{
  "doc_id": "guidance_19",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_19__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nRSD/WSP\nNUMBER:\n5216.06\nDATE:\nApril 26, 2019 Juvenile Delinquents\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons 1. PURPOSE AND SCOPE To establish procedures required for juveniles under the age of 18 and those sentenced under\nthe Federal Juvenile Justice and Delinquency Prevention Act (JJDPA). The JJDPA (18 U.S.C. §§ 5031 through 5042) specifies the requirements for a juvenile who has\nnot attained his or her 18th birthday and any juvenile sentenced under the JJDPA as a juvenile\ndelinquent. The requirements are different for each of three groups of juveniles:\n■ those who have not attained their 18th birthday;\n■ those who have attained their 18th birthday but have not attained their 21st birthday; and\n■ those who have attained their 21st birthday. a. Summary of Changes. Policy Rescinded\nP5216.05\nJuvenile Delinquents (9/1/1999) Since juveniles are housed in contract juvenile facilities and not in Bureau institutions, the\nprevious Program Objective relating to juveniles being housed in BOP facilities was removed. b. Program Objectives. The expected results of this program are:\n■ Juveniles under the age of 18 or sentenced under the JJDPA will be placed in institutions or\nother facilities in accordance with the JJDPA and this Program Statement. ■ Juveniles will be properly identified and housed while in transit. ■ Disclosure of information and records of juveniles will be restricted to specified persons and\npurposes. ■ Juveniles will be placed only in facilities where adequate specialized programs and services are\navailable to them. c. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any local procedures to implement the national\npolicy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. DEFINITION The term “juvenile” as used in this Program Statement refers to anyone under 21 years old who\nhas been found delinquent under the JJDPA and anyone under 18 who has been convicted of\nviolating the United States Code. 3. PLACE OF CONFINEMENT\na. Confinement of a Juvenile Under 18. Any juvenile who has not attained his or her 18th\nbirthday shall be confined as follows:\n1) Limitation. Any juvenile who has not attained his or her 18th birthday normally is to\nbe placed in a juvenile facility. Title 18 U.S.C. § 5039 states:\n“No juvenile committed...to the custody of the Attorney General may be placed or\nretained in an adult jail or correctional institution in which he has regular contact\nwith adults incarcerated because they have been convicted of a crime or are\nawaiting trial on criminal charges.” Juveniles may be placed in facilities for youthful offenders, such as those operated by\nthe California Youth Authority, where they may have regular contact with youthful\noffenders who are serving state-imposed adult sentences. Placement in a Residential Reentry Center (RRC) which also houses adults is to be\nconsidered only for those juveniles ordered by the court to reside in a RRC as a\ncondition of probation. 2) Placement Alternatives. A juvenile who has not attained his or her 18th birthday is to\nbe placed in a juvenile facility which has an appropriate level of programming and\nsecurity. P5216.06 4/26/2019 2",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_19__1",
      "chunk_id": "1",
      "content": "2) Placement Alternatives. A juvenile who has not attained his or her 18th birthday is to\nbe placed in a juvenile facility which has an appropriate level of programming and\nsecurity. P5216.06 4/26/2019 2 18 U.S.C. § 5039 specifies that, when possible, a juvenile shall be committed:\n“[T]o a foster home or community-based facility located in or near the home\ncommunity.” A Bureau institution may not be designated for a juvenile who has not attained his or\nher 18th birthday unless that institution can ensure that the juvenile will not have\nregular contact with adults. Due to the many requirements for housing them, juveniles\nare housed in contract juvenile facilities, not in Bureau institutions. b. Confinement of 18-to-21 Year-Old Juveniles. Confinement of any juvenile who has\nattained his or her 18th birthday but has not attained his or her 21st birthday shall be as follows: 1) For a juvenile who is sentenced as an adult pursuant to 18 U.S.C. § 5032, an institution\nmust be designated in accordance with the Program Statement Inmate Security\nDesignation and Custody Classification. 2) For a juvenile who has no federal adult sentences and is found delinquent, placement is\nto be in accordance with the procedures in Section 3 for persons under 18. 3) If all concurrent federal adult sentences are less than the juvenile sentence, the inmate\nis to be treated as a juvenile for institution designation. 4) If any concurrent federal adult sentence is equal to or greater than the juvenile\ncommitment, the adult sentence must take precedence for designation of an institution,\nand the Bureau must notify the court which imposed the juvenile sentence that the\nfederal adult sentence is to take precedence regarding institution designation. 5) If there is a consecutive federal adult sentence, the inmate is to continue to be treated as\na juvenile for institution designation while serving the juvenile sentence. When the\njuvenile sentence expires, designation is to be accomplished as described in Section 3.\nc. Change in Placement. When a juvenile sentenced as an adult attains his or her 18th\nbirthday or a juvenile sentenced as a juvenile attains his or her 21st birthday:\n1) A Bureau institution may be designated, treating that juvenile as an adult, in accordance\nwith the Program Statement Inmate Security Designation and Custody Classification,\nor\n2) The juvenile may remain in a contract juvenile facility for continuity of program\nparticipation. P5216.06 4/26/2019 3 4. PLACEMENT OF A JUVENILE. Juveniles are a special population with special\ndesignation needs. Each should be placed in a facility that provides the appropriate level of\nprogramming and security. The following factors should be considered when making a placement:\n■\n■\n■\n■\n■\n■\n■\n■\n■ age;\noffense behavior, including violence and weapons involved in the offense;\nlength of commitment;\nprior record;\nadjustment during prior commitments;\nmental and physical health;\nspecial needs;\nCentral Inmate Monitoring assignments; and\nthe safety of the community. The Residential Reentry Manager (RRM) who is responsible for a juvenile facility is\nknowledgeable about that facility and can determine if a particular juvenile will fit that\nfacility’s security and program capabilities. A RRM requesting a designation for a juvenile shall work with the Management Center\nAdministrator and other RRMs to identify the most appropriate facility to designate for the\njuvenile.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_19__2",
      "chunk_id": "2",
      "content": "A RRM requesting a designation for a juvenile shall work with the Management Center\nAdministrator and other RRMs to identify the most appropriate facility to designate for the\njuvenile. In all cases the Program Statement Central Inmate Monitoring System must be followed. 5. RESOURCES FOR JUVENILES. A variety of resources are available for juveniles. a. Foster Homes. A foster home may house one or two delinquents, but no more than two, in\na family home, where there may also be natural or adopted children. The home must be statelicensed as a foster home. The foster parents may be a married couple or a single parent. Because these homes are state licensed and house no more than two delinquents, a Bureau\nsafety inspection of each home is not required. The contract for foster care services is with the agency providing the service, not the foster\nparents. P5216.06 4/26/2019 4 b. Juvenile Facilities. Juvenile facilities may be operated by private agencies or units of\ngovernment and may be secure or not secure. 1) Secure. The facility is surrounded by a security perimeter, and the juveniles do not have\nregular, unescorted access to the community. 2) Not Secure or Community-Based. These two terms are used interchangeably to\ndescribe a facility that is not surrounded by a security fence and/or that allows the\njuveniles to have regular, unescorted access to the community. If an Intergovernmental Agreement is used for facilities operated by a unit of\ngovernment, including a city, county, state, or an Indian Tribe, the RRM, in cooperation\nwith the Residential Reentry Management Branch (RRMB) in the Central Office, must\ndevelop the Statement of Work. Contracts with facilities operated by non-governmental agencies are to be solicited for\nthrough established procurement procedures using the Statement of Work for Juvenile\nFacilities, after it is modified, if needed, to apply it to the particular procurement\nrequirements. After determining the need for services, the RRM should contact the\nRRMB to discuss the appropriate SOW to use. In turn, the RRMB must work with the\nPrivatization and Special Projects Branch to coordinate the procurement process. 6. STUDY CASES. Courts may order studies of juveniles under the provisions of 18 U.S.C. §\n5037(d) to provide more information or under 18 U.S.C. §§ 4241 through 4246 to determine\nmental competency, sanity, or whether a mental disease or defect is present. If the study is ordered to be conducted on an outpatient basis, it is to be arranged f or and\nconducted under the supervision of the local U.S. Probation Office. If the study is to be conducted in a contract facility, the Court will provide the Bureau with a\nlist of the questions to be answered by the study. If such questions are not provided initially,\nBureau staff must contact the Court, normally through U.S. Probation, to request them. The\nstudy will be conducted at a juvenile contract facility capable of providing the service. In addition to answering specific questions from the Court, the study report will augment the\nPresentence Investigation Report that U.S. Probation prepares.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_19__3",
      "chunk_id": "3",
      "content": "The\nstudy will be conducted at a juvenile contract facility capable of providing the service. In addition to answering specific questions from the Court, the study report will augment the\nPresentence Investigation Report that U.S. Probation prepares. It is expected to include the\nresults of:\n■ a physical examination,\n■ psychological and educational testing, and\n■ a psychological and/or psychiatric examination. P5216.06 4/26/2019 5 The RRM is to assure the study report’s timely completion. 7. A JUVENILE WITH A MENTAL DISEASE OR DEFECT. If a juvenile is found to\nhave a mental disease or defect under any of the provisions of 18 U.S.C. §§ 4243 through 4246,\nhe or she is to be held in a suitable facility until after his or her 18th birthday. Suitable facilities may include juvenile facilities and mental health facilities and hospitals. The\njuvenile may not have contact with pre-trial or sentenced adults. After the 18th birthday, the RRM must review the juvenile’s case at least every six months to\ndetermine if a transfer to another facility will provide appropriate treatment for the mental\ndisease or defect. When such a transfer is determined to be appropriate and the transfer is to a\nBureau-operated facility, it is to be accomplished through the Medical Designator, who must\nalso review possibilities for alternative placements. 8. JUVENILE HOLDOVERS. When in transit, a juvenile who has not attained his or her\n18th birthday, as well as a juvenile sentenced under the JJDPA who has not yet attained his or\nher 21st birthday, is to be held in a contract juvenile detention facility whenever one is\navailable. If there is no approved juvenile facility, an adult contract jail with the capability to\nseparate the juvenile from adult inmates may be used. 9. IDENTIFICATION IN TRANSIT. The file or document accompanying a juvenile in\ntransit who has not attained his or her 18th birthday, or is sentenced under the JJDPA and has\nnot attained his or her 21st birthday, is to indicate clearly the juvenile’s status as a juvenile, and,\nif applicable, that the juvenile has an adult sentence. 10. PHOTOGRAPHS AND FINGERPRINTS. Photographs and fingerprints of a juvenile\nwho has not attained his or her 18th birthday, or is sentenced under the JJDPA, may be taken\nwithout the Court’s permission to assure adequate identification and accountability of\ncommitted delinquents and to alert federal law enforcement authorities in the event of an\nunauthorized absence from custody. Distribution of photographs within the facility is\nauthorized to satisfy ordinary security and custodial requirements. a. Information Submission to the FBI. Contract facility staff must submit a juvenile’s\nfingerprints to the Federal Bureau of Investigation (FBI) on a Fingerprint Card (FD-249), upon\nadmission to the facility with a notation in the “additional information” block that “the subject\nhas been adjudicated a juvenile delinquent under 18 U.S.C. 5037” or “the subject has not\nattained his/her 18th birthday but was sentenced as an adult.” The FBI will furnish the FBI\nnumber and the arrest history, if one exists, and return the Fingerprint Card. P5216.06 4/26/2019 6 b. Disclosure Limitation.",
      "queries": [
        "where is the juvenile study conducted"
      ],
      "queries_score": [
        "1.5729458"
      ]
    },
    {
      "id": "guidance_19__4",
      "chunk_id": "4",
      "content": "The FBI will furnish the FBI\nnumber and the arrest history, if one exists, and return the Fingerprint Card. P5216.06 4/26/2019 6 b. Disclosure Limitation. Fingerprints and photographs of a juvenile who has not attained his\nor her 18th birthday, or is sentenced under the JJDPA, may not be used as a method of\nexchanging arrest information between law enforcement agencies. 11. DISCLOSURE OF JUVENILE RECORDS. 18 U.S.C. § 5038 limits the release of\ninformation about juveniles. Therefore, when a request for information is received, no\ninformation can be provided until the source of the request can be verified and a legitimate\n“need to know” has been established. Normally, the information is to be given only to law\nenforcement officials and immediate family members. Information generated at juvenile court proceedings is sealed, and the release of these records is\nrestricted generally to courts, law enforcement agencies, victims, and treatment agency\nadministrators. Juvenile records can be released only to meet the circumstances set forth in 18\nU.S.C. § 5038. Persons, such as juvenile facility administrators, who receive information about a juvenile\nsentenced under the JJDPA, may not disclose that information to anyone else, except staff at the\nfacility directly involved with the juvenile. If the juvenile was found delinquent and adjudicated pursuant to 18 U.S.C. § 5031 et. seq., state\nand local law enforcement, victims, and witnesses are not notified of the juvenile’s furlough,\nescape, or release. However, release of information about the final disposition of the juvenile\nproceeding is permitted to the victim or, if the victim is deceased, to the victim’s immediate\nfamily. Those waived to adult court are considered adults and treated accordingly. Retirement and disposal of juvenile files shall be in accordance with the Program Statement\nCorrectional Systems Manual. 12. JUVENILE PROGRAMS AND SERVICES\na. Contract Agency Policies. The Statements of Work for Secure Juvenile Facilities and\nCommunity-Based Juvenile Facilities establish the types of programs and services required for\njuveniles. Consequently, it is important that the RRM ensure that each juvenile contract agency’s policies\nare consistent with Bureau directives and reflect sound correctional practices. The RRM must\nreview these policies and practices during monitoring’s to ensure compliance. b. Furloughs, Escorted Trips, and Community Service. Juveniles may be considered for\nfurloughs, escorted trips, and community service. Good professional judgement must be used\nby both the contractor and the RRM when considering whether to allow a juvenile such\nprivileges. To ensure that appropriate guidelines and procedures are followed, the RRM’s\nP5216.06 4/26/2019 7 review and approval are required for any furlough of a juvenile. Community service work must\nbe unpaid and benefit the community directly. When determining whether to request a furlough, escorted trip, or community service,\ncontractors, whether governmental correctional agencies or private juvenile contractors, are to\nfollow their policies which are reviewed and approved during contract negotiations. In all cases, the Program Statement on Central Inmate Monitoring must be followed, and the\ncontractor must contact the appropriate U.S. Probation Office(s) for their comments regarding a\nfurlough. c. Financial Responsibility. Employed juveniles are expected to pay subsistence. The\namount should approximate 25% of the juvenile’s gross weekly income. Juveniles are expected to meet all legitimate financial obligations.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_19__5",
      "chunk_id": "5",
      "content": "c. Financial Responsibility. Employed juveniles are expected to pay subsistence. The\namount should approximate 25% of the juvenile’s gross weekly income. Juveniles are expected to meet all legitimate financial obligations. Staff are to assist juveniles\nto develop a plan to meet these obligations. Costs of incarceration are not charged to juveniles. d. Marriage. If a juvenile desires to marry, advance approval is required, following the\nprocedures described in the Program Statement Marriage of Inmates if the juvenile is in\nBureau custody and from U.S. Probation if the juvenile is in the facility as a condition of\nprobation. e. Driving. Unless approved in advance by the RRM, a juvenile may not drive while in\nBureau custody. Permission to drive may not be granted unless the juvenile has a valid driver’s\nlicense and permission from the owner of the car to drive the vehicle. The vehicle must be\nregistered and have any insurance required by state law. Permission from the RRM is required before a juvenile can take a driver’s test or obtain a\nlicense. REFERENCES\nProgram Statements\n5100.08\nInmate Security Designation and Custody Classification (9/12/06)\n5180.05\nCentral Inmate Monitoring System (12/31/07)\n5270.09\nInmate Discipline Program (7/8/11)\n5270.11\nSpecial Housing Units (11/23/16)\n5280.09\nInmate Furloughs (1/20/11)\n5326.05\nMarriages of Inmates (9/22/11)\n5800.15\nCorrectional Systems Manual (9/23/16)\nP5216.06 4/26/2019 8 5800.16\n7300.09 Mail Management Manual (4/5/11)\nCommunity Corrections Manual (8/1/16) BOP Forms\nNone.\nACA Standards\n■ American Correctional Association Third Edition Standards for Adult Correctional Institutions:\n4-4306\n■ American Correctional Association Third Edition Standards for Adult Local Detention\nFacilities: 4-ALDF-2A-32, 4-ALDF-2A-37\n■ American Correctional Association Second Edition Standards for Administration of\nCorrectional Agencies: 2-CO-4B-05,2-CO-4B-06\n■ American Correctional Association Standards for Adult Correctional Boot Camp Programs:\nNone\nAmerican Correctional Association Standards are maintained at each institution and will be made\navailable for all staff to review. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5216.06 4/26/2019 9",
      "queries": [],
      "queries_score": []
    }
  ]
}