{
  "doc_id": "guidance_87",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_87__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice U.S. Department of Education Civil Rights Division Office for Civil Rights Information for Limited English Proficient (LEP) Parents and Guardians and\nfor Schools and School Districts that Communicate with Them\nThis fact sheet answers common questions about the rights of parents and guardians who do\nnot speak, listen, read, or write English proficiently because it is not their primary language. Must my child’s school provide information to me in a language I can understand? Yes. Schools must communicate information to limited English proficient parents in a\nlanguage they can understand about any program, service, or activity that is called to the\nattention of parents who are proficient in English. This includes, but is not limited to,\ninformation related to:\n registration and enrollment in school and  grievance procedures and notices of \n\n\n \n\n\n  school programs\nlanguage assistance programs\nreport cards\nstudent discipline policies and procedures\nspecial education and related services, and\nmeetings to discuss special education\nparent-teacher conferences nondiscrimination\nparent handbooks\ngifted and talented programs\nmagnet and charter schools\nrequests for parent permission for\nstudent participation in school activities Must a school provide language assistance if I request it even if my child is proficient in\nEnglish and I am somewhat proficient in English? Yes. Schools must respond to a parent’s request for language assistance and remember that\nparents can be limited English proficient even if their child is proficient in English. May my child’s school ask my child, other students, or untrained school staff to translate\nor interpret for me? No. Schools must provide translation or interpretation from appropriate and competent\nindividuals and may not rely on or ask students, siblings, friends, or untrained school staff to\ntranslate or interpret for parents. What information should I expect from the school if my child is an English learner? When your child enrolls, you should receive a home language survey or similar form to fill out\nthat helps the school identify potential English learners, who are eligible for language\nassistance services. If your child is identified as an English learner, the school must notify you\nin writing within 30 days of the school year starting with information about your child’s\nEnglish language proficiency level, programs and services available to meet your child’s\neducational needs, and your right to opt your child out of a program or particular services for\nEnglish learners. For more information about the rights of English learners, visit\nhttp://www2.ed.gov/about/offices/list/ocr/docs/dcl-factsheet-el-students-201501.pdf. [OCR-00087] U.S. Department of Justice\nCivil Rights Division U.S. Department of Education\nOffice for Civil Rights What type of processes can school districts use to identify limited English\nproficient parents?  School districts must develop and implement a process for determining whether\nparents are limited English proficient and identifying their language needs.\n The process should be designed to identify all limited English proficient parents,\nincluding parents and guardians whose primary language is not common in the district\nor whose children are proficient in English.  A school district may, for example, use a home language survey, to inquire whether a\nparent requires oral and/or written communication in a language other than English.\n",
      "queries": [
        "us department of the justice - civil rights information for limited english proficient"
      ],
      "queries_score": [
        "3.149637"
      ]
    },
    {
      "id": "guidance_87__1",
      "chunk_id": "1",
      "content": " A school district may, for example, use a home language survey, to inquire whether a\nparent requires oral and/or written communication in a language other than English.\n The school’s initial inquiry should, of course, be translated into languages that are\ncommon in the school and surrounding community so that that the inquiry is designed\nto reach parents in a language they are likely to understand. What steps must school districts take to provide effective language assistance to LEP\nparents?  School districts must provide effective language assistance to limited English proficient\nparents, such as by offering translated materials or a language interpreter. Language\nassistance must be free and provided by appropriate and competent staff, or through\nappropriate and competent outside resources.  School districts should ensure that interpreters and translators have knowledge in both\nlanguages of any specialized terms or concepts to be used in the communication at\nissue, and are trained on the role of an interpreter and translator, the ethics of\ninterpreting and translating, and the need to maintain confidentiality.  It is not sufficient for the staff merely to be bilingual. For example, a staff member who\nis bilingual may be able to communicate directly with limited English proficient parents\nin a different language, but may not be competent to interpret in and out of that\nlanguage, or to translate documents. What can I do if I have questions, want additional information, or believe a school is not\ncomplying with these requirements?\n You may visit the website of the U.S. Department of Education’s Office for Civil Rights\n(OCR) at www.ed.gov/ocr or contact OCR at (800) 421-3481 (TDD: 800-877-8339) or at\nocr@ed.gov. For more information about filing a complaint, visit\nwww.ed.gov/ocr/complaintintro.html.\n You may visit the website of the U.S. Department of Justice’s Civil Rights Division at\nwww.justice.gov/crt/about/edu/ or contact DOJ at (877) 292-3804 or at\neducation@usdoj.gov. For more information about filing a complaint, visit\nwww.justice.gov/crt/complaint/#three.\n For more information about school districts’ obligations to English learner students and\nlimited English proficient parents, additional OCR guidance is available at\nhttp://www2.ed.gov/about/offices/list/ocr/ellresources.html. Page 2 of 2",
      "queries": [],
      "queries_score": []
    }
  ]
}