{
  "doc_id": "guidance_80",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_80__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5140.43\nDATE:\nApril 21, 2015 Unescorted Transfers and Voluntary Surrenders\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§522.30 Purpose and scope. When the court orders or recommends an unescorted commitment to a Bureau of\nPrisons institution, the Bureau of Prisons authorizes the commitment and\ndesignates the institution for service of sentence. The Bureau of Prisons also\nauthorizes furlough transfers of inmates between Bureau of Prisons institutions\nor to nonfederal institutions in appropriate circumstances in accordance with 18\nU.S.C. 3622 or 4082, and within the guidelines of the Bureau of Prisons policy on\nfurloughs, which allows inmates to travel unescorted and to report voluntarily to\nan assigned institution. Title 18 U.S.C. § 4082 applies to inmates whose offense(s) occurred before November 1, 1987. For inmates whose offense(s) occurred on or after November 1, 1987, the statutory authority for\nfurloughs is Title 18 U.S.C. § 3622, which was added by the Comprehensive Crime Control Act\n(CCCA). In this Program Statement, unescorted commitments are referred to as “voluntary surrenders.” Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. For identification purposes, the Bureau and the U.S. Marshals Service (USMS) use the\nAuthorized Unescorted Commitments and Transfers (BP-A0385). Instructions for completing\nthis form are in Section 4.\na. Summary of Changes\nPolicy Rescinded\nP5140.37\nUnescorted Transfers and Voluntary Surrenders (1/31/03)\n■ Eliminates the requirement for unescorted transfer packets to be forwarded via certified mail. ■ Eliminates the preparation of the Authorized Unescorted Commitments and Transfers card\nfor inmates transferring between Bureau institutions. b. Program Objectives. Expected results of this program are:\n■ Inmates will be moved between institutions expeditiously and cost-effectively, with regard\nfor public safety. ■ Staff will have appropriate procedures when an inmate fails to report to a Federal institution,\ncontact facility, or Residential Reentry Center (RRC) as an unescorted transfer or voluntary\nsurrender. c. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or\nappropriate arrangements. 2. PROCESSING PROCEDURES\na. Voluntary Surrenders. When a court orders or recommends a voluntary surrender\ncommitment, U.S. Courts, U.S. Probation, and USMS electronically transfer sentencing\ndocuments and information to the Designation and Sentence Computation Center (DSCC), which\nenters the designation. Once designated, Correctional Systems staff access designation material through the e-Designate\nwebsite and forward it to appropriate staff. Correctional Systems staff execute the Judgment in a Criminal Case (J&C) upon receiving the\ninmate. The original executed J&C is returned to the USMS per 18 U.S.C. § 3621(c). P5140.43 4/21/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 If an inmate surrenders to a facility which is not the designated institution, the DSCC is\ncontacted to obtain commitment documentation. Correctional Systems staff identify the inmate\nwith this documentation, assume custody, and coordinate movement to the designated institution. If factors are present which would preclude staff from assuming custody, the Regional\nCorrectional Programs Administrator should be contacted for guidance. b. Unescorted Transfer to a Federal Institution or Contract Facility.",
      "queries": [
        "us department of justice federal bureau of prisons program number"
      ],
      "queries_score": [
        "1.8302635"
      ]
    },
    {
      "id": "guidance_80__1",
      "chunk_id": "1",
      "content": "Correctional Systems staff identify the inmate\nwith this documentation, assume custody, and coordinate movement to the designated institution. If factors are present which would preclude staff from assuming custody, the Regional\nCorrectional Programs Administrator should be contacted for guidance. b. Unescorted Transfer to a Federal Institution or Contract Facility. The sending\ninstitution’s unit staff forward the following documents to the receiving institution at least 14\ndays before transfer:\n■ Original Transfer Order (BP-A0399). ■ Bureau Electronic Medical Record (BEMR) Exit Summary or Medical Summary of Federal\nPrisoner/Alien in Transit (BP-A0659). ■ Copy of Furlough Application − Approval and Record (BP-A0291), which includes the\ninmate’s travel schedule. ■ Authorized Unescorted Commitments and Transfers (BP-A0385) with recent photograph\nattached, when transferring to a contract facility. Unit staff record the preparation and mailing of these documents in the inmate’s Central File and\nensure they are at the receiving institution before the inmate’s departure. After the inmate leaves the institution, Correctional Systems staff at the sending institution notify\nCorrectional Systems staff at the receiving institution by telephone of the inmate’s departure and\ndocument notification in the Judgment and Commitment file:\n■ Date and time of notification. ■ Name of staff member contacted. ■ Name of staff member making contact. If unable to reach staff by telephone, GroupWise is used. All files (J&C, Inmate Central File, Medical Record, etc.) remain at the sending institution until\nthe receiving institution notifies the sending institution or SENTRY confirms the inmate’s\narrival. Upon confirmation of arrival, Correctional Systems staff forward the files immediately\nby trackable mail with signature confirmation. c. Unescorted Transfer to an RRC or Community-Based Program. Sending institution unit\nstaff forward the following to the RRC at least 14 days before transfer: P5140.43 4/21/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 ■ Authorized Unescorted Commitments and Transfers, with recent photograph attached. ■ Copy of Furlough Application − Approval and Record, which includes the inmate’s travel\nschedule. ■ Original Transfer Order.\n■ Receipt of facility rules and regulations and signed subsistence agreement, if applicable. The unit team ensures SENTRY drug, parole hearing, and custody level assignments are\naccurate. The Supervisory Correctional Systems Specialist (or designee) at the sending institution\nmonitors SENTRY to confirm the inmate’s arrival at the RRC or community-based program. Residential Reentry Management staff admit the inmate to the receiving facility in SENTRY on\nthe day of arrival (or the next workday if arrival is after normal business hours). If SENTRY is\ninoperable, Correctional Systems staff must be notified by GroupWise or telephone. Ordinarily, within 24 hours of confirmation of the inmate’s arrival, staff forward required release\npaperwork, completed as much as possible by unit staff and reviewed by the CMC or\nSupervisory Correctional Systems Specialist for accuracy. 3. FAILURE TO REPORT If a voluntary surrender or unescorted transfer fails to report on the designated date as instructed,\nthe following procedures apply:\na. Voluntary Surrenders. Correctional Systems staff at the designated institution notify the\nUSMS from the committing district by telephone when a voluntary surrender fails to arrive.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_80__2",
      "chunk_id": "2",
      "content": "3. FAILURE TO REPORT If a voluntary surrender or unescorted transfer fails to report on the designated date as instructed,\nthe following procedures apply:\na. Voluntary Surrenders. Correctional Systems staff at the designated institution notify the\nUSMS from the committing district by telephone when a voluntary surrender fails to arrive. Notification is by the end of the workday of the scheduled date of arrival and is documented in\nthe intake folder, including:\n■ Date and time of contact. ■ Name of staff member contacted. ■ Name of staff member making contact. Any problem or question arising from the inmate, such as a request for a delay in reporting, must\nbe referred to the USMS from the committing district and documented as noted above. b. Unescorted Transfer to a Federal Institution or Contract Facility. The receiving\ninstitution’s Correctional Systems staff or designee at the contract facility notifies the sending\nCorrectional Systems staff of the inmate’s failure to report. The sending institution will:\nP5140.43 4/21/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 ■\n■\n■\n■\n■\n■ Retain the inmate’s files. Update SENTRY to change release assignment to “escape.” Notify the DSCC of the inmate’s escape. Write an incident report and conduct a disciplinary hearing in absentia. Notify parties as required in the Program Statement Escapes/Deaths Notifications. Notify parties as required in the Program Statement Victim and Witness Notification\nProgram, if applicable. c. Unescorted Transfer to an RRC or Community-Based Program. RRC staff or an\nappropriate official notify the Residential Reentry Manager (RRM) within 24 hours of an\ninmate’s failure to arrive. The RRM notifies the sending institution who completes the tasks\nidentified in Section 3.b.\n4. BP-A0385 – AUTHORIZED UNESCORTED COMMITMENTS AND TRANSFERS This form is self-explanatory. Elements that may cause confusion are explained below:\nAUTHORIZED BY: Title and signature of authorizing official. DOJ MNEMONIC: Mnemonic code established for the JUSTICE teletype system – the\nstandard for abbreviating agency facilities and offices. NAME OF PRISONER: Committed name as it appears on the J&C Order. REPORT DATE: Date the inmate is scheduled to report. This item is essential and must\nalways be completed. Space is provided for numeric entries; e.g., August 1, 1990, is written\n08-01-90. REPORT TO: Use the DOJ mnemonic code for the receiving institution. For an RRC, use the\nfacility location. PHOTOGRAPH: Attach an updated photograph in this block. FINGERPRINT BLOCKS: Two blocks are provided. The discharging authority takes a rolled\nprint of the inmate’s right thumb. If, because of amputation or injury, a finger other than the\nthumb is used, it is identified in the block. The receiving facility takes a rolled print of the right\nthumb or other finger. P5140.43 4/21/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 REFERENCES\nProgram Statements\nP1490.06 Victim and Witness Notification Program (5/23/02)\nP5100.08 Inmate Security Designation and Custody Classification (9/12/06)\nP5280.09 Furloughs (1/20/11)\nP5500.11 Correctional Services Manual (3/31/15)\nP5553.07 Escapes/Deaths Notifications (2/10/06)\nP6010.05 Health Services Administration (6/26/14)\nP7300.09 Community Corrections Manual (1/12/98)\nFederal Regulations\nRules cited in this Program Statement are contained in 28 CFR 522.30. ACA Standards\n■ 4th Edition Standards for Adult Correctional Institutions: 4-4096.\n■ 2nd Edition Standards for Administration of Correctional Agencies: 2-CO-1E-04.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_80__3",
      "chunk_id": "3",
      "content": "ACA Standards\n■ 4th Edition Standards for Adult Correctional Institutions: 4-4096.\n■ 2nd Edition Standards for Administration of Correctional Agencies: 2-CO-1E-04. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5140.43 4/21/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6",
      "queries": [
        "what is the aca requirements for correctional agencies"
      ],
      "queries_score": [
        "2.2644932"
      ]
    }
  ]
}