{
  "doc_id": "guidance_17",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_17__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER:\n5100.08, CN-1\nDATE:\nSeptember 4, 2019 Inmate Security Designation and Custody\nClassification\n/s/\nApproved: Kathleen Hawk Sawyer\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5100.08,\nInmate Security Designation and Custody Classification, dated September 12, 2006, in light\nof the FIRST STEP Act. The highlighted text was added to INTRODUCTION:\nThe Bureau of Prisons shall designate the place of the prisoner's imprisonment, and shall, subject\nto bed availability, the prisoner's security designation, the prisoner's programmatic needs, the\nprisoner's mental and medical health needs, any request made by the prisoner related to faithbased needs, recommendations of the sentencing court, and other security concerns of the Bureau\nof Prisons, place the prisoner in a facility as close as practicable to the prisoner's primary\nresidence, and to the extent practicable, in a facility within 500 driving miles of that residence. The highlighted text was added and the deleted text is struck through in Chapter 5,\nMANAGEMENT VARIABLES AND PUBLIC SAFETY FACTORS:\nD Release Residence. The Bureau of Prisons attempts to place each inmate in an\ninstitution that is reasonably close to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be considered reasonable,\nregardless of whether there may be an institution closer to the inmate’s release\narea. To the extent practicable, placement to the closest facility within 500\ndriving miles of the release area will be considered reasonable, subject to bed\navailability, the prisoner’s security designation, the prisoner’s programmatic\nneeds, the prisoner’s mental and medical health needs, any request made by the prisoner related to faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons. This MGTV may also apply\nto inmates who are within 36 months of release. E Following are example situations: facility activation; population pressures\naffecting available appropriate-level bed space within 500 driving miles of the\ninmate’s anticipated release residence; gang/security concerns. Additionally highlighted text was added and the deleted text is struck through in Chapter 7,\nInstitution Classification Transfers. 2. NEARER RELEASE TRANSFERS (Code 313). Once the inmate has been transferred\nwithin 500 driving miles of his or her release residence, no further referrals will be made for\nnearer release transfer consideration. further referrals can be considered for nearer release\ntransfer consideration subject to bed availability, the prisoner’s security designation, the\nprisoner’s programmatic needs, the prisoner’s mental and medical health needs, any request\nmade by the prisoner related to faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD/CPB\nP5100.08\n9/12/2006\nInmate Security\nDesignation and Custody\nClassification 1. PURPOSE AND SCOPE. This Program Statement provides policy\nand procedure regarding the Bureau of Prisons inmate\nclassification system. The classification of inmates is\nnecessary to place each inmate in the most appropriate\nsecurity level institution that also meets their program\nneeds and is consistent with the Bureau’s mission to protect\nsociety. The Bureau’s classification, designation and\nredesignation procedures are consistent with the\nstatutory authority contained in 18 U.S.C. § 3621(b). All\nclassification, designation and redesignation decisions\nare made without favoritism given to an inmate’s social\nor economic status. 2. PROGRAM OBJECTIVES. Statement are:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__1",
      "chunk_id": "1",
      "content": "The Bureau’s classification, designation and\nredesignation procedures are consistent with the\nstatutory authority contained in 18 U.S.C. § 3621(b). All\nclassification, designation and redesignation decisions\nare made without favoritism given to an inmate’s social\nor economic status. 2. PROGRAM OBJECTIVES. Statement are: The expected results of this Program a. Each inmate will be placed in a facility commensurate\nwith their security and program needs through an objective\nand consistent system of classification which also allows\nstaff to exercise their professional judgement; and,\nb. Staff will systematically and objectively review an\ninmate’s classification making the environment in which\nthey are housed safer for both inmates and staff while\nprotecting the public from undue risk. 3. SUMMARY OF CHANGES. This revision incorporates Executive\nStaff decisions 03-04-05 and 99-03-03, as well as other\nprocedural changes such as the movement of most\ndesignation/redesignation functions (04-08-17) to the\nDesignation and Sentence Computation Center (DSCC), Grand\nPrairie, Texas. a. The scoring item “Type of Prior Commitment” has been\nreplaced with “Criminal History Score.” (Chapter 4, Page 8 and\nChapter 6, Page 5) P5100.08\n9/12/2006\nPage 2\nb. A new scoring item for inmate “Age” has\nbeen added. (Chapter 4, Page 12 and Chapter 6,\nPage 8)\nc. A new scoring item for “Education Level” has\nbeen added. (Chapter 4, Page 12 and Chapter 6, Page 8)\nd. The “Drug/Alcohol Abuse” scoring item has been added to\nthe BP-337 and has moved from Section C (Custody Scoring) of\nthe BP-338 to Section B (Base Scoring) of the BP-338. (Chapter\n4, Page 13 and Chapter 6, Page 9)\ne. The “Mental/Psychological Stability” scoring item\nhas been discontinued. f. The “Responsibility Demonstrated” scoring item\nhas been replaced with “Living Skills” and “Program\nParticipation.” (Chapter 6, Page 10)\ng. Instructions for scoring the “Family/Community\nTies” scoring item have been clarified. (Chapter 6, Page\n13)\nh. The floor for the Violent Behavior PSF has been\nreduced from High to Low Security. (Chapter 5, Page\n9)\ni. New cutpoints and a new Custody Variance Table have\nbeen developed. (Chapter 1, Page 2 and Chapter 6, Page 15)\nj. An expiration date for the Greater Security\nManagement Variable has been added. (Chapter 5, Page 5)\nk. The criteria for the Deportable Alien PSF\nhas been clarified. (Chapter 5, Page 9)\nl. Text has been added that formalizes the Bureau’s past\nand current practice of continually assessing the\neffectiveness of its inmate classification process. (Program\nStatement Section 6)\nm. Text has been added that encourages DSCC staff to\nconsider using a Management Variable when designating inmates\nwhere age is largely the contributing factor in the inmate’s\nplacement. (Chapter 5, Page 5)\nn. Text has been revised that requires the entry of\nsupporting information in the BP-337 “REMARKS SECTION”\nwhen there is\nPre-Sentence Investigation Report information relevant to that\nscoring item. (Chapter 4, Page 13) P5100.08\n9/12/2006\nPage 3\no. The DSCC Administrator will ensure that designation/\nredesignation decisions are applied consistently on a\nbureau- wide basis. (Chapter 4, Page 14)\np. DSCC staff must contact the sentencing court if a\nStatement of Reasons is not received at the time a request\nfor designation is made. (Chapter 3, Page 1)\nq. Inmates who currently qualify for unescorted transfer\nmay be transported by family members via POV from one camp to\nanother camp. (Chapter 7, Page 8)\nr.",
      "queries": [
        "what is the classification, designation and redesignation procedure"
      ],
      "queries_score": [
        "2.1171427"
      ]
    },
    {
      "id": "guidance_17__2",
      "chunk_id": "2",
      "content": "(Chapter 3, Page 1)\nq. Inmates who currently qualify for unescorted transfer\nmay be transported by family members via POV from one camp to\nanother camp. (Chapter 7, Page 8)\nr. The appendices on Sentence Procedures, Institutions\nMissions and Parolable Institutions have been removed\nfrom the manual, but will be available on the CPB\nwebsite. s. The Offense Severity Scale, Definition of Roles\ninvolved in Drug Offenses and the Special Instructions\nappendices have been combined into one appendix. t. All transfer requests under codes 309 - Disciplinary and\n323 - Close Supervision will be directed to the Designation and\nSentence Computation Center. “W REDES C” has been eliminated and\n“W REDES D” has been changed to “W REDES R” to reflect routine\nredesignations. (Chapter 7, Page 2)\nu. The female versions of the BP-337 and BP-338 have been\ndiscontinued although certain policies and procedures\nspecific to female offenders are maintained i.e. security\nlevels, cutpoints, Public Safety Factors and Management\nVariables. v. The “Release on Own Recognizance” scoring item\nhas been discontinued. (Chapter 4, Page 5)\nw. The description of Management Variable “U” has been\nrevised to include all long-term detainees. It no longer applies\nsolely to Mariel Cuban Detainees. (Chapter 5, Page 4)\nx. The medical transfer code descriptions were\nrevised to include “Level of Care” language. (Chapter 7,\nPages 21-22)\ny. The criteria for the Prison Disturbance PSF\nhas been clarified. (Chapter 5, Page 10) P5100.08\n9/12/2006\nPage 4\n4. DIRECTIVES AFFECTED\na. Directive Rescinded\nP5100.07 b. Directives Referenced\nP5070.10\nP5070.11\nP5110.15\nP5111.03\nP5140.35\nP5141.02\nP5180.04\nP5215.05\nP5216.05\nP5264.07\nP5270.07\nP5280.08\nP5553.07\nP5800.13\nP7310.04 5. Security Designation and Custody Classification\nManual (9/3/99) Responses to Judicial Recommendations and U.S.\nAttorney Reports (6/30/97)\nStudy and Observation Report (12/31/97)\nNotifications of Release to State and Local\nLaw Enforcement Officials (8/30/00)\nMariel Cuban Detainees (10/25/99)\nTransfer of a Prisoner to State Custody Prior\nto Release from the Federal Sentence\n(9/12/01)\nSex Offender Notification and Registration\n(12/14/98)\nCentral Inmate Monitoring System (8/16/96)\nYouth Corrections Act (YCA), Inmates and\nPrograms (3/17/99)\nJuvenile Delinquents (9/1/99)\nTelephone Regulations for Inmates (1/31/02)\nInmate Discipline and Special Housing Units\n(12/29/87)\nFurloughs (2/4/98)\nEscapes/Deaths Notifications (2/10/06)\nInmate Systems Management Manual (6/28/02)\nCommunity Corrections Center (CCC) Utilization\nand Transfer Procedure (12/16/98) STANDARDS REFERENCED\na. American Correctional Association 2nd Edition Standards for Administration of Correctional Agencies: 2-CO-4B-01 b. American Correctional Association 4th Edition Standards\nfor Adult Correctional Institutions: 4-4132, 4-4296, 4-4300, 44306, and 4-4444\nc. American Correctional Association 4th Edition\nPerformance- Based Standards for Adult Local\nDetention Facilities:\n4- ALDF-1A-10, 4-ALDF-2A-31, and 4-ALDF-2A-37 P5100.08\n9/12/2006\nPage 5\n6. ACTION. All inmate classification decisions and related\nactions will be made in accordance with the procedures in this\nProgram Statement and are effective immediately. Implementation\nfor each inmate shall occur in accordance with his or her next\nregularly scheduled custody review. Those cases that have a\nsecurity level increase as a direct result of the initial\nimplementation of this policy will not ordinarily be\ntransferred to a higher security facility. Bureau\ninstitutions may submit lists of these inmates to the DSCC in\nlieu of a Request for Management Variable for application of an\nappropriate Management Variable. In accordance with the procedures set forth in this manual, a\nTransfer Request/Application of Management Variable must be\nsubmitted to the DSCC for those cases that have a security\nlevel decrease, for transfer to a lesser security level\nfacility or application of an appropriate Management Variable. This Program Statement authorizes the continuation of the\nBureau’s Inmate Classification Workgroup under the direction of\nthe Assistant Director, Correctional Programs Division or\nhis/her designee.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__3",
      "chunk_id": "3",
      "content": "This Program Statement authorizes the continuation of the\nBureau’s Inmate Classification Workgroup under the direction of\nthe Assistant Director, Correctional Programs Division or\nhis/her designee. The Assistant Director (CPD) will select and\nreplace workgroup members, on an as-needed basis, with subject\nmatter experts in inmate classification and related disciplines\nwho represent institutions, Regional Offices and the Central\nOffice. The Inmate Classification Workgroup or its subgroups will meet\nor video conference at least annually to assess the overall\neffectiveness of the inmate classification system and report as\nappropriate their findings and recommendations to the Director\nand the agency’s Executive Staff. Consideration may be given to\ninclude institutional staff with experience at various security\nand custody levels. /s/\nHarley G. Lappin\nDirector P5100.08\n9/12/2006\nTable of Contents\nTABLE OF CONTENTS Introduction . . . . . . . . . . . . . . . . . . . . . Chapter 1 Definitions . . . . . . . . . . . . . . . . . . . . . . Chapter 2\nSecurity Designation Procedures for New Commitments . Chapter 3 Inmate Load and Security Designation Form, BP-337 . . Chapter 4 Management Variables and Public Safety Factors . . .. Chapter 5 Custody Classification Form Instructions, BP-338 . . Chapter 6 Inmate Transfer . . . . . . . . . . . . . . . . . . . Chapter 7 Offense Severity Scale/Definition of Roles involved in\nDrug Offenses/Special Instructions . . . . . . . . . Appendix A\nWaiver for Misdemeanants . . . . . . . . . . . . . . Appendix B Standard Abbreviations/Terms (BP-337) . . . . . . . . Appendix C Request for Transfer/Application of Management\nVariable (409) Appendix D . . . The Sentence Procedures Appendix, Institution Missions\nAppendix and the Parolable Institutions Appendix can be found\non the Correctional Programs Branch (CPB) web page. Quarterly updates\nwill be made based upon submissions by the respective regions\nto the DSCC Administrator. P5100.08\n9/12/2006\nChapter 1, Page 1\nINTRODUCTION Bureau of Prisons (BOP) institutions are classified into\none of five security levels: MINIMUM, LOW, MEDIUM, HIGH, and\nADMINISTRATIVE based on the level of security and staff\nsupervision the institution is able to provide. An institution’s level of security and staff supervision\nis based on the following factors:\n!\n!\n!\n! mobile patrol;\ntowers;\nperimeter barriers;\ndetection devices; !\n!\n!\n! internal security;\ntype of inmate housing;\ninmate-to-staff ratio; and,\nany special institutional mission. Similarly, BOP inmates are classified based on\nthe following factors:\n• The level of security and supervision the inmate\nrequires; and, • The inmate’s program needs, i.e., substance abuse,\neducational/vocational training, individual\ncounseling, group counseling, or medical/mental\nhealth treatment, etc. In summary, the initial assignment (designation) of an inmate\nto a particular institution is based primarily upon:\n• The level of security and supervision the inmate\nrequires; • The level of security and staff supervision the\ninstitution is able to provide; and, • The inmate’s program needs. Additional factors that are also considered when designating\nan inmate to a particular institution include, but are not\nlimited to:\n• The inmate’s release residence; • The level of overcrowding at an institution; • Any security, location or program recommendation made\nby the sentencing court;",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__4",
      "chunk_id": "4",
      "content": "• The inmate’s program needs. Additional factors that are also considered when designating\nan inmate to a particular institution include, but are not\nlimited to:\n• The inmate’s release residence; • The level of overcrowding at an institution; • Any security, location or program recommendation made\nby the sentencing court; P5100.08\n9/12/2006\nChapter 1, Page 2\n• Any Central Inmate Monitoring issues (see\nProgram Statement Central Inmate\nMonitoring Program); • Any additional security measures to ensure\nthe protection of victims/witnesses and the\npublic in general; and, • Any\nother\nfactor(s)\nwhich\nmay\ninvolve\nthe\ninmate’s confinement; the protection of society;\nand/or the safe and orderly management of a BOP\nfacility. Initial designations to BOP institutions are initiated, in\nmost cases by staff at the Designation and Sentence\nComputation Center (DSCC), Grand Prairie, Texas, who assess\nand enter information from the sentencing court, U.S. Marshals\nService,\nU.S. Attorneys Office or other prosecuting authority and the\nU.S. Probation Office about the inmate into a computer database\n(SENTRY). The Bureau of Prisons shall designate the place of the\nprisoner's imprisonment, and shall, subject to bed\navailability, the prisoner's security designation, the\nprisoner's programmatic needs, the prisoner's mental and\nmedical health needs, any request made by the prisoner related\nto faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons, place\nthe prisoner in a facility as close as practicable to the\nprisoner's primary residence, and to the extent practicable,\nin a facility within 500 driving miles of that residence. SENTRY then calculates a point score for that inmate which\n(for example, 18 points) is then matched with a commensurate\nsecurity level institution. Security\nLevel Custody\nLevel Male Female MINIMUM COMMUNITY and\nOUT 0-11 points 0-15 points LOW OUT and IN 12-15 points 16-30 points MEDIUM OUT and IN 16-23 points * HIGH IN and MAXIMUM 24+ points 31+ points ADMINISTRATIVE All custody\nlevels All point\ntotals All\npoint P5100.08\n9/12/2006\nChapter 1, Page 3 An inmate’s security point score is not the only factor used\nin determining a commensurate security level for an inmate. The\napplication of a PSF or MGTV could effect placement at either\na higher or lower level institution than the specified point\ntotal indicates. (SEE CHAPTER 5 FOR MORE DETAILED INFORMATION)\nNOTE: A security level cannot be assigned by SENTRY without\ncompleting an Inmate Load and Security Designation\nForm. If an inmate has not been assigned a security\nlevel, SENTRY will automatically assign “UNKNOWN” as\nthe security level. * Female security level institutions are classified\nas Minimum, Low, High and Administrative. Once all necessary information has been entered into the\nSENTRY database, a DSCC or Medical Designations Officer,\n(hereafter, Designator) selects an institution for service of\nsentence based on all the previously mentioned factors. Redesignations (transfers) from one Bureau institution to\nanother are considered in much the same manner using many of\nthe same factors used at the time of initial designation. In\naddition, the inmate’s institutional adjustment and program\nperformance are also carefully reviewed when redesignation is\nconsidered. Finally, an initial custody level (COMMUNITY, IN, OUT, MAXIMUM)\nis also assigned to the inmate that is consistent with the\ninstitutions mission. (See previous chart). An inmate’s custody\nlevel within any given security level institution is routinely\nreviewed and may change for various reasons during the period\nof incarceration. P5100.08\n9/12/2006\nChapter 2, Page 1\nDEFINITIONS ADMINISTRATIVE INSTITUTION.",
      "queries": [
        "what is considered when designating an inmate to an institution"
      ],
      "queries_score": [
        "2.456473"
      ]
    },
    {
      "id": "guidance_17__5",
      "chunk_id": "5",
      "content": "Finally, an initial custody level (COMMUNITY, IN, OUT, MAXIMUM)\nis also assigned to the inmate that is consistent with the\ninstitutions mission. (See previous chart). An inmate’s custody\nlevel within any given security level institution is routinely\nreviewed and may change for various reasons during the period\nof incarceration. P5100.08\n9/12/2006\nChapter 2, Page 1\nDEFINITIONS ADMINISTRATIVE INSTITUTION. An institution with a special\nmission, where inmates are assigned based on factors other than\nsecurity and/or staff supervision (for example, medical/mental\nhealth, pretrial and holdover). Administrative institutions are\ndesigned to house all security level inmates. CENTRAL INMATE MONITORING (CIM). The Bureau monitors and\ncontrols the transfer, temporary release, and community\nactivities of certain inmates who present special needs for\nmanagement. Such inmates, known as Central Inmate Monitoring\ncases, require a higher level of review prior to any\nmovement outside the institution. CLASSIFICATION. The systematic subdivision of inmates into\ngroups based on their security and program needs. COMMUNITY CUSTODY. The lowest custody level assigned to an\ninmate which affords the lowest level of security and staff\nsupervision. An inmate who has COMMUNITY custody may be eligible\nfor the least secure housing, including any which is outside the\ninstitution's perimeter, may work on outside details with\nminimal supervision, and may participate in community-based\nprogram activities if other eligibility requirements are\nsatisfied. CONTRACT FACILITY. A state or local prison, institution,\nfacility, jail, or other non-federal enterprise that\ncontracts with the Bureau to house federal inmates (i.e.,\nCommunity Corrections Center). Contract facilities are\ncontracted and supervised by the CCMs. CRIMINAL HISTORY POINTS. Criminal History Points are used to\ncalculate the Bureau’s Criminal History Score. The Criminal\nHistory Points is the calculation, as specified by the U.S.\nSentencing Commission Guidelines (Guidelines Manual, Chapter 4),\nwhich assigns a numerical value based on the individuals entire\ncriminal record of convictions. Ordinarily, the Criminal History\nPoints are calculated by the United States Probation Office. CRIMINAL HISTORY SCORE (CHS). The CHS is one of the factors used\nto calculate the inmate’s security point total. The CHS is\nderived from the Criminal History Points whereby the Criminal\nHistory Points fall into one of six categories. P5100.08\n9/12/2006\nChapter 2, Page 2\nCURRENT OFFENSE. For classification purposes, the current\noffense is the most severe documented instant offense\nbehavior regardless of the conviction offense. CUSTODY CLASSIFICATION. The review process to assign a custody\nlevel based on an inmate’s criminal history, instant offense,\nand institutional adjustment. A custody level (i.e., COMMUNITY,\nOUT, IN, and MAXIMUM) dictates the degree of staff supervision\nrequired for an individual inmate. DESIGNATION. An order from the DSCC indicating the initial\nfacility of confinement for an inmate. DESIGNATION FACILITY (DFCL). Each of the separate missions\nwithin an institution for designation purposes. Each DFCL is\nshown as a separate line on the Population Report and has\nits own security level and destination (DST) assignment. Designations are made to a DFCL\ncode rather than to a facility (FACL) code. JUDGMENT. The official court document (e.g., Judgment and\nCommitment Order or Judgment in a Criminal Case) which is signed\nby the Judge. The Judgment contains the offense(s) for which the\ncourt imposes its sentence, which ordinarily includes a\nfinancial, confinement and supervision obligation. HISTORY.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__6",
      "chunk_id": "6",
      "content": "JUDGMENT. The official court document (e.g., Judgment and\nCommitment Order or Judgment in a Criminal Case) which is signed\nby the Judge. The Judgment contains the offense(s) for which the\ncourt imposes its sentence, which ordinarily includes a\nfinancial, confinement and supervision obligation. HISTORY. The inmate's entire background of criminal convictions\n(excluding the current offense) and institutional disciplinary\nfindings used to assess points related to his/her history of\nviolence and/or history of escape. IN CUSTODY. The second highest custody level assigned to an\ninmate which requires the second highest level of security and\nstaff supervision. An inmate who has IN custody is assigned to\nregular quarters and is eligible for all regular work\nassignments and activities under a normal level of\nsupervision. Inmates with IN custody are not eligible for work\ndetails or programs outside the institution's secure perimeter. LEGAL RESIDENCE. The inmate’s local and state address as\nreported by the United States Probation Office at the\ntime of conviction. LONG-TERM DETAINEE. A non-U.S. citizen (alien) who has: • finished serving a local, state, or federal sentence; • completed immigration proceedings that have resulted\nin an order of deportation, exclusion, or other\nmeans of P5100.08\n9/12/2006\nChapter 2, Page 3\nremoval by either the Executive Office for\nImmigration Review (EOIR), or the Bureau of\nImmigration and Customs Enforcement (ICE), formerly\nthe Immigration and Naturalization Service (INS);\nand,\n• cannot be removed from the country for various reasons. MANAGEMENT SECURITY LEVEL (MSL). Management Security Level is\nthe security level assigned by the DSCC Administrator or\ndesignee to an inmate upon application of any of the\nfollowing Management Variables:\n• PSF Waived; • Greater Security; and, • Lesser Security. Based on these Management Variables, the Management\nSecurity Level will normally be one security level greater\nor lesser than the scored security level. MANAGEMENT VARIABLE. A Management Variable (MGTVs) reflects and\nsupports the professional judgment of Bureau staff to ensure\nthe inmate’s placement in the most appropriate level\ninstitution. A Management Variable(s) is required when\nplacement has been made and/or maintained at an institution\nlevel inconsistent with the inmate’s security score — a score\nwhich may not completely/ accurately reflect his or her\nsecurity needs. MAXIMUM CUSTODY. The highest custody level assigned to an inmate\nrequiring the highest level of security and staff supervision. An inmate with MAXIMUM custody requires ultimate control and\nsupervision. This classification is for individuals who, by\ntheir behavior, have been identified as assaultive, predacious,\nriotous, serious escape risks, or seriously disruptive to the\norderly running of an institution. Accordingly, quarters and\nwork assignments are assigned to ensure maximum control and\nsupervision. A custody change to or from MAXIMUM custody must be\njustified thoroughly on the BP-338 form and maintained\npermanently in the Inmate Central File. MISDEMEANANT. An inmate convicted of an offense for which the\nmaximum penalty is one year or less. Such inmates may not be\ntransferred to a High security institution without first\nsigning a waiver. 18 U.S.C. § 4083 prohibits\nplacement of such inmates in \"penitentiaries\" without their\nconsent; however, the Bureau broadens that prohibition to\ninclude any High security institution. A sample of the waiver\nis provided in Appendix B. P5100.08\n9/12/2006\nChapter 2, Page 4\nOUT CUSTODY. The second lowest custody level assigned to an\ninmate requiring the second lowest level of security and\nstaff supervision.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__7",
      "chunk_id": "7",
      "content": "A sample of the waiver\nis provided in Appendix B. P5100.08\n9/12/2006\nChapter 2, Page 4\nOUT CUSTODY. The second lowest custody level assigned to an\ninmate requiring the second lowest level of security and\nstaff supervision. An inmate who has OUT custody may be\nassigned to less secure housing and may be eligible for work\ndetails outside the institution's secure perimeter with a\nminimum of two-hour intermittent staff supervision. PAROLE, MANDATORY RELEASE, OR SPECIAL PAROLE TERM VIOLATOR. Violators are inmates who were released from Bureau custody to\nthe supervision of a D.C. or U.S. Probation Officer (USPO) and\nhave violated the conditions of their release. These violators\nare returned to Bureau custody and are required to have a\nparole hearing within certain time limits. The purpose of\nthis is to provide the inmate with an in-person hearing before\nthe U.S. Parole Commission (USPC) to determine if the inmate\nhas violated the conditions of parole, mandatory release, or\nspecial parole. Therefore it is necessary to temporarily place\nthese individuals at parolable institutions in order to\nconduct parole hearings. PRIVATIZED FACILITY. A prison, institution, or other\ncorrectional facility that is operated or supervised by a\nnon- governmental entity. Privatized facilities are\nmanaged by private organizations or individuals with\noversight provided by Bureau staff. PUBLIC SAFETY FACTOR. There are certain demonstrated behaviors\nwhich require increased security measures to ensure the\nprotection of society. There are nine Public Safety Factors\n(PSFs) which are applied to inmates who are not appropriate for\nplacement at an institution which would permit inmate access to\nthe community (i.e., MINIMUM security). The application of a PSF\noverrides security point scores to ensure the appropriate\nsecurity level is assigned to an inmate, based on his or her\ndemonstrated current or prior behavior. REDESIGNATION. The reassignment of an inmate from one\ninstitution to another after initial designation. Unit staff\nsubmit a request to the DSCC, and the inmate’s case is reviewed\nfor possible transfer. Approval of a redesignation results in an\norder from DSCC staff indicating a correctional institution to\nwhich an inmate is to be transferred. The actual movement of an\ninmate from one institution or facility to another is referred\nto as a transfer. RELEASE RESIDENCE. The verifiable destination to which an inmate\nrealistically plans to reside upon release from Bureau custody. The inmate must provide proof of residence to his or her unit\nstaff. Staff will rely upon the following references to assist\nin verification: Presentence Investigation Report/USPO P5100.08\n9/12/2006\nChapter 2, Page 5\nverification; telephone and visiting lists; and, incoming and\noutgoing mail. SECONDARY DESIGNATION. The second part of a two part\ndesignation, usually after a temporary designation to\nreceive medical/mental health treatment or to participate in\na specific institutional program or parole hearing. SECURITY LEVEL. Used to describe the structural variables and\ninmate-to-staff ratio provided at the various types of Bureau\ninstitutions (i.e., Minimum, Low, Medium, High). It also\nidentifies the institution type required to house inmates\nbased on their histories, institutional adjustment, and Public\nSafety Factors as well as the physical security of the\ninstitution to include mobile patrols, gun towers, perimeter\nbarriers, housing, detection devices, inmate-to-staff ratio,\nand internal security. STATEMENT OF REASONS.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__8",
      "chunk_id": "8",
      "content": "It also\nidentifies the institution type required to house inmates\nbased on their histories, institutional adjustment, and Public\nSafety Factors as well as the physical security of the\ninstitution to include mobile patrols, gun towers, perimeter\nbarriers, housing, detection devices, inmate-to-staff ratio,\nand internal security. STATEMENT OF REASONS. The Statement of Reasons (SOR) is an\nattachment to the criminal judgment (Judgment and Commitment\nOrder; Judgment in a Criminal Case) which indicates the reason\nfor the court’s final sentence, and other sentencing related\nissues (e.g., resolution of disputed issues, changes in\nscoring, statements of court intent, etc.). It is required in\nevery felony case where the sentencing range exceeds 24 months,\nor whenever there is a departure from the U.S. Sentencing\nGuidelines range. The court may complete an SOR even if not\nrequired. STUDY CASE. A study case is an inmate who is committed for a\nperiod of study and observation pursuant to 18 U.S.C. §§\n3552(b) or (c)), 4241(b) or (d), 4242(a), 4243(a) or (b),\n4244(b),\n4245(b), 4246(b), or 4247(b) or (c)). An inmate committed for a\nstudy and observation will be referred to the Central Office\nMedical Designator in the Office of Medical Designations and\nTransportation (OMDT) for designation to a facility that can\ncomplete the study, considering any specific medical or\npsychiatric issues which should be addressed. The Central Office\nMedical Designator should attempt to place the inmate in the\nmost suitable facility compatible with the offender's security\nand custody needs, closest to the court and available resources. P5100.08\n9/12/2006\nChapter 3, Page 1\nSECURITY DESIGNATION PROCEDURES FOR NEW COMMITMENTS The Designation and Sentence Computation Center will\nordinarily complete the initial designation within three\nworking days of receiving all the necessary documentation from\nthe U.S. Marshals Service (USMS) and the U.S. Probation\nOfficer (USPO) which includes the following: the Presentence\nInvestigation Report (PSR), Judgment, Statement of Reasons\n(SOR), and Central Inmate Monitoring (CIM) documentation (in\ncases where a CIM assignment is necessary). The DSCC will refer all requests for initial designation with\npotential medical/mental health concerns to the Office of\nMedical Designations and Transfers (OMDT), Health Services\nDivision, Washington, D.C. no later than the following work\nday. 1. DESIGNATION PROCEDURES The following is the normal chronology of an initial designation. a. The inmate is sentenced. b. The Clerk of the Court transmits the Judgment and\nCommitment Order (old law cases) or Judgment in a\nCriminal Case (new law cases) to the USMS. c. The USMS makes a request to the DSCC advising\nthat the inmate is now ready for designation to a\nfacility. d. If it has not already been provided, DSCC staff must\ncontact the necessary officials (USPO or USMS) for the\nfollowing: two copies of the PSR, a copy of the Judgment, to\ninclude the SOR, and the Individual Custody and Detention\nReport (USM-129). If the SOR is not provided with the Judgment, DSCC staff will\nmake a reasonable effort to obtain a copy by contacting the\nCourt or USPO. If no SOR\nwas prepared for the case or cannot be obtained, DSCC staff\nwill note this in the “Remarks” section of the BP-337 and\nproceed with the designation process. These procedures will\nensure the Bureau is following the intentions of the Court when\ndesignating a facility, as the SOR may contain information\nwhich overrides the PSR and may affect scoring decisions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__9",
      "chunk_id": "9",
      "content": "These procedures will\nensure the Bureau is following the intentions of the Court when\ndesignating a facility, as the SOR may contain information\nwhich overrides the PSR and may affect scoring decisions. Based on a review of the data, DSCC staff will determine whether\na non-federal facility should be designated. If a PSR has not\nbeen prepared, DSCC staff will complete a National Crime P5100.08\n9/12/2006\nChapter 3, Page 2\nInformation Center (NCIC) and National Law Enforcement\nTelecommunication System (NLETS) criminal history check to\nobtain background information. DSCC staff will then load\nappropriate information on the SENTRY Update Security\nDesignation screen with a notation that no PSR was available. DSCC staff will contact the USPO and\nrequest that a Postsentence Investigation Report be prepared,\nand forwarded to the designated facility. DSCC staff\nwill document this contact on the SENTRY Update Security\nDesignation Screen. Frequently, in cases involving Reentry after Deportation,\nPresentence/Postsentence Investigation Reports are not\nprepared. In those particular cases, a Magistrate Information\nSheet may be used. A Magistrate Information Sheet is a document\nprepared by\nU.S. law enforcement officials. This document contains a summary\nof the facts related to the defendant's arrest and prior\ncriminal/personal history. This information is primarily\nobtained through the arresting officer's report, the FBI Rap\nSheet and an interview with the defendant. If more than six months has elapsed since the PSR was prepared,\nDSCC staff will contact the USPO to determine if there is any\nnew or significant information that should be considered. If\nthe offender was a study case before final sentencing, DSCC\nstaff will take into consideration the results of that study in\ncompleting the designation request. The result of the study may\nbe obtained from a PSR, a summary report, or any other\ninformation available. If offense or background information is not available\nprior to designation, an inmate must be designated to at\nleast a Low security level institution. When information is\nobtained, the institution may request redesignation, if\nappropriate. e. The DSCC uses classification material and SENTRY to\ndetermine if Central Inmate Monitoring (CIM) precautions need to\nbe taken. This includes a name search to determine if the\noffender was previously confined under the current or previous\nregister number. If new to the Bureau, the inmate must be loaded\ninto SENTRY and \"admitted\" to the DSCC \"facility,\" with any\nappropriate CIM assignment(s) entered. DSCC staff will identify\nthe documents used to support CIM assignments and forward the\ndocuments to the designated institution. f. DSCC staff will complete and enter into SENTRY an Inmate\nLoad and Security Designation form (BP-337) on all cases with\nterms exceeding 30 days. The DSCC staff member loading the data\nhas the discretion to complete a hard copy version or may enter\nthe information directly into SENTRY. P5100.08\n9/12/2006\nChapter 3, Page 3\nDSCC staff must determine if there is a break in custody when\nthe inmate is transferring to federal custody after service of\na state sentence. The DSCC usually has\naccess to this type of information for jail credit purposes. If there is no physical release from custody,\nDSCC staff will consider the state offense as part of the\ncurrent term of confinement for classification purposes and\nwill not assign any history points for the state offense.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__10",
      "chunk_id": "10",
      "content": "The DSCC usually has\naccess to this type of information for jail credit purposes. If there is no physical release from custody,\nDSCC staff will consider the state offense as part of the\ncurrent term of confinement for classification purposes and\nwill not assign any history points for the state offense. g. Each work day, DSCC Designation Officers determine which\ncases require designation by displaying a SENTRY Daily Log for\na listing of those cases entered the previous day (also to\ninclude weekends and holidays). The\nDesignator displays the Initial Designation Data screen and\nfollows the prompts on the screen. This will lead the\nDesignator through a display of the “CIM Clearance and\nSeparatee Data” screen and “Update Security Designation”\nscreen. A list of the appropriate security level\nfacilities will appear in order of proximity to the inmate’s\nlegal residence (based on mileage calculated by SENTRY). The\nfinal screen in this series requires that the reason for\ndesignation be entered, as well as any clearance remarks by\nthe DSCC Designator. The objective of inmate classification is to place each\ninmate in the most appropriate facility for service of\nsentence. To\naccomplish this, the Designator must consider all relevant\ninformation regarding the inmate. In accordance with Rule 38(b) of the Federal Rules of Criminal\nProcedure, when the court of conviction recommends that the\ninmate be retained in a place of confinement which will allow\nthe inmate to participate in the preparation of the appeal, the\nBureau will make every effort to place the inmate in such a\nfacility. If a reason exists for not placing the inmate in that\nfacility, the matter is called to the attention of the court\nand an attempt is made to arrive at an acceptable place of\nconfinement. h. SENTRY provides information on the capacity and inmate\npopulation in each institution. Specifically, for each facility\nand each Designation Facility (DFCL), SENTRY provides the Rated\nCapacity, the Designation Capacity, and the percentage of each\nthat the facility or DFCL currently houses. • The Rated Capacity is a measure of the\ncapacity for which each DFCL was designed. • The Designation Capacity is the equitable\nproportion of the inmates in a particular security\nlevel that each P5100.08\n9/12/2006\nChapter 3, Page 4\ndesignation facility having that security\nlevel should house. The Designation Capacity of each DFCL is based on the rated\ncapacities and population totals of all the DFCLs that have the\nsame security level. The Rated Capacity and Designation Capacity\nfor a facility are calculated as the total Rated Capacity and\nDesignation Capacity of all the DFCLs that exist within that\nfacility. Designators will ordinarily use the Designation Capacity as\na guide for maintaining population balance and an equitable\ndistribution of inmates. However, for newly activating\ninstitutions, Designators may designate that institution for\na percentage of initial designations. i. The Designator assigns a facility, which may include\na privately managed facility, and will make every effort to\naccommodate recommendations from the courts, ie.",
      "queries": [
        "can a dscc assign state offenses"
      ],
      "queries_score": [
        "2.1107602"
      ]
    },
    {
      "id": "guidance_17__11",
      "chunk_id": "11",
      "content": "However, for newly activating\ninstitutions, Designators may designate that institution for\na percentage of initial designations. i. The Designator assigns a facility, which may include\na privately managed facility, and will make every effort to\naccommodate recommendations from the courts, ie. RDAP,\nlocality, etc.\nj. Upon completion of the initial designation by the DSCC\nDesignator or Central Office Medical Designator, staff in\nthe following areas will make note of the designation by\nmonitoring SENTRY Destination Daily Logs:\n(1) The receiving institution;\n(2) The federal facility (MCC, Detention Center,\netc.) holding the inmate being designated;\n(3) The U.S. Marshals Prisoner Transportation\nDivision in Kansas City, Kansas; and,\n(4) The DSCC staff in cases where a\nmedical/mental health inmate has been referred to\nOMDT. DSCC staff will inform the USMS who has custody of the inmate\nof the designation by whatever means is appropriate. If the inmate is a former study case, DSCC staff must also\ninform, via GroupWise, the Warden of the institution that\ncompleted the study of the designation. This alerts that\nfacility to forward the Inmate Central File and other\nrecords to the institution designated. If there is a secondary designation (e.g., Parole, Special\nParole Term, Mandatory Release Violator Hearing, or following\nmedical treatment), DSCC staff (or Central Office Medical\nDesignator for P5100.08\n9/12/2006\nChapter 3, Page 5\nmedical cases) will notify the Warden of the secondary\ninstitution. This will alert the secondary institution that the\ninmate is designated and will be transported after the program\nor medical treatment is completed. No other designation notation\nis needed for a secondary designation. k. When a designation is made, DSCC staff will forward all\nsupporting documents to the designated institution within two\nworking days. If DSCC staff believe that the inmate will arrive\nat the institution in less than five calendar days, the\nsupporting documentation will be sent to the institution by\novernight mail, facsimile, or electronically, within one\nworking day of the designation. l. The Case Management Coordinator (CMC) will monitor all\npending arrivals at that facility. However, if the institution\nhas separate DFCLs for specialized programs (i.e., RDAP, Sex\nOffender Treatment Program, Life Connections, etc.) or for a\nsatellite camp, then the CMC may delegate this responsibility\nto staff assigned to those specialized programs or populations. Staff will monitor the Daily Log for that facility, and will\nprint a hard copy of each designation and maintain a copy on\nfile for 120 calendar days. In certain facilities other\nmethods may be just as effective in monitoring pending\narrivals. For example, institutions with a large holdover or\npretrial population can be monitored more effectively by running\na daily pipeline roster filtering out all “A-HLD”s and “A-PRE”s. Staff will also monitor the arrival of classification material,\nand if such material has not arrived within 10 calendar days\nfollowing the designation, the DSCC will be contacted to\ndetermine the status of that material. Upon arrival of the\nclassification material, the CMC, or designee, will review that\nmaterial and verify the scoring of the Inmate Load and Security\nDesignation form (BP-337). If a scoring issue and/or error is\ndiscovered, the CMC will contact the DSCC Administrator via\nGroupWise. The CMC may need to fax certain pages of the\nPresentence Investigation Report to the DSCC so the case can be\nappropriately reviewed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__12",
      "chunk_id": "12",
      "content": "If a scoring issue and/or error is\ndiscovered, the CMC will contact the DSCC Administrator via\nGroupWise. The CMC may need to fax certain pages of the\nPresentence Investigation Report to the DSCC so the case can be\nappropriately reviewed. If the CMC and DSCC agree that an error\nhas been made, the error will be corrected by the DSCC. If the\nCMC and DSCC do not agree that an error has been made, the\nCentral Office, Correctional Programs Administrator, will make\nthe final determination. The DSCC will also be advised of any non-scoring errors or\nconcerns. In either circumstance, if the correction requires a\nnew designation, the DSCC will make any necessary changes and\nwill enter a new designation into SENTRY. The DSCC will then\nnotify the appropriate USMS office(s) of the designation\nchange. P5100.08\n9/12/2006\nChapter 3, Page 6 If the original designation is changed, the CMC will\nforward the classification material to the newly designated\ninstitution. m. The CMC has oversight responsibilities for monitoring\nthe timely arrival of a newly designated inmate. If an inmate\nserving a term of one year or more has not arrived at the\ndesignated institution within 120 calendar days from the date\nof the designation, or if an inmate serving a term of less\nthan one year has not arrived after 30 calendar days, staff\nwill use SENTRY to determine the inmate's current location:\n(1) If the inmate is in a Bureau facility, staff will\ncontact that facility to expedite movement or ascertain\nthe reason for delay, and will verify whether the\ndesignation continues to be valid; and,\n(2) If the inmate is not in a Bureau facility, staff will\ncontact the DSCC. Upon notification, DSCC staff will contact the\nappropriate authorities and ascertain why the inmate has not\narrived at the designated institution. If DSCC staff decides the\ndesignation is no longer valid, the DSCC will cancel the\noriginal designation. If the designation is canceled, the packet will be returned to\nthe DSCC, who then will return the documentation to the\noriginating agency. Prior to canceling a designation, the DSCC\nwill enter a comment on the “CIM Clearance and Separatee Data”\nscreen to document the reason(s) for this action. This comment\nwill be the only retrievable documentation available to answer\nfuture questions regarding the processing of the case. It may be\nnecessary to administratively admit the inmate in order to enter\nthe comment. The DSCC will also delete the associated DST\nassignment. Staff will maintain records of their efforts to monitor\ndesignations. These records will be maintained for a period of\n120 calendar days from the date of initial designation. n. The release to the general public of an inmate's\ndesignation or redesignation information is prohibited, for\nsecurity reasons, until the inmate has arrived at the designated\nfacility. An inmate confined in a Bureau facility however, may\nbe advised of the destination but will not be advised of the\ndate or time of the transfer. However, caution should\nbe exercised in advising inmates of their destination. The Warden\nmay define cases where the designation will not be disclosed to\nthe inmate. Officials such as Judges and members of Congress may\nbe advised of designations in response to official inquiries for\ntheir official use. P5100.08\n9/12/2006\nChapter 3, Page 7\n2. NON-ROUTINE DESIGNATION PROCEDURES",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__13",
      "chunk_id": "13",
      "content": "However, caution should\nbe exercised in advising inmates of their destination. The Warden\nmay define cases where the designation will not be disclosed to\nthe inmate. Officials such as Judges and members of Congress may\nbe advised of designations in response to official inquiries for\ntheir official use. P5100.08\n9/12/2006\nChapter 3, Page 7\n2. NON-ROUTINE DESIGNATION PROCEDURES In certain cases, non-routine designation procedures for new\ncommitments are required. Listed below are specific examples of\nnon-routine designations. a. Study Cases. The DSCC will complete an Inmate Load and\nSecurity Designation form (BP-337) and enter it into SENTRY. The\nDSCC will then notify the Central Office Medical Designator via\nGroupWise requesting designation. The Central Office Medical\nDesignator will designate an appropriate institution for the\nstudy. After completion of the study and final sentencing by the\ncourt, the DSCC will enter a new Inmate Load and Security\nDesignation form (BP-337) into SENTRY, based on the actual\nsentence imposed or other new information. b. Medical or Mental Health. The DSCC is responsible for\nreceiving and evaluating information pertaining to an initial\ndesignation. DSCC staff must attempt to ascertain whether an\ninmate requires medical or mental health evaluation or\ntreatment. This information is ordinarily obtained from the\nPresentence Investigation Report or other source documents. If\nmedical or mental health concerns are apparent, DSCC staff will\nprovide comments in the \"Remarks\" section of the BP-337 and enter\nY (yes) in the OMDT REF item. DSCC staff will fax portions of\nthe Presentence Investigation Report pertaining to the medical\nor mental health concerns, and the Judgment in a Criminal Case,\nif it includes any judicial recommendations, to the Central\nOffice Medical Designator. Upon review of the daily log for W DESIG M cases, the Central\nOffice Medical Designator will access the Inmate Load and\nSecurity Designation form (BP-337) in SENTRY and make a\ndesignation based on the available information, ordinarily\nwithin three working days. If the Central\nOffice Medical Designator determines there are no medical or\nmental health concerns affecting placement, the DSCC will be\nadvised. The DSCC will then complete the designation\nto an appropriate institution. Only the OMDT will make designations for study cases or for\ncases requiring medical or psychiatric evaluation or\ntreatment. Designation may be made to any Bureau facility\nhaving resources to meet the inmate's needs. The Central Office\nMedical Designator will ensure that whenever a designation is\nmade to an DFCL inconsistent with the inmate's security level,\nthe appropriate Management Variable is entered. Administrative facilities are\nexcluded from this requirement. P5100.08\n9/12/2006\nChapter 3, Page 8\nc. Military Prisoners. The Bureau cooperates with the\nSecurity, Force Protection and Law Enforcement Division of the\nArmed Services for the transfer of military prisoners into the\nBureau's custody. These cases are coordinated through the DSCC,\nin accordance with the provisions contained in Chapter 7,\nSection 17(d). d. Parole, Mandatory Release or Special Parole Term Violator\nHearing. For designation purposes, the U.S. Parole Commission\n(USPC) provides the revocation packet and a copy of the alleged\nviolator's Presentence Investigation Report to the DSCC. The\nDSCC will complete an initial designation to a violator hearing\nsite, and a secondary designation to a post-hearing institution\nfor service of the violator term. The Security Designation Data\nscreen will indicate the inmate is to be housed as a holdover\nat the violator hearing site.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__14",
      "chunk_id": "14",
      "content": "The\nDSCC will complete an initial designation to a violator hearing\nsite, and a secondary designation to a post-hearing institution\nfor service of the violator term. The Security Designation Data\nscreen will indicate the inmate is to be housed as a holdover\nat the violator hearing site. Once the designation has been completed, the DSCC will\nnotify the U.S. Marshals Office of the designated institution,\nand mail the violator packet to that institution. The USPC will\nreceive notification via Groupwise. If after the hearing, new information causes a change in the\nsecondary designation (i.e., short-term parole date),\ninstitution staff will contact the DSCC for appropriate\naction.\n• In cases where the projected release date (PRD) is\nbetween 60 to 120 days from the date of hearing,\nthe DSCC will consider changing the secondary\ndesignation to the nearest appropriate facility. • In cases where the PRD is 60 days or less from the\ndate of hearing, hearing facility staff will\nconsider having the inmate remain at the hearing\nfacility for release processing purposes. • If a change in designation is not necessary,\ninstitution staff may process the inmate’s\ntransfer to the secondary designation. Procedures for violators requiring medical treatment are\nreferenced in Chapters 3 and 7. Once the information is reviewed\nand evaluated by the DSCC, and it is determined that medical or\npsychiatric treatment is required, the request for designation\nwill be entered into SENTRY and referred to the Central Office\nMedical Designator for designation. The DSCC will notify the\nappropriate USMS Office of the inmate’s designated institution,\nand mail the violator packet to that institution. The USPC will\nreceive notification via LAN. P5100.08\n9/12/2006\nChapter 3, Page 9\nLocal revocation hearings will be conducted at a site\ndetermined by the USPC, normally within commuting distance of\nwhere the alleged violation occurred. The USPC may request, in\nwriting, to the DSCC Administrator that an alleged violator be\nmoved to a Bureau institution. Violators who have received their\nlocal revocation hearing will not be transported until the USPC\nNotice of Action has been received and a designation has been\ndetermined. In some instances, violators who are granted a\nshort-term release date should be considered for placement in a\ncontract facility. e. Long-term Detainees. The Detention Services Branch (DSB),\nCorrectional Programs Division, Central Office, is responsible\nfor the initial designation of long-term detainees. Requests for\nplacement into the BOP from the U.S. Immigration and Customs\nEnforcement (ICE) are sent directly to DSB, where they are\ncompleted. If a medical or mental health placement is needed,\nDSB will refer it to the Central Office Medical Designator. Long-term detainees are no longer serving a sentence but their\ndetention is indeterminate and they will not, in all\nprobability, be repatriated to their home country. Long-term detainees are from countries, such as Cuba, that\nrefuse to accept their return from the U.S. government. The\nDetention Services Branch, Correctional Programs Division, will\nadvise when changes in applicable countries occur. This does\nnot include citizens from countries that take a significant\namount of time to accept its citizens. Travel orders can be\nobtained and they are eventually returned. ICE requests\nthe placement of long-term detainees into the BOP and they are\nordinarily designated into a general population. Long-term detainees include:\n•",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__15",
      "chunk_id": "15",
      "content": "This does\nnot include citizens from countries that take a significant\namount of time to accept its citizens. Travel orders can be\nobtained and they are eventually returned. ICE requests\nthe placement of long-term detainees into the BOP and they are\nordinarily designated into a general population. Long-term detainees include:\n• Mariel Cubans, detainees who entered the United\nStates during the Mariel boatlift between April\n15, 1980 and October 31, 1980; • Cubans who entered the United States from\nother countries, or from Cuba other than\nduring the Mariel boatlift; and, • Detainees from counties that ICE has\nidentified that refuse to receive its\ncitizens. Designation procedures for long-term detainees are unique\nbecause the detainees are not serving a sentence. Refer to the\ncurrent P5100.08\n9/12/2006\nChapter 3, Page 10\nProgram Statement Mariel Cuban Detainees for\nthe designation procedures. 3. DESIGNATIONS TO NON-FEDERAL FACILITIES The DSCC may designate a federal inmate to a non-federal\nfacility in accordance with the criteria below. An updated\nSecurity Designation form (BP-337) will be completed and\nentered into SENTRY for any sentence exceeding 30 days. When\nthe USMS takes custody of an inmate from state or local custody\nto begin serving a federal sentence, the same procedures for\nnew commitments will be followed. When designating an inmate to a non-federal facility for an\ninmate, Designators shall consider the inmate's religious\nbeliefs, if known as one of the factors in making a designation\ndecision. If possible, a non-federal facility where the inmate's\nreligious beliefs can be accommodated will be designated. If\nnecessary, Designators may consult with Central Office\nchaplaincy staff in making this designation decision. 4. TYPES OF COMMITMENTS a. Juvenile Commitments. All inmates committed under the\nJuvenile Justice and Delinquency Prevention Act (JJDPA) and\nall inmates under the age of 18 will be designated and\nhoused in accordance with the requirements of Program\nStatement Juvenile Delinquents, Juvenile Justice and\nDelinquency Prevention Act. The CCM will complete a BP-337 for juvenile offenders housed in\ncontract juvenile facilities; however, the CCM does not need to\ncomplete the BP-338 while the juvenile is housed there unless\nit is helpful to do so. b. Jail Commitments. When funds and appropriate jail space\nare available, the DSCC may designate a contract jail or\ndetention facility for an inmate who is generally sentenced\nto one year or less. If funds and appropriate jail space\nare not available or if an inmate has special needs, a\nfederal institution will be designated through the DSCC. Prior to placement, DSCC staff must determine whether\nany PSF(s) or other circumstances would contradict a jail\ndesignation. If so, the lowest security level dictated\nby the applicable PSF must be satisfied. However, such designations should also take into\nconsideration underpopulated Bureau facilities prior to\nplacement in a contract facility. P5100.08\n9/12/2006\nChapter 3, Page 11\nc. Youth Corrections Act (YCA)/District of Columbia Youth\nRehabilitation Act (DCYRA) Offenders. Although the YCA statutes\nwere repealed effective October 12, 1984 (see 18 U.S.C. §§ 5005\nthrough 5026 (repealed)), an offender originally committed\nunder these statutes could be returned to custody as a parole\nviolator. Ordinarily, DCYRA inmates will not be initially designated\nto non-federal facilities. d. State Prisoners. 18 U.S.C. § 5003 enables the Director,\nBureau of Prisons, to establish contracts to accept state\nprisoners for boarding in federal institutions.",
      "queries": [
        "are ice long term detainees"
      ],
      "queries_score": [
        "2.1141205"
      ]
    },
    {
      "id": "guidance_17__16",
      "chunk_id": "16",
      "content": "Ordinarily, DCYRA inmates will not be initially designated\nto non-federal facilities. d. State Prisoners. 18 U.S.C. § 5003 enables the Director,\nBureau of Prisons, to establish contracts to accept state\nprisoners for boarding in federal institutions. The term \"State\"\nas used in this section includes any state, territory, or\npossession of the United States. The statute does not permit the\nBureau to contract placement of state prisoners in third party\ncustody. This includes CCC placements. When there is a compelling reason for placing a state prisoner\nin a non-federal facility, institution staff will contact the\nDSCC Administrator, who may suggest to officials of the state\nthat they may want to make their own direct placement in a\nnon- federal facility. Once an inmate is accepted into Bureau custody, occasionally,\nthere may be a reason to return the inmate to the original\nstate. In this instance, institutional staff will contact the\nDSCC Administrator. If the DSCC Administrator determines that it\nwould be appropriate for the inmate to be returned, they will\ncontact state officials. P5100.08\n9/12/2006\nChapter 4, Page 1 INMATE LOAD AND SECURITY DESIGNATION FORM INSTRUCTIONS (BP-337) INMATE LOAD DATA The Inmate Load Data section (Items 1 to 25) of the Inmate Load\nand Security Designation form (BP-337) records the physical and\ndemographic information of inmates entered into SENTRY (the\nBureau of Prisons’ on-line database). In practice, inmates are\nentered into SENTRY whether or not the inmate’s security level\nis scored (e.g., pre-trial detainees, material witnesses,\netc.). Therefore, when the initial security designation data is\nentered into SENTRY it is essential that the load data is\ncompared to the information contained in the Presentence\nInvestigation Report (PSR), and that the information is updated\nor reconciled as appropriate. 1. REGISTER NUMBER\n2. LAST NAME\n6. RACE 7. SEX 3. FIRST NAME 4. MIDDLE 5. SUFFIX 8. ETHNIC ORIGIN 9. DATE OF BIRTH 10. OFFENSE/SENTENCE 11. FBI NUMBER 12. SSN NUMBER 13. STATE OF BIRTH 14. OR COUNTRY OF BIRTH 15. CITIZENSHIP 16. ADDRESS-STREET 17. CITY\n21. HEIGHT:FT IN 18. STATE 19. ZIP 20. OR FOREIGN\nCOUNTRY 22. WEIGHT: 23. HAIR COLOR 24. EYE COLOR 25. ARS ASSIGNMENT 1. REGISTER NUMBER. The U.S. Marshals Service (USM) assigns an\neight-digit register number to each inmate with the last\nthree digits denoting the U.S. Marshals’ judicial code. The\nformat is five digits, hyphen, three digits. 2. LAST NAME. Twenty-four spaces are provided for the inmate’s\nlast name, which must match the name on the Judgment. The\nfirst character must be a letter. Each subsequent character\nmust be a letter, space, hyphen, or apostrophe. 3. FIRST NAME. first name. NOTE: Twelve spaces are provided for the inmate’s Only the inmate’s committed name (as it appears in P5100.08\n9/12/2006\nChapter 4, Page 2\nthe Judgment) will be entered on the “Load Inmate”\ntransaction. All other names (e.g., true name, aliases,\nnicknames, maiden name, etc.) will be entered into\nSENTRY using the “Update Nicknames and Aliases”\ntransaction. 4. MIDDLE.\nname. 5. SUFFIX. Three spaces are provided for any name suffixes\n(i.e., Jr., Sr., II). Suffix codes are found in the Name\nSuffix Code section of the SENTRY General Use Technical\nReference Manual (TRM). 6. RACE. Standards for the Classification of Federal Data on\nRace and Ethnicity are set by the Office of Management\nand Budget.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__17",
      "chunk_id": "17",
      "content": "5. SUFFIX. Three spaces are provided for any name suffixes\n(i.e., Jr., Sr., II). Suffix codes are found in the Name\nSuffix Code section of the SENTRY General Use Technical\nReference Manual (TRM). 6. RACE. Standards for the Classification of Federal Data on\nRace and Ethnicity are set by the Office of Management\nand Budget. Enter the appropriate code: Eight spaces are provided for the inmate’s middle CODE RACE DEFINITION A Asian A person having origins in any of\nthe Pacific Islands or any of the\noriginal peoples of the Far East,\nSoutheast Asia, or the Indian\nsubcontinent including, for\nexample, Cambodia, China, India,\nJapan, Korea, Malaysia, Pakistan,\nthe Philippine Islands, Thailand,\nand Vietnam. B Black or\nAfrican\nAmerican A person having origins in any of\nthe black racial groups of Africa. I American\nIndian or\nAlaska Native A person having origins in any of\nthe original peoples of North and\nSouth America (including Central\nAmerica), and who maintains tribal\naffiliation or community\nattachment. W White A person having origins in any of\nthe original peoples of Europe, the\nMiddle East, or North Africa. 7. SEX. 8. ETHNIC ORIGIN. Enter M = Male or F = Female. Enter the appropriate code. P5100.08\n9/12/2006\nChapter 4, Page 3\nCODE ETHNIC ORIGIN DEFINITION H Hispanic or\nLatino A person of Cuban, Mexican, Puerto\nRican, South or Central American,\nor other Spanish culture or origin,\nregardless of race. O Not Hispanic\nor Latino A person who does not meet the\nabove definition. 9. DATE OF BIRTH. Ten spaces are provided for the inmate’s\nbirth date (MM-DD-YYYY); (e.g., July 2, 1981 = 07-021981). If the inmate's birth date is unknown or not\navailable, enter 01-01-1800. 10. OFFENSE/SENTENCE. The offense(s), sentence imposed, and\ndocket number (as specified in the Judgment) should be\nentered in the space provided. Additionally, if the inmate\nis admitted to another SENTRY facility, care should be\ntaken to preserve existing information. 11. FBI NUMBER. Nine spaces are provided for the Federal Bureau\nof Investigation (FBI) number. The FBI number can be any\ncombination of letters and numbers and must be entered\nwithout spaces or dashes. It cannot duplicate an existing\nFBI number in SENTRY. This field must be left blank if the\nFBI number is unknown at the time the inmate is loaded. 12. SOCIAL SECURITY NUMBER (SSN). Nine spaces are provided for\nthe inmate’s SSN. The number must be entered without dashes\nor spaces. It cannot duplicate an existing SSN in SENTRY. If the SSN is unknown, or the inmate has never been issued\na SSN this field must be left blank. In cases where the\ninmate will not be issued a SSN (i.e., illegal aliens) a\nback slash may be entered. 13. STATE OF BIRTH. Two spaces are provided for the state code\nfor the state in which the inmate was born. If entered, it\nmust be a valid code from the State and Possession Code\nTable in the SENTRY General Use TRM. 14. COUNTRY OF BIRTH. If entered, it must be a valid code from\nthe Country Code Table in the SENTRY General Use TRM. NOTE: SENTRY will not allow “US” to be entered if a\n“state of birth” is entered (Item 13 above). P5100.08\n9/12/2006\nChapter 4, Page 4\n15. CITIZENSHIP. Enter the country code that corresponds to the\ninmate’s citizenship.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__18",
      "chunk_id": "18",
      "content": "If entered, it must be a valid code from\nthe Country Code Table in the SENTRY General Use TRM. NOTE: SENTRY will not allow “US” to be entered if a\n“state of birth” is entered (Item 13 above). P5100.08\n9/12/2006\nChapter 4, Page 4\n15. CITIZENSHIP. Enter the country code that corresponds to the\ninmate’s citizenship. This must be a valid code from the\nCountry Code Table in the SENTRY General Use TRM. Do not\nrely on the inmate’s current place of residence to\ndetermine citizenship. Special emphasis must be placed on\nthe accuracy of citizenship at the time of the inmate’s\nadmission. 16. ADDRESS - STREET. At least twenty-eight spaces are provided\nfor the inmate’s street number and name as listed in the\nPSR as “legal address.” Enter any combination of\nalphanumeric characters. 17. CITY. Fifteen spaces are provided for the inmate’s city of\nresidence as listed in the PSR as “legal address.” If\nentered, a state or foreign country must be entered. 18. STATE. Two spaces are provided for the state code. If\nentered, it must be a valid state code found under State\nPossession Code, SENTRY General Use TRM. Enter country code\nunder Item 20 if residence is not in the United States or\none of its territories or commonwealths. 19. ZIP CODE. Five spaces are provided for the zip code. It\nmust be entered when a state code has been entered. If not\navailable, the city, state, and zip code of the USMS\nOffice assigning the register number will be entered. An\naccurate zip code is important because it is used by\nSENTRY to determine mileage between the inmate’s legal\nresidence and designated institution. 20. FOREIGN COUNTRY. Two spaces are provided for the country\ncode. If entered, it must be a valid country code from the\nCountry Code Table of the SENTRY General Use TRM. \"US\" may\nnot be entered as the country code. This field must be\ncompleted if a state or zip code is not entered in the\naddress field (see Items 18 & 19 above). 21. HEIGHT. Height must be entered in a measurement of feet and\ninches. Values in feet (FT) must be 1 through 9. Values in\ninches (IN) must be 00 through 11. 22. WEIGHT. 23. HAIR. Two spaces are provided for the color code. If\nentered, it must be a valid code found under the Hair\nColor Code, SENTRY General Use TRM. Weight values must be 001-999 and represent pounds. P5100.08\n9/12/2006\nChapter 4, Page 5\n24. EYES. Two spaces are provided for the color code. If\nentered, it must be a valid code found under the Eye\nColor Code, SENTRY General Use TRM. 25. ARS ASSIGNMENT. Use a valid SENTRY category assignment,\nSENTRY General Use TRM. SECURITY DESIGNATION DATA The Security Designation Data section (Items 1 to 18) of the\nInmate Load and Security Designation form (BP-337) records\nsentencing, programing recommendations, and background\ninformation from the Judgment, the Statement of Reasons (SOR),\nand the PSR. This information is used to determine the inmate’s\nsecurity level. 1. JUDGE 1. JUDGE. 2. REC FACILITY 3. REC PROGRAM 4. USM OFFICE Enter the sentencing Judge's last name. 2. RECOMMENDED FACILITY. The court may recommend a specific\ninstitution or a geographical region for a newly committed\ninmate.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__19",
      "chunk_id": "19",
      "content": "This information is used to determine the inmate’s\nsecurity level. 1. JUDGE 1. JUDGE. 2. REC FACILITY 3. REC PROGRAM 4. USM OFFICE Enter the sentencing Judge's last name. 2. RECOMMENDED FACILITY. The court may recommend a specific\ninstitution or a geographical region for a newly committed\ninmate. Enter the name of the recommended institution or region. If a specific SENTRY facility code is entered, that facility\nwill appear at the top of the list presented to the Designator\nfor consideration. 3. RECOMMENDED PROGRAM. Enter the name or type of any program\nrecommended by the sentencing Judge. 4. USM OFFICE.\nE/VA-NOR). 5. Enter the location of the USM Office (e.g., VOLUNTARY SURRENDER 5. VOLUNTARY SURRENDER 0 = NO (-3) = YES IF YES, MUST INDICATE: 5a. VOLUNTARY SURRENDER DATE:\n5b. VOLUNTARY SURRENDER LOCATION: This item allows for the subtraction of three points from the\nSecurity Point Total, Item 15, when the Judgment indicates the\ninmate was allowed to voluntarily surrender. For purposes of\nthis item, voluntary surrender means the inmate was not\nescorted by a law enforcement officer to either the U.S.\nMarshals Office or the place of confinement. Additionally, this\nitem applies only to post-sentencing voluntary surrender, and\ndoes not include cases where the inmate surrendered to the U.S.\nMarshals on the same day as sentencing. Voluntary Surrender\nCredit may only be P5100.08\n9/12/2006\nChapter 4, Page 6\napplied to the initial term of confinement; it may not be\napplied to any subsequent Supervised Release, Mandatory Release\nor parole Violation return to custody. 5a. VOLUNTARY SURRENDER DATE. If the court has provided for\nvoluntary surrender, enter the date of the voluntary surrender\nin this block. If the court provided for\nvoluntary surrender but did not provide a specific date for the\nsurrender, the DSCC will contact the court to establish a\nmutually agreeable date. NOTE: In cases where the court allows the inmate to\nvoluntarily surrender but the inmate will\nnot receive\n(-3) points on this item the date will still be\nentered on this item. 5b. VOLUNTARY SURRENDER LOCATION. The DSCC will note whether\nthe inmate is to voluntarily surrender to the USMS or to the\ndesignated institution. 6. MONTHS TO RELEASE 6. MONTHS TO RELEASE This item reflects the estimated number of months the inmate is\nexpected to be incarcerated. Consecutive federal sentences will\nbe added together for classification purposes. Federal sentences\nmay have different beginning dates, based on the Judgment Order. There may even be a computation in SENTRY with a beginning date\nin the future. Based on the inmate’s sentence(s), enter the\ntotal number of months remaining, less 15% (for sentences over\n12 months), and credit for any jail time served. This item is\nnot figured into the security point total but impacts the\nSentence Length Public Safety Factor. Example: An adult convicted of Breaking and Entering under the\nSentence Reform Act is sentenced to eight years. The expected\nlength of incarceration is (96 months x 85% = 81.6 months). Round to the nearest whole number to get 82 and subtract any\njail time credit (180 days) = 76 months to release. NOTE: Enter 540 months for death penalty cases, life\nsentences, and Parolable life sentences for\nwhich a parole date has not been established. P5100.08\n9/12/2006\nChapter 4, Page 7\n7.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__20",
      "chunk_id": "20",
      "content": "Round to the nearest whole number to get 82 and subtract any\njail time credit (180 days) = 76 months to release. NOTE: Enter 540 months for death penalty cases, life\nsentences, and Parolable life sentences for\nwhich a parole date has not been established. P5100.08\n9/12/2006\nChapter 4, Page 7\n7. SEVERITY OF CURRENT OFFENSE 7. SEVERITY OF\nCURRENT OFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the most\nsevere documented instant offense behavior regardless of the\nconviction offense. For multiple offenses, the highest score\nwill be used in scoring the current offense. Staff will consider\nthe offense behavior on all sentences, including federal\nsentences that have a future beginning date or a previous D.C.\nor state sentence if there was no physical release from custody. NOTE: This will require DSCC staff to make reasonable efforts\nto obtain documentation. Severity is determined by using the Offense Severity\nScale (Appendix A). Example: According to the PSR, the individual was involved in an\nAssault With Serious Injury (Greatest severity level) but pled\nguilty to a Simple Assault (Moderate severity level). Assign the\npoints on the basis of the more severe documented behavior,\ni.e., assign 7 points (Greatest severity level). In determining \"Severity of Current Offense\" staff must review\nthe Statement of Reasons (SOR) and ensure the information\nprovided is appropriately used in classifying the inmate. Example: According to the PSR the individual was involved in a\ndrug conspiracy responsible for distribution of 31 grams of\nCocaine Base “Crack”, but was individually only responsible\nfor\n2 grams, he/she would be scored as Moderate Severity for this\nitem. However, the SOR, indicates the Sentencing Judge found\nthe individual responsible for less than 1 gram; therefore, the\nappropriate scoring should be Low Moderate severity. • PROCEDURES FOR PAROLE, MANDATORY RELEASE,\nSPECIAL PAROLE TERM, OR SUPERVISED RELEASE\nVIOLATORS If the violation was the result of new criminal conduct,\nregardless of conviction status, use the new criminal conduct\nfor scoring \"Severity of Current Offense\" (see Appendix A). If\nthe violation behavior was a technical violation, score the\n\"Severity of Current Offense\" as Low Moderate. P5100.08\n9/12/2006\nChapter 4, Page 8 The original offense behavior which occurred prior to the\nviolation is considered past behavior and is not used in\ndetermining \"Severity of Current Offense.”\n• PROCEDURES FOR PROBATION VIOLATORS The original offense behavior that resulted in\nprobation should be used for scoring \"Severity of\nCurrent Offense\" (see Appendix A). However, if the new\ncriminal conduct (violation\nbehavior) is more severe than the original offense\nbehavior, then use this behavior for scoring \"Severity of\nCurrent\nOffense.” The\nmost severe documented behavior between the original offense\nand the violation behavior will be used for scoring \"Severity\nof Current Offense.” 8. CRIMINAL HISTORY SCORE 8. CRIMINAL\nHISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED - PRESENTENCE INVESTIGATION REPORT\nCRIMINAL HISTORY\n- NCIC III Enter the appropriate number of Criminal History\nPoints(CHP). SENTRY will automatically convert the CHP\nto the Bureau’s Criminal History Score (CHS). The CHS is derived from the US Sentencing Guidelines Criminal\nHistory Points, as reflected in the final judgment and the\nSOR.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__21",
      "chunk_id": "21",
      "content": "8a. SOURCE OF DOCUMENTED - PRESENTENCE INVESTIGATION REPORT\nCRIMINAL HISTORY\n- NCIC III Enter the appropriate number of Criminal History\nPoints(CHP). SENTRY will automatically convert the CHP\nto the Bureau’s Criminal History Score (CHS). The CHS is derived from the US Sentencing Guidelines Criminal\nHistory Points, as reflected in the final judgment and the\nSOR. If not found in either the Judgment or SOR, use the\npoints assessed by the USPO in the PSR. In some cases the Criminal History Points are not available\n(i.e., when the PSR is waived, on offenses committed prior to\nNovember 1, 1987, state cases, and military and D.C. Code\noffenders). Under these circumstances the Criminal History Score\nwill be derived from the criminal history documented in the NCIC\nIII Report according to the following procedures:\n(a) Add 3 points for each prior sentence of\nimprisonment exceeding one year and one\nmonth; (b) Add 2 points for each prior sentence of\nimprisonment of at least sixty days not counted in\n(a); (c) Add 1 point for each prior conviction not counted in\n(a) or (b), up to a total of 4 points for this\nitem; and, P5100.08\n9/12/2006\nChapter 4, Page 9\n(d) Add 2 points if the instant offense is a revocation\naccompanied by a new state or federal conviction, or\nif the instant offense occurred while under federal\nsupervision including incarceration, probation,\nparole or supervised release. The documentation used to assess the Criminal History\nPoints must be provided as specified in all cases. 9. HISTORY OF VIOLENCE 9. HISTORY OF\nVIOLENCE MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 Enter the appropriate number of points that reflect any history\nof violence, considering only those acts for which there are\ndocumented findings of guilt (i.e., DHO, Court, Parole,\nMandatory Release, or Supervised Release Violation). This item\nincludes the individual's entire background of criminal\nviolence, excluding the current term of confinement. Exception: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed during the current\nterm of confinement will be scored as a history item. DSCC staff\nmust review the Chronological Disciplinary Record (CDR) for\ninmates who were previously housed in a federal institution or\ncontract facility. Any violent act(s) reflected on the CDR must\nbe scored as a history item. State disciplinary findings must be\nscored unless there is documentation that the state disciplinary\nproceedings did not afford due process protection to the inmate. Severity of violence is determined by the offense behavior\nregardless of the conviction/finding of guilt offense. History\nof Violence points combine both seriousness and recency of\nprior violent incidents to assess the propensity for future\nviolence. Therefore, if there is more than one incident of\nviolence, score the combination of seriousness and recency that\nyields the highest point score. Prior\nperiods of incarceration will be considered a “history” item if\nthe inmate was physically released from custody and then\nreturned to serve either a violation or a new sentence. In\ndetermining time frames, use the date of the documented\nbehavior. Documented information from a juvenile, Youth\nCorrections Act (YCA) or District of Columbia Youth\nRehabilitation Act (DCYRA) adjudication can be used unless the\nrecord has been expunged or vacated. Minor History of Violence - Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g.,",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__22",
      "chunk_id": "22",
      "content": "Documented information from a juvenile, Youth\nCorrections Act (YCA) or District of Columbia Youth\nRehabilitation Act (DCYRA) adjudication can be used unless the\nrecord has been expunged or vacated. Minor History of Violence - Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., P5100.08\n9/12/2006\nChapter 4, Page 10\nsimple assault, fights, domestic disputes, etc.) There must\nbe a finding of guilt. Serious History of Violence - Aggressive or intimidating\nbehavior which is likely to cause serious bodily harm or death\n(e.g., aggravated assault, domestic violence, intimidation\ninvolving a weapon, incidents involving arson or explosives,\nrape, etc.). There must be a finding of guilt. Example: If an offender was found guilty of homicide 20 years\nago and a simple assault 3 years ago, assign 5 points for the\nsimple assault. Or in another case, the offender had guilty\nfindings for homicide 12 years ago; aggravated assault 8\nyears ago; and fighting 2 years ago, score 6 points for the\naggravated assault 8 years ago. NOTE: 10. Attempted suicide, self-mutilation and possession of\nweapons are not applicable behaviors for History of\nViolence scoring. In addition, verbal threats (such as\nCode 203- Threatening Bodily Harm) are to be viewed as\nminor violence. HISTORY OF ESCAPE OR ATTEMPTS 10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) Enter the appropriate number of points that reflect the escape\nhistory of the individual considering only those acts for\nwhich there are documented findings of guilt (i.e., DHO,\nCourt, Parole, Mandatory Release, or Supervised Release\nViolation). Escape\nhistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. Exception: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed during the current\nterm of confinement will be scored as a history item. DSCC\nstaff must review the Chronological Disciplinary Record (CDR)\nfor inmates who were previously housed in a federal\ninstitution or contract facility. Any escape(s) or\nattempt(s) reflected on the CDR must be scored as a history\nitem. State disciplinary findings are to be scored unless\nthere is documentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Fleeing or Eluding Arrest, Failure to Appear for traffic\nviolations, Absconding, runaways from foster homes and similar P5100.08\n9/12/2006\nChapter 4, Page 11\nbehavior should not to be scored under the Escape History\nitem, even if clearly documented, but should be considered on\na case- by-case basis under the Management Variable “Greater\nSecurity.” Failure to Appear or Flight to Avoid Prosecution\nfor any offense however, must be counted when there is a\ndocumented finding of guilt. In determining time frames, use the date of the documented\noccurrence. Documented information from a juvenile, YCA, or\nDCYRA adjudication can be used unless the record has been\nexpunged or vacated. Minor History of Escape - An escape from an open institution\nor program (e.g., minimum security facility, CCC, furlough)\nnot involving any actual or threat of violence. Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt except as previously noted. Serious History of Escape - An escape from secure custody with\nor without threat of violence.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__23",
      "chunk_id": "23",
      "content": "Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt except as previously noted. Serious History of Escape - An escape from secure custody with\nor without threat of violence. Also\nincludes escapes from an open facility or program with actual\nthreat of violence. There must be a finding of guilt. S = 3\npoints and requires application of PSF L.\n11. TYPE OF DETAINER 11. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect\ndetainer status. Refer to the Offense Severity Scale,\nAppendix A. Determination is based on the offense of\nthe most serious detainer.\n• If there is a pending charge, points based on the\ndocumented behavior are assigned on the “Type of\nDetainer” item. If the pending charges or detainer\ninvolve a probation violation, use the most severe\ndocumented behavior in the original offense as the\nbasis for assigning points in scoring the\ndetainer. If law enforcement officials indicate a firm intent\nto lodge a detainer, consider it lodged. Score a\nconcurrent state sentence as a detainer only if it\nis expected that the state sentence will exceed the\nfederal sentence. However, score consecutive state\nsentences, lodged state detainers, and/or state\nparole violation terms/warrants as detainers. P5100.08\n9/12/2006\nChapter 4, Page 12\n• Consecutive federal sentences are ordinarily not\nlodged as detainers because federal sentences are\ncomputed as they are received. If there is more\nthan one sentence, the most severe offense will be\nused as “Severity of Current Offense.” Example: 12. For an individual with two detainers for\nViolation of Firearms Act (Moderate\nseverity level) and one for Extortion\n(High severity level), use High = 5 points\nand enter \"5\". • No points will be awarded for U.S. Parole Commission\nwarrants (adjudicated or unadjudicated). However, the\noriginal offense behavior will be factored into the\ncriminal history points and the violation behavior\n(including new offense behavior) will be scored as\nthe instant offense. • No points will be awarded for ICE detainers. However,\neach case will be carefully reviewed to determine\nwhether the PSF for Deportable Alien is applicable. AGE 12. AGE 0 = 55 and over\n2 = 36 through 54 4 = 25 through 35\n8 = 24 or less SENTRY will automatically enter the appropriate number of points\nbased on the inmate’s date of birth. Staff do not have to\nmanually enter an offender’s age or points on the BP-337. If the\noffenders date of birth is unknown, SENTRY will default to a\nscore of 4 points. 13. EDUCATION LEVEL 13. EDUCATION 0 = Verified High School Degree or GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED and not participating in GED\nProgram 13a. HIGHEST GRADE COMPLETED Enter the appropriate number of points that reflect the\ninmate’s verified education level at the time of designation. In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example, an inmate who began, but did not complete the\n7th grade will be given a 6 in the HGC field.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__24",
      "chunk_id": "24",
      "content": "In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example, an inmate who began, but did not complete the\n7th grade will be given a 6 in the HGC field. Similarly, a GED\nwill be given a 12, a college graduate a 16, a Master’s degree an\n18, and a Ph.D. a 21 (the maximum allowed) in the HGC field. P5100.08\n9/12/2006\nChapter 4, Page 13 The value entered for the HGC should, unless missing, be\nconsistent with the points assessed for the inmates education\nlevel. If missing, enter a “U” for unknown. 14. DRUG/ALCOHOL ABUSE 14. DRUG/ALCOHOL ABUSE 0 = Never/›5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate. Examples of drug or alcohol abuse\ninclude: a conviction of a drug or alcohol related offense, a\nparole or probation violation based on drug or alcohol abuse,\npositive drug test, a DUI, detoxification, etc. Absent any\ninformation similar to the above, an inmate’s self-report is\nsufficient to score this item. If this information is unknown\nenter a “U” and the item will be scored as zero. 15. SECURITY POINT TOTAL 15. SECURITY POINT TOTAL Enter the sum of Items 5 through 14. 16. PUBLIC SAFETY FACTORS 16. PUBLIC\nSAFETY\nFACTORS A-NONE\nI-SENTENCE LENGTH(males only )\nB-DISRUPTIVE GROUP(males only )\nK-VIOLENT BEHAVIOR(females only )\nC-GREATEST SEVERITY OFFENSE ( males only ) L-SERIOUS ESCAPE\nF-SEX OFFENDER\nM-PRISON DISTURBANCE\nG-THREAT TO GOVERNMENT OFFICIALS\nN-JUVENILE VIOLENCE\nH-DEPORTABLE ALIEN\nO-SERIOUS TELEPHONE ABUSE See Chapter 5, pages 7-13 for a description of Public Safety\nFactors and their application. 17. REMARKS 17. REMARKS A brief explanation of the current offense(s) is required in\nthe “Remarks” section. Similarly,\nPre-Sentence Investigation Report information relevant to\nother scoring items that may have an impact on the designation\nprocess or the transportation of the inmate (e.g., medical or\npsychiatric information, or arrest behavior with no\nconviction) must also be noted in this section. Refer to\nAppendix C, Standard Abbreviations/Terms. Also, the P5100.08\n9/12/2006\nChapter 4, Page 14\nindividual scoring the case will enter his or her initials at\nthe end of the “Remarks” section. 18. OMDT REFERRAL 18. OMDT REFERRAL (YES/NO) The Medical Designator, Office of Medical Designations\nTransportation (OMDT), must review all cases in which there is\na physical or mental health concern. Enter “Y” (yes) or N\n(no) in this category. The response will determine\nwhich daily log will reflect the designation information. DESIGNATION AND SENTENCE COMPUTATION CENTER ACTION INITIAL DESIGNATION It is extremely important for Designators to communicate on a\nregular basis to ensure that designation decisions are\nconsistent. The Correctional Programs Division encourages the\nneed for communication and consistency to all Designators. 1. FACILITY DESIGNATED. Enter the mnemonic code for the\ninstitution designated (Refer to \"Enter Initial Designation,\"\nSENTRY General Use TRM). 2. CUSTODY ASSIGNMENT. Enter the initial custody assignment in\naccordance with Table 4-1.\nTable 4-1\nLEVEL OF INSTITUTION\nINITIALLY DESIGNATED INITIAL CUSTODY ASSIGNMENT Minimum OUT Low IN Medium IN High IN, unless initial designation is to USP\nMarion or ADX Florence, in which case the\ninitial custody assignment is MAXIMUM. Administrative IN, unless inmate is Minimum security\nlevel and designation was not for\nsecurity reasons, in which case the\ninitial custody assignment is OUT.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__25",
      "chunk_id": "25",
      "content": "INITIAL CUSTODY ASSIGNMENT Minimum OUT Low IN Medium IN High IN, unless initial designation is to USP\nMarion or ADX Florence, in which case the\ninitial custody assignment is MAXIMUM. Administrative IN, unless inmate is Minimum security\nlevel and designation was not for\nsecurity reasons, in which case the\ninitial custody assignment is OUT. P5100.08\n9/12/2006\nChapter 4, Page 15\n3. DESIGNATOR. The Designator will enter his or her initials. 4. REASON FOR DESIGNATION. Designators will use this section to\ndocument whether the primary reason for designation was for\nsecurity reasons or for management reasons. • Enter \"S\" if the inmate's security level is the\nprimary reason for designation and the placement is\nwithin normal guidelines. If \"S\" is entered, SENTRY\nwill not permit an entry in the “Management Reason”\nfield. • Enter \"M\" if a Management Variable is the primary\nreason for designation and placement is outside\nnormal guidelines. When \"M\" is entered, you must\nenter the appropriate Management Variable(s) (e.g., B\n= Judicial Recommendation, D = Release Residence,\netc.) under the Management Reason item. While one MGTV\nis generally sufficient, a maximum of three MGTVs may\nbe entered into SENTRY. In the unlikely event that an\ninmate’s designation facility is inconsistent with\nhis or her MSL, at least one additional non-MSL MGTV\nmust be added to support and explain the\ninconsistency. • When it is necessary to place an inmate at a\nparticular institution temporarily in order to\nreceive a parole hearing, a secondary designation is\nrequired. The DSCC will notify the Warden of the\nsecondary institution via GroupWise. Following the hearing, the institution\nwhere the inmate was first placed should review the\nsecondary designation and contact the DSCC if the\nresults of the hearing indicate that a change in the\nsecondary designation is required. 5. MANAGEMENT VARIABLES. See Chapter 5, pages 1-6 for a\ndescription of Management Variables and their\napplication. 6. REMARKS. The Designator will enter any relevant information\nnot already recorded that may have an impact on the designation\nprocess or the transportation of the inmate. P5100.08\n9/12/2006\nChapter 4, Page 16\nBP-337 INMATE LOAD AND SECURITY DESIGNATION FORM FEDERAL BUREAU OF PRISONS INMATE LOAD DATA\n1. REGISTER NUMBER\n2. LAST NAME\n6. RACE 7. SEX 3. FIRST NAME 4. MIDDLE 8. ETHNIC ORIGIN 9. DATE OF BIRTH 10. OFFENSE/SENTENCE 11. FBI NUMBER 12. SSN NUMBER 13. STATE OF BIRTH 14. OR COUNTRY OF BIRTH 15. CITIZENSHIP 16. ADDRESS-STREET 17. CITY\n21. HEIGHT FT IN 18. STATE 19. ZIP 20. OR FOREIGN COUNTRY 22. WEIGHT _____ LBS 23. HAIR COLOR 24. EYE COLOR 25. ARS ASSIGNMENT SECURITY DESIGNATION DATA\n1. JUDGE 2. REC FACILITY 5. VOLUNTARY SURRENDER STATUS 0 = NO 3. REC PROGRAM 4. USM OFFICE (-3) = YES IF YES, MUST INDICATE: 5a. VOLUNTARY SURRENDER DATE: __________________ 5b. VOLUNTARY SURRENDER LOCATION: ______________ 6. MONTHS TO RELEASE _______ 7. SEVERITY OF\nCURRENT OFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 8. CRIMINAL\nHISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED ____ - PRESENTENCE INVESTIGATION REPORT or ____ - NCIC III\nCRIMINAL HISTORY\n9. HISTORY OF\nVIOLENCE\n10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3 (S)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__26",
      "chunk_id": "26",
      "content": "4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED ____ - PRESENTENCE INVESTIGATION REPORT or ____ - NCIC III\nCRIMINAL HISTORY\n9. HISTORY OF\nVIOLENCE\n10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3 (S) >10 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) 11. TYPE OF\nDETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 12. AGE 0 = 55 and over\n2 = 36 through 54 4 = 25 through 35\n8 = 24 or less 13. EDUCATION\nLEVEL 7 = GREATEST 0 = Verified High School Degree or GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED and not participating in GED Program 13a. HIGHEST GRADE COMPLETED\n14. DRUG/ALCOHOL ABUSE ______________ 0 = Never/>5 Years 1 = <5 Years 15. SECURITY POINT TOTAL\n16. PUBLIC\nSAFETY\nFACTORS A-NONE\nB-DISRUPTIVE GROUP (males only)\nC-GREATEST SEVERITY OFFENSE (males only)\nF-SEX OFFENDER\nG-THREAT TO GOVERNMENT OFFICIALS\nH-DEPORTABLE ALIEN 17. REMARKS 18. OMDT REFERRAL (YES/NO) ____ I-SENTENCE LENGTH (males only)\nK-VIOLENT BEHAVIOR (females only)\nL-SERIOUS ESCAPE\nM-PRISON DISTURBANCE\nN-JUVENILE VIOLENCE\nO-SERIOUS TELEPHONE ABUSE 5. SUFFIX P5100.08\n9/12/2006\nChapter 5, Page 1\nMANAGEMENT VARIABLES AND PUBLIC SAFETY FACTORS\nMANAGEMENT VARIABLES A Management Variable is required when placement has been made\nand/or maintained at an institution level inconsistent with the\ninmate’s scored security level. Application of a Management\nVariable requires review and approval by the DSCC\nAdministrator. When completing the BP-338, institution staff\nmay only enter a Management Variable which the DSCC previously\napproved and entered as a management reason. Otherwise, the DSCC\nis the only office authorized to enter a variable. A maximum\nof three Management Variables may be entered for each case. NOTE: SENTRY will not permit the simultaneous application of\nthe Greater Security and Lesser Security MGTVs. When a Management Variable no longer applies, institution\nstaff will remove the variable(s) accordingly. When no\nManagement Variable is required, institution staff will\ninsert the letter \"A\" (NONE) in the space to signify that no\nMGTV(s) apply. Management Variables entered at initial designation are\nmanually transferred to the BP-338, Custody\nClassification form. Request for Management Variable/Management Variable expiration\ndate. All requests to apply a Management Variable (MGTV) or to\nupdate the Management Variable Expiration Date (MVED) must be\nsubmitted to the DSCC via GroupWise using the 409 form. Requests\nfor Management Variables on WITSEC inmates are to be forwarded\nto the Inmate Monitoring Section, Central Office, Washington,\nDC. The following criteria will be utilized: Only the DSCC or Central Office staff can apply a MGTV and\nupdate a MVED, with the exception of \"I\" (Med/Psych), which\nwill be applied and reviewed by the Central Office Medical\nDesignator and \"U\" (Long-Term Detainee), which will be\napplied by the Detention Services Branch, Correctional\nPrograms Division, Central Office. When requesting a MGTV or an updated MVED, only sections four\nand six need to be completed on the form 409. This request\nshould normally be made to the DSCC within 21 calendar days\nfollowing the inmate's scheduled custody review to ensure the\nDSCC is receiving a current Custody Classification Form, BP-338. After approval by the Warden, the request may be routed from the\nunit or shared folders, and unit staff must enter a DST\nassignment using the Update Transaction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__27",
      "chunk_id": "27",
      "content": "After approval by the Warden, the request may be routed from the\nunit or shared folders, and unit staff must enter a DST\nassignment using the Update Transaction. Staff will enter W MGTV P5100.08\n9/12/2006\nChapter 5, Page 2\nas a DST assignment when the request is routed. DSCC staff will\nremove the assignment when the decision is made. When requesting an updated MVED, staff are to indicate\nthe recommended expiration date on the top portion of form\n409. When a case with the MGTV of \"I\" (Med/Psych) is scheduled\nfor review and it is anticipated that this MGTV is no longer\napplicable, institution staff will complete all sections of\nform\n409 and forward the request to the Central Office Medical\nDesignator and the DSCC. The Central Office Medical Designator\nwill review the case for continuation or deletion of this\nMGTV. If this MGTV is no longer appropriate, the Central\nOffice Medical Designator will remove the MGTV. After the\nCentral Office Medical Designator removes the MGTV \"I,\" the\nDSCC will review the case for transfer. If a transfer is\nnot appropriate, another MGTV is to be applied. Expiration dates will be assigned in accordance with Table 51. The DSCC Administrator must evaluate the information on the\nform\n409 to determine the appropriate expiration date for all\napplicable Management Variables. At the established expiration\ndate, case management staff will review the current Management\nVariable(s) to determine appropriateness. In the rare instance\nwhen more than one MGTV is applied, all expiration dates will be\ndisplayed on the BP-338. When running a SENTRY roster, each MGTV\nand corresponding MVED will be displayed. Management Security Level (MSL). Upon application of any of the\nfollowing Management Variables: PSF Waived; Greater Security;\nLesser Security, the DSCC is to apply an overriding Management\nSecurity Level (MSL) to reflect the inmate’s assessed security\nneeds. This MSL takes precedence over the security level\nreflected in SENTRY which is based upon the scored security\nlevel and the application of Public Safety Factors. Designation must be made to a DFCL commensurate with the\ninmate’s security needs as reflected in the Management Security\nLevel. If there is an extenuating\ncircumstance in which an inmate’s designation facility is\ninconsistent with his or her MSL, at least one additional nonMSL MGTV must be added to support and explain the inconsistency. P5100.08\n9/12/2006\nChapter 5, Page 3 A None. No Management Variables apply. Institution\nstaff are permitted to enter this item. B Judicial Recommendation. The sentencing court may\nrecommend a specific institution or program. When\nconsistent with policies or when such actions are\nconsistent with sound correctional management, the\nBureau of Prisons attempts to satisfy judicial\nrecommendations. When this is not feasible, the court\nis notified in writing with an explanation outlining\nthe reasons for not satisfying that recommendation. D Release Residence. The Bureau of Prisons attempts to\nplace each inmate in an institution that is reasonably\nclose to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be\nconsidered reasonable, regardless of whether there may\nbe an institution closer to the inmate’s release area.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__28",
      "chunk_id": "28",
      "content": "D Release Residence. The Bureau of Prisons attempts to\nplace each inmate in an institution that is reasonably\nclose to the anticipated release area. Ordinarily,\nplacement within 500 miles of the release area is to be\nconsidered reasonable, regardless of whether there may\nbe an institution closer to the inmate’s release area. To the extent practicable, placement to the closest\nfacility within 500 driving miles of the release area\nwill be considered reasonable, subject to bed\navailability, the prisoner’s security designation, the\nprisoner’s programmatic needs, the prisoner’s mental\nand medical health needs, any request made by the\nprisoner related to faith-based needs, recommendations\nof the sentencing court, and other security concerns of\nthe Bureau of Prisons. This MGTV may also apply to\ninmates who are within 36 months of release. E Population Management. Situations may occur in which\nan inmate requires housing in a facility which is not\ncommensurate with his or her security level. Following\nare example situations: facility activation;\npopulation pressures affecting available appropriatelevel bed space within 500 driving miles of the\ninmate’s anticipated release residence; gang/security\nconcerns. G Central Inmate Monitoring Assignment. Pursuant to the\nCIM Program Statement, some inmates, for specified\nreasons, need to be monitored or separated from\nothers. Sometimes these special management concerns\nlimit the options for placement. I Medical or Psychiatric. An inmate who has a history of\nor is presently exhibiting psychiatric problems may\nneed an initial designation to a psychiatric referral\ncenter. Similarly, documented information reflecting\nthat the inmate may need medical or surgical treatment\nmay require a designation to a medical referral P5100.08\n9/12/2006\nChapter 5, Page 4\ncenter. Designations and redesignations of these\ninmates will be made by the Central Office Medical\nDesignator. N Program Participation. Occasionally, inmates become\ninvolved in specialized programs which are only\navailable on a limited basis, or at specific\ninstitutions; in such instances, it might be\nappropriate to delay transfer pending completion of\nthe program. Likewise, an inmate’s ability to\nparticipate in a unique program may require placement\nat an institution not commensurate with his or her\nsecurity level. Accordingly, when an inmate's\nsecurity level changes during participation in a\nspecial program not likely to be available in another\nappropriate facility, causing placement outside\nnormal guidelines, this MGTV will apply. R Work Cadre. At secure facilities without satellite\ncamps, the Regional Director may authorize a certain\nnumber of work cadre inmates to perform work outside\nthe perimeter of the institution. The DSCC will apply\nthe MGTV upon request of the institution. S PSF Waived. An inmate may receive up to three Public\nSafety Factors (PSFs). PSFs may be waived after review\nand approval by the DSCC Administrator. When Public\nSafety Factors are waived causing placement outside\nnormal guidelines, this MGTV will apply. Application\nof this MGTV mandates that the DSCC Administrator\ndetermine the most appropriate level of security\nrequired by the inmate and apply a Management Security\nLevel (MSL). The MSL must be at least one level less\nthan the scored security level which is based on the\nSecurity Total and PSF(s). Request for Public Safety Factor Waiver. Only the DSCC\nAdministrator is authorized to waive a PSF. A request\nfor waiver of a PSF will be submitted to the DSCC via\nform 409, available on SALLYPORT. The form 409 will\nindicate that the request is for waiver of a Public\nSafety Factor.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__29",
      "chunk_id": "29",
      "content": "Request for Public Safety Factor Waiver. Only the DSCC\nAdministrator is authorized to waive a PSF. A request\nfor waiver of a PSF will be submitted to the DSCC via\nform 409, available on SALLYPORT. The form 409 will\nindicate that the request is for waiver of a Public\nSafety Factor. Items 1 through 7 must be completed\nwhen submitting a request for waiver of a PSF. U Long-term Detainee. Long-term detainees are given an\ninitial custody and security level. However, Custody\nClassification Forms are not to be completed on\nlong- term detainees due to the unavailability\nor non- applicability of certain data (i.e.,\ncurrent term of confinement, length of time\nremaining to serve, accurate criminal history). P5100.08\n9/12/2006\nChapter 5, Page 5 Therefore, transfers for positive or negative behavior\nmay cause placement in a facility different from his or\nher scored security or custody level. When needed, this\nMGTV will be applied by the Detention Services Branch,\nCorrectional Programs Division, Central Office. Long-term criminal detainees whose security or custody\nlevel does not match that of their facility will have\nthis Management Variable applied. This applies as well\nif an inmate rolls over to the status of a long-term\ndetainee after being ordered detained upon expiration\nof the federal sentence and the security or custody\nlevel does not match that of the designated facility. V Greater Security. There may be security concerns which\nare not adequately reflected in the classification\nscheme. In circumstances where an inmate represents a\ngreater security risk (i.e., pending charges,\ndetainer, escape risk, etc.) than their assigned\nsecurity level, they may be placed in an institution\noutside normal guidelines, and this MGTV will apply. When this MGTV is applied based on institutional\nbehavior which is not supported by a UDC/DHO finding\nof guilt, staff will ensure compliance with the\ncriteria as set forth in the Program Statement on\nInmate Discipline and Special Housing Units. Application of this MGTV mandates the DSCC\nAdministrator determine the most appropriate level of\nsecurity required by the inmate and apply a\nManagement Security Level (MSL). Designation will\nthen be made to a DFCL commensurate with the inmate’s\nManagement Security Level. The MSL must be at least\none level greater than the scored security level\nwhich is based on the Security Total and Public\nSafety Factor(s). This MGTV requires up to a\n24 month expiration date. W Lesser Security. There may be security concerns which\nare not adequately reflected in the classification\nscheme. In circumstances where an inmate represents a\nlesser security risk (i.e., detainer removed, positive\nadjustment, etc.) than the assigned security level,\nthe inmate may be placed in an institution outside\nnormal guidelines. For example, where age is largely\nthe contributing factor in the inmate’s placement,\nthis Management Variable will apply. Application of this MGTV mandates the DSCC\nAdministrator to determine the most appropriate level\nof security required by the inmate and apply a\nManagement Security Level (MSL). The MSL must be at least one level less than the scored P5100.08\n9/12/2006\nChapter 5, Page 6\nsecurity level which is based on the Security Total\nand Public Safety Factor(s). DISCONTINUED MANAGEMENT VARIABLES.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__30",
      "chunk_id": "30",
      "content": "The MSL must be at least one level less than the scored P5100.08\n9/12/2006\nChapter 5, Page 6\nsecurity level which is based on the Security Total\nand Public Safety Factor(s). DISCONTINUED MANAGEMENT VARIABLES. The following Management\nVariables have been discontinued: C - Age, F - Racial Balance,\nH - Voluntary Surrender, J - Custody, K - Detainer, L Discipline, M - Grandfather Clause, O - Security, P - Sentence\nLimitation, and Q - Sliding Scale. Table 5-1\nMANAGEMENT VARIABLE EXPIRATION TABLE\nCODE DESCRIPTION LENGTH A None N/A B Judicial Recommendation N/A D Release\nResidence/Planning N/A E Population Management Up to 18 months** G Central Inmate\nMonitoring Assignment N/A I Medical/Psychiatric 6 months N Program Participation Up to 18 months, at the\ndiscretion of the Regional\nDirector** R Work Cadre N/A S PSF Waived* N/A (However, if an inmate is\ntransferred to a more secure\ninstitution based on behavior\nrelated to the waived PSF, this\nMGTV will be removed.) U Long-Term Detainee N/A V Greater Security* Up to 24 months** W Lesser Security* N/A * requires application of a Management Security Level (MSL)\n** if no expiration date is entered, SENTRY will default to an\nexpiration date 12 months in advance P5100.08\n9/12/2006\nChapter 5, Page 7\nPUBLIC SAFETY FACTORS\nA Public Safety Factor (PSF) is relevant factual information\nregarding the inmate’s current offense, sentence, criminal\nhistory or institutional behavior that requires additional\nsecurity measures be employed to ensure the safety and\nprotection of the public. Public Safety Factors are\nnormally applied on the Inmate Load and Security Designation\nForm (BP-337) prior to an inmate’s initial assignment to an\ninstitution, however, additions or deletions may be made at\nanytime there after via the Custody Classification Form, (BP338). A maximum of three PSFs may be applied, however\nif more than three apply, those which would provide the greatest\nsecurity and public safety will be utilized. CODE PSF - DESCRIPTION A None. B Disruptive Group. A male inmate who is a validated\nmember of a Disruptive Group identified in the\nCentral Inmate Monitoring System will be housed in\na High security level institution, unless the PSF\nhas been waived. No Public Safety Factors apply. At the time of initial designation, if the\nPresentence Investigation Report or other\ndocumentation identifies the inmate as a possible\nmember of one of the Central Inmate Monitoring\nDisruptive Groups, DSCC staff will enter a PSF on the\nBP-337. However, DSCC staff will not\nenter the CIM assignment \"Disruptive Group.\" Upon\nloading this PSF on a not-yet-validated member, DSCC\nstaff will (1) make a notation in the Remarks Section\nto indicate the need for validation upon arrival at\nthe institution, and (2) notify the Central Office\nIntelligence Section, via GroupWise, to advise them\nof the inmate’s status. Upon the inmate's arrival\nat the designated institution, the intake screener\nwill notify the institution's Special Investigation\nSupervisor of the inmate's PSF, to initiate the\nvalidation process. C Greatest Severity Offense. A male inmate whose current\nterm of confinement falls into the \"Greatest Severity\"\nrange according to the Offense Severity Scale\n(Appendix\nA) will be housed in at least a Low security\nlevel institution, unless the PSF has been\nwaived. F P5100.08\n9/12/2006\nChapter 5, Page 8\nSex Offender.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__31",
      "chunk_id": "31",
      "content": "C Greatest Severity Offense. A male inmate whose current\nterm of confinement falls into the \"Greatest Severity\"\nrange according to the Offense Severity Scale\n(Appendix\nA) will be housed in at least a Low security\nlevel institution, unless the PSF has been\nwaived. F P5100.08\n9/12/2006\nChapter 5, Page 8\nSex Offender. A male or female inmate whose behavior\nin the current term of confinement or prior history\nincludes one or more of the following elements will be\nhoused in at least a Low security level institution,\nunless the PSF has been waived. A conviction is not\nrequired for application of this PSF if the\nPresentence Investigation Report (PSR), or other\nofficial documentation, clearly indicates the\nfollowing behavior occurred in the current term of\nconfinement or prior criminal history. If the case was\ndismissed or nolle prosequi, application of this PSF\ncannot be entered. However, in the case where an inmate was charged\nwith an offense that included one of the following\nelements, but as a result of a plea bargain was not\nconvicted, application of this PSF should be\nentered. Example: According to the PSR, the inmate was\nspecifically described as being involved in a\nSexual Assault but pled guilty to Simple Assault. Based on the documented behavior,\napplication of this PSF should be entered:\n(1) Engaging in sexual contact with another\nperson without obtaining permission to do so\n(forcible rape, sexual assault or sexual battery);\n(2) Possession, distribution or mailing of\nchild pornography or related\nparaphernalia;\n(3) Any sexual contact with a minor or other\nperson physically or mentally incapable of granting\nconsent (indecent liberties with a minor, statutory\nrape, sexual abuse of the mentally ill, rape by\nadministering a drug or substance);\n(4) Any sexual act or contact not identified above\nthat is aggressive or abusive in nature (e.g., rape by\ninstrument, encouraging use of a minor for\nprostitution purposes, incest, etc.). Examples may be\ndocumented by state or Bureau of Prisons’ incident\nreports, clear NCIC entries, or other official\ndocumentation;\n(5) Attempts are to be treated as if the sexual\nact or contact was completed; and/or,\n(6) Any offense referenced in the Sex Offender\nNotification and Registration Program\nStatement. P5100.08\n9/12/2006\nChapter 5, Page 9\nCODE PSF - DESCRIPTION G Threat to Government Officials. A male or female\ninmate classified with a Central Inmate Monitoring\nassignment of Threat to Government Official will\nbe housed in at least a Low security level\ninstitution, unless the PSF has been waived. H Deportable Alien. A male or female inmate who is not a\ncitizen of the United States. All long-term detainees\nwill have this PSF applied. When applied, the inmate\nor the long-term detainee shall be housed in at least\na Low security level institution. The PSF shall not be applied, or shall be removed when\nthe U.S. Immigration and Customs Enforcement (ICE) or\nthe Executive Office for Immigration Review (EOIR)\nhave determined that deportation proceedings are\nunwarranted or there is a finding not to deport at the\ncompletion of deportation proceedings. The Institution\nHearing Program CMA of NO IHP or IHP CMP ND will then\nbe applied. Additionally, the PSF\nshall not be applied if the inmate has been\nnaturalized as a United States citizen. I Sentence Length. A male inmate with more than ten\nyears remaining to serve will be housed in at least\na Low security level institution unless the PSF has\nbeen waived.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__32",
      "chunk_id": "32",
      "content": "Additionally, the PSF\nshall not be applied if the inmate has been\nnaturalized as a United States citizen. I Sentence Length. A male inmate with more than ten\nyears remaining to serve will be housed in at least\na Low security level institution unless the PSF has\nbeen waived. A male inmate with more than 20 years remaining to\nserve will be housed in at least a Medium security\nlevel institution, unless the PSF has been waived. A male inmate with more than 30 years remaining to\nserve (including non-parolable LIFE sentences) will\nbe housed in a High security level institution\nunless the PSF has been waived. K Violent Behavior. A female inmate whose current term\nof confinement or history involves two convictions\n(or findings of commission of a prohibited act by the\nDHO) for serious incidents of violence within the\nlast five years will be assigned to at least a Low\nsecurity level institution, unless the PSF has been\nwaived. P5100.08\n9/12/2006\nChapter 5, Page 10 L Serious Escape. A female inmate who has been involved\nin a serious escape within the last ten years,\nincluding the current term of confinement, will be\nassigned to the Carswell Administrative Unit, unless\nthe PSF has been waived. A male inmate who has escaped from a secure facility\n(prior or instant offense) with or without the\nthreat of violence or who escapes from an open\ninstitution or program with a threat of violence\nwill be housed in at least a Medium security level\ninstitution, unless the PSF has been waived. M Prison Disturbance. A male or female inmate who was\ninvolved in a serious incident of violence within\nthe institution and was found guilty of the\nprohibited act(s) of Engaging, Encouraging a Riot,\nor acting in furtherance of such as described in,\nbut not limited to institution disciplinary codes\nsuch as 103, 105, 106,\n107, 212, 213 or 218. Such a finding must be in\nconjunction with a period of simultaneous\ninstitution disruptions. Males will be housed in at\nleast a HIGH security level institution and females\nwill be assigned to the Carswell Administrative\nUnit, unless the PSF has been waived. N Juvenile Violence. A male or female offender,\ncurrently of juvenile age, who has any documented\nsingle instance of violent behavior, past or present,\nwhich resulted in a conviction, a delinquency\nadjudication, or finding of guilt. Violence is defined\nas aggressive behavior causing serious bodily harm or\ndeath or aggressive or intimidating behavior likely to\ncause serious bodily harm or death (e.g., aggravated\nassault, intimidation involving a weapon, or arson). O Serious Telephone Abuse. A male or female inmate who\nutilizes the telephone to further criminal activities\nor promote illicit organizations and who meets the\ncriteria outlined below, must be assigned a PSF for\nSerious Telephone Abuse. A conviction is not required\nfor the PSF if the Presentence Investigation Report\n(PSR) or other official documentation clearly\nindicates that the above behavior occurred or was\nattempted. An inmate who meets this\ncriteria must be housed in at P5100.08\n9/12/2006\nChapter 5, Page 11\nleast a Low security level institution, unless\nthe PSF is waived. The PSF should be entered if any one of the\nfollowing criteria applies.\n(1) PSR or comparable documentation reveals\nthe inmate was involved in criminal\nactivity facilitated by the telephone who:\n• meets the definition of a leader/organizer or\nprimary motivator; or •",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__33",
      "chunk_id": "33",
      "content": "P5100.08\n9/12/2006\nChapter 5, Page 11\nleast a Low security level institution, unless\nthe PSF is waived. The PSF should be entered if any one of the\nfollowing criteria applies.\n(1) PSR or comparable documentation reveals\nthe inmate was involved in criminal\nactivity facilitated by the telephone who:\n• meets the definition of a leader/organizer or\nprimary motivator; or • utilized the telephone to communicate threats\nof bodily injury, death, assaults, or\nhomicides; or • utilized the telephone to conduct significant\nfraudulent activity (actual or attempted) in\nan institution; or • leader/organizer who utilized the telephone\nto conduct significant fraudulent activity\n(actual or attempted) in the community;\nor, • arranged narcotic/alcohol introductions while\nconfined in an institution. (2) Federal law enforcement officials or a U.S.\nAttorney’s Office notifies the Bureau of\nPrisons of a significant concern and need\nto monitor an inmate’s telephone calls; (3) The inmate has been found guilty of a 100 or\n200 level offense code for telephone abuse. NOTE: (4) 200 level offense codes will be reviewed\non a case-by-case basis. A Bureau of Prisons official has\nreasonable suspicion and/or documented\nintelligence supporting telephone abuse. NOTE: Any inmate who is assigned the Serious\nTelephone Abuse PSF may be subject to\ntelephone restriction in accordance with\nthe Telephone Regulations for Inmates\nProgram Statement. P5100.08\n9/12/2006\nChapter 5, Page 12\nD Firearms DISCONTINUED PUBLIC SAFETY FACTORS\nE High Drug\nJ Designation Assessment\nTable 5-2\nSECURITY DESIGNATION TABLE (MALES) INMATE SECURITY LEVEL ASSIGNMENTS BASED ON\nCLASSIFICATION SCORE AND PUBLIC SAFETY FACTORS\nSecurit\ny\nPoint Public Safety Factors Inmate\nSecurity\nLevel 0 - 11 No Public Safety Factors\nDeportable Alien\nJuvenile Violence\nGreatest Severity Offense\nSex Offender\nSerious Telephone Abuse\nThreat to Government Officials\nSentence Length\nTime remaining > 10 Yrs\nTime remaining > 20 Yrs\nTime remaining > 30 Yrs (Includes\nnon-parolable LIFE and Death\npenalty cases)\nSerious Escape\nDisruptive Group\nPrison Disturbance Minimum\nLow\nLow\nLow\nLow\nLow\nLow No Public Safety Factors\nSerious Escape\nSentence Length\nTime remaining > 20 Yrs\nTime remaining > 30 Yrs (Includes\nnon-parolable LIFE and Death\npenalty cases)\nDisruptive Group\nPrison Disturbance Low\nMedium No Public Safety Factors\nDisruptive Group\nPrison Disturbance\nSentence Length\nTime remaining > 30 Yrs (Includes\nnon-parolable LIFE and Death\npenalty cases) Medium\nHigh\nHigh 12 - 15 16 - 23 24 + Low\nMedium\nHigh\nMedium\nHigh\nHigh Medium\nHigh\nHigh\nHigh High High P5100.08\n9/12/2006\nChapter 5, Page 13\nTable 5-3\nSECURITY DESIGNATION TABLE (FEMALES)\nINMATE SECURITY LEVEL ASSIGNMENTS BASED ON\nCLASSIFICATION SCORE AND PUBLIC SAFETY FACTORS\nSecurity\nPoint\nTotal Public Safety Factors Inmate\nSecurity\nLevel 0 - 15 No Public Safety Factors\nDeportable Alien\nJuvenile Violence\nSerious Telephone Abuse\nSex Offender\nThreat to Government Officials\nViolent Behavior\nPrison Disturbance\nSerious Escape Minimum\nLow\nLow\nLow\nLow\nLow\nLow\nHigh\nHigh 16 - 30 No Public Safety\nFactors Prison\nDisturbance Serious 31 + Low\nHigh\nHigh\nHigh P5100.08\n9/12/2006\nChapter 6, Page 1\nCUSTODY CLASSIFICATION FORM INSTRUCTIONS (BP-338) INTRODUCTION. Custody classification is a procedure whereby an\ninmate is assigned a level of supervision according to their\ncriminal history and institutional behavior/adjustment. An\ninmate’s custody level is an indication of how much staff\nsupervision an inmate requires within and beyond the confines\nof the institution. An inmate’s first custody classification will be scored at the\nfirst program review following initial classification\n(approximately 7 months after arrival at an institution). Subsequent reviews will occur at least every 12 months, but\nmay be conducted earlier in order to enable progress toward\ncommunity activities. Custody classification will ordinarily\noccur every 12 months at a regularly scheduled program review. Only changes\nwhich increase or decrease the overall security level\nassignment of the inmate, i.e. FRP refuse, incident report(s),\nnew sentence, sentence reduction etc., should be scored outside\nof the 12 month cycle.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__34",
      "chunk_id": "34",
      "content": "Custody classification will ordinarily\noccur every 12 months at a regularly scheduled program review. Only changes\nwhich increase or decrease the overall security level\nassignment of the inmate, i.e. FRP refuse, incident report(s),\nnew sentence, sentence reduction etc., should be scored outside\nof the 12 month cycle. When transferring to another institution, inmates normally\nretain their custody assignments. If the custody level is\ninconsistent with that authorized at the receiving\ninstitution, the sending institution will change the inmate's\ncustody prior to transfer. Holdovers\nwill\nretain\ntheir\ninitial\ncustody\nlevel\nassignments until their first regularly scheduled custody\nreview at their designated facility for service of sentence. At each annual custody review, a new Custody\nClassification Form (BP-338) will be completed, even\nthough the scoring elements\nmay not have changed from the previous form. Only the most\ncurrent BP-338 form will be retained in the Inmate Central\nFile, except for those forms that must be retained to\ndocument appropriate review and approval for custody\nreductions (e.g., custody reductions for exception cases\nrequire the Warden, or designee, to sign the Custody\nClassification Form. The form should\nbe maintained to document the review and approval). As set\nforth in the definition of “Maximum” custody, Chapter 2, a\nBP-338 form changing an inmate’s custody to or from “Maximum”\ncustody must be permanently maintained. It should be clearly understood that the Custody Classification\nForm only recommends an inmate's custody. The Unit Team and/or\nWarden is the final review authority. The intent of the Custody\nClassification system is to permit staff to use professional\njudgment within specific guidelines. Custody changes are not P5100.08\n9/12/2006\nChapter 6, Page 2\ndictated solely by the point total. However, when the Unit Team\ndecides not to follow the recommendation of the point total,\nthey must document the reason(s) for this decision in writing\non the Custody Classification Form, and inform the inmate. A. IDENTIFYING DATA\n1. INSTITUTION CODE 2. UNIT 3. DATE 4. NAME 5. REGISTER NUMBER 6 . MANAGEMENT A - NONE\nVARIABLES\nB - JUDICIAL RECOM MENDATIO N\nD - RELEASE RESIDENCE/PL ANNING\nE - POPULATION MANAGEMENT 7. PUBLIC\nSAFETY\nFACTORS A\nB\nC\nF\nG\nH - G - CIMS\nI - MED/PSYCH TREATMENT\nN - PROGRAM PARTICIPATION\nR - WORK CADRE NONE\nDISRUPTIVE GROUP (males only)\nGREATEST SEVERITY OFFENSE (males only)\nSEX OFFENDER\nTHREAT TO GOVERNMENT OFFICIALS\nDEPORTABLE ALIEN I\nK\nL\nM\nN\nO - S - PSF WAIVED\nU - LONG-TERM DETAINEE\nV - GREATER SECURITY\nW - LESSER SECURITY SENTENCE LENGTH (males only)\nVIOLENT BEHAVIOR (females only)\nSERIOUS ESCAPE\nPRISON DISTURBANCE\nJUVENILE VIOLENCE\nSERIOUS TELEPHONE ABUSE 1. INSTITUTION CODE. (Automatically displayed by SENTRY.) 2. UNIT. (Automatically displayed by SENTRY.) 3. DATE. (Automatically displayed by SENTRY.) 4. NAME. (Automatically displayed by SENTRY.) 5. REGISTER NUMBER. (Automatically displayed by SENTRY.) 6. MANAGEMENT VARIABLES. 7. PUBLIC SAFETY FACTORS. See Chapter 5, pages 7-13. B. 1. See Chapter 5, pages 1-6. BASE SCORING TYPE OF DETAINER 1. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the inmate’s\ndetainer status. Refer to the Offense Severity Scale (Appendix\nA). If multiple detainers have been filed, enter the point value\nfor the most serious charge. Frequency and sentence length are\nnot considered. The scoring of detainers on the Inmate Load and Security\nDesignation Form (BP-337) may differ from the score received on\nthe Custody Classification Form (BP-338).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__35",
      "chunk_id": "35",
      "content": "Refer to the Offense Severity Scale (Appendix\nA). If multiple detainers have been filed, enter the point value\nfor the most serious charge. Frequency and sentence length are\nnot considered. The scoring of detainers on the Inmate Load and Security\nDesignation Form (BP-337) may differ from the score received on\nthe Custody Classification Form (BP-338). If there is a pending\ncharge, points based on the documented behavior are assigned on P5100.08\n9/12/2006\nChapter 6, Page 3\nthe type of detainer item; if the pending charge involves a\nprobation violation, use the most severe documented behavior\nfrom the original offense as the basis for assigning points\nin the detainer scoring. Only formally filed detainers are\nconsidered on the Custody Classification Form after the\nsecond regularly scheduled custody review.\n• Score consecutive state sentences, lodged state detainers\nand/or state parole violation terms/warrants as\ndetainers. Inmates should be informed that it is vitally\nimportant that all pending charges and detainers be\nresolved as quickly as possible so that institution\nprogramming and release planning can occur. • Score concurrent state sentences, as a detainer only if it\nis expected that the state sentence will exceed the federal\nsentence and the state has formally filed a detainer. Other\nformally filed state pending charges, consecutive\nsentences, and/or parole violation term/warrants will be\nscored as detainers. Points will be assigned the same as they\nwould be for a federal violation (see page 4 of this\nChapter for further instructions). • No points will be awarded for U.S. Parole Commission\nwarrants (adjudicated or unadjudicated). However, the\noriginal offense behavior will be factored into the\ncriminal history points and the violation behavior\n(including new offense behavior) will be scored as\nthe current offense. • No points will be assigned for ICE detainers. However,\neach case will be carefully reviewed to determine whether\nthe PSF for Deportable Alien is applicable. • If a formally filed detainer involves a probation\nviolation, use the most severe documented behavior in\nthe original offense as the basis for assigning points\nin the detainer scoring chart above. 2. SEVERITY OF CURRENT OFFENSE 2. SEVERITY OF CURRENT\nOFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the most\nsevere documented instant offense behavior. For multiple\noffenses, the highest score will be used when scoring the\ncurrent offense. Staff will consider\nthe offense behavior of all sentences, including federal\nsentences that have a future P5100.08\n9/12/2006\nChapter 6, Page 4\nbeginning date or a prior state or D.C. sentence if there was\nno physical release from custody. Severity is determined by using the Offense Severity Scale\n(Appendix A). Do not use instant offense behavior to also assign\npoints on the “history” items on the Custody Classification\nForm. Example: According to the Presentence Investigation Report, the\nindividual was involved in an Assault With Serious Injury\n(Greatest severity level) but pled guilty to a Simple Assault\n(Moderate severity level). Assign the points on the basis of the\nmore severe documented behavior, i.e., assign 7 points (Greatest\nseverity level). Do not use the current term of confinement\ninformation to assign points on the “history” items (numbers 5\nand 6 on the Security Designation Data section of the BP-337).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__36",
      "chunk_id": "36",
      "content": "Assign the points on the basis of the\nmore severe documented behavior, i.e., assign 7 points (Greatest\nseverity level). Do not use the current term of confinement\ninformation to assign points on the “history” items (numbers 5\nand 6 on the Security Designation Data section of the BP-337). In determining \"Severity of Current Offense\" staff must review\nthe Statement of Reasons, (attachment to the Judgment) and\nensure the information provided is appropriately used in\nclassifying the inmate. Example: According to the Presentence Investigation Report the\nindividual was involved in a drug conspiracy responsible for\ndistribution of 31 grams of cocaine base “Crack”, but was\nindividually only responsible for 2 grams, he/she would be\nscored as Moderate Severity in this category. However, the\nSTATEMENT OF REASONS, indicates the Judge found the individual\nresponsible for less than 1 gram; therefore, the appropriate\nscoring should be Low Moderate Severity.\n• Procedures for Parole, Mandatory Release,\nSpecial Parole Term, or Supervised Release\nViolator If the violation was the result of new criminal\nconduct, regardless of conviction status, use the new\ncriminal conduct for scoring \"Severity of Current\nOffense\" (see Appendix A). If the violation behavior\nwas a technical violation, score the \"Severity of\nCurrent Offense\" as Low Moderate Severity. The original offense behavior which occurred prior to the\nviolation is considered past behavior and is not used in\ndetermining \"Severity of Current Offense.\" P5100.08\n9/12/2006\nChapter 6, Page 5\n• Procedures for Probation Violator The\noriginal\noffense\nbehavior\nthat\nprobation should be used for scoring\nCurrent Offense\" (see Appendix A). resulted\n\"Severity in\nof However, if the new criminal conduct (violation behavior)\nis more severe than the original offense behavior, then\nuse this behavior for scoring \"Severity of Current\nOffense.\" The most severe documented behavior between the\noriginal offense and the violation behavior is to be used\nfor scoring \"Severity of Current Offense.\" 3. MONTHS TO RELEASE DATE 3. MONTHS TO RELEASE If there is a current and valid sentence computation in SENTRY,\nSENTRY will automatically enter the number of months remaining\ninto this field. If however, there is not a complete Sentence\nComputation/Projected Release Date in SENTRY, this entry must\nbe manually computed. This item is not figured into the\nsecurity point total but impacts the Sentence Length Public\nSafety Factor. 4. CRIMINAL HISTORY SCORE 4. CRIMINAL HISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + SENTRY will automatically insert the score that was entered for\nthis item on the BP-337. If this item was not entered on the BP337, insert the appropriate number of points that reflect the\nCriminal History Score. For further details on Criminal History\nScore see Chapter 4, Section 8. 5. HISTORY OF ESCAPE OR ATTEMPTS 5. HISTORY OF ESCAPE\nOR ATTEMPTS\nMINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) Enter the appropriate number of points that reflect the escape\nhistory of the individual, considering only those acts for\nwhich there are documented findings of guilt (i.e., DHO, Court,\nParole, Mandatory Release, or Supervised Release Violation). Escape\nHistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. P5100.08\n9/12/2006\nChapter 6, Page 6\nEXCEPTION:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__37",
      "chunk_id": "37",
      "content": "Escape\nHistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. P5100.08\n9/12/2006\nChapter 6, Page 6\nEXCEPTION: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed\nduring the current term of confinement will be\nscored as a history item. State disciplinary findings are scored unless there is\ndocumentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Fleeing or Eluding Arrest, Failure to Appear for traffic\nviolations, runaways from foster homes and similar behavior\nshould not be scored under the Escape History item, even if\nclearly documented, but should be considered on a case-by-case\nbasis under the Management Variable “Greater Security.” Failure\nto Appear or Flight to Avoid Prosecution for any offense\nhowever, must be counted when there is a documented finding of\nguilt. In determining time frames, use the date of the documented\noccurrence. Documented information from juvenile or YCA\nadjudications can be used unless the record has been\nexpunged or vacated. Minor History of Escape - An escape from an open institution\nor program (e.g., minimum security facility, CCC, furlough)\nnot involving any actual or threat of violence. Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt. Serious History of Escape - An escape from secure custody with\nor without threat of violence. Also\nincludes escapes from an open facility or program with actual\nthreat of violence. There must be a finding of guilt. S = 3\npoints and requires application of PSF L.\n6. HISTORY OF VIOLENCE 6. HISTORY OF\nVIOLENCE MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 Enter the appropriate number of points that reflect any history\nof violence, considering only those acts for which there are\ndocumented findings of guilt (i.e., DHO, Court, Parole,\nMandatory Release, or Supervised Release Violation). This item\nincludes the individual's entire background of criminal\nviolence, excluding the current term of confinement. P5100.08\n9/12/2006\nChapter 6, Page 7\nEXCEPTION: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed\nduring the current term of confinement will be\nscored as a history item. State disciplinary findings are scored unless there is\ndocumentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Severity of violence is determined by the offense behavior\nregardless of the conviction/finding of guilt offense. History\nof Violence points combine both seriousness and recency of prior\nviolent incidents to assess the propensity for violent behavior,\nwhere more points mean greater risk. Therefore, if there is more\nthan one incident of violence, score the combination of\nseriousness and recency that yields the highest point score. Prior periods of incarceration will be considered a “history”\nitem if the inmate was physically released from custody and\nthen returned to serve either a violation or a new sentence. In\ndetermining time frames, use the date of the documented\nbehavior. Documented information from juvenile or YCA\nadjudication can be used unless the record has been expunged or\nvacated. Minor History of Violence Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., simple assault, fights, domestic disputes, etc.) There must be a finding of guilt.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__38",
      "chunk_id": "38",
      "content": "Documented information from juvenile or YCA\nadjudication can be used unless the record has been expunged or\nvacated. Minor History of Violence Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., simple assault, fights, domestic disputes, etc.) There must be a finding of guilt. Serious History of Violence - Aggressive or intimidating\nbehavior which is likely to cause serious bodily harm or\ndeath (e.g., aggravated assault, domestic violence,\nintimidation involving a weapon, incidents involving arson\nor explosives, rape, etc.). There must be a finding of\nguilt. Example: If an offender was found guilty of homicide 20 years\nago and a simple assault 3 years ago, assign 5 points for the\nsimple assault. Or in another case, the offender had guilty\nfindings for homicide 12 years ago; aggravated assault 8\nyears ago; and fighting 2 years ago, score 6 points for the\naggravated assault 8 years ago. NOTE: Attempted suicide, self-mutilation and possession of\nweapons are not applicable behaviors for History of\nViolence scoring. In addition, verbal threats (such as\nCode 203- Threatening Bodily Harm) are to be viewed as\nminor violence. P5100.08\n9/12/2006\nChapter 6, Page 8\n7. VOLUNTARY SURRENDER 7. VOLUNTARY SURRENDER 0 = NOT APPLICABLE (-3) = VOLUNTARY SURRENDER This item allows for the subtraction of three points from\nthe “Base Score” (Item 11 below), when the Judgement\nindicates the inmate was ordered to voluntarily surrender. Enter the appropriate number of points. For purposes of this\nitem, voluntary surrender means the inmate was not escorted\nby a law enforcement officer to either the U.S. Marshals\nOffice or the place of confinement. NOTE: 8. Supervised Release, Mandatory Release, and Parole\nViolators will not receive credit for Voluntary\nSurrender even if it is approved by the court. AGE\n0 = 55 and over\n2 = 36 through 54 8. AGE 4 = 25 through 35\n8 = 24 or less SENTRY will automatically cross-reference the inmate’s date\nof birth and assign the appropriate number of points that\nreflect his or her age. Staff do not have to manually\nenter an offender’s age. 9. EDUCATIONAL LEVEL 9. EDUCATION LEVEL 0 = Verified High School Degree/GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED & not participating in GED\nProgram Enter the appropriate number of points, that reflect the\ninmate’s education level as verified by the Education\nDepartment. NOTE: The scoring of this item on the Custody Classification\nform differs from the scoring on the Security\nDesignation form. Therefore, unit staff must reconcile\ninformation obtained since the inmate’s previous score\non this item. In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example an inmate who began but did not complete the\n7th grade will be given a 6 in the HGC field. Similarly, a GED\nwill be given a 12, a college graduate a 16, a Master’s degree\nan 18, and a Ph.D. a 21 (the maximum allowed) in the HGC\nfield. P5100.08\n9/12/2006\nChapter 6, Page 9\n10. DRUG/ALCOHOL ABUSE 10. DRUG/ALCOHOL ABUSE 0 = Never/>5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__39",
      "chunk_id": "39",
      "content": "P5100.08\n9/12/2006\nChapter 6, Page 9\n10. DRUG/ALCOHOL ABUSE 10. DRUG/ALCOHOL ABUSE 0 = Never/>5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate. Examples of drug or alcohol abuse\ninclude: a conviction of a drug or alcohol related offense, a\nparole or probation violation based on drug or alcohol abuse,\npositive drug test, a DUI, detoxification, etc. Absent any\ninformation similar to the above, an inmate’s self report is\nsufficient to score this item. If this information is unknown,\nenter a “U” and the item will be scored as zero. 11. BASE SCORE 11. BASE SCORE (ADD B. ITEMS 1 - 10) SENTRY will compute the base score based upon the points\nentered for Items 1 - 10 (excluding Item 3). In cases where\nthe total results in a negative number the base score will be\nset at zero. C. CUSTODY SCORING\n1. PERCENTAGE OF TIME SERVED 1. PERCENTAGE OF\nTIME SERVED 3 = 0-25%\n4 = 26-75% 5 = 76-90%\n6 = 91+% Enter the number of points that reflect the percentage of time\nthe inmate has already served on the present commitment at the\ntime of the review. To determine the percent, divide the number\nof months already served on the present sentence by the number\nof months of incarceration the inmate will have served upon\nreaching his/her projected release date. If applicable, give\ncredit for jail time. Example: An inmate has served 15 months (14 months at the\ninstitution, plus credit for one month jail time) of an\nanticipated total of 78 months of confinement. Actual Time Served\n=\nAnticipated Time in Confinement = 15= 19.2%\n78 Enter \"3\" , since 3 represents a range of 0 to 25%. P5100.08\n9/12/2006\nChapter 6, Page 10\n2. PROGRAM PARTICIPATION 2. PROGRAM PARTICIPATION 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the\ninmate’s level of initiative in programming. This\nis based on the inmate’s active program involvement, eg. RPP,\nFRP, Drug education or Treatment Programs, education programs,\nor any other suitable programs as recommended by the Unit Team. Unit Teams should score\nthis area at the time of the custody review so input may be\ngained from all classification team members. NOTE: Inmates in “FRP Refuse”, “RPP Refuse”, or who refuse to\nparticipate in mandatory drug education or treatment\nprograms will be scored with 0 points regardless of\nany other programs achievements. Otherwise, assign\npoints as follows: GOOD - The inmate actively participates in multiple\nrecommended programs. AVERAGE - The inmate could be participating in multiple\nrecommended programs but chooses to be involved in one at a\ntime. This also includes inmates who are on official\nwaiting lists for programs recommended by the Unit Team. POOR - No program involvement, refuses to participate, or poor\nparticipation in programs in which he/she is enrolled. 3. LIVING SKILLS\n3. LIVING SKILLS 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the inmate’s\nliving skills during the past 12 months. This is based on the\ninmate’s demeanor, attitude, personal accountability and nature\nof interaction with staff and other inmates.",
      "queries": [
        "what is the appropriate number of points that reflect drug and alcohol abuse?"
      ],
      "queries_score": [
        "1.9079671"
      ]
    },
    {
      "id": "guidance_17__40",
      "chunk_id": "40",
      "content": "3. LIVING SKILLS\n3. LIVING SKILLS 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the inmate’s\nliving skills during the past 12 months. This is based on the\ninmate’s demeanor, attitude, personal accountability and nature\nof interaction with staff and other inmates. Incident Reports in\nand of themselves are not the determining factor in assessing\nthe points on this item;\nhowever, the underlying\nbehavior(s) may influence the scoring of this item. Unit Teams\nshould score this item at the time of the custody review so\ninput may be gained from all classification team members. NOTE: Inmates in “FRP Refuse”, “RPP Refuse”, or who refuse to\nparticipate in mandatory drug education or treatment\nprograms will be scored with 0 points regardless of\nany other programs achievements. Otherwise, assign\npoints as follows. P5100.08\n9/12/2006\nChapter 6, Page 11\nGOOD - The inmate fully complies with staff expectations. He/she consistently receives outstanding sanitation and\nwork reports and impresses staff as a “model inmate” in all\nother\naspects of adjustment. He/she has developed a good rapport with\nstaff. This high level of responsibility is consistent\nthroughout the year. While behavior(s) of a minor concern may occur occasionally,\nthey do not detract from the inmate’s overall favorable\nperformance. He/she is perceived by staff as attempting to program in a\npositive manner. Some examples of such behavior(s) are as\nfollows:\n• Rare property/sanitation related counseling\nnecessary; however, not as the result of or leading\nto an Incident Report or extra duty; • Work reports that are excellent\nnot\nall\nevaluation\nelements\n“outstanding;” and, • Uncharacteristic instances of staff reported\nnegative interactions or behavior that do not result\nin Incident Reports. overall, though\nare\nrated\nas AVERAGE - The inmate generally complies with staff\nexpectations although falls short of providing a full and\ncomplete effort. He/she has been counseled about sanitation, work performance\nand/or other aspects of adjustment; however, the inmate is\nnot viewed as problematic. The inmate’s rapport with staff\nis satisfactory. The inmate presents well personally;\nhowever, he/she fails to display any significant motivation\nfor\nself-improvement. POOR - The inmate consistently fails to meet staff expectations\nas evidenced by poor quarters sanitation, personal hygiene,\nnegative interaction with staff/peers, or poor work reports. 4. TYPE AND NUMBER OF MOST SERIOUS INCIDENT REPORT(S) 4. TYPE & NUMBER 0\n= ANY GREAT (100) IN PAST 10 YRS 3(A)= 1 MOD\n(300) IN PAST YR\nOF MOST 1 = > 1 HIGH (200) IN PAST 2 YRS 3(B)= >1 LOW MOD (400) IN PAST YR SERIOUS\n2(A)= 1 HIGH (200) IN PAST 2 YRS 4\n=\nl LOW MOD (400) IN PAST YR INCIDENT RPT\n2(B)= > 1 MOD (300) IN PAST YR\n5\n= NONE Enter the points that reflect the most serious Incident\nReport(s) received by the inmate. This is determined by using\nthe Institution Disciplinary Codes and Sanctions Severity\nScale. Points are assigned based on the most severe Incident\nReport(s) for which the inmate has been found guilty by either P5100.08\n9/12/2006\nChapter 6, Page 12\nthe Unit Disciplinary Committee (UDC) or the Discipline Hearing\nOfficer (DHO), within the specified time frames. Points are to\nbe assigned only for the current period of incarceration. NOTE:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__41",
      "chunk_id": "41",
      "content": "Points are assigned based on the most severe Incident\nReport(s) for which the inmate has been found guilty by either P5100.08\n9/12/2006\nChapter 6, Page 12\nthe Unit Disciplinary Committee (UDC) or the Discipline Hearing\nOfficer (DHO), within the specified time frames. Points are to\nbe assigned only for the current period of incarceration. NOTE: Disciplinary findings while an inmate is housed under\nBOP authority in non-BOP correctional facilities\nshould be scored if received during the current\nperiod of incarceration unless there is documentation\nthat the disciplinary proceeding(s) did not afford\ndue process protection to the inmate. Example: If an inmate has been found guilty of three HIGH\nseverity Incident Reports within the past two years, he/she\nwould receive a score of \"1.\" If the inmate has only received\none HIGH severity incident report within the past two years, the\ninmate would receive a score of \"2(a).\" NOTE: Greatest severity Incident Reports merit a score of \"0\"\nregardless of the total number received in the last ten\nyears. The letter characters assigned to numerical scores 2 and 3 are\nmerely used to differentiate between these items which have\nidentical numerical values. The letter character is not used for\ncomputation. NOTE: 5. For supervised release, mandatory release, and parole\nviolators, Incident Reports received during a\nprevious period of confinement should be used, if\nthey apply, for scoring \"History of Escape or\nViolence,” and \"Drug/Alcohol Abuse.\" However,\nIncident Reports received during a previous period of\nconfinement will not be counted when scoring \"Type\nand Number of Most Serious Incident Reports\" and\n\"Frequency of Incident Reports\" since this behavior\noccurred during a previous period of confinement. Only\nIncident Reports received during the current\nsupervised release and parole violator term will be\ncounted in these categories. FREQUENCY OF INCIDENT REPORTS 5. FREQUENCY OF\nINCIDENT REPORTS\n(IN PAST YEAR) 0 = 6+\n1 = 2 THRU 5 2 = ONE\n3 = NONE Enter the appropriate number of points that reflect\nthe frequency of Incident Reports. This is determined by assigning points based on the number of\nIncident Reports for which the inmate has been found guilty by P5100.08\n9/12/2006\nChapter 6, Page 13\neither the Unit Discipline Committee or the Discipline Hearing\nOfficer during the past 12 months. 6. FAMILY/COMMUNITY TIES\n6. FAMILY/COMMUNITY TIES 3 = NONE OR MINIMAL 4 = AVERAGE OR GOOD Enter the number of points that reflect the level of family and\ncommunity ties. This is based on the inmate’s efforts to build,\nmaintain and strengthen family/community ties rather than the\nunilateral efforts of the family/community to provide support\nand assistance to the inmate. Consideration should be given to\nthe following:\n• Financial support (not to include FRP participation); • Visiting (consider inmate’s efforts in establishing\nvisiting list, frequency of visits, and who is\nvisiting); • Development of phone list with focus on\nfamily, employment, and community; • Sending and receiving regular correspondence; • Participation in Institution Release Preparation\nProgram and institution sponsored mock job fairs; • Involvement in parenting program and other\nfamily oriented activities; • Contacts with social service providers to\npromote/enhance family stability (i.e., school guidance\ncounselors, welfare workers, treatment providers); • Contact with Prisoner Visitation Services; • Participation in institution sponsored community\nservice opportunities (i.e., Toys for Tots, Make a Wish\nFoundation, community gardens, Special Olympics); and, • Voluntary involvement with community activities.",
      "queries": [
        "how are inmate points assigned"
      ],
      "queries_score": [
        "1.9080586"
      ]
    },
    {
      "id": "guidance_17__42",
      "chunk_id": "42",
      "content": "• Contacts with social service providers to\npromote/enhance family stability (i.e., school guidance\ncounselors, welfare workers, treatment providers); • Contact with Prisoner Visitation Services; • Participation in institution sponsored community\nservice opportunities (i.e., Toys for Tots, Make a Wish\nFoundation, community gardens, Special Olympics); and, • Voluntary involvement with community activities. Score each inmate based on his/her unique circumstances\nwhile focusing on what the inmate does to maintain, build or\nstrengthen these ties. To best accomplish this, Unit Teams\nshould score this item at the custody review so input can be\ngained from all classification team members and possibly\neven the inmate. P5100.08\n9/12/2006\nChapter 6, Page 14\nExamples:\nInmates who demonstrate no initiative to further and/or\nenhance relationships with supportive parents/spouse/children\nshould be scored as “none or minimal.” (e.g., visiting and\nphone lists that do not include family members, no effort to\nprovide financial support for children); Inmates with limited financial resources who have\nparents/spouse/children living significant distances from\ntheir designated facilities, and request to have these family\nmembers placed on their visiting and phone lists, and send and\nreceive frequent letters from family and make phone calls to\nthem when funds are available. These inmates score as\n“average or good;” and,\nInmates with no surviving parents, siblings, spouse, or\nchildren may receive an “average or good” rating by developing\ncontacts through Prisoner Visitation Services (PVS) and\nparticipation in community based activities and community\nservice opportunities. 7. CUSTODY TOTAL 7. CUSTODY TOTAL (ADD C. 1 - 6) Add the points in items 1 through 6, Section C, and enter\nthe sum in this block. 8. CUSTODY VARIANCE 8. CUSTODY VARIANCE (FROM APPROPRIATE TABLE ON BP-338, PAGE 2) The Custody Variance adjusts the inmate's total security points\nas specified in Tables 6-1(M) and 6-1(F) based upon the inmates\ncustody score. If the appropriate table indicates a value other\nthan zero the application of the Custody Variance will:\n• add points to the base score, thus raising the\nsecurity level and increasing the custody (when\nthe value is positive); or, • subtract points from the base score, thus lowering the\nsecurity level and decreasing the custody (when the\nvalue is negative). P5100.08\n9/12/2006\nChapter 6, Page 15\nTable 6-1(M)\nCUSTODY TOTAL Male Custody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-11 +4 +4 +3 +3 +2 +1 +1 +1 0 0 -1 -1 -2 -3 -4 -5 -5 12-15 +4 +4 +3 +3 +2 +1 +1 +1 0 0 0 -1 -2 -3 -4 -5 -5 16-23 +8 +6 +5 +4 +4 +3 +2 +1 +1 0 0 0 -1 -1 -2 -2 -3 24+ +8 +6 +5 +4 +4 +3 +2 +1 +1 +1 0 0 0 -1 -1 -2 -3 Example: A male inmate has a Base Score of 17 points and a\nCustody Total of 11 points. By using the Custody Variance\nMatrix, the intersecting point for these two items is +3. Thus,\n+3 is the Custody Variance score that will be entered on\nItem 8, Section C.\nTable 6-1(F)\nCUSTODY TOTAL Female\nCustody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-15 +15 +11 +7 +4 +3 +2",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__43",
      "chunk_id": "43",
      "content": "Thus,\n+3 is the Custody Variance score that will be entered on\nItem 8, Section C.\nTable 6-1(F)\nCUSTODY TOTAL Female\nCustody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-15 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 -2 -4 -8 -12 -16 16-30 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 -4 -8 -12 -16 31+ +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 0 -1 -5 -8 Example: A female inmate has a Base Score of 17 points and a\nCustody Total of 11 points. By using the Custody Variance\nMatrix, the intersecting point for these two items is +2. Thus,\n+2 is the Custody Variance score that will be entered on\nItem 8, Section C.\n9. SECURITY TOTAL 9. SECURITY TOTAL (ADD OR SUBTRACT CUSTODY VARIANCE (C.8) TO BASE SCORE (B.10)) Apply the Custody Variance Score to the Base Score, and\nenter the result on Item 10, Section C.\nExample: An inmate has a Base Score of 16 and a Custody Variance\nScore of +4. By applying +4 to 16, a Security Total of 20 is\nobtained and entered on Item 9, Section C. P5100.08\n9/12/2006\nChapter 6, Page 16\nNOTE: 10. If the Custody Variance score is 0, the figure entered\nwill be exactly the same as the Base Score. If the\napplication of the Custody Variance to the Base Score\nresults in a negative number, use 0. SCORED SECURITY LEVEL 10. SCORED SECURITY LEVEL An inmate's Security Level is determined by the Security Total\nand any applicable Public Safety Factors (see Chapter 5). 11. MANAGEMENT SECURITY LEVEL (MSL) 11. MANAGEMENT SECURITY LEVEL A Security Level which is entered by the DSCC or Central\nOffice upon application of any of the three MSL Management\nVariables (PSF Waived, Greater Security, Lesser Security). The MSL overrides the inmate’s scored security level. If there\nwas a previously entered MSL, it will automatically appear in\nthis position. 12. CUSTODY CHANGE CONSIDERATION To determine eligibility for a custody change, the following\nprocedures apply:\n• If the Custody Variance Score (Section C, Item 8)\nis in the positive (+) range, consider a custody\nincrease; • If the Custody Variance Score (Section C, Item 8)\nis 0, the inmate's present custody is continued;\nor, • If the Custody Variance Score (Section C, Item 8)\nis in the negative (-) range, consider a custody\ndecrease. SECTION D. 1. INSTITUTION ACTION TYPE OF REVIEW 1. TYPE OF REVIEW (EXCEPTION OR REGULAR) An inmate should be handled as an exception case if there is\ndocumentation of the following: P5100.08\n9/12/2006\nChapter 6, Page 17\n• Public Safety Factors. Any inmate with a PSF. If the\nPSF has been waived the case is still considered an\nexception; • Central Inmate Monitoring Assignment. An inmate with a\nCIM assignment, excluding state prisoners and\nseparation cases; or, • Other. The Warden may specify in writing other\noffenses or cases that require exception\nreview. If the inmate does not meet any of the above criteria the\n“Type of Review” will be “Regular.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__44",
      "chunk_id": "44",
      "content": "• Central Inmate Monitoring Assignment. An inmate with a\nCIM assignment, excluding state prisoners and\nseparation cases; or, • Other. The Warden may specify in writing other\noffenses or cases that require exception\nreview. If the inmate does not meet any of the above criteria the\n“Type of Review” will be “Regular.” For Regular Cases,\nthe Unit Team has authority to make custody assignments, and\nthe Unit Manager is the signature authority on the BP-338. For Exception Cases, the Warden or designee is the approving\nofficial and retains signature authority for the BP-338\nwhenever there is a decrease in custody. Unit staff will\nindicate on the BP-338 form the reason for the Exception Case,\nonly in those instances in which the unit team will make a\nrecommendation for a reduction in custody level. 2. CURRENT CUSTODY 2. CURRENT CUSTODY (MAXIMUM, IN, OUT, COMMUNITY) Checkthe proper code for the inmate's current custody:\nMAX = MAXIMUM, IN = IN, OUT = OUT, COM = COMMUNITY\n3. NEW CUSTODY 3. NEW CUSTODY (MAXIMUM, IN, OUT, COMMUNITY) Check the proper code for the inmate’s new custody:\nMAX = MAXIMUM, IN = IN, OUT = OUT, COM = COMMUNITY As indicated below, the Custody Classification Form only\nrecommends; the final decision rests with the review authority. With the exceptions noted previously in Item 1, Type of Review,\nthe Unit Team has the following options: P5100.08\n9/12/2006\nChapter 6, Page 18\nTable 6-2\nBP-338 FORM\nRECOMMENDS CLASSIFICATION TEAM OPTIONS Custody\nIncrease(+)\nrange Increase custody one level\nor\nContinue same custody assignment and document why Custody\nDecrease(-)\nrange Decrease custody one level\nor\nContinue same custody assignment and document why Continue\nPresent Custody Continue same custody assignment\nor\n(Refer to the Warden, see below) The custody level should normally be reduced or increased by\nonly one level (i.e., a reduction of IN would be to OUT, not to\nCOMMUNITY; an increase from COMMUNITY would be to OUT, not to\nIN). However, an exception regarding increases can be made for\ndisciplinary cases involving prohibited acts of the Greatest\nSeverity or escape, provided it is justified by the Unit Team\nin a memo to the inmate's central file with a copy to the\ninmate. Additionally, transfer to a CCC may require the custody\nlevel to be decreased more than one level. If the inmate is\nreceiving a custody reduction solely for the purpose of\ntransferring to a CCC, a new Custody Classification Form\n(BP338) does not need to be completed. Approval for a decrease\nto COMMUNITY custody is granted by virtue of the Warden’s\napproval and signature on the Institution Referral for CCC\nPlacement (BP-210). While it is mandatory that COMMUNITY custody be effected at the\ntime of transfer, it may not be appropriate to reduce the\ninmate’s custody level prior to the date of transfer (e.g., it\nwould not be appropriate for an IN custody inmate at a MEDIUM\nsecurity level institution to have COMMUNITY custody while still\nhoused at the institution). In such cases, upon receipt of a CCC\nacceptance date, a SENTRY future assignment would be established\nfor the date of transfer. The effective time for the reduction\nwould be 12:01 AM. An inmate must be assigned COMMUNITY custody\nstatus prior to transfer to a CCC.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__45",
      "chunk_id": "45",
      "content": "In such cases, upon receipt of a CCC\nacceptance date, a SENTRY future assignment would be established\nfor the date of transfer. The effective time for the reduction\nwould be 12:01 AM. An inmate must be assigned COMMUNITY custody\nstatus prior to transfer to a CCC. If the Custody Variance (Section C, Item 8) is zero (Continue\nPresent Custody), and the Unit Team believes that there is a\ncompelling reason to change the inmate's custody, the Unit Team\nwill refer the case to the Warden, who is the deciding\nofficial. P5100.08\n9/12/2006\nChapter 6, Page 19\n4. ACTION 4. ACTION: (APPROVE, DISAPPROVE) For exception cases only, the Warden or designee should check\nthe appropriate box indicating either approval or disapproval\nof the Unit Team's decision. If the Warden\ndisagrees with the form, he/she will indicate the reasons on\nthe\n338 form. For regular cases, the Unit Manager will\ntake this action. 5. DATE OF NEXT REVIEW 5. DATE OF NEXT REVIEW Enter the month and year of the next scheduled review. 6. CHAIRPERSON 6. CHAIRPERSON\nNAME AND SIGNATURE The Unit Manager will print his or her name and sign the\nform in the space provided. 7. EXCEPTION REVIEW 7. EXCEPTION REVIEW\nNAME (WARDEN OR DESIGNEE) AND SIGNATURE This item is reserved for the Warden or designee's printed\nname and signature if the inmate is an exception case as\ndefined in Item 1 of this section. If the Warden or designee\ndisapproves, the reason will be documented on the Custody\nClassification Form (BP-338) and a copy provided to the\ninmate. 8. SUMMARY OF FINAL ACTION 8. SUMMARY OF FINAL ACTION: SECURITY LEVEL\nCUSTODY After all action is complete (exception cases signed off,\netc.,) the final outcome will be entered. Upon completion,\nthe form is to be filed in the Inmate Central File, Section\n2, and the appropriate custody assignment updated in SENTRY. P5100.08\n9/12/2006\nChapter 6, Page 20\nBP-338 CUSTODY CLASSIFICATION FORM\nPAGE 1\nA . I D E N T 1. INSTITUTION CODE U.S. DEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS I F I N G D A T A 2 . UNIT 4 . N A ME 3 . DATE\n5. REGISTER NUMBER 6. MANAGEMENT A - NONE\nVARIABLES\nB - JUDICIAL RECOM MENDATIO N\nD - RELEASE RESIDENCE/PL ANNING\nE - POPULATION MANAGEMENT 7. Y PUBLIC\nSAFETY\nFACTORS B A\nB\nC\nF\nG\nH - G - CIMS\nI - MED/PSYCH TREATMENT\nN - PROGRAM PARTICIPATION\nR - WORK CADRE NONE\nDISRUPTIVE GROUP (males only)\nGREATEST SEVERITY OFFENSE (males only)\nSEX OFFENDER\nTHREAT TO GOVERNMENT OFFICIALS\nDEPORTABLE ALIEN . B A S E I\nK\nL\nM\nN\nO S - S - PSF WAIVED\nU - LONG TERM DETAINEE\nV - GREATER SECURITY\nW - LESSER SECURITY SENTENCE LENGTH (males only)\nVIOLENT BEHAVIOR (females only)\nSERIOUS ESCAPE\nPRISON DISTURBANCE\nJUVENILE VIOLENCE\nSERIOUS TELEPHONE ABUSE C O R I N G 1. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 2. SEVERITY OF CURRENT\nOFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 3. MONTHS TO RELEASE ___________ 4. CRIMINAL HISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 5. HISTORY OF ESCAPE\nOR ATTEMPTS 6. HISTORY OF\nVIOLENCE MINOR\nSERIOUS MINOR\nSERIOUS NONE\n0\n0\nNONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS 0 <5 YEARS\n2\n3\n3(S)\n3(S) >15 YEARS\n1\n2 10-15 YEARS\n1\n4",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__46",
      "chunk_id": "46",
      "content": "3. MONTHS TO RELEASE ___________ 4. CRIMINAL HISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 5. HISTORY OF ESCAPE\nOR ATTEMPTS 6. HISTORY OF\nVIOLENCE MINOR\nSERIOUS MINOR\nSERIOUS NONE\n0\n0\nNONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS 0 <5 YEARS\n2\n3\n3(S)\n3(S) >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 7. VOLUNTARY SURRENDER STATUS 0 = NOT APPLICABLE <5 YEARS\n5\n7 ( -3 ) = VOLUNTARY SURRENDER 8. AGE 0 = 55 and over\n2 = 36 through 54 9. EDUCATION LEVEL 0 = Verified High School Degree/GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED & not participating in GED Program 10. DRUG/ALC OHOL ABUSE 0 = Never/>5 Years 4 = 25 through 35\n8 = 24 or less 1 = <5 Years 11. BASE SCORE (ADD §B. ITEMS 1 - 10) C. CUSTODY SCORING\n1. PERCENTAGE OF\nTI M E S E R V E D 3 = 0-25%\n4 = 26 - 75 % 5 = 76-90%\n6 = 91+% 2. PROGRAM PARTICIPATION 0 = POOR 1 = AVERAGE 2 = GOOD 3. LIVING SKILLS 0 = POOR 1 = AVERAGE 2 = GOOD 4. TYPE & NUMBER\nOF MOST\nSERIOUS\nINCIDENT RPT 0 = ANY GREAT (100) IN PAST 10 YRS\n1\n=\n> 1 HIGH (200) IN PAST 2 YRS\n2(A) =\n1 HIGH (200) IN PAST 2 YRS\n2(B) =\n> 1 MOD\n(300) IN PAST YR 5. FREQUENCY OF\nINCIDENT REPORTS\n(IN PAST YEAR)\n6. FAMILY/COMMUNITY TIES 3(A) =\n1 MOD\n(300) IN PAST YR\n3(B) = >1 LOW MOD (400) IN PAST YR\n4\n=\nl LOW MOD (400) IN PAST YR\n5\n=\nNONE 0 = 6+\n1 = 2 THRU 5 2 = ONE\n3 = NONE 3 = NONE OR MINIMAL 4 = AVERAGE OR GOOD 7. CUSTODY TOTAL (ADD § C. 1 - 6)\n8. CUSTODY VARIANCE (FROM APPROPRIATE TABLE ON BP-338, PAGE 2)\n9. SECURITY TOTAL (ADD OR SUBTRACT CUSTODY VARIANCE (§ C.8) TO BASE SCORE (§ B.11)\n10. SCORED SECURITY LEVEL _______ _______ 11. MANAGEMENT SECURITY LEVEL ______________ P5100.08\n9/12/2006\nChapter 6, Page 21\nBP-338 CUSTODY CLASSIFICATION FORM\nPAGE 2 U.S. DEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS SECTION D:\n1. TYPE OF REVIEW: 2. CURRENT CUSTODY: 3. NEW CUSTODY: (MAXIMUM, IN, OUT, COMMUNITY) 4. ACTION: (APPROVE, DISAPPROVE) 5. DATE OF NEXT REVIEW 6. CHAIRPERSON INSTITUTION ACTION (EXCEPTION OR REGULAR)\n(MAXIMUM, IN, OUT, COMMUNITY) _______________________________________ NAME AND SIGNATURE\n7. EXCEPTION REVIEW\n_______________________________________ NAME (WARDEN OR DESIGNEE) AND SIGNATURE 8. SUMMARY OF FINAL ACTION: SECURITY LEVEL\nCUSTODY CUSTODY CHANGE RECOMMENDATIONS BASED ON CUSTODY VARIANCE\nIF CUSTODY VARIANCE IS IN THE (+) RANGE CONSIDER A CUSTODY INCREASE IF CUSTODY VARIANCE IS IN THE (-) RANGE CONSIDER A CUSTODY DECREASE IF CUSTODY VARIANCE IS ZERO CONTINUE PRESENT CUSTODY Male Custody\nVariance\nTable B\nA\nS\nE S\nC\nO\nR\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0 - 11 +4 +4 +3 +3 +2 +1 +1 +1 0 0 -1 -1 -2 -3 -4 -5 -5 12-15 +4 +4 +3 +3 +2 +1 +1 +1 0 0 0 -1 -2 -3 -4 -5 -5 16-23 +8 +6 +5 +4 +4 +3 +2 +1 +1 0 0 0 -1 -1 -2 -2 -3 24+ +8",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__47",
      "chunk_id": "47",
      "content": "+1 +1 +1 0 0 -1 -1 -2 -3 -4 -5 -5 12-15 +4 +4 +3 +3 +2 +1 +1 +1 0 0 0 -1 -2 -3 -4 -5 -5 16-23 +8 +6 +5 +4 +4 +3 +2 +1 +1 0 0 0 -1 -1 -2 -2 -3 24+ +8 +6 +5 +4 +4 +3 +2 +1 +1 +1 0 0 0 -1 -1 -2 -3 Female\nCustody\nVariance\nTable B\nA\nS\nE S\nC\nO\nR\nE CUSTODY CUSTODY\n6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0 - 15 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 -2 -4 -8 - 12 - 16 16-30 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 -4 -8 - 12 - 16 31+ +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 0 -1 -5 -8 P5100.08\n9/12/2006\nChapter 7, Page 1 INMATE TRANSFER TRANSFER PROCEDURES. Transfers (also known as redesignations)\nare used to move inmates from one institution to another as\nneeded, with each type of transfer having a specific\nobjective. The following are some of the more frequent\nreasons for a transfer:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• institution classification;\nnearer release;\ndisciplinary/close supervision;\nadjustment;\nmedical/psychological treatment;\ntemporary transfers;\ntraining purposes/program participation;\nInstitution Hearing Program;\npre-release; and,\ntransfers from CCC’s. After review and approval by the Unit Team, a transfer\nrequest is submitted via the Request for Transfer/Application\nof Management Variable (409) to the DSCC. The procedures for\ncompleting the 409 are outlined below and may only be waived\nor modified with the approval of the Assistant Director,\nCorrectional Programs Division, Washington, D.C. or his/her\ndesignee. 1. Inmate’s Medical Status. Include current, complete, and\naccurate available information concerning any medical problem\nthat might affect redesignation;\n2. Institution Adjustment. Include a brief description of the\ninmate's adjustment during this period of incarceration with\nemphasis on recent adjustment;\n3. Rational for Referral. Include a complete, specific\njustification and support for the requested action;\n4. Parole Hearing Scheduled. Indicate whether or not the\ninmate is eligible for a parole hearing. If yes, indicate the\ndate of the hearing. (See SALLYPORT for a current listing of\nparole/non-parole institutions). 5. Past or Present Behavior and/or Management Concerns. Note\nany past or present behavior and/or management concerns which\nmay affect placement (i.e., history of arrests or disruptive\nbehavior P5100.08\n9/12/2006\nChapter 7, Page 2\nwhich may not have resulted in a conviction, inmates\npreference regarding this request, etc.). Also note any\nSecurity Threat Group concerns/associations. In addition, it is\nnecessary for staff to closely review each case submitted for\nany CIM concerns. Any CIM concerns should be noted on the 409\nif applicable. However, it is not necessary for staff to route a Request for\nCIM Activity Clearance with each transfer request since CIM\nactivity clearance is included in the redesignation for all\nCIM assignments except WITSEC cases. Redesignations between\nsame security level institutions are discouraged, except for\nCIM purposes, nearer release purposes, or other unusual\ncircumstances. Copies of all transfer requests for Disruptive\nGroup Members will be forwarded to the Intelligence Section,\nCentral Office, via GroupWise upon approval of the transfer. Additionally, the institution Special Investigative\nSupervisor should also receive a copy of the transfer\nrequest; and\n6. BP-337/BP-338 Discrepancies. Include a brief description\nof any scoring changes between the BP-337 and BP-338.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__48",
      "chunk_id": "48",
      "content": "Additionally, the institution Special Investigative\nSupervisor should also receive a copy of the transfer\nrequest; and\n6. BP-337/BP-338 Discrepancies. Include a brief description\nof any scoring changes between the BP-337 and BP-338. Complete all required information, then route the request\nthrough normal institutional review channels for approval by\nthe CEO. After approval by the CEO, it may be routed\nto the DSCC Administrator from the unit’s mailbox. The Unit\nTeam will enter the appropriate “DST” assignment (see below)\ninto SENTRY as confirmation that a redesignation request has\nbeen submitted to the DSCC or OMDT. Enter this SENTRY\nassignment under the \"DST\" category using the “Update Inmate\nAssignment” transaction.\n• Enter “W REDES R” if the transfer request is\nfor a routine transfer. • Enter “W REDES M” if the transfer request\nrequires a review by the OMDT (Medical\nDesignator). Once the e-mail requesting redesignation is received,\nDSCC staff will at a minimum review the following SENTRY\ntransactions to determine if the inmate is appropriate for\nredesignation:\nCIM Clearance and Separatee Data;\nInmate Load Data;\nInmate Profile;\nCustody Classification Form;\nSecurity/Designation Data Form; and,\nChronological Disciplinary Record. If the transfer is approved, DSCC staff will enter the\ninformation and the appropriate destination (DST) assignment in P5100.08\n9/12/2006\nChapter 7, Page 3\nSENTRY on the “Enter Redesignation” screen and will also note\nthe approved institution transfer code. The method of\ntransportation is at the discretion of the Warden. Should a\nchange in DST be required, DSCC staff will make the change in\nSENTRY prior to the inmate’s arrival at the designated\ninstitution. If the transfer is denied, DSCC staff will indicate the\ndenial on the “Update Inmate Remarks” screen and will also\ndelete the “W REDES” from SENTRY. Unit staff should closely\nmonitor SENTRY for deletions of the “W REDES” transaction. 1. INSTITUTION CLASSIFICATION TRANSFERS. These transfers are\ntypically referred to as either “Lesser Security” (Code 308)\ntransfers or “Greater Security” (Code 307) transfers.\na. Security Level Changes\n(1) When a decrease in the inmate’s security level is\nindicated by the Custody Classification Form, transfer\nof the inmate to a lower security level institution\nshould be considered. (2) Likewise, an increased security level may be\nindicated in a similar fashion. The security total may\nincrease to a higher security level range. If an updated security scoring, combined with Public Safety\nFactors, indicate that an inmate is rated at a different\nsecurity level, the inmate must be referred to the DSCC for\nFor\neither transfer or application of a Management Variable. example, if an inmate in a Low security level institution is\nreclassified to Minimum security, the case must be referred for\ntransfer or application of a Management Variable. If transfer is\ndenied, DSCC staff will apply an appropriate Management Variable\nand add a Management Security Level, if applicable. b. Custody Level Changes. During an inmate's custody review,\na custody level may be increased or decreased (ordinarily, only\none level at a time) indicating a transfer is appropriate. For\nexample:\n(1) A Medium security level inmate has OUT custody,\nand becomes eligible for COMMUNITY custody. If the Unit\nTeam decides to reduce custody, the inmate would normally\nbe referred for redesignation to a Low or Minimum\nsecurity level facility, since Medium security level\ninstitutions do not house COMMUNITY custody inmates.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__49",
      "chunk_id": "49",
      "content": "For\nexample:\n(1) A Medium security level inmate has OUT custody,\nand becomes eligible for COMMUNITY custody. If the Unit\nTeam decides to reduce custody, the inmate would normally\nbe referred for redesignation to a Low or Minimum\nsecurity level facility, since Medium security level\ninstitutions do not house COMMUNITY custody inmates. If\napproved for transfer by the DSCC, the Management\nVariable of Lesser Security will be applied and the\nManagement Security Level will be changed accordingly. P5100.08\n9/12/2006\nChapter 7, Page 4\n(2) An inmate's transfer to a higher security\ninstitution could be triggered by an increase in custody\nneeds. For example, a Medium security level inmate with\nIN custody becomes eligible for a custody increase. The\nteam agrees to increase the custody to Maximum. Since\nMedium security level facilities are not authorized to\nhouse Maximum custody inmates, the inmate must be\nreferred for transfer to a High security level\ninstitution and the MSL changed in accordance with the\napplication of an MGTV. 2. NEARER RELEASE TRANSFERS (Code 313). Nearer release\ntransfers move the inmate closer to their legal residence or\nrelease destination, consistent with their security level. Inmates may be considered for a nearer release transfer only\nafter serving 18 consecutive months of clear conduct in a\ngeneral population. Nearer release transfers should be\nincorporated with “Lesser Security” transfers whenever\npossible. Once the inmate has been transferred within 500\ndriving miles of his or her release residence, no further\nreferrals will be made for nearer release transfer\nconsideration. further referrals can be considered for nearer\nrelease transfer consideration subject to bed availability, the\nprisoner’s security designation, the prisoner’s programmatic\nneeds, the prisoner’s mental and medical health needs, any\nrequest made by the prisoner related to faith- based needs,\nrecommendations of the sentencing court, and other security\nconcerns of the Bureau of Prisons. Transfer to a facility in an area other than the inmate's\nlegal residence or sentencing district may be considered by\nthe inmate's Unit Team provided the inmate can provide strong\nevidence of community and/or family support. Institution staff\nshould use sound correctional judgment when reviewing such\nrequests for transfer to ensure the transfer is consistent\nwith guidelines established in this chapter. Inmates with an Order for Deportation, an Order of Removal, an\nICE detainer for an unadjudicated offense(s) or an ICE\ndetainer for a hearing will not be transferred for nearer\nrelease purposes since they will be returning to the community\noutside, rather than inside, the United States upon release. 3. WITSEC TRANSFERS. All movement of Witness Security cases is\ncoordinated exclusively through the Inmate Monitoring Section\nof the Correctional Programs Branch, Central Office. Witness\nSecurity cases will not be transferred without authorization\nfrom that office. Witness Security inmates who require\nmedical or mental health treatment at a medical center must\nalso be approved by the Medical Designator. If the inmate is classified as a WITSEC case, a copy of the\nmedical referral will be sent simultaneously to the Inmate P5100.08\n9/12/2006\nChapter 7, Page 5\nMonitoring Section (IMS) and the Medical Designator. The Inmate\nMonitoring Section will coordinate with the OMDT regarding an\nappropriate placement. Placement will be based on available\nmedical resources, security needs, bed space availability, and\nthe inmate's need for medical care. IMS will enter activity\nclearances for WITSEC cases. 4. DISCIPLINARY/CLOSE SUPERVISION TRANSFERS (Codes 309/323).",
      "queries": [
        "what would a medium security inmate do if reduced custody"
      ],
      "queries_score": [
        "2.1553965"
      ]
    },
    {
      "id": "guidance_17__50",
      "chunk_id": "50",
      "content": "The Inmate\nMonitoring Section will coordinate with the OMDT regarding an\nappropriate placement. Placement will be based on available\nmedical resources, security needs, bed space availability, and\nthe inmate's need for medical care. IMS will enter activity\nclearances for WITSEC cases. 4. DISCIPLINARY/CLOSE SUPERVISION TRANSFERS (Codes 309/323). An\nact(s) of documented institution misconduct may result in an\ninmate’s transfer to another institution, normally of greater\nsecurity, for disciplinary reasons. Wardens may recommend same\nsecurity level transfers only when placement at a greater\nsecurity level institution is not possible or other overriding\ncircumstances exist. Disciplinary or Close Supervision transfer requests will\nbe sent electronically to the DSCC Administrator and contain\nthe following information:\n(a) Request for Transfer/Application of\nManagement Variable (must be thorough and\nspecific); (b) Close Supervision investigation report, if\nrequested; and, (c) Intelligence data or supporting memorandum\nif requested. Institution staff should carefully review the management of\n309/323 cases on an individual basis, applying sound\ncorrectional judgment that considers the safety and security\nof the inmate, the institution and its staff and the\ncommunity. 5. ADJUSTMENT TRANSFERS (Code 330). All transfer referrals\nsubmitted as Code 330 transfers for adjustment purposes will be\nreviewed by the DSCC. Adjustment purposes transfer requests will\nbe sent electronically to the DSCC Administrator via Form 409. DSCC staff will ensure that the transfer does not meet the\nrequirements of an unverified protection transfer, Code 323. 6. MEDICAL AND PSYCHIATRIC TRANSFERS (Codes 331-336 and\n338, 339). Medical designations and transfers are approved by\nthe Central Office Medical Designator, Office of Medical\nDesignations and Transportation (OMDT). The Central Office\nMedical Designator assigns inmates to Medical Referral\nCenters (MRC), institutions with medical resources, or nonBureau community care centers to provide needed medical\nservices. Medical redesignations are initiated for inmates with acute\nmedical, surgical, or psychiatric condition, or for those\ninmates who have chronic care needs that cannot be addressed at\nthe parent institution. Transfers will be classified as either P5100.08\n9/12/2006\nChapter 7, Page 6\n(a) Emergency, (b) Routine/Urgent, or (c) Routine. If an inmate objects, either in writing or through his or her\nattorney, to a transfer for psychiatric/mental health treatment,\nthe provisions of 18 U.S.C. § 4245 may apply. Staff will suspend\ntransfer action in such cases and refer the matter to their\nRegional Counsel for review. The Regional Counsel will notify\nthe institution when the transfer action can be re-instituted. a. Emergency Transfer - An emergency transfer is a\nmedical, surgical, or psychiatric situation determined by\nmedical/mental health staff that requires immediate, direct\ntransportation. This includes inmates not medically or psychiatrically capable\nof transport via routine BOP air/surface transportation, e.g.,\nbus, commercial air, or USMS/Bureau airlift. Direct\ntransportation is defined as air ambulance, air charter, or\nground ambulance and, in some instances, an institution\nvehicle may be utilized. b. Routine/Urgent Transfer - A routine/urgent transfer is\ninitiated for medical, surgical, or psychiatric treatment\nthat is not an emergency, however must be transported\ndirectly to a MRC, typically within two to three weeks of\ndesignation. Routine urgent transfers require direct transfer to the MRC\nbecause of the acuity of their medical, surgical, or\npsychiatric condition, or because MRC-based services need to be\ninitiated within an appropriate time frame. Holdover housing at\na county jail or Bureau general population institution is not\npermissible. c. Routine Transfer -",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__51",
      "chunk_id": "51",
      "content": "Routine urgent transfers require direct transfer to the MRC\nbecause of the acuity of their medical, surgical, or\npsychiatric condition, or because MRC-based services need to be\ninitiated within an appropriate time frame. Holdover housing at\na county jail or Bureau general population institution is not\npermissible. c. Routine Transfer - A routine transfer is initiated\nfor medical, surgical, or psychiatric treatment that is\nnot an emergency and time en-route is not a major factor. Routine transfers may travel by any available means. d. Procedures for Initiating Emergency, Routine/Urgent,\nand Routine Transfer Requests. All transfer\nrequests for medical, surgical, or psychiatric designations\nwill be initiated via GroupWise on the Medical/Surgical and\nPsychiatric Referral Request Form (BP-770) available on\nSALLYPORT. The HSA, with input from the\nClinical Director and other providers involved with the\ninmate’s care (e.g., mid-level providers, psychologists,\nconsultant physicians), is responsible for completing the BP770. The referring institution Warden must review the BP-770\nand authorize the request for transfer. The BP-770 serves as the redesignation, transportation, and\nsecurity worksheet from which the actual redesignation is\nmade. It will also serve as the emergency referral request\nform, documentation of the inmate’s condition and the reason P5100.08\n9/12/2006\nChapter 7, Page 7\nfor transfer. Accordingly, it is essential that the BP-770 be\ncompleted thoroughly and accurately. The Medical Designator will review each request for\nredesignation and approve or deny the requested transfer. Based\non clinical information and in consultation with the Medical\nDirector, the Medical Designator may change the urgency level of\nthe request. OMDT will authorize CIM clearance (if appropriate) and enter\napproved transfers to an appropriate BOP facility in SENTRY on\nthe “Enter Redesignation” screen. e. Completion of Treatment - All requests for\nredesignation to the parent facility upon completion of\nMedical/Surgical or Psychiatric treatment, or to another\nmedical facility for continuation of treatment, will be\ninitiated by the facility currently housing the inmate via\nGroupWise on the Discharge Transfer Summary form. This form\nserves as the designation, transportation, and security\nworksheet from which the redesignation is made. Medical cases are normally returned to their parent facility\nunless the DSCC approves a change in the parent facility based\non clinical justification provided prior to redesignation by\nthe Medical Designator. 7. TEMPORARY TRANSFERS. It is sometimes necessary to\ntemporarily transfer an inmate to a contract facility or other\nBureau institution. This is normally for security reasons, when\nthe current institution does not have a Special Housing Unit. In\nsuch cases, institution staff will forward a request for\ntemporary transfer approval from the Warden to the DSCC. The\nrequest will include the rationale for transfer, with assurance\nthat the receiving facility is in agreement with the temporary\ntransfer. Transfer approval must be obtained prior to the\ntransfer during normal working hours, or if after hours, the\nnext work day. A copy of this request will be routed to the\nappropriate CCM office, if the transfer is to a contract\nfacility. 8. TRANSFERS FOR TRAINING PURPOSES OR PROGRAM PARTICIPATION. An inmate is ordinarily only transferred for specialized\nnational programs not offered at the parent facility to\ninclude:\n(a)\n(b)\n(c)\n(d) Residential Drug Treatment Program;\nLife Connections Program;\nSpecial Management Unit; and\nSex Offender Programs. When placement for program participation is inconsistent with\nthe assigned security level, the appropriate Management Variable\nmust be applied by the DSCC. Ordinarily, the inmate will be",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__52",
      "chunk_id": "52",
      "content": "Residential Drug Treatment Program;\nLife Connections Program;\nSpecial Management Unit; and\nSex Offender Programs. When placement for program participation is inconsistent with\nthe assigned security level, the appropriate Management Variable\nmust be applied by the DSCC. Ordinarily, the inmate will be P5100.08\n9/12/2006\nChapter 7, Page 8\nreturned to the referring institution upon completion of the\nspecialized training or program if the inmate has 18 months or\nmore remaining until the inmate’s release date at the time of\nthe transfer. Further, if the program facility is nearer to the\ninmate’s release residence, than is the referring institution,\nthe inmate may remain at the program facility. 9.\nINSTITUTION HEARING PROGRAM TRANSFERS. The Institution\nHearing Program (IHP) is a coordinated effort by the Bureau,\nICE, and the EOIR to provide deportation or exclusion\nproceedings to sentenced aliens as expeditiously as possible\nafter the date of conviction. Eligibility,\ndesignation, classification, and transfer procedures are\nspecifically outlined in Bureau directives. IHP sites have been\nestablished for male and female non-U.S. citizens who are\nserving federal sentences to ensure a deportation or exclusion\nhearing is conducted early in their sentence instead of at the\nend of their sentence. 10. TRANSFERS TO SATELLITE CAMPS. The Warden of an institution\nwith a satellite camp may transfer an inmate from the main\ninstitution to the camp if the inmate is assigned an\nappropriate security and/or custody level. The Camp\nAdministrator of a satellite camp adjacent to a Low or Medium\nsecurity level institution may temporarily transfer the inmate\nto the main institution for disciplinary purposes (i.e.,\ndisciplinary segregation). If a need for an immediate\nredesignation arises, the inmate may be placed as a holdover in\nAdministrative Detention at the main institution while approval\nis sought from the DSCC for redesignation to that institution\nor another institution. An inmate may travel via “unescorted transfer” from a low or\nminimum security level institution to a minimum security level\ninstitution if the inmate is a minimum security level inmate\nand has OUT or COMMUNITY custody. The inmate’s\nfamily (on the approved visiting list) may provide\ntransportation to the receiving institution only if the inmate\nis transferring from a minimum security level institution to\nanother minimum security level institution, and if approved by\nthe Warden. The inmate’s family is expected\nto bear all transportation costs. The inmate\nmust go directly from the sending institution to the receiving\ninstitution. The Warden may authorize clearance for the transfer of a CIM\nCase, with the exception of WITSEC cases, to the satellite camp\nof the parent facility provided established regulations for\nregular transfer authority have been met. (Refer to the CIM\nManual for more specific details). P5100.08\n9/12/2006\nChapter 7, Page 9\n11. PRE-RELEASE TRANSFERS. Inmates in federal and contract\ninstitutions may be transferred to CCCs in accordance with the\nProgram Statement Community Corrections Center (CCC)\nUtilization and Transfer Procedure. Inmates who have been\napproved for CCC referral and are otherwise appropriate for\ncamp placement are to be transferred to a camp for intermediate\nplacement if at all practicable. Inmates should be encouraged\nto complete all or most of the Institution Release Preparation\nProgram at the parent institution prior to transfer. The parent institution is to complete the CCC referral packet\nand the camp should be closer to the inmate’s release residence.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__53",
      "chunk_id": "53",
      "content": "Inmates should be encouraged\nto complete all or most of the Institution Release Preparation\nProgram at the parent institution prior to transfer. The parent institution is to complete the CCC referral packet\nand the camp should be closer to the inmate’s release residence. This process should be completed to allow the inmate a minimum\nof a 60-day placement at the camp prior to the reporting date at\nthe CCC. CCC referrals may be made 12 to 18 months in advance of\nan anticipated reporting date with the concurrence of local CCM\noffices. A notation that the CCC referral was made with a\nspecific projected placement date should be included in the\nrequest for institution transfer, and the transfer request\nshould be prepared at the same time as the CCC referral. 12. TRANSFERS FROM CCC’S. When an inmate fails to meet the\nconditions of CCC placement, the CCM should designate the\ninmate to the parent institution with consideration given\nto the following criteria for designation:\n(a)\n(b)\n(c)\n(d)\n(e) local manday detention rates;\navailability of Bureau Detention Centers;\nbudgetary constraints;\nprojected release date; and,\ndistance to parent facility. When returning the inmate to the parent institution is not\ncost effective, the Community Corrections Office will refer the\ncase to the DSCC for designation. DSCC staff, will\nmake the designation, and should consider the closest\ninstitution commensurate with the inmate’s security needs. When\nthe DSCC designates the inmate to a facility, DSCC staff will\nnotify the parent institution to facilitate the forwarding of\nthe central file. 13. LONG-TERM DETAINEES. The authority for the redesignation of\nlong-term detainees rests with the Detention Services Branch,\nCorrectional Programs Division, Central Office. Refer to the\ncurrent Program Statement Mariel Cuban Detainees for transfer\nprocedures. Transfers for medical or mental health treatment\nhowever, shall be referred to the Central Office Medical\nDesignator. Mariel Cubans who are sentenced, and therefore not\ndetainees, are handled in a routine fashion by DSCC staff. P5100.08\n9/12/2006\nChapter 7, Page 10\n14. IN-TRANSIT DATA FORM a. Upon notice that an inmate is being transferred or\ntemporarily released to an authorized law enforcement\nofficer (e.g., U.S. Marshal, state law enforcement officer,\nor Bureau bus officer), the Unit Manager will ensure the\nfollowing:\n• The top portion of the SENTRY automated InTransit Data Form is accurate and the bottom\nportion is completed; • CIM, YCA, DCYRA and any other important information\nis included in the space for \"Non-Routine Security\nNeeds;\" • CIM separation information is accurate, up-to-date\nand the SENTRY generated \"CIM Clearance and Separatee\nData\" is attached to the In-Transit Data Form; and, • The In-Transit Data Form is signed, dated, and\nforwarded to ISM staff who will attach a\ncurrent inmate photograph and provide the form\nto the transporting officer. NOTE: The most recent In-Transit Data Form is maintained in\nthe Inmate Central File. The “CIM Clearance and\nSeparatee Data” display will not be filed with the\nIn-Transit Data Form. b. Upon receipt of the In-Transit Data Form, ISM\nstaff will ensure the following:\n• The information indicated on the top portion of\nthe form is correct. SENTRY update functions\nshould be executed in the event that the data is\nnot accurate; • The Sentencing Remarks should include the offenses\nand the length of sentence as noted on the\nJudgment. If\nthis information is not accurate, the load data\nshould be updated; •",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__54",
      "chunk_id": "54",
      "content": "SENTRY update functions\nshould be executed in the event that the data is\nnot accurate; • The Sentencing Remarks should include the offenses\nand the length of sentence as noted on the\nJudgment. If\nthis information is not accurate, the load data\nshould be updated; • The Detainer Remarks should indicate all active\ndetainers and the charge or offense. If the detainer\nhas been litigated, information regarding the\nsentence imposed or time remaining to serve should\nbe listed. If this information is not current, the\ncommitment should be updated; and, P5100.08\n9/12/2006\nChapter 7, Page 11\n• Initials are placed below the detainer remarks\nindicating that the information has been\nconfirmed and is accurate and up-to-date. 15. TRANSFER CODES. The reason for transfer, as shown by one of\nthe codes listed at the end of this chapter, must be provided in\nthe top portion of the Transfer Order. If there is more than one\nreason for transfer, the most pertinent code should be used. Note that all Unescorted Transfers are Discharge Code FURL TRANS for Furlough Transfer. 16. SPECIAL REQUIREMENTS a. An inmate having a detainer or pending charge may be\ntransferred to any institution for which he or she properly\nclassifies; however, generally when there is a formally filed\ndetainer, the inmate is not to be transferred to an\ninstitution more distant from the detaining authority unless\nthere is substantial reason to believe the detainer will be\ndropped or the pending charge will not be prosecuted. An inmate who indicates an intention to oppose extradition is\nnot to be transferred within the last 30 calendar days prior to\nrelease to an institution in the state that placed the\ndetainer. Such cases, and others in which there are legal or\njurisdictional problems, are to be referred to the Regional\nCorrectional Programs\nAdministrator (See Program Statement\nInmate Systems Management Manual. b. When there is reason to transfer an inmate to a nonfederal institution for concurrent service of federal and\nstate sentences, the Warden will refer the case to the DSCC\nAdministrator. Refer to the Program Statement, Transfer of a\nPrisoner to State Custody Prior to Release from the Federal\nSentence, for procedures. 17. RELATIONSHIPS WITH OTHER AGENCIES a. U.S. Parole Commission. Parolable inmates must be housed\nat a parolable institution in accordance with their parole\nhearing requirements unless a hearing is no longer required. b. Administrative Office of the U.S. Courts. The court of\nconviction may recommend to the Attorney General or the Bureau\nthat the defendant be retained at, or transferred to, a place\nof confinement near the place of trial or the court of appeals,\nfor a period reasonably necessary to permit the defendant to\nassist in the preparation of his or her appeal. Upon receiving\nthis recommendation, the Bureau will make every effort to place\nthe inmate in such a facility. If a reason exists for\nnot placing the inmate in that facility, the court must be\nnotified of the situation and an attempt will be made to arrive\nat an acceptable place of confinement. P5100.08\n9/12/2006\nChapter 7, Page 12\nOrdinarily, complicated jurisdictional or legal problems\nshould be resolved before transfer. Ordinarily, the sending Case\nManagement Coordinator will determine if an inmate has legal\naction pending in the district in which confined.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__55",
      "chunk_id": "55",
      "content": "P5100.08\n9/12/2006\nChapter 7, Page 12\nOrdinarily, complicated jurisdictional or legal problems\nshould be resolved before transfer. Ordinarily, the sending Case\nManagement Coordinator will determine if an inmate has legal\naction pending in the district in which confined. If so, the\nindividual should not be transferred without prior consultation\nwith the appropriate U.S. Attorney or Regional Counsel, or both. Under Rule 23(a) of the Federal Rules of Appellate Procedures,\nan inmate may not be transferred, pending review of a Habeas\nCorpus proceeding commenced before a court, without the approval\nof the court. Approval for transfer should be sought through the U.S.\nAttorney or Regional Counsel in cases where a Habeas Corpus\npetition is pending. c. Non-Federal Authorities. The decision to accept a state\nprisoner in the Bureau is the responsibility of the DSCC\nAdministrator. When notifying the state authority of acceptance,\nthe state's contract code will be identified. The Office of Procurement, Central Office is responsible\nfor negotiating contracts for housing state prisoners. If it\nis necessary to transfer a federal inmate to a local jail,\nthe sending institution must immediately notify the U.S.\nMarshals and the CCM, preferably prior to the transfer. d. Military Inmates. The DSCC will accept a military or Coast\nGuard inmate recommended for transfer to federal custody if,\nafter examination of all available information, the Bureau\ncan provide appropriate resources for the inmate's needs. The\nDSCC will be responsible for the designation and redesignation\nof all military and Coast Guard inmates accepted for service\nof their sentence in Bureau custody. In some cases, special agreements or Memoranda of\nUnderstanding (MOU) have been established with various\nmilitary branches. These MOUs give direction to Bureau staff regarding which Bureau\nregulations and policies apply to the military inmates. Pursuant\nto 10 U.S.C. § 858, staff should be aware that military or Coast\nGuard inmates confined in Bureau institutions are subject to the\nsame discipline and treatment as other inmates in those\ninstitutions. Additionally, the Bureau will accept the sentence computation\nprovided by the military or Coast Guard authorities with the\nexception that the Bureau will release such inmates, if not\nparoled, under the provisions of 18 U.S.C. § 4164 provided they\nhave accrued good time deductions in excess of 180 days. DSCC\nstaff will refer to the appropriate military or Coast Guard\nauthorities for resolution of suspected sentence computation\nerrors or discrepancies, or challenges to the sentence\ncomputation by the inmate or his or her representative, or both. P5100.08\n9/12/2006\nChapter 7, Page 13 Once a military inmate comes into Bureau custody, all\nnotifications and requirements apply as if he or she were a\nBureau inmate, i.e., VWP notification, VCCLEA notification,\nSex Offender Notification, and IFRP requirements. Notification\nto the military is also required at least 30 days prior to\nthe inmate’s release. 18. STATE PLACEMENT. Inmates who have exhausted available\nresources within the Bureau, should be referred for placement\nin an appropriate non-federal facility under contract with the\nBureau. Preparation of a transfer referral to merely “exhaust\"\nall BOP resources is not required when the inmate is clearly\nnot appropriate for any facility within the Bureau. a. Placement Procedures. The Warden will prepare a memorandum\nto the DSCC Administrator outlining the reasons for state\nplacement of a federal inmate.",
      "queries": [
        "do you have to resolve an inmate's legal problems before being transferred?"
      ],
      "queries_score": [
        "1.90023"
      ]
    },
    {
      "id": "guidance_17__56",
      "chunk_id": "56",
      "content": "Preparation of a transfer referral to merely “exhaust\"\nall BOP resources is not required when the inmate is clearly\nnot appropriate for any facility within the Bureau. a. Placement Procedures. The Warden will prepare a memorandum\nto the DSCC Administrator outlining the reasons for state\nplacement of a federal inmate. This memorandum will be forwarded\nalong with supporting documentation and classification material\nthat will, at a minimum, include the following:\n(1) Presentence Investigation Report;\n(2) Two copies of the Judgment;\n(3) Relevant SENTRY data;\n(4) Current Progress Report; and,\n(5) Any Disciplinary or SIS Reports. If the DSCC Administrator approves an inmate for state\nplacement, DSCC staff will select a state correctional\nsystem for referral. The system\nselected will be based on the type of facilities within the\nsystem; available bed space; court status (state systems that\nare under injunction because of overcrowding or violations of\ninmates' civil rights will not be used), and the state’s\nwillingness to accept federal boarders. Once a suitable\nstate correctional system has been identified, DSCC staff will\nforward the transfer packet to the appropriate Community\nCorrections Regional Administrator, overseeing the state in\nwhich the DSCC Administrator has identified for possible\nplacement. DSCC staff may make up to two referrals per inmate at a time,\nand continue this process until an appropriate placement is\nsecured. The CCRA will work through the local CCM office which\nwill refer the case for state placement. The CCM office will\nadvise the CCRA of the response from the state\nauthority/Department of Corrections. If approved for\nplacement, the CCRA will initiate SENTRY redesignation\nprocedures, and forward the inmate file to the CCM office. If\nnot approved for placement the CCRA will P5100.08\n9/12/2006\nChapter 7, Page 14\nadvise the DSCC Administrator, who will continue to secure a\nsuitable state placement. The CCM office with state monitoring authority in which the\ninmate is eventually housed assumes full responsibility for the\ninmate, including biennial reviews and subsequent transfer\nauthority. State placement materials containing, at a minimum, a\nProgress Report, Presentence Investigation Report, and all\nmemoranda pertaining to the state placement, will be forwarded\nto and maintained by the CCM office after the inmate has been\napproved for placement. If an inmate is approved for permanent return to the Bureau,\nthe place of confinement will be determined by the DSCC. If an\ninmate is returned to the Bureau for medical treatment, the\ninmate will be returned to the state when the medical\ntreatment is completed. Occasionally,\nreturning the inmate to the originating state may not be\nappropriate. In such cases, the DSCC will obtain a new place\nof incarceration for the inmate, after consultation with the\nOffice of Medical Designation and Transportation. b. Post-Placement Monitoring. After a federal inmate has been\nplaced in a state contract facility, the appropriate CCM will\nreview the case every two years beginning from the date of the\ninmate’s arrival to determine whether the inmate is still\nappropriate for state placement. The CCM's cover memorandum\ncontaining a recommendation and a Progress Report provided by\nthe state contract facility will be forwarded to DSCC staff who\nwill make a determination for continued state placement or\nreturn to Bureau custody. If the inmate requires continued placement in that state\nfacility, DSCC staff will enter a notation on the SENTRY “CIM\nClearance and Separatee Data” screen indicating such.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__57",
      "chunk_id": "57",
      "content": "If the inmate requires continued placement in that state\nfacility, DSCC staff will enter a notation on the SENTRY “CIM\nClearance and Separatee Data” screen indicating such. However,\nif state placement is no longer necessary, the inmate will be\nredesignated to Bureau custody by the DSCC. Inmates serving a sentence of Death will also be reviewed for\ncontinued state placement. Information received from Community\nCorrections staff during the review of the contract may be used\nto make a determination for continued state placement. The DSCC is responsible for monitoring and tracking state\nplacement requests received from BOP institutions. The CCRA will\nprepare a quarterly report (statistical/narrative) which will be\nforwarded to the DSCC Administrator. P5100.08\n9/12/2006\nChapter 7, Page 15\n19. SECONDARY DESIGNATION. Upon initial designation, an inmate\nmay be designated specifically for a parole hearing or program\nparticipation, and as a result, may require a secondary\ndesignation upon completion of the activity. If upon completion\nof the activity, staff determine that the secondary designation\nis no longer appropriate, the DSCC will be notified for\nreconsideration. Otherwise, when the conditions of the initial\ndesignation are met, institution staff will prepare a Transfer\nOrder for signature of the sending institution Warden and\narrangements will be made for movement of the inmate through\nroutine procedures. A secondary designation will not normally be made for cases\ndesignated for medical or psychiatric treatment. The medical\ncenter or reviewing institution will notify the Medical\nDesignator upon completion of evaluation or treatment. Approval\nwill be given for a secondary designation at that time. This\napproval will be based on medical requirements of the inmate\nand resources of the secondary designation. 20. POPULATION MANAGEMENT. The Assistant Director, Correctional\nPrograms Division periodically reviews each institution’s Rated\nand Designation Capacities. Occasionally, it is necessary to\nimpose a moratorium or population cap on a particular\ninstitution to avoid or reduce overcrowding. The Assistant\nDirector, Correctional Programs Division, with the approval of\nthe Population Management Subcommittee of the Executive Staff,\nmay impose a moratorium on other facilities including the\nMedical Referral Center general population units. The Assistant\nDirector, Health Services Division, with the approval of the\nPopulation Management Subcommittee of the Executive Staff, may\nauthorize a moratorium or population cap for Medical Referral\nCenters (excluding general population). a. Referral Procedures (1) The Warden of the institution recommends to\nthe Regional Director that a moratorium or population\ncap be established. (2) The Regional Director reviews the request, and if\nin agreement, contacts the Assistant Director, Correctional\nPrograms Division, or the Assistant Director, Health\nServices Division, and either requests a population cap or\ntotal moratorium. A population cap places a ceiling on the number of inmates\nthat can be designated to a facility. A total moratorium is\ndefined as a complete cessation of all initial designations\nand redesignations to an institution or DFCL assignment. P5100.08\n9/12/2006\nChapter 7, Page 16 In extreme circumstances, the Assistant Director, Correctional\nPrograms or Health Services Division with concurrence of the\nSubcommittee may direct that inmates en route to a facility be\nredesignated. When a moratorium or population cap is imposed, a\ntermination date will be established. The cap or moratorium will\nbe terminated on that date unless the Regional Director contacts\nthe appropriate Assistant Director, Correctional Programs or\nHealth Services Division, and obtains an extension.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__58",
      "chunk_id": "58",
      "content": "When a moratorium or population cap is imposed, a\ntermination date will be established. The cap or moratorium will\nbe terminated on that date unless the Regional Director contacts\nthe appropriate Assistant Director, Correctional Programs or\nHealth Services Division, and obtains an extension. (3) The appropriate Assistant Director will issue\na GroupWise e-mail notifying the DSCC Administrator and\nChief Executive Officers of the cap or moratorium. 21. INSTITUTIONS WITH SPECIAL MISSIONS a. FCI Oakdale. The Bureau, ICE, and the Executive Office for\nImmigration Review (EOIR) work closely together to meet the\nrequirements of the Immigration Reform and Control Act of 1986,\nby ensuring the expeditious review of criminal aliens for\ndeportation. Beds are available for federally sentenced aliens,\nwho are subject to administrative proceedings under the\nImmigration and Naturalization Act. Such inmates are transferred\nto FCI Oakdale for disposition of their ICE detainer prior to\ncompletion of their federal sentence. Mexican and Cuban nationals are not eligible for the Oakdale\nCriminal Alien Program. The following procedures apply for the\nactual selection and designation of inmates to the Oakdale\nCriminal Alien Program. (1) The ICE Officer in Charge at FCI Oakdale will monitor\nthe inmate male population via SENTRY to identify criminal\naliens appropriate for the program at FCI Oakdale. After they\nhave been identified, ICE staff will place a detainer on these\nindividuals through the DSCC. Each week DSCC staff\nwill compile a list of the criminal aliens who are to be\nreleased within the next year. A courtesy list will be\nsubmitted, via GroupWise, to FCI Oakdale for monitoring\npurposes. (2) ICE staff at FCI Oakdale will forward to DSCC staff\ninformation on alien inmates via GroupWise to assist in the\nmovement of inmates to FCI Oakdale at a later date. The movement\nof inmates to FCI Oakdale will be authorized and coordinated by\nthe DSCC. DSCC staff will ensure CIM clearance is obtained and\nthe Custody Classification form reflects appropriate use of any\nManagement Variable. (3) Inmates will be redesignated no later than seven\nmonths from a firm projected release date. Once approved for\ntransfer, P5100.08\n9/12/2006\nChapter 7, Page 17\ninstitution and transportation staff will immediately schedule\nthe inmate for movement to FCI Oakdale. Institution staff will\nnotify the Oakdale CMC if the inmate is not en route within 15\nworking days of the transfer approval. The central file should\ncontain a current Progress Report and all pertinent case\nmanagement activities should be completed prior to transfer\nincluding fines and the ordering of parole certificates, when\napplicable, or preparation of other release documents as\nrequired. (4) ISM staff will ensure any other detainers lodged\nagainst those inmates approved for transfer are resolved and\nthe detaining authority notified before the inmate is\ntransferred to FCI Oakdale. (5) Because of unforeseen circumstances, some criminal\naliens may be inappropriate for transfer to FCI Oakdale. ICE\nstaff at FCI Oakdale will notify DSCC staff when this occurs\nand will advise of any additional action necessary to\ncoordinate the resolution of the inmate's citizenship/release\nstatus. Conversely, institution staff are to contact DSCC staff\nif they believe a transfer should not occur. If the\ntransfer is deemed inappropriate, DSCC staff will delete the\nOakdale \"DST\" transfer approval.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__59",
      "chunk_id": "59",
      "content": "Conversely, institution staff are to contact DSCC staff\nif they believe a transfer should not occur. If the\ntransfer is deemed inappropriate, DSCC staff will delete the\nOakdale \"DST\" transfer approval. (6) The Detention Services Branch, Correctional\nPrograms Division, Central Office will assist with\ncoordination of the Oakdale Criminal Alien Program and will\nact as the primary liaison with ICE and EOIR Headquarters on\nmatters of mutual interest affecting the program's\ndevelopment and/or modification. Any questions regarding\nthese matters should be directed to that office. b. USP Marion/ADX Florence. USP Marion/ADX Florence general\npopulation units are designed for male inmates who have\ndemonstrated an inability to function in a less restrictive\nenvironment without being a threat to others, or to the secure\nand orderly operation of the institution. (1) Referral Procedures and Criteria. Prior to referring\nan inmate to USP Marion or ADX Florence, redesignation to\nanother high security institution should be considered first. If transfer to another institution is not\nappropriate, Wardens will refer the proposed USP Marion or ADX\nFlorence case to North Central Regional Director. The North\nCentral Region will designate the inmate as appropriate. Assignment to USP Marion or ADX Florence will ordinarily be\nmade without regard for such factors as release destination or P5100.08\n9/12/2006\nChapter 7, Page 18\nprogram needs, such as education and vocational training. Prior\nto transfer to USP Marion or ADX Florence, staff at the sending\ninstitution will ensure that the inmate is assigned Maximum\ncustody. While in transit to USP Marion or ADX Florence, inmates\nwill be housed and provided visiting, correspondence, and\ntelephone privileges as if confined at USP Marion or ADX\nFlorence. Inmates currently diagnosed as suffering from serious\npsychiatric illnesses should not be referred for placement at\neither USP Marion or ADX Florence. (2) Referral Packet for USP Marion or ADX Florence. The\nreferral packet for either USP Marion or ADX Florence general\npopulation will include the following items:\n(a) A memorandum from the Warden to the North\nCentral\nRegional\nDirector\nwith\nthe\nspecific\nrationale\nsupporting\nthe\ninstitution's\nrecommendation;\n(b) Copies of all disciplinary reports,\ninvestigative materials or other official documentation\nrelated to the behavior prompting the referral;\n(c) A current Progress Report; (d) A copy of the inmate's latest Presentence\nInvestigation Report; and,\n(e) A recent psychiatric or mental health evaluation. Inmates with severe or chronic behavior patterns that\ncannot be addressed in any other Bureau institution should be\nreferred to ADX Florence general population, and those who\nare somewhat less problematic should be referred to USP\nMarion. In describing the reasons underlying the referral, the\nWarden should explain why he or she has selected USP Marion\nor ADX Florence, respectively. (3) Acceptance or Rejection of Referrals. The North\nCentral Regional Director has final review authority for\nreferrals to the USP Marion and ADX Florence general\npopulation units. In some cases,\nthe Regional Director may approve placement at USP Marion\nwhen a referral has been submitted for ADX Florence and vice\nversa. A response to a recommendation for USP Marion or ADX\nFlorence placement will ordinarily be made by the North Central\nRegional Director within 60 calendar days after receiving the P5100.08\n9/12/2006\nChapter 7, Page 19\nreferral packet from the referring institution. Approval or\ndenial will be noted in SENTRY on the inmate's “CIM\nClearance and Separatee Data” screen, with a brief\nmemorandum from the North Central Regional Director to the\nrequesting Warden to follow.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__60",
      "chunk_id": "60",
      "content": "P5100.08\n9/12/2006\nChapter 7, Page 19\nreferral packet from the referring institution. Approval or\ndenial will be noted in SENTRY on the inmate's “CIM\nClearance and Separatee Data” screen, with a brief\nmemorandum from the North Central Regional Director to the\nrequesting Warden to follow. (4) Transfer from USP Marion or ADX Florence. Once an\ninmate successfully completes the USP Marion or ADX Florence\nprogram, the Warden will submit a transfer request to the North\nCentral Regional Director. Upon the North Central Regional\nDirector’s approval the request will be forwarded to the DSCC\nfor determination of an appropriate facility. Inmates will\nordinarily be transferred from USP Marion or ADX Florence using\nCode 308 - Lesser Security. Ordinarily, inmates completing the\nADX Florence program will be transferred to a High Security\nfacility, other than USP Marion. (5) USP Marion Failures. Inmates who continue to exhibit\ndisruptive misconduct at USP Marion may be considered for\nreferral to ADX Florence general population or the Control\nUnit.\nc. FMC Carswell Administrative Unit (1) Initial Designations. Initial designations may only\noccur in extraordinary situations by DSCC staff. (2) Redesignation Criteria. The FMC Carswell\nAdministrative Unit is designed to house females\nexhibiting any of the following:\n• A history of escape or attempted escape from\na secure institution; • Demonstrated repeated incidents of\nassaultive or predatory behavior; • Demonstrated chronic behavior problems; and/or • Special management concerns. (3) Referral for transfer to the FMC Carswell\nAdministrative Unit will be submitted via the Request\nfor Transfer/Application of Management Variable (409) to\nthe DSCC Administrator. (4) Acceptance or Rejection of Referrals. The DSCC\nAdministrator has final review authority for referrals\nto FMC Carswell Administrative Unit. P5100.08\n9/12/2006\nChapter 7, Page 20\nTRANSFER CODES\nCODE\n276 DESCRIPTION\nFURLOUGH TRANSFER: Unescorted furlough transfer to a CCC. 307 INSTITUTION CLASSIFICATION: Transfer to an institution with\ngreater security (e.g., Low to Medium). 308 INSTITUTION CLASSIFICATION: Transfer to an institution with\nless security (e.g., High to Medium). 309 DISCIPLINARY: Transfer as a result of an act(s) of misconduct\nrelated to documented poor institutional adjustment. See\nProgram Statement on Discipline and Special Housing Unit. 313 NEARER RELEASE: Transfer for the purpose of placing an inmate\nin an institution nearer the release destination or to\nfacilitate the release process. 314 TRAINING PURPOSES: Discontinued (Use Code 324). 315 TRAINING COMPLETED: Discontinued (Use Code 325). 316 TEMPORARY TRANSFER: Transfer to the custody of U.S. Marshals\nor local authority. 317 RELIEVE OVERCROWDING: Transfer to relieve overcrowding at a\nfacility. 318 INCREASE POPULATION: Transfer to build a population, usually\nupon activation of a new facility. 319 DRUG ABUSE PROGRAM: Transfer to participate in a specialized\nDrug Abuse Program. 320 WORK/STUDY RELEASE: Discontinued. 321 TRANSFER TO CONTROL UNIT: Transfer to Control Unit (see\nChapter 7, Section 4). 322 TRANSFER FROM CONTROL UNIT: Transfer from Control Unit (See\nChapter 7, Section 4). 323 CLOSE SUPERVISION CASE: Transfer as a result of an\ninvestigation that indicates a safety, security, or escape\nrisk. Includes verified and unverified protection cases. 324 PROGRAM PARTICIPATION: Transfer for a parole hearing or to\nparticipate in a specialized program. 325 PROGRAM COMPLETED/WITHDRAWAL/REMOVAL: Return to the original\ninstitution following the completion, withdrawal, or removal\nfrom a specialized program. 326 CONCURRENT SERVICE IN NON-FEDERAL FACILITY: Transfer to nonfederal facility (excluding CCC) for service of concurrent\nfederal and state sentences. 327",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__61",
      "chunk_id": "61",
      "content": "324 PROGRAM PARTICIPATION: Transfer for a parole hearing or to\nparticipate in a specialized program. 325 PROGRAM COMPLETED/WITHDRAWAL/REMOVAL: Return to the original\ninstitution following the completion, withdrawal, or removal\nfrom a specialized program. 326 CONCURRENT SERVICE IN NON-FEDERAL FACILITY: Transfer to nonfederal facility (excluding CCC) for service of concurrent\nfederal and state sentences. 327 BOARDING IN NON-FEDERAL FACILITY: Transfer to non-federal\nfacility (excluding CCC) for service of federal sentences\nonly. P5100.08\n9/12/2006\nChapter 7, Page 21\nTRANSFER CODES\nCODE\n328 DESCRIPTION\nRETURN FROM NON-FEDERAL FACILITY: Return from non-federal\nfacility to federal institution for service of federal\nsentence only. 330 ADJUSTMENT PURPOSES: Transfer for the purpose of placing the\ninmate in a new setting due to poor institutional adjustment\nor CIM concerns. This code differs from a 323 Close\nSupervision Transfer in that an SIS investigation is not\nnormally conducted. 331 TRANSFER FOR MEDICAL TREATMENT: Transfer from general\npopulation for the purpose of obtaining medical/physical\ntreatment in a Medical Referral Center. Requires a change to\na CARE 4 assignment. 332 MEDICAL TREATMENT COMPLETED: Return from Medical Referral\nCenter to general population after treatment for\nmedical/physical treatment. Requires a change from CARE 4\nassignment to a lesser care level assignment. 333 TRANSFER FOR PSYCHOLOGICAL/PSYCHIATRIC EVALUATION: Transfer\nfrom general population for the purpose of obtaining\npsychiatric treatment in a Medical Referral Center. Requires\na change to a CARE 4 assignment. 334 PSYCHOLOGICAL/PSYCHIATRIC EVALUATION COMPLETED: Return from a\nMedical Referral Center to general population after obtaining\npsychiatric treatment. Requires a change from CARE 4\nassignment to a lesser care level assignment. 335 TRANSFER FOR HOSPITALIZATION AND TREATMENT: Transfer between\nBOP Medical Referral Centers for continued medical/physical or\npsychiatric treatment. (SPG to BUT). CARE 4 assignment\nremains intact. 336 HOSPITALIZATION AND TREATMENT COMPLETED: Discontinued (See\nCode 332). 337 OTHER: This category may be used only when no other transfer\ncode above applies. (DISCONTINUED) 338 DECREASE IN MEDICAL CARE LEVEL: Transfer used when there has\nbeen a decrease in the inmate’s medical care level and the\ninmate no longer requires the higher level of medical\nservices. This code is to be used when the transfer occurs\nbetween non-MRC institutions and when there is a decrease from\nthe CARE assignments 2 and 3 only. 339 INCREASE IN MEDICAL CARE LEVEL: Transfer used when there has\nbeen an increase in the inmate’s medical care level and inmate\nis being transferred for the sole purpose of requiring\nincreased medical resources. This code is to be used when the\ntransfer occurs between non-MRC institutions and when there is\nan increase from the CARE assignments 1 and 2 only. 369 FACILITY REORGANIZATION: Transfer based on a mission change of\nthe institution. P5100.08\n9/12/2006\nAppendix A, Page 1\nOFFENSE SEVERITY SCALE GREATEST SEVERITY Aircraft Piracy - placing plane or passengers in danger\nArson - substantial risk of death or bodily injury\nAssault - serious bodily injury intended or permanent or\nlife threatening bodily injury resulting) Car Jacking - any\nDrug Offense - see criteria below*",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__62",
      "chunk_id": "62",
      "content": "P5100.08\n9/12/2006\nAppendix A, Page 1\nOFFENSE SEVERITY SCALE GREATEST SEVERITY Aircraft Piracy - placing plane or passengers in danger\nArson - substantial risk of death or bodily injury\nAssault - serious bodily injury intended or permanent or\nlife threatening bodily injury resulting) Car Jacking - any\nDrug Offense - see criteria below* Escape - closed institution, secure custody, force or\nweapons used\nEspionage - treason, sabotage, or related\noffenses Explosives - risk of death or bodily\ninjury Extortion - weapon or threat of violence\nHomicide or Voluntary Manslaughter - any\nKidnaping - abduction, unlawful restraint, demanding\nor receiving ransom money\nRobbery - any\nSexual\noffenses\nrape,\nsodomy,\nincest,\ncarnal\nknowledge, transportation with coercion or force\nfor commercial purposes\nToxic Substances/Chemicals: - weapon to endanger human life\nWeapons - distribution of automatic weapons, exporting\nsophisticated weaponry, brandishing or threatening use of\na weapon\n* Any drug offender whose current offense includes the following\ncriteria will be scored in the Greatest severity category: The offender was part of an organizational network and he or she\norganized or maintained ownership interest/profits from large-scale drug\nactivity,\n***AND*** The drug amount equals or exceeds the amount below:\nCocaine - greater than or equal to 10,000 gm, 10 K, or 22 lb\nCocaine Base \"Crack\"\n- greater than or equal to 31 gm\nHashish - greater than or equal to 250,000 gm, 250 K, or 551 lb\nMarijuana - greater than or equal to 620,000 gm, 620 K, or 1,367 lb\nPCP - greater than or equal to l00,000 mg, 100 gm, or 20,000 dosage units\nHeroin or Opiates - greater than or equal to 2,000 gm, 2 K, or 4.4 lb\nMethamphetamine - greater than or equal to 16,000 gm, 17 K, or 35 lbs\nOther illicit drugs: - Amphetamine, Barbiturates, LSD, etc. greater than\nor equal to 250,000 dosage units P5100.08\n9/12/2006\nAppendix A, Page 2 HIGH SEVERITY\nArson - other\nCruelty to Children - any\nDrugs (For Females only)\nCocaine - greater than or equal to 10,000 gm, 10 K,\nOr 22 lb\nCocaine Base “Crack” - greater than or equal to 31\ngm Hashish - greater than or equal to 250,000 gm,\n250 K, Or 551 lb\nMarijuana - greater than or equal to 620,000 gm, 620 K,\nOr 1,367 lb\nPCP - greater than or equal to 100,000 mg, 100 gm,\nor 20,000 dosage units\nHeroin or Opiates - greater than or equal to 2,000 gm,\n2 K, or 4.4 lb\nMethamphetamine - greater than or equal to 16,000 gm,\n17 K, or 35 lb\nOther illicit drugs - Amphetamine, Barbiturates,\nLSD etc. - greater than or equal to 250,000 dosage\nunits\nExplosives - other\nExtortion - other\nInvoluntary manslaughter - includes vehicular homicide\nResidential Burglary - with evidence that occupants were in\ndwelling during the commission of the offense\nRioting - any\nSexual Offenses - sexual exploitation of children,\nunlawful sexual conduct with a minor, pornography\nStalking - any\nThreatening Communications - with conduct evidencing intent to\ncarry out such threat\nToxic Substances/Chemicals - other P5100.08\n9/12/2006\nAppendix A, Page 3 MODERATE SEVERITY",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__63",
      "chunk_id": "63",
      "content": "P5100.08\n9/12/2006\nAppendix A, Page 3 MODERATE SEVERITY Assault - other\nAuto Theft - any\nBreaking and Entering - any\nBurglary - other\nChild Abandonment - any\nContempt of Court - criminal contempt\nDrugs Cocaine - greater than or equal to 400 gm, .4 K, or .88 lb\nCocaine Base \"Crack\" - greater than or equal to 1 gm\nHashish - greater than or equal to 11,000 gm, 11 K, or 24 lb\nMarijuana - greater than or equal to 25,000 gm, 25 K, or 55 lb\nPCP - greater than or equal to 4,000 mg, 4 gm, or .14 oz\nHeroin or Opiates - greater than or equal to 80 gm, .08 K, or .18 lb\nMethamphetamine - greater than or equal to 667 gm, .67 K, or 1.47 lb\nOther illicit drugs - Amphetamine, Barbiturates, LSD, etc. greater\nthan or equal to 10,000 dosage units, .05 K, or .11 lb\nEscape - walkaway from open institution, failure to appear/bail reform act,\nno threat of violence involved\nImmigration Offenses - transportation of unlawful aliens\nObstruction of Justice - any\nProperty Offenses - over $250,000, includes theft, fraud, tax evasion,\nforgery, currency offenses\nSexual Offenses - other\nWeapons - other LOW-MODERATE SEVERITY Bigamy - Polygamy\nDrugs Cocaine - less than 400 gm, .4 K, or .88 lb\nCocaine Base \"Crack\" - less than 1 gm\nHashish - less than 11,000 gm, 11 K, or 24 lb\nMarijuana - less than 25,000 gm, 25 K, or 55 lb\nPCP - less than 4,000 mg, 4 gm, or .14 oz\nHeroin or Opiates - less than 80 gm, .08 K, or .18 lb\nMethamphetamine - less than 667 gm, .67 K, or 1.47 lb\nOther illicit drugs - Amphetamine, Barbiturates, LSD,\netc., less than 10,000 dosage units, .05 K, or .11 lb\nIndecent Exposure - indecent acts, lewd behavior\nImmigration Offenses - other\nPost-Release Supervision Violation - technical, administrative\nProperty Offenses - valued between $2,000 and $250,000) P5100.08\n9/12/2006\nAppendix A, Page 4\nLOWEST SEVERITY Drugs - personal use\nGambling Law Violation - any\nLiquor Law Violation - any\nProperty Offenses - less than $2,000\nSuspicion - any\nTraffic Laws - any\nVagrancy - any\nVandalism - any MARIJUANA EQUIVALENT CHART\nDRUG MARIJUANA EQUIVALENT 1 gm of Heroin 1000 gm 1 gm of Cocaine Powder 200 gm 1 gm of Methamphetamine 2000 gm 1 gm of LSD 100,000 gm 1 gm of “crack” cocaine 20,000 gm 1 gm of Hashish Oil 50 gm For other drug equivalents, please refer to the\nU.S. Sentencing Commission Guidelines Manual. MEASUREMENT CONVERSION TABLE\n1 oz = 28.35 gm\n1 lb = 453.6 gm\n1 lb = 0.4536 kg\n1 gal = 3.785 liters\n1 qt = 0.946 liters 1 gm = 1 ml (liquid)\n1 liter = 1,000 ml\n1 kg = 1,000 gm\n1 gm = 1,000 mg\n1 grain = 64.8 mg P5100.08\n9/12/2006\nAppendix A, Page 5\nDEFINITION OF ROLES INVOLVED IN DRUG OFFENSES To determine whether an individual involved with a drug\noffense rose to the level of an organizer or leader, read the\n“Offense Conduct” section of the Presentence Investigation\nReport, and any other available information (i.e., Statement\nof Reasons,\nU.S. Attorney Report, etc.) to determine what the individual’s\nrole was in the criminal activity. The role definitions below are\ngrouped into two categories: Those that rise to the level of\norganizer/leader; and, those that do not. ORGANIZER/LEADER",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__64",
      "chunk_id": "64",
      "content": "The role definitions below are\ngrouped into two categories: Those that rise to the level of\norganizer/leader; and, those that do not. ORGANIZER/LEADER Importer/High-Level Supplier: imports or otherwise supplies\nlarge quantities of drugs; is at or near the top of the\ndistribution chain; has ownership interest in drugs (not\nmerely transporting drugs for another individual); usually\nsupplies drugs to other drug distributors and does not deal in\nretail amounts; may employ no or very few subordinates. Organizer/Leader: organizes, leads, directs, or otherwise runs\na drug distribution organization. Receives the largest share of\nthe profits and has the greatest decision-making authority. Grower/Manufacturer: grows, cultivates, or manufactures a\ncontrolled substance, and is the principal owner of the drugs. (Keep in mind, the intent of this definition is to capture the\nindividual who has the capability to manufacture enormous\namounts of drugs in his garage/lab for example, and not the\nindividual who is growing only five marijuana plants in his\nbasement.) Financier/Money Launderer: provides money for\npurchase, importation, manufacture, cultivation,\ntransportation, or distribution of drugs; launders\nproceeds of drug sales or purchases. Aircraft Pilot/Vessel Captain: pilots vessel or aircraft;\nrequires special skill; does not include inmate who is the\nonly participant directing a small boat (i.e., a speed boat)\nonto which drugs had been loaded from a “mother ship” (such\nperson is a courier). P5100.08\n9/12/2006\nAppendix A, Page 6\nNOT A DRUG ORGANIZER/LEADER Manager: serves as a lieutenant to assist one of the above;\nmanages all or a significant portion of the manufacturing,\nimportation, or distribution operation; takes instructions\nfrom one of the above and conveys to subordinates; directly\nsupervises at least one other co-participant in an\norganization of at least five co-participants. Bodyguard/Strongman/Debt Collector: provides physical and\npersonal security for another co-participant in the\noffense; collects debts owed, or punishes recalcitrant\npersons. Chemists/Cooks/Chemical Supplier: produces LSD,\nmethamphetamine, crack cocaine, or other illegal drugs, but\ndoes not qualify as a Grower/Manufacturer because he/she is\nnot the principal owner of the drugs. Chemical supplier does\nnot handle drugs themselves but engages in the unlawful\ndiversion, sale, or furnishing of listed chemicals or\nequipment used in the synthesis or manufacturing of controlled\nsubstances. Supervisor: supervises at least one other co-participant,\nhowever, has limited authority and does not qualify as a\nManager. Street-Level Dealer: distributes retail quantities directly to\nthe user. Broker/Steerer/Go-Between: arranges for two parties to buy/sell\ndrugs, or directs potential buyer to a potential seller. Courier: transports or carries drugs with the assistance of a\nvehicle or other equipment. Includes situations where\nindividual, who is otherwise considered to be a crew member,\nis the only participant directing a vessel (e.g., a speed\nboat) onto which drugs had been loaded from a “mother ship”. Mule: transports or carries drugs internally or on their\nperson, often by airplane, or by walking across a border. Also\nincludes an individual who only transports or carries drugs in\nbaggage, souvenirs, clothing, or otherwise. Renter/Storer: provides (for profit/compensation) own\nresidence, structures (barns, storage bins, buildings), land,\nor equipment for use to further the offense. This inmate is\ndistinguished from the enabler because he/she is paid (in some\nway) for his/her services. P5100.08\n9/12/2006\nAppendix A, Page 7 Money runner: transports/carries money and/or drugs to and from\nthe street-level dealer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__65",
      "chunk_id": "65",
      "content": "Renter/Storer: provides (for profit/compensation) own\nresidence, structures (barns, storage bins, buildings), land,\nor equipment for use to further the offense. This inmate is\ndistinguished from the enabler because he/she is paid (in some\nway) for his/her services. P5100.08\n9/12/2006\nAppendix A, Page 7 Money runner: transports/carries money and/or drugs to and from\nthe street-level dealer. Off-loader/Loader: performs the physical labor required to put\nlarge quantities of drugs into storage, hiding, or onto some\nmode of transportation. Gopher/Lookout/Deckhand/Worker/Employee: performs very limited,\nlow-level function in the offense (whether or not ongoing);\nincludes running errands, answering the telephone, receiving\npackages, packaging the drugs, manual labor, acting as lookout\nto provide early warnings during meetings, exchanges, or offloading, or acting as deckhand/crew member on vessel or\naircraft used to transport large quantities of drugs. Enabler (Passive): plays no more than a passive role in the\noffense, knowingly permitting a certain unlawful criminal\nactivity to take place without actually being involved with\nthe activity; may be coerced or unduly influenced to play such\na function (e.g., a parent or grandparent threatened with\ndisplacement from a home unless they permit the activity to\ntake place), or may do so as “a favor” (without compensation). User Only: possessed small amount of drugs apparently for\npersonal use only; no apparent function in any conspiratorial\ncriminal activity. Wholesaler: sells more than retail/user-level\nquantities (greater than one ounce) in a single\ntransaction. P5100.08\n9/12/2006\nAppendix A, Page 8 SPECIAL INSTRUCTIONS In the case of an offense involving marijuana plants, one plant\nequals 100 grams (or the actual weight of the useable\nmarijuana, whichever is greater). If the offense includes several types of drugs, compute the\nmarijuana equivalent and total the sum to arrive at a grand\ntotal. For example, if the inmate has marijuana, cocaine, and\nheroin, compute the cocaine and heroin to an equivalent\namount of marijuana and hold the inmate accountable for the\nsum total of the equivalent amount of marijuana. Offenses not listed will be assigned a severity category\naccording to the most comparable listed offense. Score any attempt, aiding and abetting, conspiracy, misprision\nof a felony, and accessory after the fact in the same severity\ncategory as the underlying offense. Total offense behavior is to\nbe considered, utilizing the most serious offense or act\ncommitted. However, in drug conspiracy cases, the individual\nwill be held accountable as documented by the Judge in the\nStatement of Reasons. If the Statement of Reasons is not\nattached, the Case Manager will review the Presentence\nInvestigation Report to determine the individual’s specific\nreported behavior, and not hold the individual accountable for\nthe entire drug conspiracy empire. If committed as a parole, mandatory release, special parole\nterm, or supervised release violator as a result of a new\nconviction, use that new offense behavior for scoring\n\"Severity of Current Offense.\" If committed as a probation violator, use the most severe\ndocumented behavior between the original offense that\nprompted probation and the new criminal conduct (violation\nbehavior) for scoring \"Severity of Current Offense.\" For this Program Statement’s purposes, sentences with a\nspecific finding of “withheld adjudication” will be considered\nthe same as if the Judge made a finding of guilt. P5100.08\n9/12/2006\nAppendix A, Page 9 WAIVER FOR MISDEMEANANTS I, ,\n(Name of Inmate) (Register Number) have been convicted under\n(Offense Code and Title)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_17__66",
      "chunk_id": "66",
      "content": "For this Program Statement’s purposes, sentences with a\nspecific finding of “withheld adjudication” will be considered\nthe same as if the Judge made a finding of guilt. P5100.08\n9/12/2006\nAppendix A, Page 9 WAIVER FOR MISDEMEANANTS I, ,\n(Name of Inmate) (Register Number) have been convicted under\n(Offense Code and Title) and committed to the custody of the Attorney General or the\nBureau of Prisons for service of a misdemeanor sentence, do\nhereby waive my right as a misdemeanant offender to serve my\nsentence in a facility other than a high security level\ninstitution. I understand my conviction could entitle me to be\nplaced in a Minimum, Low, or Medium level institution, as deemed\nappropriate by the Bureau of Prisons; however, I voluntarily\nwaive my right to such placement. I further understand that this\nwaiver does not prevent the Federal Bureau of Prisons from\ntransferring me to a Minimum, Low, or Medium security level\ninstitution in the future, if appropriate. Inmate's Signature Witness\nWitness Date P5100.08\n9/12/2006\nAppendix B, Page 1\nSTANDARD ABBREVIATIONS/TERMS (BP-337) ADW\nALC\nATT\nBRA\nCC\nCC FRD\nCOC\nCONSP\nCRK\nCS\nD/DS\nDETN\nDRG\nDUI\nDWI\nDWOL\nDWP/DWIP\nESS F/A\nFTA\nGD\nGTA\nH/G\nHX\nIR\nISS ITSMV\nJTC\nLOC\nLOP\nM/MOS\nMH\nMJ\nPBJ\nPC\nPED\nPLIO\nPROB\nPSY\nPWITD\nPV Assault with a Deadly Weapon\nAlcohol\nAttempt\nBail Reform Act (constitutes escape)\nConcurrent\nCredit Card Fraud\nCocaine\nConspiracy\nCrack\nConsecutive\nDay/days\nDetainer\nDrug\nDriving under the influence\nDriving while influenced\nDriving without a License\nDismissed without/with Prejudice\nExecution of Sentence Suspended (If part of the\nsentence was imposed score as prior. If the entire\nsentence was suspended, do not count as prior,\nHOWEVER, if the offense involved escape or\nviolence, score under appropriate history item.) Firearm\nFailure to Appear (constitutes escape)\nGood\nGrand Theft Auto\nHandgun\nHistory\nIncident Report\nImposition of Sentence Suspended (If part of the\nsentence was imposed score as prior. If the entire\nsentence was suspended, do not count as prior,\nHOWEVER, if the offense involved escape or\nviolence, score under appropriate history item.) Interstate Transportation of Stolen Motor Vehicle\nJail Time Credit\nLack of Cooperation\nLoss of Privileges\nMonth/months\nMental health\nMarijuana\nProbation Before Judgment\nPending Charge\nParole Eligibility Date\nPled to Lesser Instant Offense\nProbation\nPsychological/Psychiatric\nPossession with Intent to Distribute\nParole Violation P5100.08\n9/12/2006\nAppendix B, Page 2 STANDARD ABBREVIATIONS/TERMS (BP-337) SRV\nTRD\nUUV\nVOP\nWPN\nY/YRS Supervised Release Violation\nTentative Release Date\nUnauthorized Use of a Vehicle\nViolation of Probation\nWeapon\nYear/years P5100.08\n9/12/2006\nAppendix B, Page 3\nForm 409, REQUEST FOR TRANSFER/APPLICATION OF MANAGEMENT VARIABLE\nis available on BOPDOCS",
      "queries": [],
      "queries_score": []
    }
  ]
}