{
  "doc_id": "guidance_31",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_31__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nOGC/LIT\nNUMBER: 5580.09\nDATE:\nMarch 20, 2018 Inmate Property Claims Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE All claims for damage to, or loss of, an inmate’s privately owned property detained by staff should\nbe processed under the Small Claims Act, 31 U.S.C. § 3723. This Program Statement instructs\nstaff on the system for filing, investigation, and payment of these inmate property claims. a. Program Objectives. The expected results of this program are:\n■ Inmate property claims will be acknowledged, investigated, and approved or denied within the\ntime frames and according to the procedures in this Program Statement. b. Institution Supplement. None required. Should local facilities make any changes\noutside the required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or\nappropriate arrangements. 2. DELEGATION OF AUTHORITY\nRegional Counsel are delegated authority to consider, adjust, determine, compromise, settle, and\npay inmate property claims filed under the Small Claims Act, 31 U.S.C. § 3723. 3. FILING A SMALL CLAIM\na. Requirements to File a Claim Under 31 U.S.C. § 3723. All claims must meet the following\nstatutory requirements:\n■ Claim is for damage to, or loss of, a current or former BOP inmate’s privately owned property. ■ Loss must be caused by the negligence of an officer or employee of the U.S. Government\nacting within the scope of employment. ■ Claim must be submitted within 1 year after accrual.\n■ A claim may not be settled for more than $1,000. b. Who May File a Claim. A claim may be filed by an inmate who is the owner of the damaged\nor lost property. A person acting on the inmate’s behalf as an agent, parent, guardian, or other\nrepresentative may file a claim if that person provides written permission from the inmate to act on\nhis/her behalf. If the inmate authorizes a lawyer or other representative to act on his/her behalf,\nthe Bureau will correspond only with that representative, not the claimant. c. Time Constraints on Filing a Claim. The claim must be filed within one year after the claim\naccrues. d. Claims Should Be Filed on Form BP-A0943. Inmates should file claims under 31 U.S.C. §\n3723 using BP-A0943, Small Claims for Property Damage or Loss, and provide all necessary\ninformation, including:\n■\n■\n■\n■\n■\n■\n■\n■\n■ Date of incident. Place where the incident occurred. Explanation of events. Witnesses. Description of property loss or damage. Proof of ownership. Sum certain claimed. Date of claim. Claimant or authorized representative’s signature. e. Claims Should Be Submitted to the Regional Office. The claim should be submitted to the\nRegional Office in the region where the property loss occurred. Institution staff should not accept\nclaims submitted at the institution. If an inmate files a claim regarding property lost during a\ntransfer, ordinarily that claim is handled by the sending institution (with the assistance of the\nreceiving institution providing property forms). Claims submitted to the wrong location will be\ntransferred to the appropriate Bureau Office. P5580.09 3/20/2018 2 f. Claims Should Be Tracked.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_31__1",
      "chunk_id": "1",
      "content": "If an inmate files a claim regarding property lost during a\ntransfer, ordinarily that claim is handled by the sending institution (with the assistance of the\nreceiving institution providing property forms). Claims submitted to the wrong location will be\ntransferred to the appropriate Bureau Office. P5580.09 3/20/2018 2 f. Claims Should Be Tracked. Regional Counsel staff will track all claims that are filed\nproperly within their regions. Claims will not be closed until they are settled, denied, rejected, or\ntransferred to another agency. 4. PROCESSING A SMALL CLAIM\na. Acknowledgment Letter. If the claimant has provided all necessary information to process\nthe claim (such as time, date, place where the incident occurred, and a specific damages request),\nstaff should send an acknowledgment letter to the claimant indicating the filing date and a claim\nnumber. Staff should also notify the claimant of his/her responsibility to inform the agency of\nany changes in address. Staff should reject claims that are unclear, illegible, fail to specify a sum\ncertain or fail to provide a signature. Regional Counsel and Office of General Counsel staff will date-stamp all claims on the date they\nare received, whether the claims are received in the proper office or not. A claim that is\ntransferred to another Bureau office is considered filed on the date when the claim was received by\nthe transferring office. The office responsible for the claim will then notify the claimant that the\nclaim was transferred. b. Investigation. The Regional Office will refer the claim to the appropriate institution or office\nfor investigation. The claimant or representative can be required to provide additional\ninformation during the investigation. Failure to respond within 60 days may result in the rejection\nor denial of the claim. Claims filed by inmates in the Witness Security Program (WITSEC) must\nbe handled in the same manner as other claims, except that all correspondence and the resulting\ninvestigation must be sent through the Inmate Monitoring Branch, Correctional Programs\nDivision. c. Final Decision on Each Claim. The Regional Counsel, or designee, will review the\ninvestigation and the supporting evidence, and render a decision on all claims properly filed in the\nRegional Office. After considering the merits of the claim, the Regional Counsel may deny or\npropose a settlement of the claim. The settlement limit for claims filed under 31 U.S.C.§ 3723 is\n$1,000. d. Inmate Property Claims Filed under the FTCA Should Be Denied. If an inmate property\nclaim is incorrectly filed under the FTCA instead of 31 U.S.C. § 3723, staff should deny the FTCA\nclaim. However, staff can consider the claim under 31 U.S.C. § 3723 without the claimant filing\nanother claim. P5580.09 3/20/2018 3 e. Depreciation Must Be Considered. Staff must consider depreciation of lost or damaged\nproperty when settling a claim. The Bureau of Prisons Depreciation Guide is available on\nSallyport. f. Requests for Reconsideration. If a claim is denied or the claimant is dissatisfied with the\nsettlement offer, the claimant may request, in writing, that the Bureau reconsider the claim. The\nrequest for reconsideration must be submitted within three months after the date of the decision\nletter to the appropriate Regional Office.",
      "queries": [
        "if a property is lost during a transfer, it is transferred to the appropriate bureau office"
      ],
      "queries_score": [
        "1.6684862"
      ]
    },
    {
      "id": "guidance_31__2",
      "chunk_id": "2",
      "content": "f. Requests for Reconsideration. If a claim is denied or the claimant is dissatisfied with the\nsettlement offer, the claimant may request, in writing, that the Bureau reconsider the claim. The\nrequest for reconsideration must be submitted within three months after the date of the decision\nletter to the appropriate Regional Office. The claimant should include additional evidence of\ninjury or loss to support the request for reconsideration. There is no judicial review for claims\ndecided under 31 U.S.C. § 3723.\ng. Timing for BOP Response. Generally, claimants should receive a decision regarding their\nclaims within six months of when they properly file the claim. h. Settlements Will Be Paid From the Judgment Fund. All settlements of 31 U.S.C. § 3723\nclaims are forwarded to the Judgment Fund Section, Financial Management Service, Department\nof the Treasury, for payment. REFERENCES\nProgram Statements\nP1320.06\nFederal Tort Claims Act (8/1/03)\nOther References\n31 U.S.C. § 3723\n5 U.S.C. § 2105\nBOP Forms\nBP-A0943 Small Claims Act\nTitle 5, Definition of Employee Small Claims for Property Damage or Loss ACA Standards\nNone. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5580.09 3/20/2018 4",
      "queries": [],
      "queries_score": []
    }
  ]
}