{
  "doc_id": "guidance_34",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_34__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/FOB\nNUMBER: 5200.02, CN-1\nDATE:\nJanuary 2, 2018 Female Offender Manual Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 5200.02,\nFemale Offender Manual, dated November 23, 2016. The changes are marked with a highlight\nand inserted into the policy. 6. COMMISSARY All institutions housing females are required to implement standardized gender-responsive\ncommissary lists. This information is available on the Women and Special Populations Branch\nSallyport page. U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nRSD/FOB\nNUMBER: 5200.02\nDATE:\nNovember 23, 2016 Female Offender Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To ensure the Bureau provides programs, services, and policies that are gender-responsive,\ntrauma-informed, culturally sensitive, and address the unique needs of incarcerated females at\nfacilities that house female offenders. This policy addresses specific needs of female offenders within the Bureau of Prisons; this policy\nis not intended to provide preferential treatment based solely on gender. Definitions\n■ Gender-responsive approaches are based on an understanding of the ways females are\ndifferent from men. They aim to address issues of importance to females. ■ Trauma-informed approaches recognize the experiences and outcomes of all types of trauma\nand take steps to address them through policy and programs. ■ Culturally sensitive approaches understand persons of different ethnic or demographic\nbackgrounds may differ or be similar, and value diversity regardless. ■ Stakeholders are a person, group, or organization that has interest or concern in the Bureau of\nPrisons. Stakeholders can affect or be affected by the Bureau’s actions, objectives, and\npolicies. Some examples of key stakeholders are judges, directors, professors, employees,\ngovernment agencies, unions, and community. Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 a. Summary of Changes\nPolicy Rescinded\nP5200.01\nFemale Offenders, Management of (8/4/1997)\nP6070.05\nBirth Control, Pregnancy, Child Placement, and Abortion (8/9/1996) This policy has been extensively updated, and incorporates Program Statement 6070.05. b. Program Objectives. Expected results of this program are:\n■ The unique needs of female offenders will be considered as Bureau policy is developed and\nrevised. ■ Divisions with institutional programs will develop measurable objectives to ensure female\noffenders and related special population inmates can access programs and services that meet\ntheir individual needs and prepare them to return to the community. ■ Sufficient resources/staffing should be allocated to deliver appropriate programs and services\nto female offenders and related special populations. This goal is particularly important at\nfemale satellite facilities attached to male institutions. ■ Inmates will have appropriate information about pregnancy prevention options, programs for\npregnant females, and counseling or assistance offerings. ■ Staff will receive adequate training, enabling them to work effectively with female offenders\nand related special populations. ■ The Female Offender Branch’s role is defined, maximizing efficiency of oversight and\nresource utilization. c. Institution Supplement. None required. Should local facilities make any changes outside\nchanges required in national policy or establish any additional local procedures to implement\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. P5200.02",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__1",
      "chunk_id": "1",
      "content": "The Female Offender Branch’s role is defined, maximizing efficiency of oversight and\nresource utilization. c. Institution Supplement. None required. Should local facilities make any changes outside\nchanges required in national policy or establish any additional local procedures to implement\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 Section 1. POLICIES AND APPLICABILITY\n1. APPLICABILITY This policy applies to all Bureau of Prisons institutions that house female offenders. Guidance\nthat does not apply or differs for facilities housing pretrial or holdover inmates is noted below. 2. STAFF RESPONSIBILITIES The following Bureau components are responsible for ensuring consistent establishment of the\nprograms, services, and resource allocations necessary for female offenders. a. Central Office\n(1) The Female Offender Branch is the agency’s source for expertise on classification,\nmanagement, and intervention programs and practices for females in Bureau custody. The\nBranch is led by a licensed clinical psychologist and staffed by programming and policy\nauthorities. The Branch is responsible for the following functions:\n■ Engaging with stakeholders, including serving as the primary point of contact on issues\naffecting incarcerated females. Feedback is obtained from stakeholders on at least an annual\nbasis. ■ Ensuring the Bureau offers appropriate services to inmates that are gender-responsive and\ntrauma-informed. ■ Preparing budgetary requests to deliver national and pilot programs or services affecting\nfemales. ■ Providing guidance and direction to Regional staff and institution leadership. ■ Developing and implementing staff training. ■ Building a research-based foundation for the Bureau’s work with females. ■ Presenting at internal and external conferences/events regarding the agency’s female offender\npractices. ■ Developing and monitoring monthly reports on the female population and institutional\nprograms. ■ Issuing an annual report on the state of female offenders in the Bureau. ■ Advising agency leadership on female offender needs through the submission of Executive\nStaff Papers. ■ Obtaining feedback from female offenders on an annual basis and sharing results with\ninternal and external stakeholders. ■ Providing national oversight of pilot programs and initiatives serving female offenders. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 ■ Launching recruitment and retention initiatives for staff interested in working with female\noffenders. (2) The Central Office Branches/Divisions of Correctional Services, Psychology Services,\nChaplaincy Services, Education, Correctional Programs, Reentry Affairs, Residential Reentry\nManagement, Health Services, Social Work, Office of General Counsel, Program Review,\nIntelligence and Counter Terrorism, and Trust Fund meet annually with the Female Offender\nBranch to discuss female population needs and to evaluate current gender-responsive services. A\nnational union representative from the Council of Prison Locals will be invited to these meetings. During these meetings, the Branches/Divisions share program participation information within\ntheir discipline area. The Program Review Division notifies the Branch quarterly of any\ndeficient or acceptable ratings at female institutions within these disciplines based on policy. b. Regions\n■ Ensure staffing at female facilities is appropriate. This includes satellite camps, which must\nhave designated positions to provide programming. ■ Establish a Regional Female Offender Coordinator Collateral Duty Assignment. This\nindividual meets quarterly with the Female Offender Branch to discuss staffing and\nprogramming needs.",
      "queries": [
        "what is the purpose of a female offender branch?",
        "what is the role of the federal female offender branch?"
      ],
      "queries_score": [
        "1.7380118",
        "3.3647037"
      ]
    },
    {
      "id": "guidance_34__2",
      "chunk_id": "2",
      "content": "b. Regions\n■ Ensure staffing at female facilities is appropriate. This includes satellite camps, which must\nhave designated positions to provide programming. ■ Establish a Regional Female Offender Coordinator Collateral Duty Assignment. This\nindividual meets quarterly with the Female Offender Branch to discuss staffing and\nprogramming needs. He/she should be allotted twenty percent of his/her duty time to fulfill\nthis role. ■ Provide oversight to institutions regarding new programs and other relevant trends. ■ Consult with the Female Offender Branch based on the branch’s monitoring of program\nutilization. c. Institutions\n■ Offer established programs and services that target the needs and interests of female\noffenders. ■ Track participation in programs by updating SENTRY and other databases as appropriate. ■ Compile a list of gender-responsive programs for posting at the facility, with a copy provided\nquarterly to the regional coordinator. ■ Participate (Wardens) in quarterly meetings with the Female Offender Branch. ■ Ensure institution volunteers are appropriately trained in the needs of female offenders. 3. STAFF TRAINING SPECIFIC TO FEMALE OFFENDERS Staff learn to work with inmates from special populations through the completion of general and\nspecialized training offered throughout their careers. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 All staff at institutions or complexes housing female offenders are required to complete training\ndeveloped by the Female Offender Branch and the trauma-informed correctional care module. Thereafter, refresher information is provided locally on annual basis. Wardens shall remain aware of gender responsivity issues via mandatory quarterly\nvideoconferences with the Female Offender Branch. The Union will be invited to participate. 4. SPECIAL POPULATIONS Research has demonstrated that program effectiveness is maximized when services target\nspecific population needs. While some programs may be appropriate for any inmates, offenders’\nneeds may also vary based on gender, age, ability, or other factors. Policy must also take into\naccount that not all inmates are the same, and ensure the needs of members of smaller\npopulations are adequately addressed and treated. Individuals may be members of more than one\nspecial population. This section defines membership in special populations and identifies\nprogramming considerations for inmates who are also members of these populations. Some special populations of offenders include:\n■\n■\n■\n■ Geriatric Inmates. Lesbian, Gay, Bisexual, Transgender, or Intersex Inmates. Inmates from Unique Jurisdictions (e.g., Illegal Aliens). High Security Unit Females. a. Geriatric Inmates. Geriatric inmates are defined as those at least 65 years of age or older,\nalthough aging inmates may seek similar services at age 50. Studies suggest members of the\ninmate population may present as physiologically older than their actual age due to a\ncombination of lifestyle factors. Considerations for the management of elderly inmates may\ninclude the need for longer time to travel across the compound, the possibility of placement in a\nhousing unit near Health Services or the dining hall, the need for an inmate companion, or\nhousing on the bottom level of a facility. Programming considerations may include the need for\nlarger print material or the need for specialty program implementation. The Female Offender\nBranch should be consulted about program implementation or modification issues. b. Lesbian, Gay, Bisexual, Transgender, or Intersex Females.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__3",
      "chunk_id": "3",
      "content": "Programming considerations may include the need for\nlarger print material or the need for specialty program implementation. The Female Offender\nBranch should be consulted about program implementation or modification issues. b. Lesbian, Gay, Bisexual, Transgender, or Intersex Females. Lesbian, Gay, Bisexual,\nTransgender, or Intersex (LGBTI) inmates are a diverse population. Lesbian, gay, and bisexual\nrefer to the sexual orientation of the inmate. Transgender refers to inmates who identify as being\na different gender than that which they were designated at birth. Intersex inmates are persons\nwho, due to prenatal development factors, may not fit into recognized chromosomal or\nreproductive categories of male or female. Females may fall into more than one of these P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 categories. Staff are encouraged to consult the Bureau’s current policies and practices\nconcerning transgender inmates for additional guidance. LGBTI individuals are more likely than some other inmate populations to have experienced\nvictimization, which may affect their interactions with staff and inmates. Institutions are\nencouraged to provide access to self-help materials with reentry resource information for this\npopulation. c. Inmates from Unique Jurisdictions. Female offenders from jurisdictions with unique rules\nmay have different reentry needs from the rest of the population. Information about release to\nthese areas is distributed to the field, and should be part of an inmate’s release planning. The\nphysical location of children and families in the designation and transfer of inmates who are not\nU.S. citizens should be considered. d. High Security Females. Generally, females in the Bureau are classified at one of two\nsecurity levels. A small, but service-intensive proportion of the female population requires more\nsecure conditions of confinement due to behavioral/management or criminal history issues. Females requiring this level of security may require a higher rate of individualized services, as\nlimited group options are likely to be available. 5. POLICY\nManagers consider the needs of female offenders and consult with the Female Offender Branch\nas appropriate during the development of policy. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 Section 2. MANAGEMENT OF FEMALE OFFENDERS\n1. CLASSIFICATION AND DESIGNATION The Bureau’s classification system takes into account the different ways risk factors for reoffense may apply to females. Management variables should not be used to overclassify\nfemales. a. Distance from Home. Females are incarcerated at much lower rates than males. As a result,\nthere are fewer institutions housing female offenders, meaning females are, on average, housed\nat greater distances from home than men. Staff will consider location of children and families,\nnot just release destination, and involve the inmates in a discussion of options. b. Female Administrative Unit. High security female inmates may be housed in administrative\nunits, such as the one currently at the Federal Medical Center (FMC) Carswell. The majority of\nfemale offenders are appropriate for housing at minimum or low security facilities. A very small\nnumber of females may require more secure confinement.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__4",
      "chunk_id": "4",
      "content": "b. Female Administrative Unit. High security female inmates may be housed in administrative\nunits, such as the one currently at the Federal Medical Center (FMC) Carswell. The majority of\nfemale offenders are appropriate for housing at minimum or low security facilities. A very small\nnumber of females may require more secure confinement. Female offenders will receive mental\nhealth screening prior to placement on this unit consistent with the procedures for male inmates\nreferred to the Administrative Maximum Penitentiary (ADX) described in the Program\nStatement Treatment and Care of Inmates With Mental Illness. The Female Offender Branch can provide assistance in establishing appropriate programs for\nthese inmates. In addition, the Regional Director will receive an annual justification from the\nWarden or designee for each inmate who continues to be placed in the administrative unit, except\nfor those sentenced to death; this rationale is informed by an annual Extended Restrictive\nHousing Placement Review conducted by Psychology Services consistent with the format\ndescribed in the Program Statement Treatment and Care of Inmates With Mental Illness. The Regional Director will provide this justification to the Assistant Director, Reentry Services\nDivision. If an inmate’s mental health appears to have deteriorated during placement in the administrative\nunit, the institution’s Chief Psychologist works with the Female Offender Branch and\nPsychology Services Branch to mitigate the impact or identify an alternative placement. Consultation will also be made with the Bureau’s Chief Psychiatrist through the Psychology\nServices Branch. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 2. CORRECTIVE ACTION The purpose of this section is to provide guidance in dealing with female offenders. Discipline\nshould be applied equally to all inmates for their actions according to the Program Statement\nInmate Discipline Program. Discipline should be corrective and not punitive when sanctioning inmates. The Discipline\nHearing Officer (DHO) and Unit Disciplinary Committee (UDC) should consider all factors and\nthe described behavior within the incident report when disciplining inmates. This entails\nfocusing on the influence of trauma, gender, staff-inmate interactions, and input from both staff\nand inmates. For chronic infractions, referral to an appropriate program should be considered. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Section 3. FEMALE OFFENDER PROGRAMS All institutions housing female offenders must meet basic standards for offering genderresponsive programs and for ensuring staff responsible for providing the programs have the\nknowledge and skills to deliver these services. Programs are divided into three categories:\nNational Programs, Model Programs, and local activities or leisure-time programs. 1. NATIONAL PROGRAMS National programs rely on standardized admission and delivery criteria across sites, which\ninclude at least one full-time staff position. Ordinarily, these programs are also supported by\nevidence of their impact on recidivism or other desired intervention targets. Examples include\nthe Resolve Program and the Residential Drug Abuse Program. A complete list of national\nprograms is maintained by the Reentry Services Division. Generally, these programs are offered\nto both male and female inmates, often via the same curricula with gender-appropriate\nmodifications.",
      "queries": [
        "where are female inmates housed",
        "where does the federal medical center house female offenders",
        "what is the female administrative unit for federal medical center (fmc) carswell"
      ],
      "queries_score": [
        "2.2322946",
        "2.1253898",
        "1.5686133"
      ]
    },
    {
      "id": "guidance_34__5",
      "chunk_id": "5",
      "content": "Examples include\nthe Resolve Program and the Residential Drug Abuse Program. A complete list of national\nprograms is maintained by the Reentry Services Division. Generally, these programs are offered\nto both male and female inmates, often via the same curricula with gender-appropriate\nmodifications. The decision to locate a national program at a particular institution is made by Central Office,\nbased on capacity monitoring with existing programs or data demonstrating need for new\nprograms. Ordinarily, all minimum and low security facilities housing female offenders have a\nResolve Program. Administrative facilities housing primarily pretrial females are not required to\noffer the full Resolve Program, but ordinarily provide the Trauma in Life Workshop quarterly. Offenders are encouraged to participate in national programs. In some cases, a determination\nwill be made at the Central Office level that the needs of a particular population dictate a\nmodified version of a national program be created. Examples of this approach include female\nversions of the RDAP, Skills, and Sex Offender Treatment Programs. In these cases, the Female\nOffender Branch Administrator will work with the appropriate Divisions and Regions to develop\nand implement the program. 2. MODEL PROGRAMS The Inmate Model Programs Catalog (IMPC) contains a growing number of programs that have\nbeen determined to represent evidence-based or promising practices. Evidence-based and\npromising practices evolve quickly, therefore a full list is not provided in policy. Instead, these\nprograms are maintained in the Bureau’s online IMPC database. Local implementation of\nprograms will be consistent with all procurement authorities, if applicable. Evidence-based and promising programs from the IMPC specifically for female offenders are\nconsidered essential practices. If an institution has resources to deliver programming, P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 institutions will select from gender-responsive programs contained in the IMPC. If an institution\nidentifies a program need area for which a gender-responsive program does not exist, the\nRegional Female Offender Coordinator should contact Central Office for program development\nconsultation. Ordinarily each minimum or low security institution housing female offenders should make\nevery effort to ensure at least one program from the IMPC designed specifically for females is\noffered each quarter. Beyond this requirement, Foundation is offered at least once annually. Foundation is a program designed to assist women in assessing their individual needs and\ntranslating that information into attainable goals while building a supportive community. It is to\nbe used for women at the beginning of their sentences and can help them plan future program\nchoices. Copies of materials can be obtained from the Female Offender Branch. Completion of\nthe program should be documented. Ordinarily, this program is delivered by the social worker. Pretrial and holdover facilities housing female offenders offer at least one IMPC program\nannually. Gender-responsive programming options must also be available to females in\nrestrictive housing and in FMC Carswell’s Administrative Unit. The Regional Female Offender\nCoordinator tracks and reports each type of program being provided to the Female Offender\nBranch quarterly. Model Programs not developed specifically for females may also be appropriate to offer at\nfemale facilities. 3. LOCAL ACTIVITIES AND LEISURE-TIME PROGRAMS",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__6",
      "chunk_id": "6",
      "content": "The Regional Female Offender\nCoordinator tracks and reports each type of program being provided to the Female Offender\nBranch quarterly. Model Programs not developed specifically for females may also be appropriate to offer at\nfemale facilities. 3. LOCAL ACTIVITIES AND LEISURE-TIME PROGRAMS Beyond required services, institutions housing females offer a number of other activities to meet\npopulation needs and develop leisure-time skills. Institutions generally offer Recreation and\nAdult Continuing Education Programs on an ongoing basis. These programs are implemented\nbased on an understanding of the unique needs of females and other special populations, and take\ninto account females’ activity preferences. These services may also be provided by volunteers\nfrom the community who demonstrate understanding of issues common to females in\ncorrections. 4. PROGRAM SELECTION AND ASSIGNMENT Assigning individual females to programs and services should be prioritized based on need; e.g.,\nwork history, skill level, resources, sentence length. Waiting lists should be maintained at the\ninstitution level for all female offender Model Programs. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 Local programming at each institution may vary based on population needs. To ensure adequate\navailability of programming options, the Female Offender Branch will provide a forum for\ninternal and external stakeholder feedback on an annual basis to identify potential IMPC\nsubmissions. In addition, because the Female Offender Branch relies on feedback from the field\nto make resource determinations, institutions should track program participation in SENTRY or\nother databases, and Regional Female Offender Coordinators monitor this information as needed\nto ensure adequate service delivery. Specification of Vocational Certification and Apprenticeship Programs is beyond the scope of\nthis policy. In implementing these programs locally, attention is given to workforce trends, and\njob skill or training opportunities are provided to females in male-dominated fields as well as\nmore traditional career paths. 5. PROMOTING HEALTHY RELATIONSHIPS Research has demonstrated the importance of family reunification and supportive community\nconnections in preventing recidivism. In addition, inmates may have supportive relationships\nwhich fall outside legal definitions of family. The Bureau of Prisons encourages family\nengagement and maintenance of these support networks. a. Visiting Room Standards. Visiting rooms at each institution should include child-friendly\nmaterials in the waiting area and in a Children’s Center within the actual physical visiting space. Institutions are encouraged to contact Central Office for recommendations. b. Parent-Child Activities. If parent-child activities are held at local facilities, local and\nnational policies will be followed, to include dress code. Central Office, including the Female\nOffender Branch, must be consulted in the development of these activities. c. Peer Relationships. Research has shown the formation and maintenance of relationships to\nbe of particular importance to females. Many females enter prison as the result of criminal\nbehavior tied to a significant relationship. When incarcerated females are separated from their\nfamilies, they have a tendency to seek new relationships in prison. Sexual relationships are\nprohibited in all correctional facilities. The Bureau of Prisons supports healthy, appropriate\nrelationships among female inmates. Female offenders benefit from common areas in which to\ncongregate and engage in supportive social communities, and areas are designated for such\nactivities when space allows. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__7",
      "chunk_id": "7",
      "content": "Sexual relationships are\nprohibited in all correctional facilities. The Bureau of Prisons supports healthy, appropriate\nrelationships among female inmates. Female offenders benefit from common areas in which to\ncongregate and engage in supportive social communities, and areas are designated for such\nactivities when space allows. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 6. COMMISSARY All institutions housing females are required to implement standardized gender-responsive\ncommissary lists. This information is available on the Women and Special Populations Branch\nSallyport page. Hair styling irons (curling iron, flat iron) and hair dryers must also be made available to inmates\nvia locally established procedures, which are subject to local bargaining via the Master\nAgreement. 7. PILOT PROJECTS Research on best practices with the female population are evolving quickly. Pilot Projects aimed\nat enhancing gender-responsive programs and services are to be anticipated. These initiatives\nmust be approved in accordance with the Program Statement Pilot Initiatives, Approval and\nEvaluation. 8. BIRTH CONTROL, PREGNANCY, CHILD PLACEMENT, AND ABORTION\n§551.20 Purpose and scope. The Bureau of Prisons provides an inmate with medical and social services\nrelated to birth control, pregnancy, child placement, and abortion. The Warden\nshall ensure compliance with the applicable law regarding these matters. Pregnant females in the Bureau represent a small population with a significant service need. The\nBureau of Prisons provides programs to females, develops procedures for identifying pregnant\nfemales, and specifies any special precautions that apply to them. §551.21 Birth control. Medical staff shall provide an inmate with advice and consultation about methods\nfor birth control and, where medically appropriate, prescribe and provide\nmethods for birth control. Medical staff shall provide interested inmates information pertaining to appropriate methods for\nbirth control. The medical indication and appropriateness of prescribing birth control in a\ncorrectional environment ordinarily is limited to hormone replacement therapy. Refer to the\nProgram Statement Patient Care for more information. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 For inmates in or transferring to Residential Reentry Centers, on home confinement, or otherwise\nin a community setting while under Bureau supervision, birth control may be available under the\nterms of the Program Statement Patient Care. §551.22 Pregnancy. (a) The Warden shall ensure that each pregnant inmate is provided medical, case\nmanagement, and counseling services. (b) In order to ensure proper medical and social services, the inmate shall inform\nthe institution medical staff as soon as she suspects she is pregnant. (c) Medical staff shall arrange for the childbirth to take place at a hospital outside\nthe institution. Medical staff screen for pregnancy during intake, physical, and any contacts where this is\nappropriate. Upon learning of the inmate’s pregnancy either by self-report or clinical diagnostics\nand assessment, medical staff immediately notify the case manager and the social worker. In\ncases where there is no local social worker, the Regional Social Worker is notified. All\nappropriate staff are then notified of a pregnant inmate at the facility; this information will be\nloaded in SENTRY by the Health Services staff member responsible for entering medical duty\nstatus assignments. This code is removed when the inmate is no longer pregnant.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__8",
      "chunk_id": "8",
      "content": "All\nappropriate staff are then notified of a pregnant inmate at the facility; this information will be\nloaded in SENTRY by the Health Services staff member responsible for entering medical duty\nstatus assignments. This code is removed when the inmate is no longer pregnant. The social worker meets with the inmate to discuss options for child placement, abortion, and\nprogramming. §551.23 Abortion. (a) The inmate has the responsibility to decide either to have an abortion or to\nbear the child. (b) The Warden shall offer to provide each pregnant inmate with medical,\nreligious, and social counseling to aid her in making the decision whether to\ncarry the pregnancy to full term or to have an elective abortion. If an inmate\nchooses to have an abortion, she shall sign a statement to that effect. The inmate\nshall sign a written statement acknowledging that she has been provided the\nopportunity for the counseling and information called for in this policy. When medical, religious, and social counseling sessions are completed, each staff member P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 involved documents the session in a memorandum to the inmate’s Central File. A copy of each request for an elective abortion and the supporting documentation from the\nmedical, religious, and social counseling sessions is sent for information purposes to the Medical\nDirector’s attention. (c) Upon receipt of the inmate’s written statements required by paragraph (b) of\nthis section, ordinarily submitted through the unit manager, the Clinical Director\nshall arrange for an abortion to take place. The Bureau assumes all costs associated with the abortion procedure only when the life of the\nmother would be endangered if the fetus is carried to term, or in the case of rape or incest. In all\nother cases non-Bureau funds must be used to pay for any abortion procedure, or else the\nplanned abortion may not be performed. In all cases, however, whether the Bureau pays for the\nabortion or not, the Bureau may expend funds to escort the inmate to a facility outside the\ninstitution to receive the procedure. Staff shall have knowledge of, and shall be guided by, applicable Federal and state laws and\nregulations. The Regional Counsel shall be consulted if there are questions concerning the\ninterpretation of laws and regulations. Pursuant to Section 103 of the Department of Justice Appropriations Bill for Fiscal Year 1996\n(Public Law 104-134), the Bureau may not use appropriated funds to require any person to\nperform or facilitate the performance of an abortion. Staff who wish to have no involvement in\nfacilitating the performance of abortions must advise their supervisor of this fact. Supervisors\nmust not order a staff member’s involvement in facilitating this procedure. §551.24 Child placement. (a) The Warden may not permit the inmate’s new born child to return to the\ninstitution except in accordance with the Bureau of Prisons policy governing\nvisiting. (b) Child placement is the inmate’s responsibility. The Warden shall provide\nopportunities for counseling by institution staff and community social agencies\nto aid the inmate with placement. (c) The institution staff shall work closely with community agencies and persons\nto ensure the child is appropriately placed.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__9",
      "chunk_id": "9",
      "content": "(b) Child placement is the inmate’s responsibility. The Warden shall provide\nopportunities for counseling by institution staff and community social agencies\nto aid the inmate with placement. (c) The institution staff shall work closely with community agencies and persons\nto ensure the child is appropriately placed. The staff shall give notice to the\nresponsible community agency of the inmate’s plan for her child. Child welfare P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 workers may come to the institution in appropriate cases to interview and\ncounsel an inmate. Social work staff must establish a liaison with the welfare agency or its equivalent and ensure\nthat this agency receives advance notice of the intended child placement to allow sufficient time\nfor their investigation of potential home sites for the child. Social workers also meet with the inmate to provide information regarding Bureau programs for\npregnant females. These programs include Mothers and Infants Together (MINT) and the\nResidential Parenting Program (RPP). The social worker documents this informational contact\nin the Electronic Medical Record and notifies the Female Offender Branch Administrator,\nRegional Social Worker, and institution Clinical Director of any inmate wishing to participate in\neither program. Administrative discretion is used in deciding to pay for immediate post-natal care of an inmate’s\nchild while in custody when the Bureau finds itself responsible for the cost by default (no other\nresources can be compelled to pay). It is reasonable that the Bureau provides for the child’s\nmedical expenses for the first three days after routine vaginal birth or up to seven days for a\nCaesarean section. Prior to the birth, the mother must make arrangements for a custodian to take care of the child. At this time, the CEO ensures the person or agency taking custody of the child is also asked to be\nresponsible for medical care costs beyond three days after birth. (Note: This may be extended by\nthe Regional Director for an additional seven days for extenuating circumstances on a case-bycase basis.) The person(s) receiving custody of the child should sign a Statement of\nResponsibility for medical care costs, clearly indicating that the signing party accepts financial\nresponsibility. Unit Management advises the inmate to obtain the statement while the inmate is\nstill in the institution. Unit Management will then forward copies to the Health Services\nAdministrator (HSA) for placement in the HSA’s outside hospitalization file, and to the Business\nOffice. 8. MOTHERS AND INFANTS TOGETHER (MINT) PROGRAM\nMINT is a residential program promoting bonding skills for pregnant inmates. The inmate\nresides with the child at all times inside a contract Residential Reentry Center (RRC). Female\ninmates are eligible to enter the program at the RRC generally during their last two months of\npregnancy. After birth, the mother is allowed at least three additional months to bond with the\nchild, although a minimum of six months is recommended. The mother is then returned to an\ninstitution to complete her sentence, if necessary. If she is eligible for prerelease services, she P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16",
      "queries": [
        "what is the child placement for inmates"
      ],
      "queries_score": [
        "2.0891602"
      ]
    },
    {
      "id": "guidance_34__10",
      "chunk_id": "10",
      "content": "The mother is then returned to an\ninstitution to complete her sentence, if necessary. If she is eligible for prerelease services, she P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 may remain at that facility only if she is going to be supervised in that judicial district. The CEO may approve early or extended placements with a recommendation by the treating\nobstetrician and Clinical Director’s concurrence. A placement extending beyond 180 days\nrequires the Regional Director’s approval. The Assistant Directors of Health Services and\nReentry Services are advised of these placement approvals and denials. Direct court\ncommitments have a secondary designation noted on the Inmate Load and Security Designation\nform (BP-A0337). This is used to determine the institution responsible for the inmate’s medical\nexpenses while she is confined in the MINT Program. Health Services staff confirm an inmate’s pregnancy and evaluate her medical condition. For\ninmates not yet in custody, reviews are conducted before arrival whenever possible to allow the\ninmate to go straight to a MINT site. Health Services staff indicate whether RRC placement is\nmedically appropriate and document this on the Medical/Psychological Pre-Release Evaluation\n(BP-A0351), which is forwarded to Unit Management. Unit Management expeditiously\ncompletes the referral and forwards to the Residential Reentry Management Branch for\nconsideration. When Unit Management has concerns regarding the appropriateness of such a\nplacement, procedures are followed according to Section 10.i (2) of the Program Statement\nCommunity Corrections Center (CCC) Utilization and Transfer Procedures. Additional\nguidance on RRC placement concerns is located in that Program Statement. When a pregnant\ninmate is determined not medically appropriate for placement, the Female Offender Branch must\nbe notified. To qualify for the program, inmates must be pregnant upon commitment, with an expected\ndelivery prior to release. The inmate or guardian must assume financial responsibility for the\nchild’s care, medical and support, while residing at the RRC. Should the inmate or the guardian\nbe unable or unwilling to bear the child’s financial cost, the inmate may be transferred back to\nher parent institution. An inmate who becomes pregnant while on furlough, has more than five\nyears remaining to serve on her sentence(s), or plans to place her baby up for adoption must not\nbe referred for MINT placement. Referrals should state a specific date of placement approximately two months prior to the\ninmate’s expected delivery date. The RRC’s Terminal Report should fully describe the inmate’s experience in, and reaction to, the\nMINT Program. It should also summarize counseling received in the program and include\nmedical or program recommendations for the institution to facilitate the inmate’s transition. Inmates in need of foster care placement assistance are referred to the institution social worker,\nor, if the institution does not have a social worker, the regional social worker, who should P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 facilitate community assistance. 9. RESIDENTIAL PARENTING PROGRAM (RPP) The Bureau has an agreement with the Washington Department of Corrections (WADOC) to\nplace qualified, interested pregnant inmates in the RPP at the Washington Correctional Center\nfor Females in Gig Harbor.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__11",
      "chunk_id": "11",
      "content": "11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 facilitate community assistance. 9. RESIDENTIAL PARENTING PROGRAM (RPP) The Bureau has an agreement with the Washington Department of Corrections (WADOC) to\nplace qualified, interested pregnant inmates in the RPP at the Washington Correctional Center\nfor Females in Gig Harbor. This voluntary program allows pregnant inmates to reside with their\nchild for up to 30 months post-delivery. After 30 months, inmates are released to their home\nresidence if their sentences have been completed, or placed in home confinement if their\nsentences have not been completed and they meet the statutory requirements for home\nconfinement. Participating females are transferred to WADOC upon acceptance and are\nresponsible for caring for the child while living in a supervised environment. Inmates in the\nprogram are eligible for a variety of services (mental health and medical care, vocational\ntraining, etc.); childcare is provided while the inmate is participating in these activities. The Bureau provides for the infant’s medical expenses for the first three days after routine\nvaginal birth or up to seven days for a Caesarean section. Postnatal care and future expenses of\nthe child born to an inmate in the program will be covered by the Department of Social and\nHealth Services in Washington State. Upon notification of interest from the social worker and verification of pregnancy from medical\nstaff, the Unit Team completes the BP-A0210, Institutional Referral for CCC Placement, and\nsubmits it to the Seattle Residential Reentry Manager. Furloughs are only accepted Tuesdays\nthrough Thursdays at RPP. Release residence can be to any state. The Designation and Sentence Computation Center (DSCC) may also refer initial designations to\nthe Seattle Residential Reentry Manager, with a copy to the Female Offender Branch\nAdministrator. To qualify for the program, inmates must:\n■ Be pregnant upon commitment, with an expected delivery date prior to release.\n■ Be scored as Minimum security with Out or Community custody.\n■ Have release dates or home detention eligibility dates within 30 months of the expected\ndelivery date.\n■ Have no 200 or higher series incident reports in the last six months. ■ Have satisfactory or higher work evaluations (if available).\n■ Be clear of all serious disciplinary violations of an aggressive/assaultive nature.\n■ Have no current no-contact orders with minor children, no sex offense convictions, no crimes\nagainst a child, no domestic violence or other violent convictions, and no contact-founded P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 allegation or inconclusive referrals for neglect or abuse with Child Protective Services.\n■ Be physically and mentally capable of caring for a child as determined by medical and\nmental health staff. ■ Volunteer, and acknowledge program participation entails involvement in prenatal and\npostnatal programming related to parenting, use of the child development center and\napproved inmate caregivers, and maintenance of a schedule. 10. SPECIAL CONSIDERATIONS Some pregnant inmates may choose not to participate or may be unqualified for participation in\nthe above-described programs. Because these inmates may require special accommodations as\nthe pregnancy progresses, the Unit Team arranges for inmates to wear different uniforms upon\nnotification of pregnancy.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_34__12",
      "chunk_id": "12",
      "content": "10. SPECIAL CONSIDERATIONS Some pregnant inmates may choose not to participate or may be unqualified for participation in\nthe above-described programs. Because these inmates may require special accommodations as\nthe pregnancy progresses, the Unit Team arranges for inmates to wear different uniforms upon\nnotification of pregnancy. These items are tailored to allow comfort during pregnancy-related\nweight gain. Generally, pregnancy does not interfere with an inmate’s ability to participate in Bureau\nprograms. When medical exemption from programming is necessary, Medical staff indicate this\nthrough the SENTRY and EMR Medical Duty Status functions. Staff are also reminded of other\nconsiderations related to pregnant inmates:\n■ The Department of Justice’s “Report and Recommendations Concerning The Use of\nRestrictive Housing” states, “Women who are pregnant, who are post-partum, who recently\nhad a miscarriage, or who recently had a terminated pregnancy should not be placed in\nrestrictive housing. In very rare situations, a woman who is pregnant, is postpartum, recently\nhad a miscarriage, or recently had a terminated pregnancy may be placed in restrictive\nhousing as a temporary response to behavior that poses a serious and immediate risk of\nphysical harm. Even in such cases, this decision must be approved by the agency’s senior\nofficial overseeing women’s programs and services, in consultation with senior officials in\nhealth services, and must be reviewed every 24 hours.”\n■ The Bureau of Prisons will carefully consider restrictive housing placements affecting\nfemales in any of the specified categories, taking into account the severity of the inmate’s\nbehavior and the Program Statements Inmate Discipline Program and Special Housing\nUnits. When placing any of these offenders in restrictive housing, the Warden must contact\nthe Female Offender Branch Administrator, the Bureau Medical Director, and the\nCorrectional Services Administrator for further guidance and continuation of care.\n■ There are significant special considerations on the use of restraints with pregnant females. Refer to the Program Statement Escorted Trips for information. ■ Medical staff may authorize additional nutritional or commissary items. This information is\ndocumented and provided to the Food Service Administrator and Trust Fund Supervisor.\n■ Unit staff may consider giving additional family visits or telephone calls, consistent with P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 ■\n■ ■ ■ policy, as the time of delivery nears, and after the birth of the child. Medical staff may recommend a change in housing (closer to Health Services) or lower bunk\nfor safety reasons. Post-natal care of the inmate does not necessarily end when she returns from the hospital. Medical staff will evaluate and indicate through SENTRY and EMR Medical Duty Status\nfunctions any activity limits. Inmates are also referred to the institution’s Social Worker (or\nRegional Social Worker if a local position is vacant) to address any concerns following\nreturn to prison. Females who have given birth have the option to pump breast milk with a pump provided by\nthe institution for as long as desired. Pumping allows the mother to nurse the child during\nvisits or to retain her milk supply until her release. Ordinarily, this milk is not stored, but\nrather is disposed of by the inmate under staff supervision.",
      "queries": [
        "why is it a special circumstance that some pregnant inmates may choose not to participate in the above-described programs"
      ],
      "queries_score": [
        "2.3531997"
      ]
    },
    {
      "id": "guidance_34__13",
      "chunk_id": "13",
      "content": "Pumping allows the mother to nurse the child during\nvisits or to retain her milk supply until her release. Ordinarily, this milk is not stored, but\nrather is disposed of by the inmate under staff supervision. There may be exceptions when\nmilk is stored at the facility; in these rare instances, the Warden requests approval from the\nHealth Services Division. Nursing infants is permitted in the visiting room. REFERENCES\nProgram Statements\nP1210.23\nManagement Control and Program Review Manual (8/21/02)\nP1221.66\nDirectives Management Manual (7/21/98)\nP1315.07\nLegal Activities, Inmate (11/5/99)\nP1542.06\nInmate Library Services (2/18/97)\nP2100.04\nBudget Execution Manual (3/18/14)\nP4500.11\nTrust Fund/Deposit Fund Manual (4/9/15)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5270.09\nInmate Discipline Program (7/8/11)\nP5270.10\nSpecial Housing Units (7/29/11)\nP5300.20\nVolunteers and Citizen Participation Programs (6/1/99)\nP5300.21\nEducation, Training, and Leisure Time Program Standards (2/18/02)\nP5310.17\nPsychology Services Manual (8/25/16)\nP5310.15\nMinimum Standards of Administration, Interpretation, Use of Education Tests\n(09/04/96)\nP5310.16\nTreatment and Care of Inmates with Mental Illness (5/01/14)\nP5330.11\nPsychology Treatment Programs (4/25/16)\nP5350.27\nInmate Manuscripts (7/27/99)\nP5350.28\nLiteracy Program (GED Standard) (12/1/03)\nP5350.24\nEnglish-as-a-Second Language Program (ESL) (7/24/97)\nP5353.01\nOccupational Education Programs (12/17/03)\nP5354.03\nPostsecondary Education Programs for Inmates (12/17/03) P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 P5355.03\nP5360.09\nP5370.11\nP5538.07\nP6031.04\nP7310.04 Parenting Program Standards (01/20/95)\nReligious Beliefs and Practices (6/12/15)\nInmate Recreation Programs (6/28/08)\nEscorted Trips (12/10/15)\nPatient Care (6/3/14)\nCommunity Corrections Center (CCC) Utilization and Transfer Procedure\n(12/16/98) Other References\nU.S. Department of Justice DOJ Report and Recommendations Concerning The Use of\nRestrictive Housing (1/25/16)\nACA Standards (See Program Statement Directives Management Manual, Sections 2.5 and 10.3). ■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4277, 4-4278, 4-4353, 4-4362, 4-4429, 4-4436.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-4C-13, 4-ALDF-4C-22M, 4-ALDF-6B-02.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition. BOP Forms\nBP-A0210\nBP-A0337\nBP-A0351 Institutional Referral for CCC Placement\nInmate Load and Security Designation\nMedical/Psychological Pre-Release Evaluation Records Retention\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21",
      "queries": [],
      "queries_score": []
    }
  ]
}