{
  "doc_id": "guidance_89",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_89__0",
      "chunk_id": "0",
      "content": "Subject: Procedures for Responding to Discrimination Complaints from\nClients, Customers, Program Participants, or Consumers of the [State\nAdministering Agency] and the [State Administering Agency’s] Subrecipients\nPolicy Number:\nEffective Date: I. Purpose [The State Administering Agency (SAA) should explain the purpose of this document,\ni.e., to establish written procedures for SAA employees to follow when they receive a\ncomplaint alleging discrimination from clients, customers, program participants, or\nconsumers of the SAA or of a SAA subrecipient implementing funding from the U.S.\nDepartment of Justice (DOJ).] II. Policy [The SAA should explain its policy regarding discrimination against clients, customers,\nprogram participants, or consumers of the SAA or the SAA’s subrecipients, such as a\nstatement that all individuals have the right to participate in programs and activities\noperated by the SAA and SAA subrecipients regardless of race, color, national origin,\nsex, religion, disability, age, and, if the SAA and SAA subrecipients are receiving\nfunding authorized by the Violence Against Women Act of 1994, as amended, sexual\norientation and gender identity. The SAA may wish to state that it will ensure that the\nSAA and its subrecipients are in compliance with the following statutes and regulations:\n■ Title VI of the Civil Rights Act of 1964, as amended, which prohibits\ndiscrimination on the basis of race, color, and national origin in the\ndelivery of services (42 U.S.C. § 2000d), and the DOJ implementing\nregulations at 28 C.F.R. pt. 42, subpt. C; ■ Applicable program statutes, including the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended, which prohibits discrimination on\nthe basis of race, color, national origin, religion, and sex in the delivery of\nservices and employment practices (42 U.S.C. § 3789d(c)(1)), and the\nDOJ implementing regulations at 28 C.F.R. pt. 42, subpt. D; the Violence\nAgainst Women Act of 1994, as amended, which prohibits discrimination\non the basis of actual or perceived race, color, religion, national origin,\nsex, gender identity, sexual orientation, and disability in the delivery of\nservices and employment practices (42 U.S.C. § 13925(b)(13)); the\nVictims of Crime Act of 1984, as amended, which prohibits discrimination\non the basis of race, color, national origin, religion, sex, and handicap in\nthe delivery of services and employment practices (42 U.S.C. § 10604(e));\nand the Juvenile Justice and Delinquency Prevention Act of 1974, as\namended, which prohibits discrimination on the basis of race, color, Revised December 2014 national origin, religion, and sex in the delivery of services and\nemployment practices (42 U.S.C. § 5672(b)).\n■ Section 504 of the Rehabilitation Act of 1973, which prohibits\ndiscrimination on the basis of disability in the delivery of services and\nemployment practices (29 U.S.C. § 794), and the DOJ implementing\nregulations at 28 C.F.R. pt. 42, subpt. G; ■ Title II of the Americans with Disabilities Act of 1990, which prohibits\ndiscrimination on the basis of disability in the delivery of services and\nemployment practices (42 U.S.C. § 12132), and the DOJ implementing\nregulations at 28 C.F.R. pt. 35; ■ Title IX of the Education Amendments of 1972, which prohibit\ndiscrimination on the basis of sex in educational programs (20 U.S.C. §\n1681), and the DOJ implementing regulations at 28 C.F.R. pt. 54; ■",
      "queries": [
        "_______ is a procedure for responding to a discrimination complaint from clients, customers, program participants, or consumers of the state administering agency and its subrecipients policy number."
      ],
      "queries_score": [
        "2.2588146"
      ]
    },
    {
      "id": "guidance_89__1",
      "chunk_id": "1",
      "content": "■ Title IX of the Education Amendments of 1972, which prohibit\ndiscrimination on the basis of sex in educational programs (20 U.S.C. §\n1681), and the DOJ implementing regulations at 28 C.F.R. pt. 54; ■ The Age Discrimination Act of 1975, which prohibits discrimination on\nthe basis of age in the delivery of services (42 U.S.C. § 6102), and the\nDOJ implementing regulations at 28 C.F.R. pt. 42, subpt. I; and ■ The DOJ regulations on the Equal Treatment for Faith-Based\nOrganizations, which prohibit discrimination on the basis of religion in the\ndelivery of services and prohibit organizations from using DOJ funding on\ninherently religious activities (28 C.F.R. pt. 38). The SAA may also wish to include a statement that these laws prohibit agencies from\nretaliating against an individual for taking action or participating in action to secure rights\nprotected by these laws.] III. Definitions [The SAA may wish to include definitions of relevant terms, such as “discrimination”\nand “complaint coordinator.”] IV. Complaint Procedures [The SAA should clearly explain its procedures for accepting and responding to\ndiscrimination complaints from clients, customers, program participants, or consumers of\nthe SAA and SAA subrecipients. These procedures should include, at a minimum: 1) a\ndesignation of the SAA employee who is responsible for coordinating the series of\nactions described in these procedures; 2) an explanation of how a client, customer,\nprogram participant, or consumer may file a complaint of discrimination (i.e. on a\nspecific complaint form, in a letter, in an email, in person, or over the phone); 3) an\nexplanation of how a SAA employee receiving a complaint of discrimination should\nforward the complaint to the employee who is responsible for coordinating the series of actions described in these procedures; 4) an explanation of whether the SAA will provide\nthe client, customer, program participant, or consumer with any written\nacknowledgement of the complaint, and how the SAA will correspond with the\ncomplainant throughout the investigation; and 5) an explanation of how the SAA will\ninvestigate and resolve the complaint, such as whether the SAA will conduct an internal\ninvestigation of the complaint, or whether it will refer the complaint to an appropriate\nexternal agency for investigation, such as a local or state human rights commission, or the\nOffice for Civil Rights (OCR), Office of Justice Programs, DOJ. If the SAA’s procedures involve referring the complaint to another agency or agencies\nfor investigation and resolution, the SAA should clearly explain the necessary steps for\nmaking this referral. If the SAA’s procedures involve investigating the complaint\ninternally or referring the complaint to an external agency other than the OCR, such as a\nlocal or state human rights commission, the SAA should explain how it will notify the\ncomplainant that he or she may also file a complaint with the OCR. If the SAA chooses\nto investigate these complaints internally, the SAA should explain what office or division\nof the SAA will have responsibility for investigating the complaint and how the SAA will\nconduct the investigation.",
      "queries": [
        "which amendments to the education act prohibit discrimination"
      ],
      "queries_score": [
        "2.942922"
      ]
    },
    {
      "id": "guidance_89__2",
      "chunk_id": "2",
      "content": "If the SAA chooses\nto investigate these complaints internally, the SAA should explain what office or division\nof the SAA will have responsibility for investigating the complaint and how the SAA will\nconduct the investigation. In this section, the SAA should also explain how it will notify clients, customers,\nprogram participants, or consumers of the SAA and SAA subrecipients of prohibited\ndiscrimination, along with the procedures for filing a discrimination complaint with the\nSAA and the OCR. Notification may include placing posters in SAA facilities, including\nreference in program materials, or providing clients, customers, program participants, or\nconsumers with a copy of these complaint procedures. The SAA should also explain how\nit will ensure that subrecipients have procedures in place for responding to discrimination\ncomplaints that clients, customers, program participants, or consumers of a subrecipient\nfile directly with the subrecipient. At a minimum, these procedures should include\nforwarding the complaint to the SAA, the OCR, or another appropriate external agency,\nsuch as a local or state human rights commission; notifying the SAA of any\ndiscrimination complaints that the subrecipient does not refer to the SAA; and notifying\nthe complainant that he or she may file a complaint of discrimination directly with the\nSAA or with the OCR.] V. Training [The SAA should describe its procedures for providing periodic training for agency\nemployees on these complaint procedures, including an employee’s responsibility to refer\ndiscrimination complaints from clients, customers, program participants, or consumers to\nthe employee responsible for coordinating the series of actions described in these\nprocedures. The SAA shall also describe in this section how it will disseminate these\nprocedures to agency employees, such as by posting the procedures on the agency\nintranet website, providing a copy of the procedures to employees during the training\nsessions, distributing the procedures to all new employees during orientation, etc.]",
      "queries": [],
      "queries_score": []
    }
  ]
}