{
  "doc_id": "guidance_62",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_62__0",
      "chunk_id": "0",
      "content": "U. S. Department of Justice\nOffice of Justice Programs\nOffice of the Chief Financial Officer GUIDE TO PROCUREMENTS\nUNDER DOJ GRANTS\nAND COOPERATIVE AGREEMENTS July 2016 Table of Contents\nIntroduction ............................................................................................................... 4\nChapter 1 General Principles ...................................................................................................... 5 Chapter 2 Evolution of a Requirement ....................................................................................... 6 Chapter 3 Acquisition Planning/Developing the Procurement Package .................................... 7\nContracting Planning Procedures Checklist ............................................................... 8 Chapter 4 Methods of Procurement .......................................................................................... 9 Chapter 5 Competition ............................................................................................................. 10\nCompetition Checklist .............................................................................................. 11 Chapter 6 Shared Services and Other Agreements between Agencies (Entities) .................... 12\nShared Services/Other Agreements Checklist ......................................................... 12 Chapter 7 Small Purchases (and Micro-Purchases) .................................................................. 14\nSmall Purchases Checklist ........................................................................................ 16 Chapter 8 Competitive Sealed Bidding ..................................................................................... 17\nCompetitive Sealed Bidding Checklist...................................................................... 18 Chapter 9 Competitive Proposals (Negotiated Procurement) ................................................. 19\nCompetitive Proposals Checklist .............................................................................. 21 Chapter 10 Procurement by Noncompetitive Proposals (Sole Source Contracting).................. 22\nJustification for Non-Competitive Procurement ..................................................... 23\nChapter 11 Contract Provisions .................................................................................................. 25\nChapter 12 Contract Type Selection ........................................................................................... 28\nContract Type Checklist ........................................................................................... 31\nGuide to Selection of Contract Types ...................................................................... 32\nChapter 13 Code of Conduct ...................................................................................................... 35\nCode of Conduct Checklist ....................................................................................... 37\nChapter 14 Price and Cost Analysis ............................................................................................ 38\nPrice and Cost Analysis Checklist ............................................................................. 39\nChapter 15 Protests .................................................................................................................... 40\nProtests Checklist ..................................................................................................... 41\nChapter 16 Contracting with Small and Minority Firms, Women’s Business Enterprises, and\nLabor Surplus Area Firms ......................................................................................... 42\nContracts with Small and Minority Firms, Women’s Business Enterprises, and Labor\nSurplus Area Firms Checklist .................................................................................... 43\nPage | 2 Chapter 17 Contract Administration .......................................................................................... 44\nContract Administration Checklist ........................................................................... 46\nChapter 18 Other Considerations ............................................................................................... 49\nChapter 19 Contracting Concepts Summary .............................................................................. 51 Page | 3 Introduction This document is intended for use by non-Federal entities (that is, recipients and subrecipients)\nof Federal financial assistance program funds administered by the Department of Justice (DOJ). As used throughout this guide, the term “non-Federal entity(ies)” includes for-profit entities. This guide is based on the Procurement Standards set out at 2 C.F.R. Sections 200.317 through\n200.326 and given regulatory effect by way of 2 C.F.R. Part 2800, Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards by the Department\nof Justice (hereafter, the “Part 200 Uniform Requirements”). This document should be used in\nconjunction with the DOJ Grants Financial Guide as a tool to assist DOJ recipients and\nsubrecipients in conducting procurements of property or services under DOJ grants or\ncooperative agreements that conform to the procurement standards and other applicable law. Page | 4 Chapter 1\nGeneral Principles This “Guide to Procurements under DOJ Grants and Cooperative Agreements” is intended to be\nused by States and other non-Federal entities. States (including their agencies and instrumentalities thereof) must follow the same policies\nand procedures they use for procurements from their non-Federal funds. See 2 C.F.R. §\n200.317. In addition, States must comply with the requirements set out at 2 C.F.R. § 200.322 for\nprocurements of recovered materials and must ensure that procurement contracts funded\nwith DOJ grant or cooperative agreement funds contain any clauses required by 2 C.F.R. §\n200.326. All other non-Federal entities (including, for purposes of this guide, for-profit entities),\nincluding subrecipients of a State, must follow 2 C.F.R. § 200.318 through § 200.326.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__1",
      "chunk_id": "1",
      "content": "All other non-Federal entities (including, for purposes of this guide, for-profit entities),\nincluding subrecipients of a State, must follow 2 C.F.R. § 200.318 through § 200.326. All non-Federal entities should be aware that any disbursement of Federal program funds to\nanother party may cast that party as either a subrecipient or a contractor. For guidance on\nsubrecipient and contractor determinations, see 2. C.F.R. § 200.330. This guide deals with\nprocurement (i.e. contracts) under grants and not with subawards to subrecipients. Under the\nPart 200 Uniform Requirements, a contractor is an entity that receives a contract, which is\ndefined as a legal instrument by which a non-Federal entity purchases property or services\nneeded to carry out the project or program under a Federal award (2 C.F.R. § 200.22, 2 C.F.R. §\n200.23). A subaward in contrast is an award provided by a Non-Federal entity to a subrecipient\nso that the subrecipient can carry out a part of the Federal award (2 C.F.R. § 200.92). Whether\nthe agreement is a subaward or a contract will be determined by the substance of the\nrelationship, regardless of whether the parties consider the agreement to be a contract. When conducting procurements under Federal grant and cooperative agreement awards, a\nNon-Federal entity must establish and maintain written procurement policies and procedures\nthat reflect any applicable State, tribal, or local laws and regulations. These procurements must\nalso conform to applicable Federal law, including the Part 200 Uniform Requirements. Finally, those engaged in construction activities funded under federal grants and cooperative\nagreements should be aware that special rules may apply to their activities. See 2 C.F.R. §\n200.325. Page | 5 Chapter 2\nEvolution of a Requirement\nA grant or cooperative agreement application may incorporate the prospective non-Federal\nentity contracting parts of a project, such as when equipment or materials are required in order\nto carry out the project funded under the Federal award. The preliminary decision to contract is based upon the prospective recipient’s best knowledge\nof the project requirements. Front-end logistical planning is necessary to conclude how best to\nmeet the requirement. Dollar estimates for contracting efforts should be determined first, and\nthen later included in the grant application. The non-Federal entity should consider the most economical approach to the acquisition,\nincluding whether a procurement contract is the best option for meeting a project requirement. Multiple options may be available, depending on the goods and services required. Each should\nbe considered in light of the Part 200 Uniform Requirements’ emphasis upon greater economy,\nefficiency, and avoiding any duplication of effort. 200 C.F.R. § 200.318(d). No. Question\n1. Yes No Is it more economical to lease the requirement rather than purchase\nit? If the answer is “Yes”, consider leasing rather than purchasing. See\nChapter 18 “Other Considerations” of this guide. 2. Is the requirement for common or shared goods or services? If the answer is “Yes”, consider using a State or local\nintergovernmental agreement, or an inter-entity agreement. 3. Does the requirement allow for used equipment or property as\nopposed to new? If the answer is “Yes”, consider using Federal excess or surplus\nproperty. Page | 6",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__2",
      "chunk_id": "2",
      "content": "If the answer is “Yes”, consider using a State or local\nintergovernmental agreement, or an inter-entity agreement. 3. Does the requirement allow for used equipment or property as\nopposed to new? If the answer is “Yes”, consider using Federal excess or surplus\nproperty. Page | 6 Chapter 3\nAcquisition Planning/Developing the Procurement Package\nDetailed in-house planning is necessary in order to effectively award a contract. Who will be\nresponsible for overseeing and interacting on different aspects of the contract should be\ndetermined in advance of any procurement. Therefore, there should be an agreement among\npersonnel concerning details of any proposed contract well in advance of performance on the\ncontract taking place. If competitive sealed bidding is to be used, the contract is to be awarded on a fixed-price basis\nto the lowest responsible and responsive bidder. The procuring agency’s invitation for bids\nshould include a complete, clear, accurate, and realistic specification or purchase description\n(including any necessary design specifications). If a negotiated procurement approach is to be used to obtain the goods or services, the\nsolicitation’s Statement of Work (SOW) should incorporate a clear and accurate description of\nthe technical requirements. The request for proposals also must identify all evaluation factors\nand their relative importance. When it is impractical or uneconomical to make a clear and accurate description of the\ntechnical requirements, a “brand name or equivalent” description may be used instead. The\nsolicitation must clearly state any specific features of any named brand that offerors must\naddress in an offer in order to meet requirements under the procurement. 2 C.F.R. §\n200.319(c)(1). The checklist below lists the types of documents that should be completely developed before\nthe procurement action begins. Pre-Procurement Documentation Requirements:\n Requisition.  SOW (negotiated procurement) or Invitation for Bids (competitive, sealed bidding)\n(include design specifications, if applicable).  Evaluation Criteria (negotiated procurement).  Justification for noncompetitive procurement (sole source contracting). See Chapter 10 Procurement by Noncompetitive Proposals.\n All concurrences that may be required. Page | 7 Contracting Planning Procedures Checklist\nNo. Question 1. Are grant or cooperative agreement funds available to fund\nthe proposed procurement? 2. Has a market survey been conducted and documented to\ndetermine if there are contractors available to satisfy the\nrequirement? 3. Have divisions of labor been identified regarding contractual\nobligations for administrative, technical, and overall project\nresponsibility? 4. What type of procurement method has been chosen? Yes No Micro-purchases\nSmall Purchases\nCompetitive Sealed Bidding\nCompetitive Proposal (Negotiated Procurement)\nProcurement by Noncompetitive Proposals\n5. Has the SOW been developed if required (or, the Invitation\nfor Bids, if competitive sealed bidding is to be used)? 6. If the contract is to be competitively negotiated, have\nEvaluation Criteria been developed? 7. If the contract is to be negotiated on a sole source basis, has\na Sole Source Justification been prepared? (See Chapter 10) Page | 8 Chapter 4\nMethods of Procurement\nDetails on the following methods of procurement are found in the chapters indicated below:\n•\n•\n•\n•\n• Shared Services and Other Agreements between Agencies (Entities) (Chapter 6)\nSmall Purchases (and Micro-Purchases) (Chapter 7)\nCompetitive Sealed Bidding (Chapter 8)\nCompetitive Proposal (Negotiated Procurement) (Chapter 9)\nProcurement by Noncompetitive Proposals (Chapter 10)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__3",
      "chunk_id": "3",
      "content": "Page | 8 Chapter 4\nMethods of Procurement\nDetails on the following methods of procurement are found in the chapters indicated below:\n•\n•\n•\n•\n• Shared Services and Other Agreements between Agencies (Entities) (Chapter 6)\nSmall Purchases (and Micro-Purchases) (Chapter 7)\nCompetitive Sealed Bidding (Chapter 8)\nCompetitive Proposal (Negotiated Procurement) (Chapter 9)\nProcurement by Noncompetitive Proposals (Chapter 10) As mentioned earlier in Chapter 2 (“Evolution of a Requirement”), multiple options may be\navailable to obtain goods or services. As an example, if the product or service is available from\nanother government agency or department, it may be appropriate to enter into a state, local,\nor tribal intergovernmental (or intra-governmental) or inter-entity agreement. Such\nagreements, under appropriate circumstances, may provide more economical, cost-effective,\nand efficient ways to obtain or use common or shared goods or services. If acquisition planning\nand research indicate that a procurement contract is the most cost-effective approach to\nmeeting a particular requirement, then the procuring entity needs to apply its procurement\nprocedures and policies – and the Procurement Standards in the Part 200 Uniform\nRequirements – to help identify the appropriate procurement method and its requirements. For purchases below the Simplified Acquisition Threshold, procurement by micro-purchase or\nby small purchase procedures may be used. Where the contract value costs more than the Simplified Acquisition threshold, the main types\nof procurement are procurement by competitive proposals (Competitive Negotiation) and\nprocurement by sealed bid (Competitive Sealed Bidding). The sealed bid method is the\npreferred method for procuring construction if the following conditions apply:\n•\n•\n• A complete, adequate, and realistic specification or purchase description is available; More than one responsible bidder is willing and able to compete effectively,\nand\nThe procurement lends itself to a firm fixed price contract and the selection of\ncontractor can be made principally on the basis of price. Procurement by competitive proposals is generally used when conditions are not appropriate\nfor the use of sealed bids. Procurement by Noncompetitive Proposal is used in limited circumstances, see Chapter 10. Page | 9 Chapter 5\nCompetition All procurement transactions must be conducted in a manner that provides for\nfull and open competition, consistent with the procurement standards. 1 All non-Federal entities should have written procedures for procurement transactions. These\nprocedures must ensure that all solicitations incorporate clear and accurate descriptions of the\ntechnical requirements for the goods or services being procured. This description should not,\nhowever, in competitive solicitations, unduly restrict competition. In order to preserve full and open competition, contractors that develop or draft statements of\nwork, requirements, specifications, or invitations for bids or requests for proposals must be\nexcluded from competing for those procurements. Further, undue restrictions on full and open\ncompetition must be avoided, such as:\n•\n•\n•\n•\n• • Making unreasonable requirements in order to qualify for competition;\nRequiring unnecessary experience or excessive bonding; Engaging in noncompetitive practices between firms or in noncompetitive contracts\nwith consultants on retainer;\nOrganizational conflicts of interest;\nSpecifying a “brand name” product without provision for an equivalent product to be\noffered (and without performance requirements or features being clearly described in\nprocurement documents), or\nAny arbitrary action in the procurement process. The SOW (or Invitation for Bids) itself should encourage such full and open competition.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__4",
      "chunk_id": "4",
      "content": "The SOW (or Invitation for Bids) itself should encourage such full and open competition. Bidders’ lists or market surveys can be used to help determine whether there will be a sufficient\nnumber of prospective offerors or bidders for a full and open competition to take place. If a\nbidders list is not considered adequate with respect to a requirement, a market survey of the\nmarketplace should be conducted. Advertising the requirements in local newspapers and trade\npublications is one way to achieve a more effective, full and open competition. Recommendations and prohibitions regarding how to make these competitions as full and open\nas possible are examined in detail at 2 CFR § 200.319. 1 Part 200 Uniform Requirements 2 CFR § 200.319. Page | 10 Some organizations choose to maintain a prequalified bidders list, i.e., a list of prospective\nbidders who are prequalified as to material, equipment, or services. However, if not\nadministered properly, this prequalification may run counter to the goal of full and open\ncompetition. Accordingly, prequalified bidders lists may be used only if they are current and\ninclude enough qualified sources to ensure adequate competition. If a pattern of “no response”\nis indicated for one or more bidders, organizations should consider whether removal of such\nbidder(s) from a bidders list may be justifiable and appropriate. Also, maintaining these lists by\nfunctional category may make them easier to use and maintain. If bidders’ lists are used,\nprospective bidders must not be precluded from becoming qualified during the solicitation\nperiod. 2\nLocal preference laws/ordinances have always required special attention by the grantor agency\nwhen there are Federal dollars involved. Therefore, the non-Federal entity must conduct\nprocurements in a manner that prohibits the use of statutorily or administratively imposed\nstate, local, or tribal geographical preferences in the evaluation of bids or proposals, except\nwhere expressly encouraged by applicable Federal law. 3 Competition Checklist\nNo. Question 1. Does the SOW (or Invitation for Bids) contain attributes\nconducive to a full and open competition?” Yes No If the answer is “No,” the restrictive parts should be\nrewritten. 2. Has the bidders list or a market survey been reviewed to\ndetermine availability of competitive contractors? If the answer is “No,” a review should be done to determine\nthe availability of competitive contractors in the market\nplace. 3. Has an “advertising” strategy been developed to allow\nprospective bidders ample time to request a copy of the\ninvitation for bids and respond accordingly? If the answer is “No,” ample time for advertising should be\nfactored in, when determining the forecasted award date. 2\n3 2 C.F.R. § 200. 319(d).\n2 C.F.R. § 200.319(b). Page | 11 Chapter 6\nShared Services and Other Agreements between Agencies (Entities)\n(May normally apply to state, tribal, or local governments) In certain instances, one way to satisfy a requirement is to meet the requirement through the\ntransfer of funds from one unit of an organization to another, or through an agreement\nbetween or among governments (or entities) to share – or use common – goods or services. These approaches may help foster greater efficiency and economy. See 2 C.F.R. § 200.318(e). Such approaches to obtain goods or services may be possible where, for example:\n•\n•",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__5",
      "chunk_id": "5",
      "content": "These approaches may help foster greater efficiency and economy. See 2 C.F.R. § 200.318(e). Such approaches to obtain goods or services may be possible where, for example:\n•\n• • Another part of the government (or organization) has the in-house capability or has a\ncontract vehicle already in place that may be available to satisfy the requirement; or\nAnother State, tribal, or local government has an existing contractor currently\nperforming an activity, such as supplying a good or service, and that contractor would\nbe capable (and available consistent with any applicable rules and contract terms) of\nsatisfying the requirement; or\nTwo or more neighboring jurisdictions may enter into an agreement (and may transfer\nor pool funds or share infrastructure) to share certain services or resources and take\nadvantage of economies of scale. The use of shared or common services arrangements or other agreements between or among\nagencies may offer certain advantages. For example, valuable procurement lead-time (or costs)\nmay be saved. In addition, the preparation of a SOW, as well as the requirements for invitations\nfor bids or requests for proposals, may become unnecessary under certain circumstances. Shared Services/Other Agreements Checklist\nNo. Question 1. Is there already a contractor under contract elsewhere\nwithin your jurisdiction (such as with another agency or\ndepartment), or with another jurisdiction, that may be\ncapable of and available to provide goods or services that\nmay satisfy your agency’s requirement? Yes No If the answer is “Yes,” use of an existing contract with the\ncontractor may be considered, assuming that any applicable\nrules and the existing contract’s terms would allow your\nagency to use it to meet your requirement. Page | 12 No. Question 2. Is there an opportunity to share or use common goods or\nservices with a neighboring jurisdiction or organization to\nmeet your agency’s needs? Yes No If the answer is “Yes”, an intergovernmental (or intragovernmental) or inter-entity agreement may be explored in\norder to help satisfy your agency’s requirement. Page | 13 Chapter 7\nSmall Purchases (and Micro-Purchases) Small purchase procedures are those relatively simple and informal procurement\nmethods for securing services, supplies, or other property that do not cost more\nthan the Simplified Acquisition Threshold [(currently set at $150,000)]. 4\nProcurement by micro-purchase is the acquisition of supplies or services, the aggregate dollar\namount of which does not exceed the micro-purchase threshold (currently set at $3,500). 5 This method is an important part of the logistics support function. Simplified procedures to cut\ndown procurement lead time for day-to-day support items should be used. Simplified\nprocedures may include the following:\n1. Telephone or Electronic Solicitations (normally for local vendors). Price quotes are\nreceived by telephone or electronically. Where the purchase is anticipated to exceed\nthe micro-purchase threshold, at least three (3) vendors should be solicited and price,\navailability, delivery, etc., should be\nrequested. The purchase order is then\nTIP: Non-Federal entities must\nawarded to the vendor quoting the lowest\nfollow their own dollar threshold\nprice, including consideration of all other\npolicy limitations if they do not\nfactors. Supporting documentation must be\nexceed Federal thresholds. maintained in the purchase order file and\ninclude the date contacted, vendors\ncontacted, and quoted amounts and quantities. 2. Unadvertised Written Quotations.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__6",
      "chunk_id": "6",
      "content": "Supporting documentation must be\nexceed Federal thresholds. maintained in the purchase order file and\ninclude the date contacted, vendors\ncontacted, and quoted amounts and quantities. 2. Unadvertised Written Quotations. This procedure applies to more complex low dollar\nitems when a quote in writing is desirable. Purchase Order Award is made to the vendor\nquoting the lowest price and meeting the technical requirements. Where the purchase\nis anticipated to exceed the micro-purchase threshold, quotations should be sought\nfrom at least three (3) vendors. Supporting documentation must be maintained that is\nsimilar to that for telephone solicitations. 3. Blanket Purchase Agreements and Credit Cards. Blanket Purchase Agreements (BPAs)\nmay be described as a “Charge Account” that a procuring entity with frequent recurring\nrequirements establishes with qualified sources of supply. Depending upon threshold 4 2 C.F.R. § 200.320(b). The Simplified Acquisition Threshold is set by the Federal Acquisition Regulation (FAR). The\nFAR currently sets the Simplified Acquisition Threshold at $150,000, though it is periodically adjusted for inflation\nin accordance with 41 U.S.C. § 1908. See 2 C.F.R. § 200.88.\n5\n2 C.F.R. § 200.320(a). The Part 200 Uniform Requirements defines “Micro-purchase” at 2 C.F.R. § 200.67. The\nMicro-purchase threshold is set by the FAR. The FAR currently sets the Micro-purchase threshold at $3,500, subject\nto certain exceptions. 48 C.F.R. § 2.101. Page | 14 limits established under non-Federal entity procurement rules, purchase cards (or,\ncredit cards) may sometimes be used for these transactions. Non-Federal entities\nshould have documented procedures that include control limits, authorized users and\napproving officials. Orders are placed against the BPA and the agreed-to-discount is\nincluded on the resulting invoice. Normally, billings are made by the vendor on a\nmonthly basis. Caution should be taken to ensure discipline in assigning authority to\npurchase, including through the use of purchase cards. Orders should be placed to\nsatisfy only legitimate requirements. 4. Imprest Fund (Petty Cash Fund). Paying cash for small dollar purchases is a viable way\nto accommodate small dollar requirements. There is only one overriding prerequisite for\nsuccessful operation of the fund: Strict Dollar Accountability. Only designated personnel\nshould be given safe access and combination numbers. Any change in designated\npersonnel should require a change in the safe combination. Cash advances may be\nmade and reconciled with a paid invoice at the completion of the purchase. Documented policy and procedures are needed including approving officials and\nperiodic audits of the fund. Micro-purchases (defined at 2 C.F.R. § 200.67) may be awarded without soliciting competitive\nquotations if the non-Federal entity considers the price to be reasonable. To the extent\npracticable, micro-purchases should be distributed equitably among qualified suppliers. When seeking to use either small purchase or micro-purchase methods, procuring agencies\nmust avoid the intentional “splitting” of purchases or transactions to circumvent the dollar\nthreshold limitations. Periodic internal review of buying patterns that focuses on repetitive\ntransactions would be a good approach to address this potential issue. A repetitive buying\npattern for a good or service without auditable evidence of a strong business case or\nprogrammatic reason to support the awarding of multiple contracts under small- or micropurchase thresholds at frequent intervals may indicate that inappropriate purchase splitting has\noccurred. Page | 15 Small Purchases Checklist\nNo. Question 1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__7",
      "chunk_id": "7",
      "content": "A repetitive buying\npattern for a good or service without auditable evidence of a strong business case or\nprogrammatic reason to support the awarding of multiple contracts under small- or micropurchase thresholds at frequent intervals may indicate that inappropriate purchase splitting has\noccurred. Page | 15 Small Purchases Checklist\nNo. Question 1. Is the estimated cost of the requirement at or below the\nestablished simplified acquisition threshold? Yes No If the answer is “Yes,” a purchase order may be used. 2. Are there available local vendors that may logistically satisfy\nthe requirement? If the answer is “No,” consider additional lead-time required\nto solicit vendors outside the local area. 3. May the requirement be satisfied by an existing “Blanket”\npurchase agreement? If the answer is “Yes,” use the existing Blanket Purchase\nAgreement. If the answer is “No,” conduct a solicitation in accordance\nwith Non-Federal entity procedures. 4. Has the requirement been “split” to be below the mandatory\npurchase agreement monetary level? (Order splitting, an\nunallowable practice, is reducing an order below the small\npurchase threshold to avoid a more complex procurement\nmethod.) If the answer is “Yes,” another method must be used. Page | 16 Chapter 8\nCompetitive Sealed Bidding Bids are publicly solicited and a firm fixed price contract (lump sum or unit price)\nis awarded to the responsible bidder whose bid, conforming with all the material\nterms and conditions of the invitation for bids, is the lowest in price. 6\nCompetitive Sealed Bidding is the preferred method for procurement and is properly used\nwhen the following conditions exist:\n1. The requirement can be described and is finite and specific in detail, i.e., no unknowns\nor no contingencies. The contract will be awarded to the\na. lowest (fixed price) (where specified in bidding documents certain factors such\nas discounts, transportation costs, and life cycle costs must be considered in\ndetermining which bid is lowest),\nb. responsive (the bid meets all the requirements of the invitation for bids,\nincluding design specifications), and\nc. responsible bidder (the contractor has the capability in all respects, including\ntechnical and financial). 2. There are two or more contractors that could satisfy the requirement and are willing\nand able to compete for the contract. 3. There is enough time available to issue the invitation for bids, conduct a public bid\nopening, and award a firm fixed-price contract to the lowest responsive and responsible\nbidder. If sealed bids are used, bids must be solicited to an adequate number of known suppliers,\nproviding them with a sufficient amount of time to respond. Under the sealed bidding method\nof procurement, it is not necessary to conduct discussions with bidders in order to obtain the\ngreatest value for the procuring agency, as the award is to be made to the lowest responsive\nand responsible bidder. For local and tribal governments, the invitation for bids must be\npublically advertised. However, if a procurement could be of the type that it may need to involve negotiation with\nvendors or discussions in order for the procuring agency to obtain the best value based on the\nrequirement, it may be the case that competitive sealed bidding is not the right approach and\nthe competitive proposals procurement method should be used instead. 6",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__8",
      "chunk_id": "8",
      "content": "6 2 C.F.R. § 200.320(c). Page | 17 Competitive Sealed Bidding Checklist\nNo. Question 1. Is it possible to describe the requirement in exact terms (e.g.,\ndesign specifications) so the contractor can make a fixed\nprice bid? Yes No (Note: If a contractor must provide a deliverable for a fixed\nprice where “unknowns” are involved, contingency dollars\nusually are included in the price. Then, if these contingencies\ndo not generate or occur, the material/service may be\noverpriced.) If the answer is “Yes,” an Invitation for Bid (IFB) may be\neffectively used and the award can be made to the lowest\nbidder that is responsive and responsible. 2. Can it be expected that “advertising” will result in two or\nmore responses to the solicitation? If the answer is “Yes,” consider use of an IFB. Page | 18 Chapter 9\nCompetitive Proposals (Negotiated Procurement)\nProcurement by competitive proposals. The technique of competitive proposals is\nnormally conducted with more than one source submitting an offer, and either a\nfixed price or cost-reimbursement type contract is awarded. It is generally used\nwhen conditions are not appropriate for the use of sealed bids. 7\nProcedures involve the following:\n1. Develop a Statement of Work (SOW) listing essential requirements to accomplish the\ncontract. For instance, in the case of a desired service, the SOW should spell out the\nparticular problem to be solved including any essential requirement, without needlessly\nmandating the approach the contractor must take unless required by law. The SOW\nshould be written in a straightforward manner, and, as a minimum, should contain the\nfollowing:\na. Background providing necessary introductory information or evolution of the\nrequirement. b. Objectives/scope of work detailing broad parameters that are essential to\neffectively satisfy the requirement. (Note: Do not needlessly mandate how the\ncontractor should satisfy the objectives of the contract. Performance measures\nmust be used to ensure the quality of the outputs/outcomes.)\nc. A list of tasks with accompanying deliverables, organized in a logical sequence. d. A delivery schedule in increments as required to satisfy the requirement. The\nschedule may include performance bonuses for early completion and penalties\nfor late delivery. e. Acceptance and approval procedures should be indicated. f. Other coverage as may be required:\ni. References, licensing, and professional certifications. ii. Non-Federal entity furnished items. iii. Packing and shipping. iv. Any other points that require coverage. 2. Develop the Request for Proposals (RFP) to identify all evaluation factors and their\nrelative importance. 7 2 C.F.R. § 200.320(d). Page | 19 3. The RFP normally will contain the following:\na. Letter of Transmittal (or local standard form) providing certain relevant details\nconcerning the requirement. b. A delivery schedule to be included in the definitive contract, including all\nnecessary administrative details. c. The SOW (see no. 1 on the previous page). d. Required special and mandatory clauses (Reference: Contract Provisions,\nChapter 11). e. Any special instructions to offerors to assist in developing the offer. f. A listing of evaluation criteria to be used by the non-Federal entity in the\nevaluation of the offers received. Percentage weights may be assessed each\ncriterion or the order of importance of each indicated criterion may be shown. g.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__9",
      "chunk_id": "9",
      "content": "e. Any special instructions to offerors to assist in developing the offer. f. A listing of evaluation criteria to be used by the non-Federal entity in the\nevaluation of the offers received. Percentage weights may be assessed each\ncriterion or the order of importance of each indicated criterion may be shown. g. Any other information that may be required for the offerors to completely\nunderstand the contents and intent of the Request for Proposals. h. A due date and time frame for receipt of all proposals. 4. The RFP must be solicited to an adequate\nnumber of qualified sources. Any timely\nresponse to the RFP must be considered to\nthe maximum extent practicable. 5. Evaluation of the proposals received must\nbe accomplished in accordance with\nwritten Non-Federal entity procedures. Each proposal must be scored based upon\nthe evaluation criteria contained in the\nRFP. Evaluation criteria must not be\nchanged after receipt of offers. TIP: Clauses for bonuses for early\ncompletion and penalties for late\ndelivery may be developed if they\nare in the public interest. Clauses\nmay be added to the contract to\ncover these points. Also a prior\napproval key-personnel clause\nmay be needed for personal\nservices to ensure that qualified\nindividuals are employed. 6. Contracts must be awarded to the responsible firm whose proposal is the most\nadvantageous to the program, with price and any other evaluation criteria considered. 7. When a procurement involves conducting negotiations, negotiations must be conducted\nwith those offerors submitting the most promising proposals (those most highly rated in\nterms of technical factors and other evaluation criteria) in accordance with the\ndetermination of a procurement official (e.g., a contracting officer) designated by the\nnon-Federal entity for that purpose. Issues (unforeseen requirements) raised during the\nnegotiation phase by one respondent may be communicated to all remaining offerors,\nso that all may respond to the issue during the best and final phase of the negotiations. Page | 20 Competitive Proposals Checklist\nNo. Question 1. Is it necessary to resolve technical questions/unknowns by\nnegotiations with the successful contractor? Yes No If the answer is “Yes,” this requirement is a candidate for the\ncompetitive proposal process. 2. Is it necessary to develop a Statement of Work, instead of a\nDesign Specification spelling out specifically what is needed? If the answer is “Yes,” competitive proposals should be used. Page | 21 Chapter 10\nProcurement by Noncompetitive Proposals (Sole Source Contracting) Procurement by noncompetitive proposals is procurement through the\nsolicitation of a proposal from only one source and may be used only under\nspecified circumstances. 8 As indicated in Chapter 5 (“Competition”), non-Federal entities must provide for full and open\ncompetition, consistent with the procurement standards. However, there are certain\ncircumstances that may call for other than full and open competition. These circumstances may\nresult in “sole source” contracting. The Part 200 Uniform Requirements is quite clear regarding the necessity to have full and open\ncompetition to satisfy non-Federal entity procurement requirements.",
      "queries": [
        "which criteria are used in the evaluation of the offers received?"
      ],
      "queries_score": [
        "1.7182953"
      ]
    },
    {
      "id": "guidance_62__10",
      "chunk_id": "10",
      "content": "However, there are certain\ncircumstances that may call for other than full and open competition. These circumstances may\nresult in “sole source” contracting. The Part 200 Uniform Requirements is quite clear regarding the necessity to have full and open\ncompetition to satisfy non-Federal entity procurement requirements. Procurement through\nthe solicitation of a proposal from only one source may be used only if one or more of the\nfollowing circumstances apply:\n1. The item or service is available only from a single source (see page 23 for the format to\nbe submitted to DOJ awarding agency or pass-through entity for approval). 2. The public exigency or emergency for the requirement will not permit a delay resulting\nfrom competitive solicitation. 3. The Federal awarding agency or passTIP: Prior written approval is\nthrough entity expressly authorizes\nrequired for all proposed sole\nnoncompetitive proposals in response to a\nsource contracts over the\nwritten request from the non-Federal entity. Simplified Acquisition Threshold\n4. After solicitation of a number of sources,\n(currently $150,000). competition is determined inadequate. In any event, documentation reflecting actions taken and the position of the non-Federal entity\nis extremely important in order to establish an audit trail. The following page contains a sample format for requesting prior approval from the DOJ\nawarding agency or pass-through entity to contract sole source. 8 2 C.F.R. § 200.320(f). Page | 22 Justification for Non-Competitive Procurement\nSample Format\nParagraph Content 1 A brief description of the program and the\nproduct or service being procured, to include the\nexpected procurement amount. 2 Explanation of why it is necessary to contract\nnon-competitively that provides a justification\nbased on at least one of the four circumstances\npreviously listed in this chapter (also see 2 C.F.R.\n§ 200.320(f)). This explanation must demonstrate\nhow the proposed contractor’s unique\nqualifications or the nature of the procurement\nnecessitate the use of a noncompetitive\napproach given the circumstance(s) cited.\n• If the product or service to be procured is\navailable from only a single source or\nfrom only one supplier with unique\ncapabilities, the justification should\nclearly demonstrate why this is so and\nhow these circumstances are relevant\ngiven the nature of the acquisition. • A justification based on public exigency or\nemergency should explain the nature of\nthe public exigency or emergency,\nincluding why procurement other than\nthrough noncompetitive proposals would\ncause unacceptable delay in addressing\nthe public exigency or emergency. (Failure to plan does not justify\nnoncompetitive procurement based on\npublic exigency or emergency.) • If competition among multiple sources\nwas determined to be inadequate, the\njustification should provide a detailed\nsummary of any prior solicitations\n(including the number of sources\nsolicited) and explain why competition\nwas determined inadequate. Page | 23 Paragraph Content 3 A description of and the results of any market\nsurvey or research conducted to help determine\nwhether a full and open competition consistent\nwith applicable law could be conducted (or, if no\nmarket survey or research was conducted,\nexplain why not). 4 Statement of when contractual coverage is\nrequired and, if dates are not met, what impact it\nwill have on the program (for example, how long\nit would take another contractor to reach the\nsame level of competence). Make sure to include\nthe financial impact in dollars. 5",
      "queries": [
        "why is sole source contracting necessary"
      ],
      "queries_score": [
        "2.0190582"
      ]
    },
    {
      "id": "guidance_62__11",
      "chunk_id": "11",
      "content": "4 Statement of when contractual coverage is\nrequired and, if dates are not met, what impact it\nwill have on the program (for example, how long\nit would take another contractor to reach the\nsame level of competence). Make sure to include\nthe financial impact in dollars. 5 Description of and the results of any\norganizational conflict of interest review\nconducted (or, if no organizational conflict of\ninterest review was conducted, explain why\nnot.). 6 Any other points necessary for the justification. 7 Determination that the proposed\nnoncompetitive procurement action is in the\nbest interest of the DOJ awarding agency (or\npass-through entity, as applicable). Page | 24 Chapter 11\nContract Provisions The Part 200 Uniform Requirements require that non-Federal entities’ contracts contain the\napplicable provisions described in Appendix II to Part 200 —“Contract Provisions for NonFederal Entity Contracts Under Federal Awards.” 9 Non-Federal entities may develop language\nsuited to accommodate a specific contractual situation, providing such clauses are consistent\nwith the procurement standards and other applicable law. Non-Federal entities should be\naware that they bear full responsibility for the settlement of all contractual and administrative\nissues arising out of their procurements, and that the Federal awarding agency will not\nsubstitute its judgment for that of the non-Federal entity unless the matter is primarily a\nFederal concern. Violations of law will be referred to the proper authority in the applicable\njurisdiction.10 A discussion of a few of these provisions is set forth below:\n1. Contracts in excess of the simplified acquisition threshold (currently set at $150,000)\nmust address administrative, contractual, or legal remedies in instances where the\ncontractors violate or breach contract terms, and provide for such sanctions and\npenalties as appropriate. Reference: Part 200 Appendix II(A). 2. Termination. Any contract over $10,000 must address termination for cause and\ntermination for convenience by the non-Federal entity, including the manner by which it\nwill be effected and the basis for settlement. a. Termination for Convenience. Contract is terminated due to reasons known to\nthe non-Federal entity, i.e., program changes, changes in state-of-the-art\nequipment or technology, insufficient funding, etc. This type of termination is\nutilized when the contractor is not in violation of the contract terms and\nconditions. b. Termination for Cause. Contract is terminated due to actions by the contractor,\ni.e., failure to perform, financial difficulty, slipped schedules, etc. In certain\ninstances, termination settlement may include reprocurement costs to be paid\nby the contractor. Termination settlements shall be accommodated by negotiations carefully planned in\norder to achieve an equitable resolution. Reference: Part 200 Appendix II(B). 9 2 C.F.R. § 200.326.\n2 C.F.R. § 200.318(k). 10 Page | 25 3. Construction. Contracts awarded for construction (generally DOJ grants do not allow\nconstruction) have special requirements and clauses. Refer to the DOJ Grants Financial\nGuide in the procurement chapter for specifications. If you have a DOJ grant allowing\nconstruction costs, please read the associated solicitation, award documents, and\nspecial conditions carefully. Regular contact with your program manager is very\nimportant. Construction contracts must include all relevant clauses found in Appendix II\nto Part 200, including Part 200 Appendix II(C) (Equal Employment Opportunity), (D)\n(Davis-Bacon Act), and (E) (Contract Work Hours and Safety Standards). 4. Rights to Inventions Made Under a Contract or Agreement.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__12",
      "chunk_id": "12",
      "content": "Regular contact with your program manager is very\nimportant. Construction contracts must include all relevant clauses found in Appendix II\nto Part 200, including Part 200 Appendix II(C) (Equal Employment Opportunity), (D)\n(Davis-Bacon Act), and (E) (Contract Work Hours and Safety Standards). 4. Rights to Inventions Made Under a Contract or Agreement. Any discovery or invention\nthat arises during the course of the contract shall be reported to the non-Federal entity. This clause should require the contractor to disclose promptly inventions to the\ncontracting officer (within 2 months) after the inventor discloses it in writing to\ncontractor personnel responsible for patent matters. The awarding agency shall\ndetermine how rights in the invention/discovery shall be allocated consistent with\n\"Government Patent Policy\" and Title 37 C.F.R. § 401. If the Federal award meets the definition of “funding agreement” under 37 C.F.R.\n§.401.2(a) and the recipient or subrecipient wishes to enter into a contract with a small\nbusiness firm or nonprofit organization regarding the substitution of parties, assignment\nor performance of experimental, developmental, or research work under that “funding\nagreement,” the recipient or subrecipient must comply with the requirements of Title\n37 C.F.R. § 401, “Rights to Inventions Made by Nonprofit Organizations and Small\nBusiness Firms Under Government Grants, Contracts and Cooperative Agreements,” and\nany implementing regulations issued by the awarding agency. Reference: Part 200 Appendix II(F)\nDOJ award terms and conditions contained in grant or cooperative agreement award\ndocumentation also may contain provisions regarding patents and intellectual property,\nspecifically including requirements or special instructions, that may require that nonFederal entities include specific contract provisions (as applicable) in procurement\ncontracts entered into under DOJ grant or cooperative agreement awards. 5. Debarment and Suspension. A contract award meeting the definition in 2 C.F.R. §\n180.220 must not be made to parties listed on the System for Award Management\n(SAM) Exclusion lists. The debarment and suspension certification requires that agencies\nestablish and implement procedures to ensure that Federal assistance is not awarded to\nentities that are prohibited from receiving Federal funds. Those procedures should\ninclude a review of information in SAM regarding exclusion status. (See OMB guidance\nat 2 C.F.R. § 180 implementing Executive Orders 12549 (3 CFR part 1986 Comp., p. 189)\nand 12689 (3 CFR part 1989 Comp., p. 235 and DOJ regulations at 2 CFR Part 2867\nadopting and supplementing subparts A through I of 2 CFR Part 180), “Debarment and\nSuspension.”). Reference: Part 200 Appendix II(H)\nPage | 26 6. Clean Air and Water. Contracts (and subrecipients) exceeding $150,000.00, must\ncontain a provision requiring the contractor (or subrecipients) to agree to comply with\nall requirements of the Clean Air Act (42 U.S.C. 7401 et seq.), and the Clean Water Act\n[Federal Water Pollution Control Act] as amended (33 U.S.C. 1251-1387). Violations\nmust be reported to the Federal Awarding Agency and the Regional Office of the\nEnvironmental Protection Agency (EPA). Reference: Part 200 Appendix II(G)\n7. Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an\naward exceeding $100,000 must file the required certification.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__13",
      "chunk_id": "13",
      "content": "Violations\nmust be reported to the Federal Awarding Agency and the Regional Office of the\nEnvironmental Protection Agency (EPA). Reference: Part 200 Appendix II(G)\n7. Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an\naward exceeding $100,000 must file the required certification. Each tier certifies to the\ntier above that it will not and has not used Federal appropriated funds to pay any\nperson or organization for influencing or attempting to influence an officer or employee\nof any agency, a member of Congress, officer or employee of Congress, or an employee\nof a member of Congress in connection with obtaining any Federal contract, grant or\nany other award covered by 31 U.S.C. 1352. Each tier must also disclose any lobbying\nwith non-Federal funds that takes place in connection with obtaining any Federal award. Such disclosures are forwarded from tier to tier up to the non-Federal award. Reference: Part 200 Appendix II(I)\n8. Procurement of recovered materials. A non-Federal entity that is a state agency or\nagency of a political subdivision of a state must include a provision requiring contractors\nto comply with section 6002 of the Solid Waste Disposal Act, as amended by the\nResource Conservation and Recovery Act. Per Section 6002, where the purchase price of\nthe item exceeds $10,000 or the value of the quantity acquired during the preceding\nfiscal year exceeded $10,000, these non-Federal entities and their contractors must\nprocure only items, designated in guidelines of the EPA at 40 C.F.R. § 247, containing the\nhighest percentage of recovered materials practicable, consistent with maintaining a\nsatisfactory level of competition. These non-Federal entities and their contractors must\nprocure solid waste management services so that energy and resource recovery are\nmaximized, and they must establish an affirmative procurement program for\nprocurement of recovered materials identified in the EPA guidelines. Reference: Part 200 Appendix II(J), 2 C.F.R. § 200.322. Page | 27 Chapter 12\nContract Type Selection The following is a list of various contract types. Contract Type can refer both to\nthe overall structure of a contract (e.g. task or delivery order) and the pricing\nstructure of a contract (fixed price vs. cost reimbursement). Determining which\ncontract type to use is important to ensure cost-effectiveness and performance. Pricing Structure: The non-Federal entity must perform a cost or price analysis in connection with\nevery procurement action (including modifications) in excess of the Simplified\nAcquisition Threshold. The exact method and degree of analysis will vary\ndepending on the exact circumstances and facts of a particular procurement\nsituation, but the non-Federal entity must, as a starting point, make independent\nestimates before receiving bids or proposals. 11\n1. Fixed Price. All contracts awarded under a competitive sealed bidding result in some\ntype of \"fixed price\" arrangement, normally a firm fixed price. Fixed price contracts may\nalso be awarded under other contracting methods such as negotiation/competitive\nproposals, for instance, where the use of sealed bidding would be inappropriate\nbecause discussions with the contractor are deemed necessary. Fixed price contracts\nhave the advantage that the risk rests with the contractor. Firm fixed price contracts\nmay be appropriate when:\na. It is possible to describe exactly what is needed to satisfy the requirement;\nb.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__14",
      "chunk_id": "14",
      "content": "Fixed price contracts\nhave the advantage that the risk rests with the contractor. Firm fixed price contracts\nmay be appropriate when:\na. It is possible to describe exactly what is needed to satisfy the requirement;\nb. Across the table discussions are determined not necessary, and\nc. It is determined that there is adequate competition available. Other types of fixed price contracts include:\n•\n• Fixed price with fixed price with economic price adjustment, and\nFixed price incentive. TIP: Recipients must closely monitor\n2. Cost Reimbursement. Under cost\ncost reimbursement contracts to\nreimbursement contracts, contractors are\navoid unneeded cost over-runs. paid both the allowable incurred cost (i.e.,\nallowable actual expenses) and a\npredetermined fee or profit. Contractors should be reimbursed for their actual\nexpenditures (no accruals may be reimbursed) no more often than bi-weekly. Normally,\ncontractors are reimbursed in monthly increments. Some procuring organizations\n11 2 C.F.R. § 200.323. Page | 28 permit withholding of a small percentage of each reimbursement request to ensure final\ndelivery and contract close-out. Inasmuch as contractors are incrementally reimbursed\nas the contract progresses, the risk to the contractor is minimized. The most common type of cost reimbursement contract is the cost plus fixed fee (CPFF). In this type of contract the fee (on fixed price contracts it is defined as profit) is\nnegotiated front-end and does not change. On cost reimbursement contracts, a ceiling is\nplaced on the estimated cost. Even though additional dollars may be added under\ncertain conditions, the fee does not change as long as the contract remains in-scope. Any contractual situation that automatically increases the fee when additional dollars\nare added is known as \"cost plus percentage of cost\" and is prohibited. 12 Other types of\ncost reimbursement contracts are:\n•\n•\n•\n• Cost contracts. Cost sharing contracts. Cost plus incentive fee contracts. Time and materials contracts. These contracts are those where the cost to the\nnon-Federal entity is the sum of the actual cost of the materials plus the direct\nlabor hours charged at fixed\nhourly rates, reflecting wages,\nTIP: Time and materials contracts may\ngeneral and administrative\nbe used when the non-Federal entity\nexpenses, and profit. Labor\nmakes a determination that no other\nHour contracts are identical to\ntype of contract is suitable and the\ntime and materials contracts\ncontract includes a ceiling price that\nexcept that no materials are\nthe contractor exceeds at its own risk. involved. These contracts may\nbe used only after a\ndetermination that no other contract type is suitable, and only if the contract\nincludes a ceiling price that the contractor exceeds at its own risk. 13 Overall Structure:\n1. Task and delivery order contracts are used when exact time of delivery or the exact\namount needed is unknown. Indefinite delivery contracts may be “indefinite\ndelivery/indefinite quantity” (ID/IQ) or “indefinite delivery/definite quanity” (ID/DQ). If\nthe exact amount needed is not known, the contract may include a guaranteed\nminimum in the case of an ID/IQ or a promise not to order from others in the case of a\nrequirements contract. 2. Letter contracts are used when exigency requires an immediate binding agreement so\nwork can begin, but time does not permit negotiation of a definitive contract. When the 12\n13 2 C.F.R. § 200.323(d).\n2 C.F.R. § 200.318(j). Page | 29",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__15",
      "chunk_id": "15",
      "content": "2. Letter contracts are used when exigency requires an immediate binding agreement so\nwork can begin, but time does not permit negotiation of a definitive contract. When the 12\n13 2 C.F.R. § 200.323(d).\n2 C.F.R. § 200.318(j). Page | 29 definitive contract is awarded, the letter contract is superseded and letter contract\ndollars expended will be incorporated in the definitive contract. These contracts should\nbe used with care and only when truly necessary. 3. State, tribal, or local contractor lists. When pre-approved competition has already\noccurred, it may allow for an entity to piggy-back off the existing contract as long as it is\nconsistent with State, tribal, or local laws and procedures. The above-listed contracts are summarized on the chart located on pages 32 — 34 of this guide. Page | 30 Contract Type Checklist\nNo. Question 1. Can the deliverables be specifically identified and the quality\nmeasurable? Yes No If the answer is “Yes,” then a fixed price contract may be\nproperly utilized, either by using competitive sealed bidding\nprocedures, or, if discussions are necessary, negotiated\nprocurement (i.e., competitive proposals) procedures. 2. Should the contractor logically be able to assume the “risk”\nfor contract performance? If the answer is “Yes,” a fixed price contract is appropriate. 3. Is the contractor’s accounting system capable of segregating\ncosts so proper charges may be made to the non-Federal\nentity contract for invoicing purposes? If the answer is “No,” another type of contract other than\ncost reimbursement must be used. 4. Realizing that cost reimbursement contracts require more\ncontract administration responsibilities, is the non-Federal\nentity prepared to accept this responsibility? If the answer is “No,” steps must be taken to correctly\ndetermine whether another type of contract may be\nappropriate prior to the award of any cost-reimbursementtype contract vehicle. 5. Time and Materials, indefinite quantity, and requirements\ncontracts require that orders against the contract be\nnegotiated and placed before the contractor begins work. Will the non-Federal entity be in a position to describe\nindividual tasks to be accomplished as they generate? If the answer is “No,” consideration should be given to other\ncontractual types. 6. Concerning “Letter Contracts,” are monetary limits along\nwith a target date for definitization shown on the document? If the answer is “No,” the letter contract should be changed\nto accommodate these two points. Page | 31 Guide to Selection of Contract Types The following is a non-exhaustive list of examples of some of the contracts types that are allowed for federal procurement under the\nFAR. Non-Federal entities may find it useful to consider these in determining the procurement approach that may be appropriate for\na particular requirement. Type Applicability\nFair and reasonable prices can be\nestablished at inception. For example:\n• Firm-Fixed Price Fixed-Price with\nEscalation Fixed-Price Incentive •\n•\n• Reasonably definite design or\nperformance specifications;\nRealistic estimates;\nAdequate competition, and\nValid cost or operating data that\nprovides reasonable price comparisons. Market or labor conditions unstable over\nextended production period. Essential Elements\nInitial fixed-price places 100%\nresponsibility and risk on the\ncontractor. Non-Federal entity and contractor must\nagree on fixed-price at inception. Ceiling on upward adjustment;\ndownward adjustment appropriate\nwhere elements escalated may fall\nbelow base levels provided in contract. Contingencies are industry-wide and\nbeyond contractor control; contingencies\nmust be specifically defined in the\ncontract.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__16",
      "chunk_id": "16",
      "content": "Essential Elements\nInitial fixed-price places 100%\nresponsibility and risk on the\ncontractor. Non-Federal entity and contractor must\nagree on fixed-price at inception. Ceiling on upward adjustment;\ndownward adjustment appropriate\nwhere elements escalated may fall\nbelow base levels provided in contract. Contingencies are industry-wide and\nbeyond contractor control; contingencies\nmust be specifically defined in the\ncontract. Where cost uncertainties exist and there is\nthe possibility of cost reduction and/or\nperformance improvements by giving\ncontractor (i) a degree of cost responsibility\nand (ii) a positive profit incentive. Firm Target Type: Firm target and final profit\nadjustment formula can be negotiated\ninitially. Limitations Adequate Contractor accounting system\nrequired. Must determine that any other\ncontract type is impractical. Used for\ndevelopment and production\nprocurements. Firm Target: Target cost; target profit;\nprice ceiling; and profit adjustment\nformula. Page | 32 Guide to Selection of Contract Types\nType Applicability Essential Elements Limitations Cost-Plus Incentive\nFee (CPIF) Uncertainties in Performance or\nrequirements -- Impossible or impractical to\nestimate costs firmly or circumstances do\nnot allow for the contract requirements to\nbe defined sufficiently for a fixed price\ncontract. Uncertainties in Performance or\nrequirements—Impossible or\nimpractical to estimate costs firmly or\ncircumstances do not allow for the\ncontract requirements to be defined\nsufficiently for a fixed price contract. Adequate Contractor accounting system\nrequired. Non-Federal entities must\nclosely monitor cost reimbursement\ncontracts to avoid unneeded cost overruns. Development and test when incentive\nformula can provide positive incentive for\neffective management. Where feasible, use\nperformance incentives together with cost\nand schedule incentives. Uncertainties in Performance or\nrequirements -- Impossible or impractical to\nestimate costs firmly. or circumstances do\nnot allow for the contract requirements to\nbe defined sufficiently for a fixed price\ncontract Uncertainties in Performance or\nrequirements -- Impossible or\nimpractical to estimate costs firmly. or\ncircumstances do not allow for the\ncontract requirements to be defined\nsufficiently for a fixed price contract Adequate Contractor accounting system\nrequired. Non-Federal entities must\nclosely monitor cost reimbursement\ncontracts to avoid unneeded cost overruns. Term Form: Research preliminary\nexploration, or study when level of effort is\ninitially unknown (or development and test\nwhen a CPIF is impractical). -- Impossible to estimate costs firmly. Negotiated estimate of costs; fee fixed\ninitially except for changes in the work\nor services required. Cost-Plus-Fixed-Fee Time and Materials\n(Labor-Hours) Completion Form: Research or other\ndevelopment effort when the task or job can\nbe clearly defined, a definite goal or target\nexpressed, and a specific end product\nrequired. Not possible initially to estimate extent or\nduration of work (L-H used where materials\nnot involved), e.g., engineering or design\nservices, repair, maintenance, or overhaul. Direct labor hours specified at fixed\nhourly rates; direct materials at \"cost.\" Ceiling price shall be established. Determination that no other type of\ncontract is suitable. Non-Federal entities\nmust closely monitor cost\nreimbursement contracts to avoid\nunneeded cost over-runs. Page | 33 Guide to Selection of Contract Types\nType Applicability Essential Elements\nMaximum government liability, type of\ndefinitive contract, as many definitive\ncontract provisions as possible. No other contract type suitable. Letter Contract Exigency requires immediate binding\nagreement so work can begin, but time does\nnot permit negotiation of a definitive\ncontract. State, Tribal, or Local\nContractor Lists Where adequate competition has occurred\nand the product or service offered meets the\nneeds of the project. Follow local/tribal/state regulations. Ensure that state, tribal, or local\ngeographic presences have not been\nused in the procurement evaluation. Exact time of delivery unknown.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__17",
      "chunk_id": "17",
      "content": "State, Tribal, or Local\nContractor Lists Where adequate competition has occurred\nand the product or service offered meets the\nneeds of the project. Follow local/tribal/state regulations. Ensure that state, tribal, or local\ngeographic presences have not been\nused in the procurement evaluation. Exact time of delivery unknown. Definite Quantity: Quantity known, delivery\nperiod can be specified; supplies available or\nhave a short lead time. Task and Delivery\nOrders Requirements: Preciseness of designated\nactivities during a definite period not known\ninitially. Indefinite Quantity: Impossible to know\nprecise quantities needed by designated\nactivities during a definite period and\ngovernment cannot commit itself beyond a\nminimum. Definite Quantity: Provision for delivery\nto designated points or upon order. Limitations Firm fixed-price, fixed-price with\nescalation, or fixed-price with\nredetermination only. Requirements: Estimated total\nquantity; maximum and minimum total\nquantity where feasible; maximum and\nminimum order where appropriate. Indefinite Quantity: Stated maximum\nand minimum total quantity; maximum\nand minimum order where applicable. Page | 34 Chapter 13\nCode of Conduct The non-Federal entity must maintain written standards of conduct covering\nconflict of interest and governing the actions of its employees engaged in the\nselection, award, and administration of contracts. The standards of conduct must\nprovide for disciplinary actions to be applied for violations by officers, employees,\nor agents of the non-Federal entity. 14\nNo employee, officer, or agent of the non-Federal entity shall participate in selection, award, or\nadministration of a contract supported by Federal funds if a conflict of interest, real or\napparent, would be involved (DOJ strictly applies this standard). Such a conflict would arise\nwhen:\n•\n•\n•\n• The employee, officer or agent, or\nAny member of his/her immediate family, or\nHis or her partner, or\nAny organization which employs, or is about to employ, has a financial or other interest\nin or receives or stands to receive a tangible personal benefit from a firm being\nconsidered for a contract. Non-Federal entity personnel involved in the procurement process must be ever alert for\nsituations that may create a real, or even apparent, conflict of interest. Common sense and\nadherence to standards and codes of conduct will go a long way toward eliminating potential\nproblems. Non-Federal entity personnel should additionally:\n•\n• •\n• 14 Be familiar with any code of ethics guidance published by or available to their\norganization. Neither solicit nor accept gifts, favors, gratuities, or anything of monetary value from\ncontractors or parties to subcontracts. In this connection, non-Federal entities may set\nstandards to address situations where the financial interest is not substantial or the gift\nis an unsolicited item of nominal intrinsic value. Avoid, at all times, even the appearance of a conflict of interest. Ensure that proposal evaluators (price and technical) or members of their immediate\nfamilies do not own stock or have other financial interest in the companies being\nevaluated. 2 C.F.R. § 200.318(c). Page | 35 • Refer any problem that arises concerning conflict of interest to upper management and\nlegal counsel, as appropriate. Organizational Conflict of Interest: 15\nOrganizational conflicts of interest are conflicts of interests that arise where the non-Federal\nentity is or appears to be unable to conduct an impartial procurement action due to\nrelationships with a parent company, affiliate, or subsidiary organization.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__18",
      "chunk_id": "18",
      "content": "Organizational Conflict of Interest: 15\nOrganizational conflicts of interest are conflicts of interests that arise where the non-Federal\nentity is or appears to be unable to conduct an impartial procurement action due to\nrelationships with a parent company, affiliate, or subsidiary organization. Where a non-Federal\nentity has a parent, affiliate or subsidiary organization that is not a state, local, or tribal\ngovernment, the non-Federal entity’s written standards of conduct must also cover\norganizational conflicts of interest. 15 2 C.F.R. § 200.318(c)(2). Page | 36 Code of Conduct Checklist\nNo. Question 1. Is there any indication that there is any inappropriate action\non the part of either the non-Federal entity or the contractor\nfrom either an individual or organizational conflict of interest\nstandpoint? Yes No If the answer is “Yes,” the non-Federal entity’s top\nmanagement, in concert with legal counsel, should\ndetermine the severity of the problem and enforce sanctions\nand notify proper authorities. 2. Is there any indication the SOW might be restrictive? If the answer is “Yes,” the SOW must be corrected and the\nRFP amended or canceled, as appropriate. 3. Have there been any protests or hints of improprieties from\nany outside sources? If the answer is “Yes,” the validity must be determined and\naction taken accordingly. 4. Has there been an appearance of conflicts of interest relating\nto the proposed contractual action? If the answer is “Yes,” a thorough investigation should be\nconducted and any required corrective action taken. 5. Have cost and technical evaluation committee members\nevaluating proposals under competitive negotiation\nprocedures signed a statement confirming the fact that they\nor members of their immediate family do not own stock in\nthe companies being evaluated? If the answer is “No,” a signed statement should be obtained\nfrom each evaluator. 6. Has “brand name or equal” been used excessively in similar\nsolicitations that might be interpreted as leading to a conflict\nof interest situation? If the answer is “Yes,” the work specification, if possible,\nshould be expanded in order to achieve more competition. Page | 37 Chapter 14\nPrice and Cost Analysis The non-Federal entity must perform a cost or price analysis in connection with\nevery procurement action in excess of the Simplified Acquisition Threshold\nincluding contract modifications. 16\nPrice Analysis involves a comparison of the bottom line price quoted by the offeror with prices\npaid on other contracts for the same or similar materials or services; a review of trade publications for comparability; a comparison of prices quoted by other respondents to the solicitation\n(does not apply to sole source contracts); and any other comparison available to the nonFederal entity. The purpose of price analysis is to determine that the price quoted is within\nrange of acceptability to the non-Federal entity. Cost Analysis involves an analysis of the individual elements of cost (as requested by the\nsolicitation) as stated in the contractor's cost proposal. Examples of individual elements of cost\ninclude direct labor, fringe benefits, overhead (indirect costs), materials, travel, subcontracts,\netc. Questionable individual elements of cost become negotiation targets for the non-Federal\nentity during the subsequent negotiation with the contractor. Price and Cost Analysis are required for all proposals submitted by offerors for evaluation and\nnegotiation by the non-Federal entity.",
      "queries": [
        "what is an organizational conflict of interest"
      ],
      "queries_score": [
        "1.8030603"
      ]
    },
    {
      "id": "guidance_62__19",
      "chunk_id": "19",
      "content": "Price and Cost Analysis are required for all proposals submitted by offerors for evaluation and\nnegotiation by the non-Federal entity. Non-Federal entities should make independent\nestimates before receiving bids or proposals. Contents of the cost proposal should be in\nconsonance with the contractor's accounting system which must be operationally capable of\nsegregating costs by contract. Offerors should certify that individual elements of cost are true,\ncorrect and verifiable from the contractor's accounting system. Non-Federal entities should compare graphically each contractor's cost proposal using\nspreadsheets. However, keep in mind that accounting systems differ between contractors and\nexact dollar comparison between individual cost elements may not constitute a valid\ncomparison. For example, one contractor may charge a certain expense item to overhead\n(indirect costs), whereas another contractor may charge an identical expense item as a \"direct\"\ncharge to the contract. Price Analysis and Cost Analysis are normally used in concert with each other. Each should\nsupport the other. From an operational standpoint, this important facet of an effective negotiation plan cannot be\noverlooked or minimized. 16 2 C.F.R. § 200.323. Page | 38 Price and Cost Analysis Checklist\nNo. Question 1. Is the total price determined to be fair and reasonable? Does\nit compare favorably with the sum total of the individual\nelements of cost that have been analyzed? Yes No If the answer is “No,” (with a limited tolerance allowed),\nthen further effort is required to make these two figures\nmore compatible. 2. Was the overhead (indirect cost) rate used in the\ncontractor’s proposal determined by audit? If the answer is “Yes,” determine when audit was completed\nand whether the overhead (indirect cost) rate can be\ncategorized as current. If the answer is “No,” determine on what basis the overhead\n(indirect cost) rate was calculated and then validate\nacceptability. 3. Was a spreadsheet used to show graphically a comparison of\nthe elements of cost? Even though a spreadsheet is not mandatory, its use is highly\nrecommended. 4. Were individual results from cost analysis used to determine\nnegotiation cost targets? Remember the proposal is the contractor’s. Justification is\nrequired for any element of cost questioned by the nonFederal entities. 5. If possible, non-Federal entities should adhere to maximum\nFederal fee limitations under cost reimbursement\narrangements, i.e., 10% on estimated cost, 15% of the\nestimated cost on Research and Development, and 6% of the\nestimated cost of Construction or Architectural Engineering. Does the negotiated fee fall within these stated limitations? If the answer is “No,” consider alternatives with upper\nechelon non-Federal entity management. Page | 39 Chapter 15\nProtests\nNon-Federal entities alone will be responsible, in accordance with good\nadministrative practice and sound business judgment, for the settlement of all\ncontractual and administrative issues arising out of procurements. 17\nAny contractor or aggrieved party has the right to protest actions before or after the award of\nthe contract. In accordance with good administrative practice and sound business judgment,\nnon-Federal entities shall be responsible for the settlement of all contractual responsibilities\narising out of contract solicitations and awards. Issues that might initiate a protest include:\n1.\n2.\n3.\n4.\n5. Source evaluation activity\nProtests\nDisputes (differences of opinion)\nClaims Any other pertinent issues. As a best practice, protests should be in writing to the non-Federal entity.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__20",
      "chunk_id": "20",
      "content": "Issues that might initiate a protest include:\n1.\n2.\n3.\n4.\n5. Source evaluation activity\nProtests\nDisputes (differences of opinion)\nClaims Any other pertinent issues. As a best practice, protests should be in writing to the non-Federal entity. Non-Federal entities\nshould follow local procedures for resolution in order that effective due process may be\nachieved. These standards do not relieve the non-Federal entity of any contractual\nresponsibilities under its contracts. In summary, the non-Federal entity is responsible for handling and resolving all contractual\nactivity protests. Ordinarily, except in matters of direct federal concern, a Federal awarding\nagency will not substitute its judgment for that of the non-Federal entity. However, this should\nnot be construed that Federal advice should not be sought when considered appropriate by the\nnon-Federal entity. 17 2 C.F.R. § 200.318(k). Page | 40 Protests Checklist\nNo. Question 1. Has the aggrieved party submitted his protest in writing? Yes No If the answer is “No,” consider recommending that the\nprotest be submitted in writing if the magnitude is great\nenough to have serious operational impact. 2. Has non-Federal entity’s top management been alerted to\nthe seriousness of the protest and has legal counsel been\nsought?” If the answer is “No,” top management and legal counsel\nshould be advised. 3. Has the non-Federal entity exerted ample effort toward\nresolution of the protest before seeking help from awarding\nFederal agency? If the answer is “No,” the non-Federal entity should exert\nample effort toward resolution before seeking help from\nawarding Federal agency. Page | 41 Chapter 16\nContracting with Small and Minority Firms, Women’s Business\nEnterprises, and Labor Surplus Area Firms The non-Federal entity must take all necessary affirmative steps to ensure that\nsmall and minority businesses, women’s business enterprises, and labor surplus\narea firms are used when possible. 18\nSmall Business Firms: Designated by the Small Business Administration. Minority Business Firms: 51 percent Minority Owned/Operated. Women’s Business Enterprises: Small business that is at least 51 percent owned by a woman\nor women. Labor Surplus Area Firms: Firms geographically located in distressed labor surplus areas\ndesignated by the Secretary of Labor. Non-Federal entities shall ensure the following affirmative steps:\n1. Placement of small and minority businesses and women's business enterprises on\nsolicitation lists;\n2. Assuring that small and minority businesses and women’s business enterprises are\nsolicited whenever they are potential sources;\n3. Allocating requirements into smaller amounts, when feasible, to permit maximum\nparticipation by small and minority businesses, and women's business enterprises;\n4. Establishing delivery requirements, when feasible, which encourage participation by\nsmall and minority businesses, and women's business enterprises;\n5. Using the services of such organizations as the Small Business Administration and the\nMinority Business Development Agency of the Department of Commerce, and\n6. When the non-Federal entity’s contractor(s) (for these purposes, the “prime”\ncontractor(s)) may award a subcontract(s), requiring the “prime” contractor(s) to take\nthese steps (1-5) for its subcontract(s). Notwithstanding the fact that no contracting goals are established, the non-Federal entity is\nexpected to provide statistics on contract awards to DOJ upon request. 18 2 C.F.R. § 200.321. Page | 42 Contracts with Small and Minority Firms, Women’s Business Enterprises,\nand Labor Surplus Area Firms Checklist\nNo. Question 1. Are statistics readily available concerning contract awards to\nthese firms? Yes No",
      "queries": [
        "what type of issue might initiate a protest"
      ],
      "queries_score": [
        "2.7694206"
      ]
    },
    {
      "id": "guidance_62__21",
      "chunk_id": "21",
      "content": "18 2 C.F.R. § 200.321. Page | 42 Contracts with Small and Minority Firms, Women’s Business Enterprises,\nand Labor Surplus Area Firms Checklist\nNo. Question 1. Are statistics readily available concerning contract awards to\nthese firms? Yes No If the answer is “No,” develop a simplified reporting system. Page | 43 Chapter 17\nContract Administration\nNon-Federal entities will maintain a contract administration system which ensures\nthat contractors perform in accordance with the terms, conditions, and\nspecifications of their contracts or purchase orders. 19\nContract administration refers to post award actions by the non-Federal entity to ensure that\nthe terms and conditions of the contract are met. It takes continual vigilance on the part of the\nnon-Federal entity to ensure that contract deliverables are met to accommodate mandated\nproject requirements. A non-Federal entity will follow the same procedures for procuring\nproperty and services under a grant as it uses for its non-Federal funds. Other non-Federal\nentities should follow procedures outlined in this guideline. 1. Delegations. Non-Federal entity management shall delegate administration\nresponsibility to designated personnel selected for their technical and administrative\ncapability to administer the contract effectively. Any disagreement between technical\nand administrative personnel shall be referred to top level non-Federal entity\nmanagement for resolution. 2. Inspection and Acceptance. Contractor deliverables shall be inspected before official\nacceptance by the non-Federal entity to ensure that contract requirements are met. Acceptance shall be made officially only after the non-Federal entity determines that\ncontract terms and conditions have been met. 3. Progress Reports. Under cost reimbursement contracts, progress/status reports are\nrequired normally by the SOW. These reports shall be reviewed by the non-Federal\nentity to determine if contract delivery milestones are being met, and, if they are not,\nthe seriousness of the delinquency should be analyzed and, if appropriate, corrective\naction taken. 4. Invoice Processing. Under cost reimbursement contracts, reimbursement invoices are\nsubmitted normally by the contractor on a monthly basis. However, in the case of a\nsmall or disadvantaged contractor, invoices may be submitted every two weeks. There\nmust be a correlation between dollars paid incrementally to the contractor and contract\nprogress in consonance with an acceptable tolerance level that is established. Invoices\nshould be processed as expeditiously as possible with dollar hold-backs (to be paid after\ncompletion/final acceptance) considered in determining the net amount of the\nincremental dollar reimbursement. 19 2 C.F.R. 200.318(b). Page | 44 5. Consent to Subcontract. Non-Federal entities shall establish procedures to review and\ngive prior consent for subcontracts awarded by a prime contractor(s). Monetary consent\nlevels may be established at the discretion of the non-Federal entity. 6. Non-Federal entity Contract Close-out. Non-Federal entity contract close-out is an\nimportant function of contract administration and may be characterized logically as the\nlast of the many functions related to contract administration. Page | 45 Contract Administration Checklist\nNo. Question Yes No Delegations\n1. Have delegations been made in writing to include all\noperational and administrative aspects of contract post\naward activity? If the answer is “No,” action should be taken to have proper\ndelegations made in writing. Inspection and Acceptance 2. For materials and hardware, do invoices submitted by the\ncontractor include evidence of acceptance by the nonFederal entity?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_62__22",
      "chunk_id": "22",
      "content": "If the answer is “No,” action should be taken to have proper\ndelegations made in writing. Inspection and Acceptance 2. For materials and hardware, do invoices submitted by the\ncontractor include evidence of acceptance by the nonFederal entity? If the answer is “No,” the invoice shall not be paid until\nevidence of acceptance is indicated. 3. On cost reimbursement contracts, before acceptance by the\nnon-Federal entity, has contract dollar reimbursement been\nreconciled with available contract specified funding? If the answer is “No,” procedures shall be developed to\nverify funding availability before acceptance is made. Progress Reports (cost reimbursement contracts) 4. Are progress reports reviewed to validate correctness and to\ndetermine if contract delivery schedules/milestones are\nbeing met? If the answer is “No,” progress related to milestones should\nbe analyzed to determine contract status. If the contractor is\nin violation of the contract requiring progress reports, action\nshould be taken to enforce the contract terms and\nconditions. Page | 46 No. Question Yes No Inspection and Acceptance\n5. Are invoices submitted by the contractor for materials and\nequipment analyzed by the non-Federal entity before\nauthorizing payment? If the answer is “No,” procedures shall be developed to\nanalyze all invoices submitted to ensure availability. 6. Under cost reimbursable contracts, are the dollars requested\nby the contractor compatible with progress indicated on\nstatus reports? If the answer is “No,” percent of contract completion\nindicated on progress reports should be compatible with\ntotal funds requested for reimbursement. 7. Is availability of funds determined before approval of the\ninvoice authorizing payment? If the answer is “No,” funds availability must be determined\nbefore authorizing the invoice for payment. Non-Federal Entity Contract Close-Out 8. Have all contract funds been reconciled? Have any remaining\nfunds been de-obligated? Have all invoices been paid? 9. Has any property furnished or purchased by the non-Federal\nentity been returned or accounted for in accordance with\nexisting procedures? 10. Has the non-Federal entity received a certification from the\ncontractor that all bills relating to the contract have been\npaid? 11. Have all contract deliverables been inspected and accepted\nby the non-Federal entity? 12. Have any law suits/legal actions relating to contract activity\nbeen settled? Page | 47 No. Question 13. On cost reimbursement contracts, is the non-Federal entity\nsatisfied that all claimed costs are allowable costs relating to\ncontract activity? 14. Has a bi-lateral amendment been executed reflecting\ncontract close-out? Yes No Contract close-out is not complete if any of questions 8 to 14\nreflect a “No” response. Page | 48 Chapter 18\nOther Considerations\n1. Lease vs. Purchase Where appropriate, an analysis will be made of lease versus purchase\nalternatives, and any other appropriate analysis to determine the most\neconomical approach. 20\nBefore entering into a leasing arrangement for equipment or purchasing equipment, a leasepurchase analysis should be performed by the non-Federal entity to determine economic\nfeasibility. This analysis should reflect a comparison of forecasted costs for both an outright\npurchase and a leasing arrangement. If determination is made to enter into a lease/purchase,\nnon-Federal entities shall ensure that a certain part of the lease cost (dollars) will apply toward\nthe purchase price of the equipment (indicated in the lease).",
      "queries": [
        "do invoices include evidence of acceptance"
      ],
      "queries_score": [
        "1.9486492"
      ]
    },
    {
      "id": "guidance_62__23",
      "chunk_id": "23",
      "content": "This analysis should reflect a comparison of forecasted costs for both an outright\npurchase and a leasing arrangement. If determination is made to enter into a lease/purchase,\nnon-Federal entities shall ensure that a certain part of the lease cost (dollars) will apply toward\nthe purchase price of the equipment (indicated in the lease). In addition, non-Federal entities\nshall ensure that at a predetermined time, the equipment under lease is either:\n•\n• Purchased under the terms of the lease, or\nReturned to the lessor and action is taken to cancel the lease. 2. Documentation\nNon-Federal entities will maintain records sufficient to detail the significant\nhistory of a procurement. These records will include, but are necessarily limited\nto the following: rationale for the method of procurement, selection of contract\ntype, contractor selection or rejection, and the basis for the contract price. 21 It is extremely important that non-Federal entities document contractual actions in order to\nformulate and maintain an audit trail. The official contract file should reflect in detail all of the\nsteps in the procurement process and serves as the official accountability document. 3. Other Resources 22\nNon-Federal entities are encouraged to use other resources such as donated property\nand Federal excess and surplus property in lieu of purchasing new equipment and\nproperty whenever such use is feasible and reduces project costs. 20 2 C.F.R. § 200.318(d).\n2 C.F.R. § 200.318(i).\n22\n2 C.F.R. § 200.318(f).\n21 Page | 49 4. Use of Value Engineering 23\nNon-Federal entities are encouraged to use value engineering clauses in contracts for\nconstruction projects of sufficient size to offer reasonable opportunities for cost reductions. Value engineering is a systematic and creative analysis of each contract item or task to ensure\nthat its essential function is provided at the overall lower cost. 23 2 C.F.R. § 200.318(g). Page | 50 Chapter 19\nContracting Concepts Summary The following lists show 1) practices to employ to have a successful procurement program, and\n2) those practices to avoid that may result in unsatisfactory contracts being awarded by the recipient agency. 1. Contracting Practices to Employ\na.\nb.\nc.\nd.\ne. Ensure adequate competition. Prepare Invitation for Bid (IFB)/Request for Proposal (RFP). Maintain bidders list(s). Conduct interviews (for RFP). Obtain prior approval (where required). 2. Contracting Practices to Avoid\na.\nb.\nc.\nd.\ne.\nf. Place unreasonable requirements. Require unnecessary experience. Engage in noncompetitive pricing. Engage in organizational conflicts-of-interest. Engage in wasteful or needlessly duplicative spending. Require unreasonable timeframes. Page | 51",
      "queries": [],
      "queries_score": []
    }
  ]
}