{
  "doc_id": "guidance_66",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_66__0",
      "chunk_id": "0",
      "content": "Edward Byrne Memorial Justice Assistance Grant (JAG) Program\nFrequently Asked Questions (FAQs)\nRegarding the\nPrison Rape Elimination Act (PREA) Certification Requirement and 5\npercent Reduction\nUpdated June 2019\nIndex Page Frequently Asked Questions (FAQs) ............................................................................................................ 1\nRegarding the ................................................................................................................................................ 1\nPrison Rape Elimination Act (PREA) Certification Requirement and 5 Percent Reduction ........................ 1\nJAG PREA Reallocation Overview: ............................................................................................................. 1 Why is Department of Justice (DOJ) grant funding affected by state efforts to comply with the National\nStandards to Prevent, Detect, and Respond to Prison Rape? .................................................................... 1 How does this PREA requirement apply to JAG funds? .......................................................................... 1 Who is eligible to apply for PREA reallocation funds? ............................................................................ 2 If the governor does not certify full compliance, how would the 5 percent reduction of a state’s JAG\nfunding be assessed? ................................................................................................................................. 2 If a state uses the 5 percent PREA reallocation, will that be included in the standard state JAG award? 2 When does the PREA reduction take effect? ............................................................................................ 2 When is the governor’s certification or assurance due to DOJ? ............................................................... 3 What options does the governor have with regards to PREA compliance? .............................................. 3\nGovernor’s Certification: .............................................................................................................................. 3 To what facilities in the state does the governor’s PREA certification apply? ......................................... 3 What compliance information must be submitted with the governor’s certification? .............................. 4 What if a state is not fully compliant with the PREA Standards, but working toward full compliance? . 5\nAssurance and Abeyance: ............................................................................................................................. 5 In which years will the abeyance option be available? ............................................................................. 5 How can states claim funds held in abeyance? ......................................................................................... 5 What can a state do with its remaining JAG PREA reallocation funds if, after providing DOJ with an\nassurance, the state later comes into full compliance with the PREA Standards? .................................... 6\nAllowable Use of Funds: .............................................................................................................................. 6 These FAQs are for reference only and to assist states. These FAQs do not supersede any guidance provided in the JAG PREA\nReallocation Guidance, the National PREA standards, JFARA, or grant award documents. What can PREA Reallocation funds be used for?..................................................................................... 6 Are the costs associated with preparing for and conducting PREA audits an allowable use of the 5\npercent reallocation? ................................................................................................................................. 7\nCan PREA Reallocation funds be used for construction or renovation projects? ..................................... 7 If the governor submits an assurance, can the state use PREA reallocation funds for non-PREA JAG\npurpose areas? ........................................................................................................................................... 7 Can management & administration funds be deducted from the PREA reallocation funds? ................... 7 Does my agency need to submit materials that we plan to publish, which are funded by PREA\nreallocation funds, to BJA for review? ..................................................................................................... 7\nResources: ..................................................................................................................................................... 8 Who can I contact for more information regarding PREA implementation? ........................................... 8 Where can I find additional PREA Resources? ........................................................................................ 8 Edward Byrne Memorial Justice Assistance Grant (JAG) Program\nFrequently Asked Questions (FAQs) ∗\nRegarding the\nPrison Rape Elimination Act (PREA) Certification Requirement and\n5 Percent Reduction\nUpdated June 2019 JAG PREA Reallocation Overview: Why is Department of Justice (DOJ) grant funding affected by state efforts to comply\nwith the National Standards to Prevent, Detect, and Respond to Prison Rape?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_66__1",
      "chunk_id": "1",
      "content": "JAG PREA Reallocation Overview: Why is Department of Justice (DOJ) grant funding affected by state efforts to comply\nwith the National Standards to Prevent, Detect, and Respond to Prison Rape? The PREA statute provides that a state whose governor does not certify full compliance with DOJ’s\nNational Standards to Prevent, Detect, and Respond to Prison Rape (PREA Standards), 34 U.S.C.\n30307(e), is subject to the loss of 5 percent of any DOJ grant funds that it would otherwise receive\nfor prison purposes, unless the governor submits to the Attorney General an assurance that such 5\npercent will be used by the state solely to adopt and achieve full compliance with the PREA\nStandards in future years. In addition, the Justice for All Reauthorization Act (JFARA) of 2016, which was enacted on\nDecember 16, 2016, includes an amendment to the PREA statute. This change provides an option for\ngovernors who submitted an assurance to choose whether affected grant funds will be reallocated to\nthe state to use for PREA compliance purposes or will be held in abeyance by DOJ’s Office of\nJustice Programs pending future action by the state (See 34 U.S.C. §30307(e)). The abeyance option\nwas available beginning in FY2017 through FY2019 and provided opportunities for states to claim\nfunds within three years following the enactment of JFARA. (Please note, governors no longer have\nthe option to hold funds in abeyance.) For additional information regarding abeyance, please visit\nwww.bja.gov/ProgramDetails.aspx?Program_ID=76. How does this PREA requirement apply to JAG funds? Any DOJ grant funding that may be used by states for prison purposes is affected by the PREA\nstatute. Because JAG funding can be used for a variety of prison purposes, a 5 percent reallocation\nfor PREA compliance purposes or a 5 percent reduction to a state’s JAG funding will be applied each\nyear a governor does not certify full compliance with the PREA standards. ∗ These FAQs are for reference only and to assist states. These FAQs do not supersede any guidance provided in the JAG PREA\nReallocation Guidance, the National PREA standards, JFARA, or grant award documents. 1 Who is eligible to apply for PREA reallocation funds? State Administering Agencies (SAAs) for states, the District of Columbia, the Commonwealth of\nPuerto Rico, the Northern Mariana Islands, the Virgin Islands, Guam, and American Samoa that have\nsubmitted an assurance to DOJ that at least 5 percent of JAG funds will be used to achieve full\ncompliance with the PREA Standards and did not request funds be held in abeyance per 34 U.S.C.\n§30307(e) are eligible to apply for PREA reallocation funds. If the governor does not certify full compliance, how would the 5 percent reduction\nof a state’s JAG funding be assessed? States that do not have a certification of full compliance would have the 5 percent PREA reduction\nassessed against the state’s 60 percent share of JAG funding plus the less-than-$10,000 allocation,\nbut it would exclude the mandatory variable pass-through (VPT) amount. Below is an illustration of how the PREA reduction is assessed: If state X is to receive an initial state allocation of $3,000,000, the 5 percent PREA reduction\nwould be calculated as follows:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_66__2",
      "chunk_id": "2",
      "content": "Below is an illustration of how the PREA reduction is assessed: If state X is to receive an initial state allocation of $3,000,000, the 5 percent PREA reduction\nwould be calculated as follows: The mandatory pass-through amount of $1,200,000 (based on state X’s mandatory 40\npercent pass-through) is subtracted from the $3,000,000, resulting in $1,800,000, the state’s\n60 percent share of JAG funding. The “less-than-$10,000” allocation for state X, or $250,000, is then added to the $1,800,000,\nresulting in $2,050,000. The 5 percent PREA reduction is then assessed on the $2,050,000 amount ($2,050,000 x .05),\nresulting in a $102,500 reduction for state X.\nFor the District of Columbia and the territories, the reduction will be assessed on the full allocation\nbecause the entire allocation goes to the District and territorial governments. If a state uses the 5 percent PREA reallocation, will that be included in the standard\nstate JAG award? The 5 percent PREA reallocation will not be included in the state JAG award, to facilitate separate\ntracking of PREA activities. For a state that submits an assurance that not less than 5 percent of its\nDOJ funding for prison purposes will be used solely to adopt and achieve full compliance with the\nPREA Standards and chooses to receive its funds in the form of a PREA reallocation award, the\nBureau of Justice Assistance (BJA) will provide guidance and require a separate funding application\nbe submitted that details the specific PREA-related activities to be carried out using these funds. BJA\nstaff will work with states on this application, and awards will be made by September 30. For states that choose the abeyance option, these funds will be held by DOJ’s Office of Justice\nPrograms until December 16, 2019, but they may be released earlier if the state’s governor certifies\nfull compliance with the PREA Standards prior to that date. When does the PREA reduction take effect? The first year of the 5 percent reduction was fiscal year 2014, which began on October 1, 2013 and\nended on September 30, 2014. States have an ongoing obligation to work toward and achieve\n2 compliance with the PREA Standards; therefore, the PREA reduction will be applied each year that\nthe governor does not certify full compliance with the PREA Standards. When is the governor’s certification or assurance due to DOJ? The deadline for submission of either a certification regarding adoption and full compliance with the\nPREA Standards or an assurance of intention to adopt and achieve full compliance with the PREA\nStandards is October 15 each year. What options does the governor have with regards to PREA compliance? Pursuant to the PREA statute, the governor has the following options: (1) Submit a certification that all confinement facilities under his or her operational control are in\nfull compliance with the PREA Standards. (2) Submit an assurance which gives the governor the option to:\na. Use not less than 5 percent of impacted DOJ funds to work toward and achieve full\ncompliance with the PREA Standards in the future, resulting in a reallocation of\nimpacted DOJ grant funds; or\nb.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_66__3",
      "chunk_id": "3",
      "content": "(2) Submit an assurance which gives the governor the option to:\na. Use not less than 5 percent of impacted DOJ funds to work toward and achieve full\ncompliance with the PREA Standards in the future, resulting in a reallocation of\nimpacted DOJ grant funds; or\nb. Request that the Attorney General hold these grant funds in abeyance (available\nthrough FY 2019 for Audit Year 2 of Cycle 2). (3) Submit neither and accept a 5 percent reduction in such grants. Pursuant to PREA Standard 115.501(a), governors shall make their certifications of compliance\ntaking into consideration the results of the most recent PREA audit results. DOJ intends these audits\nto be a primary, but not the only, factor in determining compliance. For example, audit results for a\nparticular period may show the selected one-third of audited facilities in compliance; however, the\ngovernor may have determined that other facilities under his or her control are, in fact, not in\ncompliance with the standards. Other than the standard described above requiring governors to “consider” the audit findings, neither\nthe PREA statute nor the PREA Standards restrict the sources of information governors may use in\ndeciding whether or how to certify compliance. It is important to note that if a governor submits an assurance to DOJ that no less than 5 percent of\nthe state’s DOJ funding for prison purposes will be used to support implementation of the PREA\nStandards, the state will not lose the funds, but the funds will be reallocated to a PREA-specific\naward. States that elected to hold funds in abeyance will have opportunities to reclaim the balance of\nthose funds by December 16, 2019, and it will be based on the governor’s certification and assurance\nsubmission for Audit Year 3 of Cycle 2 Governor’s Certification: To what facilities in the state does the governor’s PREA certification apply? PREA standards state, “The Governor’s certification [of full compliance with the PREA Standards]\nshall apply to all facilities in the State under the operational control of the State’s executive branch,\nincluding facilities operated by private entities on behalf of the State’s executive branch.” (28 C.F.R.\n§ 115.501(b)) A “facility” is defined as “a place, institution, building (or part thereof), set of\nbuildings, structure, or an area (whether or not enclosing a building or set of buildings) that is used\n3 by an agency for the confinement of individuals.” Some standards apply specifically at the facility\nlevel, while others apply at the agency level. This definition of facility includes local detention and correctional facilities as well as state\ncorrectional facilities; however, not all facilities within a state are subject to the governor’s\ncertification. The governor’s certification does not encompass those facilities outside the operational\ncontrol of the governor; namely, those facilities that are under the operational control of counties,\ncities, or other municipalities, or privately operated facilities not operated on behalf of the state’s\nexecutive branch. The term “operational control” is not defined in the PREA Standards. The determination of whether\na facility is under the operational control of the executive branch is left to a governor’s discretion,\nsubject to the following guidance.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_66__4",
      "chunk_id": "4",
      "content": "The term “operational control” is not defined in the PREA Standards. The determination of whether\na facility is under the operational control of the executive branch is left to a governor’s discretion,\nsubject to the following guidance. Generally, there are several factors that may be taken into\nconsideration in determining whether a facility is under the “operational control” of the executive\nbranch:\n\n\n Does the executive branch have the ability to mandate PREA compliance without judicial\nintervention? Does the state have a unified correctional system? Does the state agency contract with a facility to confine inmates or residents on its behalf,\nother than inmates or residents being temporarily held for transfer to or release from a\nstate facility? The above list is not exhaustive, but it covers the majority of situations that governors may face in\ndetermining whether a facility or contractual arrangement is subject to the governor’s certification. Please note that the PREA Standards require that any public agency that contracts for the\nconfinement of its inmates with private agencies or other entities, including other government\nagencies, (1) include in any new contract or contract renewal the entity’s obligation to adopt and\ncomply with the PREA Standards, and (2) provide for agency contract monitoring to ensure that the\ncontractor is complying with the PREA Standards. (28 C.F.R. §§ 115.12, 115.112, 115.212,\n115.312.) A state confinement agency that fails to comply with these requirements is, by the terms\nof the PREA Standards, not PREA compliant. What compliance information must be submitted with the governor’s certification? Under the PREA amendment in the Justice for All Reauthorization Act (JFARA), 1 the following\ndocumentation must be submitted with the governor’s certification:\n(1) A list of the prisons under the operational control of the executive branch of the state\n(2) A list of the prisons that were audited during the most recently concluded audit year (3) All final audit reports for prisons that were completed during the most recently concluded\naudit year\n(4) A proposed schedule to complete an audit of all the prisons during the following 3 audit years Please note, the term “prisons” is utilized in JFARA and intended to include all facilities under\noperational control of the state’s the executive branch. For additional information about the Justice for All Reauthorization Act, please visit\nwww.bja.gov/ProgramDetails.aspx?Program_ID=76. 1 4 What if a state is not fully compliant with the PREA Standards, but working toward\nfull compliance? Under 34 U.S.C. § 30307(e)(2), the State may provide an assurance that 5 percent of DOJ funds that\ncan be used for prison purposes will be used to achieve full compliance with the PREA Standards, so\nthat a certification of compliance may be submitted in future years. Assurance and Abeyance: In which years will the abeyance option be available? The abeyance option will sunset 3 years following the date of enactment of JFARA, on December\n16, 2019. Therefore, governors who submit an assurance will have three opportunities to use the\nabeyance option: in fiscal years 2017, 2018, and 2019. The last opportunity for governors to submit a\nrequest that funds to be held in abeyance was October 15, 2018 (Audit Year 2 of Cycle 2).",
      "queries": [
        "who has the operational control of a facility"
      ],
      "queries_score": [
        "2.0933268"
      ]
    },
    {
      "id": "guidance_66__5",
      "chunk_id": "5",
      "content": "Therefore, governors who submit an assurance will have three opportunities to use the\nabeyance option: in fiscal years 2017, 2018, and 2019. The last opportunity for governors to submit a\nrequest that funds to be held in abeyance was October 15, 2018 (Audit Year 2 of Cycle 2). A\ntimeline of key dates is presented below. Fiscal\nYear Audit Year Audit Cycle Certification Deadline 2017 3 1 (August 20, 2015 – August 19, 2016) October 15, 2016 2018 1 2 (August 20, 2016 – August 19, 2017) October 16, 2017 2019 2 2 (August 20, 2017 – August 19, 2018) October 15, 2018 2020 3 2 (August 20, 2018 – August 19, 2019) October 15, 2019 Information on submission requirements is provided annually to states in August. How can states claim funds held in abeyance? The final disposition of funds held in abeyance will be determined based on a governor’s certification\nand assurance submission for Audit Year 3 of Cycle 2. Under the PREA amendment in the Justice\nfor All Reauthorization Act (JFARA), signed into law on December 16, 2016 (Public Law 114-324),\nfunds held in abeyance will be managed and distributed as follows (See 34 U.S.C. §30307(e)(2)(E)):\n   States that select the abeyance option and are able to submit a certification within 3 years\nfollowing enactment of JFARA will, upon submission of the certification, be able to\nclaim the balance of funds held in abeyance to be used for the original purpose(s) of the\nimpacted DOJ grant program(s). Funding will be distributed as part of, or as a\nsupplement to, a grant made under the impacted DOJ grant program(s). States that select the abeyance option but are unable to submit a certification in the 3-year\nperiod following enactment of JFARA, although they have audited at least two-thirds of\nfacilities under the operational control of the executive branch, will have the option to\nsubmit an assurance and receive the funds held in abeyance to be used solely for PREA\ncompliance purposes. States that select the abeyance option and, within the 3-year period following enactment\nof JFARA, are unable to certify full compliance or provide an assurance that at least two5 thirds of applicable facilities have been audited will relinquish the balance held in\nabeyance for redistribution to other states to be used for the original purpose(s) of the\nimpacted DOJ grant program(s). What can a state do with its remaining JAG PREA reallocation funds if, after\nproviding DOJ with an assurance, the state later comes into full compliance with the\nPREA Standards? Per the PREA statute, any state that submits an assurance to the Office of Justice Programs (OJP)\nthat it will reallocate 5 percent of certain formula grant funds (including JAG formula funds) to come\ninto compliance with the PREA Standards will be allowed to retain those funds, which would\notherwise have been forfeited as a penalty for PREA non-compliance. Once that state comes into full\ncompliance with the PREA Standards, the governor should provide the PREA Management Office\nwith that state’s certification of full compliance with PREA.",
      "queries": [
        "when can a governor abeyance funds",
        "when are the abeyance option available for governors",
        "when can a governor request to hold funds in abeyance"
      ],
      "queries_score": [
        "2.2723181",
        "2.679101",
        "3.5217884"
      ]
    },
    {
      "id": "guidance_66__6",
      "chunk_id": "6",
      "content": "Once that state comes into full\ncompliance with the PREA Standards, the governor should provide the PREA Management Office\nwith that state’s certification of full compliance with PREA. Upon receipt of that certification, OJP’s Bureau of Justice Assistance (BJA) will lift the PREA\nlimitation on the JAG funds, and the state will be allowed to use any remaining JAG PREA\nreallocation funds for any of the lawful purposes under the JAG statute. Of course, a state could\nchoose to continue to use its JAG PREA reallocation funds for the purpose of maintaining PREA\ncompliance. For example, a state could continue to pay for ongoing PREA facility audit\nrequirements, should it choose to do so. As a process, after proof of certification, if a state chooses to use its remaining JAG PREA\nreallocation funds for general JAG purposes, it can submit a change of scope Grant Adjustment\nNotice (GAN) in the online Grants Management System (GMS). As part of the change of scope\nGAN, a copy of the governor’s certification should be provided. Once the change of scope GAN has\nbeen approved by BJA, the state can then submit a revised budget GAN in GMS to request to\nreallocate its funds to other approved JAG purpose activities consistent with the JAG statute. Allowable Use of Funds: What can PREA Reallocation funds be used for? Allowable activities may focus on addressing one or more of the major provisions of the PREA\nStandards, which include:\nGeneral prevention planning\nSupervision and monitoring\nStaffing of juvenile facilities\nYouthful inmates in adult facilities\nCross-gender searches and viewing\nTraining and education\nScreening\nReporting\nResponsive planning\nInvestigations\nDiscipline\nMedical and mental health care\n6 Grievances\nLesbian, gay, bisexual, transgender, intersex (LGBTI), and gender nonconforming inmates\nInmates with disabilities and limited English proficient (LEP) inmates. Are the costs associated with preparing for and conducting PREA audits an\nallowable use of the 5 percent reallocation? Yes. States may use the 5 percent reallocation on activities to help them achieve compliance with the\nNational PREA Standards to Prevent, Detect, and Respond to Prison Rape (PREA Standards),\nincluding preparing for and conducting audits. Can PREA Reallocation funds be used for construction or renovation projects? Construction and/or renovation projects related to penal or correctional institutions are allowable\nunder this program to support continued implementation of the PREA standards and promote sexual\nsafety in confinement. Please note, any project that involves construction and/or renovation will be subject to environmental\nanalysis requirements pursuant to the National Environmental Policy Act (NEPA). If the governor submits an assurance, can the state use PREA reallocation funds for\nnon-PREA JAG purpose areas? No. If the governor submits an assurance that at least 5 percent of JAG funds will be used only for\nthe purpose of enabling the state to adopt and achieve full compliance with the PREA Standards in\nfuture years, the entire 5 percent must be used for PREA purposes. Can management & administration funds be deducted from the PREA reallocation\nfunds? PREA reallocation funds cannot be used for administrative costs, including indirect costs, which are\nadministrative in nature. Does my agency need to submit materials that we plan to publish, which are funded\nby PREA reallocation funds, to BJA for review? Yes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_66__7",
      "chunk_id": "7",
      "content": "Can management & administration funds be deducted from the PREA reallocation\nfunds? PREA reallocation funds cannot be used for administrative costs, including indirect costs, which are\nadministrative in nature. Does my agency need to submit materials that we plan to publish, which are funded\nby PREA reallocation funds, to BJA for review? Yes. You must submit to BJA for review and approval any curricula, training materials, proposed\npublications, reports, or any other written materials, including web-based materials and website\ncontent, which will be published using DOJ grant funds, at least 30 working days prior to the targeted\ndissemination date. Any written, visual, or audio publications, with the exception of press releases,\nwhether published at the grantee's or government's expense, shall contain the following statement:\n\"This project was supported by Grant No. <AWARD_NUMBER> awarded by the Bureau of Justice\nAssistance. The Bureau of Justice Assistance is a component of the Department of Justice's Office of\nJustice Programs, which also includes the Bureau of Justice Statistics, the National Institute of\nJustice, the Office of Juvenile Justice and Delinquency Prevention, the Office for Victims of Crime,\nand the SMART Office. Points of view or opinions in this document are those of the author and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice.\" The\n7 current edition of the DOJ Grants Financial Guide provides guidance on allowable printing and\npublication activities. Resources: Who can I contact for more information regarding PREA implementation? For additional information concerning PREA, visit the National PREA Resource Center at\nwww.prearesourcecenter.org and/or send inquiries to the PREA Management Office at\nPREACompliance@usdoj.gov. Where can I find additional PREA Resources? National PREA Standards – https://ojp.gov/programs/pdfs/prea_final_rule.pdf PREA Auditor Handbook - https://www.prearesourcecenter.org/node/5341\nPREA Standards in Focus – https://www.prearesourcecenter.org/node/5261\nJFARA Fact Sheet – https://www.bja.gov/publications/JFARA-Fact-Sheet_Updated-2017.03.01.pdf 8",
      "queries": [],
      "queries_score": []
    }
  ]
}