{
  "doc_id": "guidance_83",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_83__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER:\n5522.02\nDATE:\nApril 1, 2015 Ion Spectrometry Device Program\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To provide instructions for the Bureau of Prisons (Bureau) Ion Spectrometry Device Program at\ninstitutions. The possession and use of illegal substances by prison inmates seriously jeopardizes the\nBureau’s mission. The ion spectrometry device is a minimally intrusive method for screening\nthe belongings, mail, and packages of inmates, contractors, visitors, and volunteers for the\npresence of illegal substances:\n■ Using the well-established scientific principles of gas chromatography and mass\nspectrometry, the device detects trace amounts of illegal substances that may be present on\nthe person or thing tested.\n■ The device is not used to detect an individual’s use of illegal substances. ■ The device manufacturer provides instructional and technical information on operation and\nmaintenance. Bureau procedures for searching inmates and non-inmates are well established. Refer to the\nProgram Statements Searching, Detaining, or ArrestingVisitors to Bureau Grounds and\nFaciltities and Searches of Housing Units, Inmates, and Inmate Work Areas. This Program\nStatement supplements those policies insofar as the ion spectrometry device program is another\nmethod for lawfully searching persons and things for the presence of illegal substances. Operating the device requires strict compliance with the manufacturer’s specifications and this\nProgram Statement to ensure the test results’ accuracy, reliability, and overall integrity. a. Summary of Changes\nPolicy Rescinded\nP5522.01\nIon Spectrometry Device Program (2/24/2005)\n■ Section 2. Clarified language regarding reasonable suspicion searches. ■ Section 5. Added: Searching staff with an ion spectrometry device is prohibited under this\npolicy. But the Agency reserves the right to institute such searches in the future after\nfulfilling its bargaining obligations with the Union. ■ Section 6. Allowed use of powder-free latex gloves as well as cotton gloves. ■ Section 7. Removed “their hands (palm and back).”\n■ Updated forms numbering to coincide with national form requirements. b. Program Objectives. The expected results of this program are:\n■ The amount of illegal substances entering Federal prisons will be reduced. ■ Decisions to deny visitors or property entry to Federal prisons will be based on accurate\ndevice test results\n■ Visitors denied entry to Bureau facilities will be able to appeal the decision(s) in their cases. 2. DEFINITIONS\na. A Confirmed Positive Test Result exists after the following three things have occurred:\n■ An initial positive test for an illegal substance(s). ■ Followed by a “clear” test. ■ Followed by a positive confirmation test for the same illegal substance(s). b. Reasonable suspicion exists if a staff member knows of facts and circumstances that warrant\nrational inferences by a person with correctional experience that a non-inmate may be engaged\nin, attempting, or about to engage in criminal or other prohibited activity. “Hunches,” “gut feelings,” and “mere suspicion” alone do not meet the reasonable suspicion\nstandard. However, such “feelings” legitimately support continued observation, investigation,\nand/or questioning, which may provide the necessary evidence to meet the reasonable suspicion\nstandard. P5522.02 4/01/2015 2 3. PROGRAM MANAGEMENT The following staff are responsible for managing the ion spectrometry device program:\na. National Program Coordinator.",
      "queries": [
        "cpd number for ion spectrometry opi"
      ],
      "queries_score": [
        "1.5596303"
      ]
    },
    {
      "id": "guidance_83__1",
      "chunk_id": "1",
      "content": "However, such “feelings” legitimately support continued observation, investigation,\nand/or questioning, which may provide the necessary evidence to meet the reasonable suspicion\nstandard. P5522.02 4/01/2015 2 3. PROGRAM MANAGEMENT The following staff are responsible for managing the ion spectrometry device program:\na. National Program Coordinator. The National Program Coordinator is a Central Office\nposition assigned by the Assistant Director, Correctional Programs Division. This person is\nresponsible for drafting and implementing national policy, as well as assisting the regional and\ninstitution coordinators with program training and implementation. b. Regional Program Coordinator. The Regional Program Coordinators are regional positions\nassigned by each Regional Director. These persons are responsible for assisting institution\nprogram coordinators with program training and implementation. c. Institution Program Coordinator. The Institution Program Coordinator is at the\nsupervisory level. The Institution Program Coordinators are institution positions assigned by\neach Warden at institutions using the ion spectrometry device program. These persons are\nresponsible for the following:\n(1) Assigning Operator Privilege Levels. Institution Program Coordinators assign operator\nprivilege levels as required and defined by the manufacturer’s specifications. These levels may\ninclude:\n(a) Administrator. The Institution Coordinator and at least one alternate are assigned\n“Administrator” level privileges. Administrators can perform all functions of both the operator\nand supervisor levels. (b) Supervisor. Staff supervising daily operation of the ion spectrometry device program are\nassigned “Supervisor” level privileges. Supervisors can perform all functions of the operator\nlevel. (c) Operator. Staff performing daily operation of the ion spectrometry device, who have been\nproperly trained, are assigned “Operator” level privileges. Operators can perform basic functions\nsuch as analyzing samples and printing test results. (2) Operator Training. Institution Program Coordinators ensure staff operating the device are\ntrained according to the device manufacturer’s specifications as well as this Program Statement,\nprior to assuming a post assigned operator level privileges. (3) Mobility and Storage. Institution Program Coordinators ensure the device is mobile, to\nallow testing in various locations, and stored in an area inaccessible by inmates and non- staff\nwhen not used. P5522.02 4/01/2015 3 (4) Purchasing, Storage, and Accountability of Supplies. Prior to purchasing an ion\nspectrometry device, institutions should check with the Office of Security Technology to ensure\nthe device will meet the needs of the agency. Institution Program Coordinators maintain an\nadequate level of device supplies in a secure area, according to manufacturer specifications. (5) Scheduled Maintenance. Institution Program Coordinators perform and document\nnecessary device maintenance and repairs according to manufacturer specifications. The Ion\nSpectrometry Device Maintenance Summary (BP-A0728) for recording all maintenance and\nrepairs performed on the device. (6) Oversight of Testing Procedures. Institution Program Coordinators ensure daily operation\nof the ion spectrometry device program is performed in accordance with manufacturer\nspecifications and Bureau policy. This includes calibration of the machine. (7) Use of Equipment by Non-Bureau Staff. Institution Program Coordinators ensure the\ndevice is used by non-Bureau staff (e.g., loaned to other law enforcement agencies) only\npursuant to the terms of a Memorandum of Understanding with such agencies. (8) Compliance with State Requirements. Institution Program Coordinators will ensure the\ndevice is registered in accordance with state guidelines, if necessary. 4. STANDARD EQUIPMENT SETTINGS This section prescribes standard settings and practices for the program in Bureau institutions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_83__2",
      "chunk_id": "2",
      "content": "(8) Compliance with State Requirements. Institution Program Coordinators will ensure the\ndevice is registered in accordance with state guidelines, if necessary. 4. STANDARD EQUIPMENT SETTINGS This section prescribes standard settings and practices for the program in Bureau institutions. The Regional Program Coordinator’s approval is required prior to changing these settings. a. Positive Alarm Threshold Levels. To minimize positive test results based on a visitor’s\ncasual contact with an illegal substance(s), the device will be set at the manufacturer’s\nrecommended positive alarm threshold levels. b. Audible Alarm Turned Off. Any audible alarms should be turned off to minimize possible\nembarrassment and disruption when registering a positive test result. Depending upon the model\nof the machine, this function may have to be performed by the Institution Program Coordinator. Instead, a positive test result will only appear to the operator on the screen and computer\nprintout. c. Printing Positive Test Results. The device should be set to print all positive test results\nautomatically for preservation. The device will not be set to print negative test results. P5522.02 4/01/2015 4 5. SELECTION METHODS FOR TESTING VISITORS\na. Visitor Testing. All visitors, including contractors and volunteers, except as noted below, are\nsubject to testing through the ion spectrometry device program:\n■ Ordinarily, Department of Justice employees, state and local law enforcement personnel,\nMembers of Congress, and members of the Judicial Branch are not screened by the device. However, the Warden reserves the right to test these individuals prior to entering the\ninstitution. ■ Searching staff with an ion spectrometry device is prohibited under this policy. But the\nAgency reserves the right to institute such searches in the future after fulfilling its bargaining\nobligations with the Union.\n■ The institution will inform all contractors and volunteers that they are subject to screening by\nthis device during their orientation. The Warden will ensure volunteers and contractors are\nnotified they may be subjected to ion spectrometry testing. b. Random Selection Testing. While all visitors are subject to testing, institution resources and\ntime management will ordinarily make testing every visitor impractical. Consequently, random\nvisitor testing is recommended. Random selection of visitors for testing must be conducted in an impartial and nondiscriminatory\nmethod. While the daily method of random selection is within each institution’s discretion, the\nfollowing guidelines are recommended to ensure consistency and integrity. A different random selection method must be determined each day prior to testing visitors. Once\ndetermined, it must be recorded on the Ion Spectrometry Device Daily Pre/Post Operation Log\n(BP-A0729) and the Ion Spectrometry Device Daily Testing Log (BP-A0730) in the spaces\nprovided. The Institution Program Coordinator, or designee, will be responsible for determining\nwhat random selection method will be used. Recommended random selection methods include, but are not limited to, the following examples,\nusing numbers between one and ten:\n■ “Every third visitor.”\n■ “Test four, skip two.”\n■ “Test two, skip four, test three, skip four.”\nc. Reasonable Suspicion Testing. Visitors may be tested out of random order when reasonable\nsuspicion exists, suggesting the visitor’s possible involvement with illegal substances. Reasonable suspicion testing is permitted in the following situations: P5522.02 4/01/2015 5 (1) Observed Suspicious Behavior.",
      "queries": [
        "which section prescribes standard settings and practices for institutional programs?"
      ],
      "queries_score": [
        "1.5179344"
      ]
    },
    {
      "id": "guidance_83__3",
      "chunk_id": "3",
      "content": "“Test four, skip two.”\n■ “Test two, skip four, test three, skip four.”\nc. Reasonable Suspicion Testing. Visitors may be tested out of random order when reasonable\nsuspicion exists, suggesting the visitor’s possible involvement with illegal substances. Reasonable suspicion testing is permitted in the following situations: P5522.02 4/01/2015 5 (1) Observed Suspicious Behavior. Staff may observe behavior of a visitor which suggests\npossible involvement with illegal substances and meets the reasonable suspicion standard. For\nexample, the visitor may attempt to place him/herself in a processing order that would result in\nno random testing, or the visitor may display excessive nervousness during questioning or\notherwise. Staff must be able to define and articulate specific behavior that meets the reasonable suspicion\nstandard. However, if unsure such behavior meets this standard, employees will contact their\nsupervisor. Additionally, intelligence information that meets the reasonable suspicion standard may justify\ntesting out of random order, even if unsupported by objectively observed behavior; e.g.,\ninformation obtained from a reliable confidential informant shortly before a visit occurs. In\nthese circumstances, the supervisor or the Institution Program Coordinator will make the\ndecision to test out of random order. Ordinarily, this will be communicated in writing. (2) Inmate Suspect List. Intelligence information may meet the reasonable suspicion standard\nand suggest a particular inmate’s possible involvement with illegal substances; e.g., monitored\ntelephone calls, confidential informants, mail monitoring, financial transactions, urine\nsurveillance, etc.\nSpecial Investigative Supervisor (SIS) staff should provide the Institution Program Coordinator a\nlist of inmates whose visitors should be tested out of random order due to the presence of\nreasonable suspicion that the inmates are involved with illegal substances. The testing of\nspecific visitors of listed inmates is at the discretion of the Institution Program Coordinator. The Institution Program Coordinator must provide this list of inmates whose visitors must be\ntested out of random order to staff operating the device. (3) Persons Accompanying a Visitor Who Tests Positive. If an inmate visitor produces a\nconfirmed positive test result for an illegal substance(s), and is accompanied by other person(s)\nrequesting to enter the institution, all persons accompanying that visitor should be tested prior to\ntheir entering the institution. (4) Visitors Previously Testing Positive. Visitors who previously produced confirmed positive\ntest results for an illegal substance(s) must be tested upon returning to visit for a period of one\nyear from the date of the last confirmed positive test result. After the one-year period, the visitor\nshould return to random testing. Procedures will be developed locally to determine how the\nnames of such visitors will be maintained to provide confidentiality and accessibility. P5522.02 4/01/2015 6 6. PRE-TESTING PROCEDURES Device operators must perform the following standard pre-testing procedures prior to daily\ntesting of persons or things. a. Documentation. Use the Ion Spectrometry Device Daily Pre/Post Operation Log (BPA0729) to document completed pre-testing procedures. b. Maintenance Review. Review the Ion Spectrometry Device Maintenance Summary (BPA0728) to ensure scheduled maintenance was performed. c. Supplies. Contact the Institution Program Coordinator/Supervisor if additional supplies are\nneeded. d. Random Selection Method. If preparing to test visitors contact the Institution Program\nCoordinator/Supervisor to establish a random selection method. e. Clean Test Area and Equipment.",
      "queries": [
        "when to perform reasonable suspicion testing on a visitor",
        "how is reasonable suspicion tested"
      ],
      "queries_score": [
        "2.341681",
        "2.4242258"
      ]
    },
    {
      "id": "guidance_83__4",
      "chunk_id": "4",
      "content": "Review the Ion Spectrometry Device Maintenance Summary (BPA0728) to ensure scheduled maintenance was performed. c. Supplies. Contact the Institution Program Coordinator/Supervisor if additional supplies are\nneeded. d. Random Selection Method. If preparing to test visitors contact the Institution Program\nCoordinator/Supervisor to establish a random selection method. e. Clean Test Area and Equipment. Clean the device and immediate work area with presaturated wipes to minimize the potential for contamination of test results. f. Pre-Test Validation. Perform the manufacturer’s pre-test validation steps to ensure the\ndevice is operating correctly. Successfully performing and documenting these steps is required\nto support the test results’ validity. Print and save all validation test results. A complete copy of\nthe manufacturer’s handbook will be kept with the machine and/or otherwise readily available\nfor use. If the device fails to complete any of the validation steps successfully, it should be assessed for\nnecessary troubleshooting, maintenance, or repair. Upon correcting the situation, all pre-test procedures must be repeated successfully prior to\nperforming actual tests. Device operators must wear clean white cotton gloves or powder-free latex gloves while\nperforming validation procedures. For cost effectiveness, institutions should wash cotton gloves\nin the institution laundry and re-use them. The program coordinator will ensure a sufficient\nquantity of clean gloves is on hand at all times. Work Area Test. Conduct a sample test of the immediate surrounding work area, including the\ngloves that are worn. This step ensures the absence of contaminants in the work area. Record\nthe results on the Ion Spectrometry Device Daily Pre/Post Operation Log (BP-A0729). If a P5522.02 4/01/2015 7 positive test result is obtained, the area must be re-cleaned and tested until a negative result is\nobtained. 7. VISITOR TESTING PROCEDURES Use the following procedures for testing all visitors under the program. a. Controlled Area. Conduct testing in a controlled area which, following each test, prohibits\ncontact between processed and unprocessed visitors. This minimizes the opportunity for visitors\nto transfer illegal substances after testing. b. Documentation. Document all visitor testing on the Ion Spectrometry Device Daily Testing\nLog (BP-A0730). c. Explanations to Visitors. Carefully explain the testing process to visitors, being certain to\ncover the following points:\n■ The device tests for the presence of illegal substances, not an individual’s use of illegal\nsubstances. ■ Explain the manner in which the test will be conducted; e.g., “the hand-held device will be\npassed over your, pants pockets, waist area, pants cuffs (or shoe area), and personal\nidentification.”\n■ Visitors are free to refuse the test and depart the institution grounds immediately. ■ A visitor’s refusal to be tested, by itself, is not a sufficient basis for detaining the individual\nor contacting Federal/local law enforcement for further investigation. This information,\nhowever, should be relayed to the SIS office for intelligence purposes. d. Testing Method. Test visitors by passing the hand-held device over:\n■\n■\n■\n■ The tops of the front pants pockets. The visitor’s waist area. The pants cuff (or shoe area). Personal identification (both sides). The visitor must remain directly in front of the testing station during all testing procedures. e. Initial Test Results.",
      "queries": [
        "how to schedule maintenance for ion spectrometry device"
      ],
      "queries_score": [
        "2.1413288"
      ]
    },
    {
      "id": "guidance_83__5",
      "chunk_id": "5",
      "content": "Test visitors by passing the hand-held device over:\n■\n■\n■\n■ The tops of the front pants pockets. The visitor’s waist area. The pants cuff (or shoe area). Personal identification (both sides). The visitor must remain directly in front of the testing station during all testing procedures. e. Initial Test Results. All initial test results, whether positive or negative, must be recorded on\nthe Ion Spectrometry Daily Testing Log BP-A0730\nVisitors testing negative should be permitted entry unless prohibited for other reasons. P5522.02 4/01/2015 8 Visitors testing positive must remain at the testing station for further processing under Section 8. 8. CONFIRMATION TESTING PROCEDURES Use these procedures to confirm a visitor’s initial positive test result:\na. Explanations to Visitors. Staff must carefully and professionally explain to the visitor that a\nrepeat test must be performed to confirm the initial test’s accuracy. The visitor must remain directly in front of the testing station during the confirmation testing,\nand may not use the restroom or otherwise attend to personal hygiene before confirmation\ntesting. Any violation of this rule will result in a supervisor being notified to determine if the\nvisitor will be allowed to visit on this date. The visitor is free to refuse confirmation testing and depart the institution grounds immediately. A visitor’s refusal to be tested, by itself, is not a sufficient basis for detaining the individual or\ncontacting Federal/local law enforcement for further investigation. This information, however,\nshould be relayed to the SIS office for intelligence purposes. b. “Clear” Test Procedures. Perform the following “clear” test to eliminate the possibility that\nequipment contamination caused an initial positive test result:\n■ Remove original gloves and replace with new ones. Wipe the surface area of the testing\ndevice with a pre-saturated wipe. ■ With a fresh testing device, test the actual gloves that will be worn by the operator. If this\ntest is positive, repeat the “clearing” process until a negative test is obtained. If a negative\ntest cannot be obtained, the Institution Program Coordinator should be contacted for possible\ntroubleshooting, maintenance, or repair of the device. Once a negative test is obtained,\nproceed with the confirmation test.\n■ If a negative “clear” test cannot be obtained and testing is halted for the day, visitors should\nnot be denied entry solely on an unconfirmed initial positive test result. c. Confirmation Test. Conduct a confirmation test of the visitor similar to the initial test. Confirmed positive test results must be documented on the Ion Spectrometry Device Positive\nAlarm Log (BP-A0731). Visitors testing negative should be permitted entry unless prohibited\nfor other reasons. A confirmation test that is negative for the substance(s) that initially tested positive, but is\npositive for a new substance(s), must be treated as an initial positive test for the new P5522.02 4/01/2015 9 substance(s). A confirmation test for the new substance(s) must be performed according to these\nprocedures. 9. CONFIRMED POSITIVE TEST RESULTS Staff must take precautions to prevent illegal substances from entering Bureau institutions. This includes the possibility that a visitor may conceal an illegal substance(s) in a body cavity, or\nby oral consumption, which is expelled after gaining entrance to the institution.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_83__6",
      "chunk_id": "6",
      "content": "9. CONFIRMED POSITIVE TEST RESULTS Staff must take precautions to prevent illegal substances from entering Bureau institutions. This includes the possibility that a visitor may conceal an illegal substance(s) in a body cavity, or\nby oral consumption, which is expelled after gaining entrance to the institution. Furthermore, delivery of an illegal substance(s) can occur directly to an inmate or other person,\nor may be concealed on the institution grounds for later retrieval by an inmate or other person. Consequently, to protect the safety, security, and orderly operation of Bureau institutions, a\nconfirmed positive test result for an illegal substance(s) may satisfy the reasonable suspicion\nstandard, warranting further investigation, searches, controlled visitation, or denied visitation. Consistent with the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities, Wardens should assess every situation in which a visitor produces a\nconfirmed positive test on its own merits in reaching a final decision. Pursuant to that Program Statement, Wardens possess broad discretion to require pat/visual\nsearches as a prerequisite to visitation, controlled or non-contact visitation, or a complete denial\nof visitation. a. Pat or Visual Searches. Refer to Program Statement Searching, Detaining, or\nArrestingVisitors to Bureau Grounds and Facilities. b. Controlled Visitation. Visitors producing a confirmed positive test result may be subject to\nrestricted visiting in accordance with the Program Statement Searching, Detaining, or\nArresting Visitors to Bureau Grounds and Facilities. As indicated in that policy, the Warden\nmust authorize controlled visitation. c. Denied Visitation. Visitors producing a confirmed positive test result may be denied\nvisiting in accord with the Program Statement Searching, Detaining, or Arresting Visitors to\nBureau Grounds and Facilities. Denial of visitation must be authorized by the Warden or designee. If denied visitation based on\na confirmed positive test result, the visitor may seek a re-entry after 48 hours. P5522.02 4/01/2015 10 Subsequent confirmed positive tests that result in denial of visitation will be handled as follows:\n■ Second Occurrence. The visitor’s visiting privilege will be suspended for 30 days. ■ Third Occurrence. The visitor’s visiting privilege will be suspended for 90 days. ■ Fourth and Subsequent Occurrences. The visitor’s visiting privilege will be suspended for\n180 days. Another institution may use a visitor’s previously confirmed positive test results from one\ninstitution as a foundation for increasing the consequences of the same inmate visitor\nincrementally, as indicated above. d. Explanations to Visitors. Staff authorized to deny a visit must explain carefully and\nprofessionally to the visitor that he/she tested positive for the presence of an illegal substance,\nand the resulting consequences. When denying visitation, staff must also observe the following\nprocedures. If visiting is denied, the visitor will be given a completed Notice of Denied Visitation form (BPA0732). This form also instructs the visitor how to appeal a denial of visitation to the Warden\n(see Section 12). Visitors must be reminded the device tests only for the presence, and not the use, of illegal\nsubstances. Visitors must not be informed of the type of substance for which they tested positive. This is to\nprevent the visitor from fabricating a physician’s verification that attempts to justify the presence\nof the particular substance.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_83__7",
      "chunk_id": "7",
      "content": "Visitors must not be informed of the type of substance for which they tested positive. This is to\nprevent the visitor from fabricating a physician’s verification that attempts to justify the presence\nof the particular substance. Staff must not explore or discuss with visitors the possible source(s) from which contact with an\nillegal substance(s) may have occurred. Staff may inform visitors, however, that the device is\ncalibrated to register positive test results only at levels greater than would normally be\nencountered through casual contact. e. Documentation. Complete and accurate documentation is vital to the program’s integrity. The following documentation must be completed and retained following every visitor’s positive\nconfirmation test for an illegal substance(s). (1) Ion Spectrometry Device - Positive Alarm Log (BP-A0731, Page 1). This includes\nrecording pertinent information as defined on the form and attaching the device’s relevant\ncomputer printouts. P5522.02 4/01/2015 11 (2) Positive Alarm History (BP-A0731, Page 2). Once completed, this includes the visitor’s\nprior history of confirmed positive test results, if any, obtained from the Inmate Visiting\nComputer Program. Attach the visitor’s – Notice of Denied Visitation form (BP-A0732) to this\nform. (3) Inmate Visiting Computer Program “COMMENTS.” Ensure appropriate entry noting\nthe:\n■\n■\n■\n■ Date. Time. Positive alarm. The consequence resulting from each positive test. 10. INMATE TESTING\nConsistent with the Program Statement Searches of Housing Units, Inmates, and Inmate\nWork Areas, the ion spectrometry device may be used to test for the presence of illegal\nsubstances on inmates, their personal belongings, housing units, and work areas. The following implementing procedures apply:\na. Pre/Post Testing Procedures. Staff must follow the pre- and post-testing procedures\ndescribed in Sections 6. and 12, including using an Ion Spectrometry Device Daily Pre/Post\nOperation Log form (BP-A0729). b. Testing Procedures. Staff must follow the manufacturer’s specifications for performing tests\nof persons, places, and/or objects. c. Positive Test Results. Positive test results must be documented and maintained by the\nInstitution Program Coordinator and include:\n■\n■\n■\n■ Date and time test was performed. Person, place, or thing producing the positive test result. Inmate name and register number (if any) associated with the positive test result. Device operator’s name and signature. An initial positive test result for an illegal substance(s) may be used to justify further\ninvestigative activity; e.g., inmate interviews, placements in administrative detention, reasonable\nsuspicion urinalysis testing and placement on a suspect test list, visual search of inmate and P5522.02 4/01/2015 12 living quarters, focused correspondence or telephone reviews, etc. Evidence obtained as the\nresult of further investigation may support inmate disciplinary proceedings. An initial positive test result may also be used to support programming decisions reasonably\nrelated to the inmate’s possible involvement with illegal substances; e.g., revocation of gate pass\nor community program involvement. Such administrative status changes should relate only to those programming aspects connected to\nthe suspected means of introducing, distributing, or using illegal substances. Such program\nchanges are not punitive in nature, but rather reasonably related to the legitimate penological\ninterests of preventing inmate use of illicit substances. d. Inmate Discipline. Staff must not initiate inmate discipline proceedings based solely on a\npositive ion spectrometry device test result for illegal substance(s).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_83__8",
      "chunk_id": "8",
      "content": "Such program\nchanges are not punitive in nature, but rather reasonably related to the legitimate penological\ninterests of preventing inmate use of illicit substances. d. Inmate Discipline. Staff must not initiate inmate discipline proceedings based solely on a\npositive ion spectrometry device test result for illegal substance(s). Under the Program\nStatement Inmate Discipline Program, “possession” and/or “introduction” of illegal substance\ncharges are ordinarily understood to apply when usable amounts of illegal substance(s) are\nconfiscated; e.g., amounts visible to the unaided observer. Consequently, evidence in addition to the positive ion spectrometry device test result itself must\nexist to support inmate disciplinary proceedings; e.g., a usable amount of illicit substance or a\npositive urinalysis test. 11. POST-TESTING PROCEDURES The following standard post- testing procedures must be followed at each institution using an ion\nspectrometry device. These procedures must be followed regardless of the type of testing\nperformed that day − visitors, inmates, or packages. a. Post-Testing Validation Test. After completing the day’s testing, perform a validation test\nidentical to the one performed at the beginning of the day’s testing (see Section 6.f.). Record the\nresults on the Ion Spectrometry Device Daily Pre/Post Operation Log (BP-A0729). b. Storage. When not used for testing, the Institution Program Coordinator must ensure the\ndevice is stored in an area inaccessible by inmates and non-staff. 12. APPEALS\na. Visitors. Visitors denied entrance to an institution based on a confirmed positive test result\nfor the presence of an illegal substance(s) may appeal in writing to the Warden. P5522.02 4/01/2015 13 Written appeals should indicate the visitor’s name, address, and purpose for visiting, including\nthe inmate’s name and register number, if applicable. Written appeals should also indicate the location, date, and time of testing positive. Visitors\nappealing the denial of a visitation may include a physician’s verification indicating a prescribed\nsubstance(s), in an effort to explain confirmed positive test results. If dissatisfied with the Warden’s response, visitors may further appeal to the appropriate\nRegional Director. Wardens’ responses should inform the visitor of the identity and location of\nthe appropriate Regional Director. If dissatisfied with the Regional Director’s response, visitors may further appeal to the Assistant\nDirector, Correctional Programs Division, Central Office. Regional Directors’ responses should\ninform the visitor of the identity and location of the Assistant Director. b. Inmates. Inmates may seek formal review of grievances through the Bureau’s\nAdministrative Remedy Program. 13. TRAINING The Institution Program Coordinator will ensure staff operating the device are trained to the\nmanufacturer’s specifications. No staff will be expected to operate the device without proper\ntraining. 14. RECORD KEEPING The SIS will retrieve and maintain all records referred to in this Program Statement. The IPC\nwill ensure all required forms and notices were completed and forwarded to appropriate staff\nmember(s). All records will be retained for a minimum period of two years. 15. INSTITUTION SUPPLEMENT Each institution using an ion spectrometry device will have an Institution Supplement indicating\nthe Institution Program Coordinator by title. 16. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4186 and 4-4503\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Addition: 4-ALDF-2A-13 and 4-ALDF-5B-04\nP5522.02 4/01/2015 14",
      "queries": [
        "what type of penological interest is preventing inmate use of illicit substances?",
        "what discipline procedures must be initiated for inmate use of illicit substances?"
      ],
      "queries_score": [
        "2.0204458",
        "2.1908553"
      ]
    },
    {
      "id": "guidance_83__9",
      "chunk_id": "9",
      "content": "16. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4186 and 4-4503\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Addition: 4-ALDF-2A-13 and 4-ALDF-5B-04\nP5522.02 4/01/2015 14 ■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: None. REFERENCES\nProgram Statements\nP1330.18\nAdministrative Remedy Program (1/06/14)\nP5270.09\nInmate Discipline Program (7/08/11)\nP5500.14\nCorrectional Services Procedures Manual (10/9/12)\nP5510.15\nSearching, Detaining, or Arresting Visitors to Bureau Grounds and Facilities\n(7/17/13)\nP5521.05\nSearches of Housing Units, Inmates, and Inmate Work Areas (6/30/97)\nBOP Forms (available on Sallyport)\nBP-A0728\nIon Spectrometry Device Maintenance Summary\nBP-A0729\nIon Spectrometry Device Daily Pre/Post Operation Log\nBP-A0730\nIon Spectrometry Device Daily Testing Log\nBP-A0731\nIon Spectrometry Device Positive Alarm Log\nBP-A0732\nIon Spectrometry Device − Notice of Denied Visitation\nRecords Retention\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5522.02 4/01/2015 15",
      "queries": [
        "aca accreditation standards",
        "aca accreditation standards for correctional facilities"
      ],
      "queries_score": [
        "2.363653",
        "3.0507162"
      ]
    }
  ]
}