{
  "doc_id": "guidance_77",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_77__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 5360.09, CN-1\nDATE:\nJune 12, 2015 Religious Beliefs and Practices\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5360.09,\nReligious Beliefs and Practices, dated December 31, 2004. This CN removes a requirement\nregarding ceremonial clothing for Islamic inmates. The deleted text is struck through, with a\nhighlight; the change is also inserted into the policy (Section 14.b.(4)). (4) Ceremonial Clothing. At the Warden’s discretion, the\nfollowing articles of personal religious clothing may be worn\nfor services in the Chapel, but not on the compound, housing\nunits or visiting room:\nJewish kittel Muslim kurta shirt Native American ribbon shirt Wicca tabbared a white prayer robe worn\nduring some holiday\nservices. a knee-length shirt worn\nduring the weekly Jumah\nservice. a multi-colored shirt\nworn during the Pow Wow. a hoodless poncho or\ncape, earth brown color,\nworn during services. For Muslims, the shalwar (baggy pants) are not authorized. A jalabiyya (full-length robe) is not authorized. The kittel and\nkurta shirts are authorized for men only. The ribbon shirt and\ntabbared may be authorized for both men and women. Islamic\ninmates may not hem or wear their pants above the ankle. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD/RSB\nP5360.09 12/31/2004\nReligious Beliefs and\nPractices 1. [PURPOSE AND SCOPE §548.10.(a) The Bureau of Prisons\nprovides inmates of all faith groups with reasonable and\nequitable opportunities to pursue religious beliefs and\npractices, within the constraints of budgetary limitations and\nconsistent with the security and orderly running of the\ninstitution and the Bureau of Prisons.] 2.\n#\n#\n#\n#\n# # #\n#\n# # SUMMARY OF CHANGES The use and type of religious headwear and religious\ngarments are delineated; Due dates for the annual report have been changed; Some of the implementing text has been moved under\nappropriate rules language sections; The religious diet accommodation for the certified food\ncomponent has been modified; The credentials required for religious contracts and\nvolunteers have been clarified. The required forms have\nbeen developed; Any religious group whose doctrine, rituals or practices\nespouse domestic and/or foreign terrorism, or advocates any\ntype of violence will not be authorized to meet; Staff supervision requirements for inmate religious programs\nis delineated;\nLanguage requirements used in religious programming is\ndefined; The unauthorized religious practices are expanded to include\nlanguage or behaviors that could be reasonably construed as\na threat to safety, security, or orderly running of the\ninstitution; and,\nThe Ceremonial Meal Equity Formula Threshold is modified. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Religious accommodations will be made for all religions\nauthorized to meet in Bureau of Prisons facilities. P5360.09\n12/31/2004 Page 2\nb. The religious rights of inmates of all faiths will be\nprotected within the parameters of the security and orderly\nrunning of the institution. c. Religious resources will be equitably distributed for the\nbenefit of all inmates. d. Pastoral care will be available to inmates and staff. e. Expertise on matters of religion in the correctional\nenvironment will be available for staff. [Rules - Bracketed Bold]\nImplementing Text - Regular Type\n4. DIRECTIVES AFFECTED a. Directive Rescinded\nP5360.08 b. Religious Beliefs and Practices (5/25/01) Directives Referenced\nP1350.02\nP3939.07\nP4510.05\nP4761.04\nP5264.07\nP5266.10\nP5267.07\nP5280.08\nP5300.20\nP5326.04\nP5500.11\nP5500.12\nP5538.04\nP5553.06\nP5580.06\nP5800.12\nT5303.01\nT5360.01",
      "queries": [
        "us department of justice change notice opi number"
      ],
      "queries_score": [
        "2.653253"
      ]
    },
    {
      "id": "guidance_77__1",
      "chunk_id": "1",
      "content": "d. Pastoral care will be available to inmates and staff. e. Expertise on matters of religion in the correctional\nenvironment will be available for staff. [Rules - Bracketed Bold]\nImplementing Text - Regular Type\n4. DIRECTIVES AFFECTED a. Directive Rescinded\nP5360.08 b. Religious Beliefs and Practices (5/25/01) Directives Referenced\nP1350.02\nP3939.07\nP4510.05\nP4761.04\nP5264.07\nP5266.10\nP5267.07\nP5280.08\nP5300.20\nP5326.04\nP5500.11\nP5500.12\nP5538.04\nP5553.06\nP5580.06\nP5800.12\nT5303.01\nT5360.01 Donations, Acceptance of (6/29/98) P3420.09\nStandards of Employee Conduct (2/5/99)\nChaplains, Employment, Responsibilities and\nEndorsements (10/26/01)\nInmate Contributions (1/26/99)\nSpecial Foods or Meals From Outside Sources\nIntroduced into Institutions (4/22/96)\nTelephone Regulations for Inmates (1/31/02)\nIncoming Publications (1/10/03)\nVisiting Regulations (4/14/03)\nFurloughs (2/4/98)\nVolunteers and Citizens Participation Programs\nManual (6/1/99)\nMarriages of Inmates (12/17/98)\nCorrectional Services Manual (10/10/03)\nCorrectional Services Procedures Manual (10/10/03)\nEscorted Trips (12/23/96)\nEscapes/Death Notification (8/23/99)\nPersonal Property, Inmate (7/19/99)\nReceiving and Discharge Manual (12/31/97) Ministry of the Bureau Chaplains (6/1/95)\nPractical Guidelines for Administration of Inmate\nReligious Beliefs and Practices (3/27/02) P5360.09\n12/31/2004\nPage 3\nc. Rules cited in this Program Statement are contained in\n28 CFR §548.10-20 and 28 CFR §540.48. 5. STANDARDS REFERENCED a. American Correctional Association Standards for Adult\nCorrectional Institutions 3rd Edition: 3-4261, 3-4265, 3-4274,\n3-4300, 3-4301, 3-4374, 3-4375, 3-4387, 3-4454, 3-4455, 3-4456,\n3-4457, 3-4458, 3-4459, 3-4460, 3-4461, 3-4462, and 3-4463\nb. American Correctional Association Standards for Adult Local\nDetention Facilities 3rd Edition: 3-ALDF-3D-24, 3-ALDF-3E-04,\n3-ALDF-4C-07, 3-ALDF-4C-08, 3-ALDF-4E-44, 3-ALDF-4E-45,\n3-ALDF-4F-04, 3-ALDF-5F-01, 3-ALDF-5F-02, 3-ALDF-5F-03,\n3-ALDF-5F-04, 3-ALDF-5F-05, 3-ALDF-5F-O6, 3-ALDF-5F-07,\n3-ALDF-5F-09, and 3-ALDF-5F-10\nc. American Correctional Association 2nd Edition Standards for\nthe Administration of Correctional Agencies: 2-CO-5E-01\n6. PRETRIAL, HOLDOVER, AND DETAINEE PROCEDURES. Procedures in\nthis Program Statement apply to Pretrial, Holdover, and Detainee\nCenters. The exception to these procedures exists where building\ndesign prevents the maintenance of an outside worship area,\nincluding the sweat lodge (see Section 12.c. of this Program\nStatement). 7. RELIGIOUS OPPORTUNITIES AND LIMITATIONS§548.10 (b) [When\nconsidered necessary for the security or good order of the\ninstitution, the warden may limit attendance at or discontinue a\nreligious activity. Opportunities for religious activities are\nopen to the entire inmate population, without regard to race,\ncolor, nationality, or ordinarily, creed. The warden, after\nconsulting with the institution chaplain, may limit participation\nin a particular religious activity or practice to the members of\nthat religious group. Ordinarily, when the nature of the\nactivity or practice (e.g., religious fasts, wearing of headwear,\nwork proscription, ceremonial meals) indicates a need for such a\nlimitation, only those inmates whose files reflect the pertinent\nreligious preference will be included.]\na. Religious Accommodation. The level of scheduled activities\nis expected to be commensurate with the institution’s\nmission/need. Authorized congregate services will be made\navailable for all inmates weekly with the exception of those\ndetained in any Special Housing Units (SHUs). If a state of\nemergency exists (e.g. fog, institution lock down, food strike),\nthe warden or designee will determine the appropriate level of P5360.09\n12/31/2004 Page 4\nchapel programming. Inmates may recite formulaic prayers in the\nlanguage required by their religion. Sermons, original oratory,\nteachings and admonitions must be delivered in English. The\nwarden may authorize the delivery of programs in other languages\nonly when it is appropriate to accommodate the overall needs of\nthe population. Best correctional practices for each religion\nare included in the Practical Guidelines for Administration of\nInmate Religious Beliefs and Practices Technical Reference\nManual. The Warden may periodically review religious practices to\ndetermine whether a religious practice remains within the scope\nof best correctional practice and religious accommodation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__2",
      "chunk_id": "2",
      "content": "Best correctional practices for each religion\nare included in the Practical Guidelines for Administration of\nInmate Religious Beliefs and Practices Technical Reference\nManual. The Warden may periodically review religious practices to\ndetermine whether a religious practice remains within the scope\nof best correctional practice and religious accommodation. If\nupon review, the Warden determines that a religious practice\njeopardizes institution safety, security and good order, the\npractice may be temporarily restricted. The religious practice\nmay resume only upon completion of a thorough evaluation of the\npractice with respect to compelling government interests and\nleast restrictive alternatives. To ensure the safety, security and good order of the institution,\nany religious group that encourages domestic and/or foreign\nterrorism, or advocates any type of violence will not be\nauthorized to meet. b. Religious Use of Wine. Inmates may be permitted to receive\nsmall amounts of wine as part of a religious ritual only when\nadministered under the supervision of BOP chaplains, clergy\ncontractors, or clergy volunteers authorized by the Bureau to\nperform the ritual. Because wine is otherwise a contraband substance, it can be\ndispensed only under strict control and supervision. Inmates\nwill not be allowed to give wine to other inmates. For this PS’\npurposes, the consumption of wine under these circumstances will\nnot be considered consumption of alcohol or ingestion of an\nillegal substance. The institution will purchase the wine using normal procurement\nprocedures. Wine will be secured in an appropriate area of the\nchapel. For scheduled services for which wine is authorized,\nchaplaincy staff will provide the wine to the contract or\nvolunteer community minister in a disposable 2 ounce covered\ncontainer. The container will be used to measure and transport\nthe wine. The minister will dispose of the empty 2 ounce\ncontainer or any unused portion of the wine to protect against\ncontamination or abuse. The chaplain will inform staff of P5360.09\n12/31/2004 Page 5\nprocedures for procuring, storing, and using wine. This is\naccomplished through ongoing training to avoid unnecessary and\npotentially disruptive confiscation of essential sacred elements. c. Unauthorized Practices. The following religious practices\nand activities are never authorized:\n#\n# #\n#\n#\n#\n#\n#\n#\n#\n#\n#\n#\n# animal sacrifice;\nlanguage or behaviors that could reasonably be\nconstrued as a threat to safety, security, or the\norderly running of the institution,(e.g., curses);\nnudity;\nself-mutilation;\nuse, display, or possession of weapons or what appears\nto be a weapon (e.g., paper sword);\nparamilitary exercises;\nself-defense training;\nsexual acts;\nprofanity;\nconsumption of alcohol (except as noted in 7b,\nReligious Use of Wine);\ningestion of illegal substances;\nproselytizing;\nencryption; and\ndisparagement of other religions. d. Supervision of Inmates. Ordinarily the level of\nsupervision of inmate religious groups in secure facilities will\nfollow these guidelines for religious programs involving worship,\nstudy or meetings. #\n#\n# # Inmate-led religious programs require constant staff\nsupervision. Religious programs with Level I volunteers require\nconstant staff supervision. Religious programs led by Level II volunteers and\ncontractors require intermittent visual and audio\nsupervision by staff. This applies to both escorted\nand unescorted volunteers and contractors. Special Religious Programs (e.g. choirs, concerts,\nseminars) require constant staff supervision. When necessary, Wardens may identify alternative practices and\nimplement the least restrictive alternative consistent with the\nsecurity and orderly running of Bureau institutions. 8. RELIGIOUS PREFERENCES §548.10 (c) [The Bureau of Prisons\ndoes not require an inmate to profess a religious belief. An P5360.09\n12/31/2004",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__3",
      "chunk_id": "3",
      "content": "When necessary, Wardens may identify alternative practices and\nimplement the least restrictive alternative consistent with the\nsecurity and orderly running of Bureau institutions. 8. RELIGIOUS PREFERENCES §548.10 (c) [The Bureau of Prisons\ndoes not require an inmate to profess a religious belief. An P5360.09\n12/31/2004 Page 6\ninmate may designate any or no religious preference at his/her\ninitial team screening. By notifying the chaplain in writing, an\ninmate may request to change this designation at any time, and\nthe change will be effected in a timely fashion.] Unit staff will enter the initial religious preference (RLG)\nassignment into SENTRY at the inmate’s initial classification. When the chaplain approves an inmate’s request for changing a\nreligious preference, the chaplain is responsible for making the\nnecessary change in the SENTRY RLG assignment. To maintain the security and orderly running of the institution,\nand to prevent abuse or disrespect by inmates, the chaplain will\nmonitor patterns of changes in the inmate’s declarations of\nreligious preference. In determining whether to allow an inmate to participate in a\nspecific religious activity, as described in Section 7,\n[§548.10(b)] above, staff may wish to refer to the information\nreported on the intake screening form and the inmate’s religious\npreference history. Inmates showing “No Preference” or\nindicating membership in a different faith group may be\nrestricted from participating in activities deemed appropriate\nfor members only. 9. [DEFINITION §548.11. For purposes of this subpart, the term\n\"religious activity\" includes religious diets, services,\nceremonies, and meetings.] 10. [CHAPLAINS §548.12. Institution chaplains are responsible\nfor managing religious activities within the institution. Institution chaplains are available upon request to provide\npastoral care and counseling to inmates through group programs\nand individual services. Pastoral care and counseling from\nrepresentatives in the community are available in accordance with\nthe provisions of §§ 548.14 and 548.19. The chaplain may ask the\nrequesting inmate to provide information regarding specific\nrequested religious activities for the purpose of making an\ninformed decision regarding the request.] 28 CFR §548.14 and §548.19 refer to Sections 12 and 17,\nrespectively, of this PS.\na. Chaplains as Pastoral Care Providers. The chaplaincy\ndepartment is directed by full-time Bureau chaplains. All\nchaplains are qualified pastoral care providers who have\nverifiable religious credentials and current religious\nendorsements. P5360.09\n12/31/2004 Page 7\nChaplains plan, direct, and supervise all aspects of the\nreligious program and have physical access to all areas of the\ninstitution to minister to inmates and staff. All institution\nchaplains are employed to:\n#\n#\n#\n# lead worship services in their own tradition (e.g.,\nGeneral Christian, Jewish, Buddhist, Catholic);\nprovide professional spiritual leadership and pastoral\ncare;\naccommodate the legitimate religious needs of inmates;\nand\nsupervise institution religious activities. Chaplaincy Services support staff may assist the chaplains in\nsupervising the institution’s religious activities and\nadministrative duties, but may not perform duties reserved for\nprofessional chaplains. (1) SHU Religious Access. Ordinarily, all inmates, except\nthose in the SHU, have access to regularly scheduled congregate\nservices. Inmates of all faiths will have regular access to\nchaplains. Upon written request, inmates may also have access to\nrecognized representatives of their faith groups while in SHUs. Each chaplain will provide pastoral care in SHUs and hospital\nunits weekly. Chaplains will provide opportunities for individuals to\nreceive the sacraments and sacred rituals in SHUs. This\nincludes, but is not limited to, communion and Sabbath prayer\nitems--matzo and grape juice.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__4",
      "chunk_id": "4",
      "content": "Each chaplain will provide pastoral care in SHUs and hospital\nunits weekly. Chaplains will provide opportunities for individuals to\nreceive the sacraments and sacred rituals in SHUs. This\nincludes, but is not limited to, communion and Sabbath prayer\nitems--matzo and grape juice. Ordinarily, sacred pipe use will\nbe accommodated in Administrative Detention. The Warden may\ndetermine the circumstances under which the sacred pipe may be\nused in Disciplinary Segregation. (2) Telephone Calls. Individual pastoral care includes\ncounseling inmates and/or their families in personal crisis and\nfamily emergency situations. When authorized by the warden,\nchaplains may facilitate inmate telephone calls in emergency\nsituations. No other chapel staff are authorized to facilitate\nthese calls. Each Chapel will be equipped with an additional telephone\nwhich is capable of recording inmate telephone conversations\nduring the pastoral calls. A notice in English and Spanish will\nbe placed at the telephone location to advise the user that all\nconversations are subject to recording and that using the\ntelephone constitutes consent. This telephone will be separate\nfrom the telephones provided for staff use. P5360.09\n12/31/2004 Page 8\nChaplains will also maintain a telephone log which includes:\n#\n#\n# (3) the date, telephone number, and person called;\nname and register number of the inmate; and\na brief reason for the call. Women and Special Needs Inmates (a) Pregnant inmates will be offered religious counseling\nto aid in making an informed decision whether to carry the\npregnancy to full term. (b) The particular needs of women and special needs\ninmates may require the contracting of spiritual counselors or\nadvisers for religious needs other than those of a specific faith\ntradition. (4) Deaths and Serious Illnesses. Each institution will\nestablish clear procedures to involve a chaplain in notifying\ninmates and/or their families of serious illness or death of\neither inmates or their family members. The chaplain will\ncoordinate appropriate religious rituals at the time of an\ninmate’s serious illness or death. Also, the chaplain may advise the Warden regarding religious\nfactors which may influence decisions concerning the performance\nof autopsies on deceased inmates and the proper disposition of\nthe remains. b. Introduction of New and Unfamiliar Religious Components. Inmates may request the introduction of new or unfamiliar\nreligious components into the Chaplaincy Services program. When\ninformation is required regarding a specific new practice, the\nchaplain may ask the inmate to provide additional information\nwhich would be considered when deciding to include or exclude the\npractice from the Chaplaincy Services program. (1) Religious Issues Committee (RIC). When a decision\ncannot be reached locally, a RIC at the Central Office, appointed\nby the Assistant Director, Correctional Programs Division (CPD),\nwill review inmate requests for introducing new religious\ncomponents into the overall religious program. The RIC is to meet as necessary and maintain records of its\nrecommendations. Periodically, the RIC will issue summary\nreports and recommendations to all Chief Executive Officers. P5360.09\n12/31/2004\nPage 9\n(2) Requests. Inmate requests are made by completing the\nNew or Unfamiliar Religious Components Questionnaire form\n(BP-S822). This form, along with sufficient documentation on\nwhich to base an informed decision, will be submitted to the\nchaplain for routing to the Central Office RIC through the Warden\nand Regional Director. Upon completing the review, the RIC will make\nrecommendations to the Warden regarding the request’s\nappropriateness.",
      "queries": [
        "which chaplain provide opportunities for individuals to receive the sacrament and sacred rituals"
      ],
      "queries_score": [
        "2.5870273"
      ]
    },
    {
      "id": "guidance_77__5",
      "chunk_id": "5",
      "content": "This form, along with sufficient documentation on\nwhich to base an informed decision, will be submitted to the\nchaplain for routing to the Central Office RIC through the Warden\nand Regional Director. Upon completing the review, the RIC will make\nrecommendations to the Warden regarding the request’s\nappropriateness. The Warden will determine the local disposition\nof the request after the institution receives the RIC\nrecommendations. (3) Implementation of the RIC Recommendation. Decisions\nregarding the Chaplaincy Services program’s expansion rest with\nthe Warden and are subject to the institution’s parameters for\nmaintaining a safe and secure institution and availability of\nstaff for supervision. 11. [SCHEDULES AND FACILITIES §548.13 a. Under the general supervision of the warden, chaplains\nshall schedule and direct the institution's religious\nactivities.] Current program schedules will be posted in English and Spanish\non bulletin boards clearly visible to the inmate population.\n[b. The warden may relieve an inmate from an institution\nprogram or assignment if a religious activity is also scheduled\nat that time.] In scheduling authorized religious activities, chaplains will\nconsider both the availability of staff supervision and the need\nto share the time and space available among the eligible groups.\n[c. Institutions shall have space designated for the conduct\nof religious activities.] This designated space will be sufficient to accommodate the\nneeds of all religious groups in the inmate population fairly and\nequitably. Chaplaincy Services areas (inside and outside) will\nbe neutral and suitable for use by various faith groups. The\ngeneral area will include:\n#\n# office space for each chaplain;\nstorage space for the needs of the religious programs;\nand P5360.09\n12/31/2004\nPage 10\n# proximity to lavatory facilities for staff and\nvolunteers. Management will make every possible effort to provide private\noffice space for each chaplain. One outside worship area will be\nmaintained in a suitable, secure, and private location, except in\ninstitutions where building design or security considerations\nwould prohibit its construction. The single outside worship area\nshould be large enough to accommodate all faith traditions\nrequiring outside worship space. 12. [COMMUNITY INVOLVEMENT (VOLUNTEERS, CONTRACTORS) §548.14 a. The institution's chaplain may contract with\nrepresentatives of faith groups in the community to provide\nspecific religious services which the chaplain cannot personally\ndeliver due to, ordinarily, religious prescriptions or\necclesiastical constraints to which the chaplain adheres.] The term \"representatives of faith groups\" includes both clergy\nand spiritual advisors. All contractual representatives of\ninmate faith groups will be afforded equal status and treatment\nto help inmates observe their religious beliefs, unless the\nsecurity and orderly running of the institution warrants\notherwise. The volunteer must complete the Credentials of\nReligious Volunteer form (BP-S777) prior to his or her becoming a\nbadged volunteer. The form will be maintained in the Official\nVolunteer File.\n[b. The institution chaplain may secure the services of\nvolunteers to assist inmates in observing their religious\nbeliefs.] Institutions unable to secure volunteers to meet religious\nneeds may request a written waiver from the Regional Director. Inmates may not place volunteers or contractors on their\ntelephone lists or use the Inmate Telephone System to contact\nvolunteers or contractors. If a specific program need exists,\nthe chaplain may facilitate and monitor a telephone call. A\nLevel I volunteer, a badged volunteer (Level II), or contractor\nwill be neither a minister of record nor placed on an inmate’s\nvisiting list.\n[c.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__6",
      "chunk_id": "6",
      "content": "If a specific program need exists,\nthe chaplain may facilitate and monitor a telephone call. A\nLevel I volunteer, a badged volunteer (Level II), or contractor\nwill be neither a minister of record nor placed on an inmate’s\nvisiting list.\n[c. The warden or the warden's designee (ordinarily the\nchaplain) may require a recognized representative of the faith\ngroup to verify a volunteer's or contractor's religious\ncredentials prior to approving his or her entry into the\ninstitution.] P5360.09\n12/31/2004 Page 11\nOrdinarily, the credentials required for conducting worship\nservices will be ordination. In lieu of ordination credentials,\nadequate documentation of recognized religious and ministerial\nposition in the faith community is required. A qualified and credentialed non-citizen may be extended a\nreligious services contract if permitted by the annual\nappropriations act and immigration law. The prospective contractor must complete the Credentials of\nReligious Contractor form (BP-S778) prior to Bureau allocation of\nappropriated funds for a contract, whether for a one-time visit\nby Request for Purchase or multiple visits during the fiscal\nyear, using the normal contracting procedures. It will become\npart of the official Contractor Security File. Ordinarily, inmates of any faith tradition will have access to\ntheir faith group’s official representatives while in a SHU or\nhospital unit. Usually this does not include hospitals that are\noutside the secure confines of the institution. Inmates in SHU\nwill make a written request to the chaplain for a visit with\ntheir faith representatives, and requests will be accommodated\nconsistent with the terms of the representative’s contract and\nthe security and orderly running of the institution. Faith group representatives will always be escorted in a SHU. As an alternative to facilitate supervision, the approved SHU\nvisit may occur in the Visiting Room during regularly scheduled\nvisiting hours. 13. [EQUITY §548.15. No one may disparage the religious beliefs\nof an inmate, nor coerce or harass an inmate to change religious\naffiliation. Attendance at all religious activities is voluntary\nand, unless otherwise specifically determined by the warden, open\nto all.] 14. [INMATE RELIGIOUS PROPERTY §548.16 a. Inmate religious property includes but is not limited to\nrosaries and prayer beads, oils, prayer rugs, phylacteries,\nmedicine pouches, and religious medallions. Such items, which\nbecome part of an inmate's personal property, are subject to\nnormal considerations of safety and security. If necessary,\ntheir religious significance shall be verified by the chaplain\nprior to the warden's approval.] P5360.09\n12/31/2004\nPage 12\nPersonal religious items may not be purchased with appropriated\nfunds. All personal religious property will be purchased either\nfrom commissary stock or through an approved catalogue source\nusing the Special Purpose Order process. No religious item may\nhave a monetary value greater than $100.\n[b. An inmate ordinarily shall be allowed to wear or use\npersonal religious items during religious services, ceremonies,\nand meetings in the chapel, unless the warden determines that the\nwearing or use of such items would threaten institution security,\nsafety, or good order. Upon request of the inmate, the warden\nmay allow the wearing or use of certain religious items\nthroughout the institution, consistent with considerations of\nsecurity, safety, or good order. The warden may request the chaplain to obtain direction from\nrepresentatives of the inmate's faith group or other appropriate\nsources concerning the religious significance of the items.] Two types of headwear are identified, religious and ceremonial.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__7",
      "chunk_id": "7",
      "content": "The warden may request the chaplain to obtain direction from\nrepresentatives of the inmate's faith group or other appropriate\nsources concerning the religious significance of the items.] Two types of headwear are identified, religious and ceremonial. Religious headwear is worn throughout the institution and\nceremonial headwear may be worn only in the Chapel. If\nadditional religious or ceremonial headwear not listed is\nrequested, the procedures outlined in Section 10.b., Introduction\nof New and Unfamiliar Religious Components, are to be followed. (1) Religious Headwear. A standard color and style\ngenerally eliminates the necessity for the religious headwear\npermit cards. The cards are discouraged because of the perceived\nconnotation of religious discrimination and/or violations of\nreligious freedom and privacy. In order to achieve uniformity, inmates who have a SENTRY\nreligious preference listed below are authorized to wear the\nfollowing religious headwear throughout the institution including\nthe SHU consistent with [14b] above:\nJewish\nMST of A yarmulke\nkufi Muslim kufi Nation of Islam kufi Native American headband black or white\nblack or white crochet\ncap\nblack or white crochet\ncap\nblack or white crochet\ncap\nmulti-colored P5360.09\n12/31/2004\nPage 13\nRastafarian crown Sikh turban multi-colored (red,\nyellow, green threads\nrunning through a black\ncap)\nwhite Headwear worn throughout the institution may not contain\ngraphics or writing. Crowns may not have a bill. Headbands can\nbe worn only in a circle, covering the forehead but not the crown\nof the head. Inmates are authorized three items of religious\nheadwear. Note: MST of A refers to the Moorish Science Temple of\nAmerica. (2) Ceremonial Headwear. In addition, inmates who have a\npertinent SENTRY religious preference may wear the following\nceremonial headwear in the Chapel. These are not worn to and\nfrom the Chapel or in any other area of the institution:\nMST of A\nOdinist/Ásatrú fez\nhlath (hlad) red\nbrown with one or more\nembroidered runes The authorized hlath must contain embroidered runes. headbands without runes are not authorized. Inmates are\nauthorized one item of ceremonial headwear. Plain (3) Religious Attire for Women. Scarves and headwraps\n(hijabs) are appropriate for female inmates who have identified a\nreligious SENTRY preference of Muslim, Jewish, Native American,\nRastafarian, and those of the orthodox Christian tradition:\nJewish\nMST of A\nMuslim\nNation of Islam\nRastafarian\nOrthodox Christian\nNative American scarf\nscarf\nhijab\nscarf\nscarf\nscarf\nheadband black or off-white\nblack or off-white\nblack or off-white\nblack or off-white\nblack or off-white\nblack or off-white\nmulti-colored Inmates are authorized three scarves or headwraps. Jumper dresses are always approved for women whose religion\ncompels them to wear loose-fitting clothing for the sake of\nmodesty. Institutions housing females should have a supply of\njumper dresses available in the laundry. P5360.09\n12/31/2004\nPage 14\n(4) Ceremonial Clothing. At the Warden’s discretion, the\nfollowing articles of personal religious clothing may be worn for\nservices in the Chapel, but not on the compound, housing units or\nvisiting room:\nJewish kittel Muslim kurta shirt Native American ribbon shirt Wicca tabbared a white prayer robe worn\nduring some holiday\nservices. a knee-length shirt worn\nduring the weekly Jumah\nservice. a multi-colored shirt\nworn during the Pow Wow. a hoodless poncho or\ncape, earth brown color,\nworn during services. For Muslims, the shalwar (baggy pants) are not authorized. A jalabiyya (full-length robe) is not authorized. The kittel and\nkurta shirts are authorized for men only. The ribbon shirt and\ntabbared may be authorized for both men and women. Islamic\ninmates may not hem or wear their pants above the ankle. (5) Ritual Underclothing.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__8",
      "chunk_id": "8",
      "content": "A jalabiyya (full-length robe) is not authorized. The kittel and\nkurta shirts are authorized for men only. The ribbon shirt and\ntabbared may be authorized for both men and women. Islamic\ninmates may not hem or wear their pants above the ankle. (5) Ritual Underclothing. Temple garments and tzitzis are\nauthorized for Mormon and Jewish inmates respectively. The\nTemple garments or ritual underclothing are authorized for Mormon\n(LDS) inmates. The tallis katan or tzitzis, a small fourcornered garment, is authorized for Jewish male inmates. (6) Transferable Religious Property. A list of generally\nauthorized and transferable inmate religious property is\ncontained in the Practical Guidelines for Administration of\nInmate Beliefs and Practices TRM. Additional personal religious\nproperty items may be approved locally by the Warden, but these\nmust be sent home when transferring to another institution. Disposable headwear is made available in Receiving and Discharge\nfor inmates requiring headwear while in transit.\n[c. An inmate who wishes to have religious books, magazines or\nperiodicals must comply with the general rules of the institution\nregarding ordering, purchasing, retaining, and accumulating\npersonal property. Religious literature is permitted in\naccordance with the procedures governing incoming publications. Distribution to inmates of religious literature purchased by or\ndonated to the Bureau of Prisons is contingent upon the\nchaplain's granting his or her approval.] P5360.09\n12/31/2004 Page 15\nInmates desiring to subscribe to religious periodicals or\npurchase religious books or literature may do so following\nprocurement policy and procedures. Retention of religious\nmaterials is governed by the provisions in the Program Statement\non Inmate Personal Property. Rejection of religious publications\nis governed by the procedures specified in the Program Statement\non Incoming Publications. Media resources purchased with appropriated funds will be\nprovided equitably among the various religions. All media\nmaterials must be religious in nature. Material that is not\nconsidered religious in nature may not be procured through\npurchase or donation. Media materials shall not denigrate or\ndisparage any other religion or religious groups. Donated\nreligious media resources may be accepted in accordance with the\nProgram Statement on Acceptance of Donations. All media resources will be previewed by staff, or any other\nstaff-designated volunteers, prior to distribution. 15. [WORK ASSIGNMENTS §548.17. When the religious tenets of an\ninmate's faith are violated or jeopardized by a particular work\nassignment, a different work assignment ordinarily shall be made\nafter it is requested in writing by the inmate, and the specific\nreligious tenets have been verified by the chaplain. Maintaining\nsecurity, safety and good order in the institution are grounds\nfor denial of such request for a different work assignment.] 16. [OBSERVANCE OF RELIGIOUS HOLY DAYS §548.18. Consistent with\nmaintaining security, safety, and good order in the institution,\nthe warden shall endeavor to facilitate the observance of\nimportant religious holy days which involve special fasts,\ndietary regulations, worship, or work proscription. The inmate\nmust submit a written request to the chaplain for time off from\nwork to observe a religious holy day. The warden may request the\nchaplain to consult with community representatives of the\ninmate's faith group and/or other appropriate sources to verify\nthe religious significance of the requested observance. The chaplain will work with requesting inmates to accommodate a\nproper observance of the holy day.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__9",
      "chunk_id": "9",
      "content": "The warden may request the\nchaplain to consult with community representatives of the\ninmate's faith group and/or other appropriate sources to verify\nthe religious significance of the requested observance. The chaplain will work with requesting inmates to accommodate a\nproper observance of the holy day. The warden will ordinarily\nallow an inmate to take earned vacation days, or to make up for\nmissed work, or to change work assignments in order to facilitate\nthe observance of the religious holy day.] P5360.09\n12/31/2004\nPage 16\nThe Central Office Chaplaincy Services Branch, CPD, maintains a\ngeneral list of recognized holy days to identify days on which\ninmates of various faith groups may seek to be excused from work\nand school attendance. The list is published annually in an\nOperations Memorandum (OM) but, because of the changing nature of\nreligious observances, it is not exhaustive. Requests for days\noff work and school attendance by members of religions not\nincluded in the above-mentioned OM are to be given due\nconsideration and authorized by the Warden when appropriate. Days free from work/school are determined by the religious\ncommunity standards and ordinances of faith groups. As such, the\nnumber of days off work for religious holy day observances is not\nlimited to one per year. Absent religious community information,\nthe Bureau does not have the religious authority to determine\nwhether inmates should be free from work/school for religious\nreasons on particular days. 17. [PASTORAL VISITS §548.19. If requested by an inmate, the\nchaplain shall facilitate arrangements for pastoral visits by a\nclergy person or representative of the inmate's faith. a. The chaplain may request an NCIC check and documentation of\nsuch clergy person's or faith group representative's credentials. b. Pastoral visits may not be counted as social visits. They\nwill ordinarily take place in the visiting room during regular\nvisiting hours.] (1) Minister of Record. For this section’s purposes, the\nminister of record is defined as that spiritual leader, clergy\nperson, or official representative, whom the inmate identifies\nand the chaplain verifies, as a minister of the inmate’s religion\nof record. An inmate will identify a minister of record by submitting a\nwritten request to the chaplain. The clergy person the inmate\nidentifies will also submit a request for consideration as the\nminister of record to the chaplain. Following a review of the\nminister’s credentials and appropriate security checks, the\nchaplain will request that unit staff place the identified clergy\nperson on the inmate’s visitor list as the minister of record. An inmate may only have one minister of record at a time. The minister of record will not count against the total\nnumber of authorized social visitors an inmate is allowed to have\non his or her visiting list. Additionally, if the institution P5360.09\n12/31/2004 Page 17\nuses a point system to monitor social visits, visits from the\nminister of record will not be counted against the total number\nof visits allowed. (2) Official Visits from Faith Representatives (Other than\nMinister of Record). Visits from faith representatives other\nthan the minister of record will be in accordance with the\nProgram Statement on Visiting Regulations and may be counted\nagainst the total number of visits allowed. The faith\nrepresentative’s credentials and appropriate security checks will\nbe reviewed prior to scheduling the visit.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__10",
      "chunk_id": "10",
      "content": "Visits from faith representatives other\nthan the minister of record will be in accordance with the\nProgram Statement on Visiting Regulations and may be counted\nagainst the total number of visits allowed. The faith\nrepresentative’s credentials and appropriate security checks will\nbe reviewed prior to scheduling the visit. Refer to the Special\nVisits section of the Program Statement on Visiting Regulations. (3) Location. Visits with the minister of record or other\nofficial faith representatives will be accommodated in the\nvisiting room during regularly scheduled visiting hours, and to\nthe extent practicable, in an area of the visiting room which\nprovides a degree of separation from other visitors. Upon\nrequest, the visit may occur in a private visiting section\ncontained in the visiting area if available.\n# If space is not available, the visit may be rescheduled\nwhen private accommodations can be made in the visiting\nroom during regularly scheduled visiting hours. The Warden may limit the number of these official visits an\ninmate receives each month, based upon available resources. 18. [DIETARY PRACTICES §548.20 a. The Bureau provides inmates requesting a religious diet\nreasonable and equitable opportunity to observe their religious\ndietary practice within the constraints of budget limitations and\nthe security and orderly running of the institution and the\nBureau through a religious diet menu. The inmate will provide a\nwritten statement articulating the religious motivation for\nparticipation in the religious diet program.] (1) Components. The religious diet program, called the\nAlternative Diet Program, will consist of two distinct\ncomponents:\n# One component provides for religious dietary needs\nthrough self-selection from the main line, which\nincludes a no-flesh option and access to the salad/hot\nbar (where the salad/hot bar is part of the Food P5360.09\n12/31/2004\nPage 18\nService Program). In institutions where meals are\nserved in prepared trays, local procedures will be\nestablished for providing the no-flesh component.\n# The other component accommodates dietary needs through\nnationally recognized, religiously certified processed\nfoods. (2) Requests and Interviews. Inmates wishing to\nparticipate in the religious diet program will make the request\nin writing. Chaplains will ordinarily conduct the oral interview\nand complete the interview form within two working days of the\nrequest. When the interview is completed, the chaplaincy team\nwill review the request to determine how to accommodate the\ninmate’s stated religious dietary needs. The inmate’s interview responses will determine which\ncomponent of the religious diet program best accommodates his or\nher religious dietary needs. Inmates will review and sign a copy of the completed\ninterview form. Chaplains will document an inmate’s refusal to\nsign the document. (3) Notification. Inmates will be notified on the\nNotification of Religious Diet Accommodation (BP-S700), of the\nreligious diet for which they are approved, based on their\nreligious dietary needs (BP-S700). Completed forms will be\nplaced in section 6 of the Inmate Central File. (4) SENTRY Record. The chaplain is responsible for\nentering pertinent information for each inmate approved to\nparticipate in the religious diet program into the SENTRY\nreligious diet participant list within 24 hours of approval,\nunder normal operations. Food Service will begin serving those\napproved for the certified processed food line normally within\ntwo days of SENTRY notification, under normal operations. (5) Monitoring.",
      "queries": [
        "can a minister of record visit a religious representative?"
      ],
      "queries_score": [
        "2.0347917"
      ]
    },
    {
      "id": "guidance_77__11",
      "chunk_id": "11",
      "content": "Food Service will begin serving those\napproved for the certified processed food line normally within\ntwo days of SENTRY notification, under normal operations. (5) Monitoring. Both chaplains and food service staff will\nmonitor the SENTRY religious diet participant list daily to\nensure that all eligible inmates are served religious diet meals\nwith minimal delay upon intake or redesignation. Inmates who are\nnot approved for the certified food line may request a reinterview at six-month intervals. Chaplains will escort contract chaplains to the religious\ndiet food preparation area randomly to monitor the preparation\nand serving of food items and compliance with religious dietary\nlaws. P5360.09\n12/31/2004\nPage 19\n[b. An inmate who has been approved for a religious diet menu\nmust notify the chaplain in writing if the inmate wishes to\nwithdraw from the religious diet. Approval for an inmate's\nreligious diet may be withdrawn by the chaplain if the inmate is\ndocumented as being in violation of the terms of the religious\ndiet program to which the inmate has agreed in writing. In order\nto preserve the integrity and orderly operation of the religious\ndiet program and to prevent fraud, inmates who withdraw (or are\nremoved) may not be immediately reestablished back into the\nprogram. The process of re-approving a religious diet for an\ninmate who voluntarily withdraws or who is removed ordinarily may\nextend up to thirty days. Repeated withdrawals (voluntary or\notherwise), however, may result in inmates being subjected to a\nwaiting period of up to one year.] Prepared and wrapped trays will be provided for inmates\napproved for the certified food component. Those who are\nobserved eating from the main line may be removed temporarily\nfrom that component. In addition, those who purchase and/or\nconsume non-certified foods from the commissary may also be\ntemporarily removed from that component. The Warden has authority to remove inmates from and reinstate\nthem to the program. Ordinarily, this authority is delegated to\nthe chaplains. Inmates will be notified in writing (BP-S820) of\na religious diet violation and potential removal from the\nreligious diet program. Removal is not punitive in nature but\nprovides an opportunity for the inmate and staff to reevaluate\nthis program’s appropriateness to meet the inmate’s demonstrated\nneeds. At the inmate’s request for reinstatement, an oral\ninterview will be conducted prior to reinstatement.\n[c. The chaplain may arrange for inmate religious groups to\nhave one appropriate ceremonial or commemorative meal each year\nfor their members as identified by the religious preference\nreflected in the inmate's file. An inmate may attend one\nreligious ceremonial meal in a calendar year.] Ceremonial or commemorative meals will be served in the Food\nService facilities, unless the Warden authorizes otherwise. To\nmaintain equity in menu design, all meals must be prepared from\nfood items on the institution master menus. Chaplains may use a small portion of the annual Chaplaincy\nServices budget to acquire traditional/ritual foods to supplement\nthe mainline foods served for the ceremonial meal. Ritual or\ntraditional foods must be consistent with the faith group’s\nreligious dietary laws. P5360.09\n12/31/2004\nPage 20 If purchasing ritual/traditional foods, a per capita equity\nformula is to be determined locally.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__12",
      "chunk_id": "12",
      "content": "Ritual or\ntraditional foods must be consistent with the faith group’s\nreligious dietary laws. P5360.09\n12/31/2004\nPage 20 If purchasing ritual/traditional foods, a per capita equity\nformula is to be determined locally. To determine the per\ncapita cost, the total amount of appropriated funds designated\nfor this purpose shall be divided by the total number of inmates\nparticipating in all ceremonial meals for the fiscal year. To\nprevent waste or abuse, the total amount per faith group is to be\nno less than $10 nor greater than $200. The Food Services Department is to be the only source of\nprocurement for all meal items. Foods for ceremonial meals may\nnot be donated or catered. An Inmate Request to Staff (BP-S148) must be submitted to the\nchaplain 60 days before the ceremonial meal requesting\nritual/traditional foods. The chaplain will consult with the\nFood Service Administrator to develop the menu for each\nceremonial or commemorative meal at least 45 days before the\nscheduled date of the observance. This facilitates timely food\nordering and preparation. d. Religious Fasts. There are generally two different types\nof fasts, a public and a private or personal fast. When inmates\nobserve a public fast, i.e. one which is regulated by law or\ncustom for all the faith adherents, Food Service will provide a\nmeal nutritionally equivalent to the meal(s) missed. Public fasts usually begin and end at specific times. Accommodations may also be made for bagged meals at times when\nFood Service is normally closed. When an inmate fasts for\npersonal, religious reasons, no special accommodations need to be\nmade for the meal(s) missed. Requests for meals after a personal\nfast should be determined on a case-by-case basis, applying sound\ncorrectional and pastoral judgment. A list of public fast days is published annually in the OM on\nreligious holy days, but, because of the changing nature of\nreligious observances, it is not exhaustive. 19. ANNUAL REPORT. Each institution will submit an annual\nreport to the Chaplaincy Services Branch, CPD. The reporting\nyear will be from October 1st through September 30th. The\ninstitutions will receive the report forms each September from\nthe Central Office Chaplaincy Branch. The appropriate Associate\nWarden and Warden will sign the report prior to forwarding the\nreport to the Regional Chaplaincy Administrator.\n# A signed copy of the report will be retained in the\nchaplain’s office. P5360.09\n12/31/2004\nPage 21 The completed reports will be sent to the Regional Chaplaincy\nAdministrators by the third Friday in November and the Regional\nChaplaincy Administrators will forward the reports to the Central\nOffice Chaplaincy Branch by the second Friday of December. The\nChaplaincy Services Branch will compile the information and\nprovide a summary report to the Regional Directors by the second\nFriday of May.\n20. INSTITUTION SUPPLEMENT. Each institution will develop an\nInstitution Supplement for operating religious programs and\nactivities. The Institution Supplement requires the Regional\nDirector’s approval prior to issuance and must include the\nfollowing:\na. Procedures for serious illness and/or death notifications; b. Procedures for religious fasts, ceremonial meals and\nwhether appropriated funds will be used to supplement the\nceremonial meals with traditional/ritual foods;\nc. Reasons for removal from the religious diet program and\nprocedures for religious diet program reinstatement;\nd. Procedures for acquiring authorized religious items when no\ncatalog vendor is available (i.e. eagle feathers);\ne. Authorized religious property;",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_77__13",
      "chunk_id": "13",
      "content": "Authorized religious property; f. Sweat Lodge procedures, including who may participate,\nmodesty/security requirements, and medical clearance requirements\nif any;\ng. Procedures and limitations for pastoral visits for inmates\nin general population and procedures for accommodating pastoral\nvisits for inmates in special housing or hospital units;\nh. Procedures and limitations for storage and provision of\nreligious wine;\ni. Indoor and outdoor areas authorized and designated for the\nritual use of tobacco; and\nj. Where applicable, procedures for procuring, storing, and\nusing tobacco for rituals. P5360.09\n12/31/2004\nPage 22\n21. BUREAU OF PRISONS FORMS. The following BP-Forms will be\nused in conjunction with this Program Statement:\n# Questionnaire Regarding New or Unfamiliar Religious\nComponents (BP-S822) # Notification of Religious Diet Accommodation (BP-S700) # Credentials Religious Volunteer (BP-S777) # Credentials Religious Contractor (BP-S778) # Notification of Religious Diet Violation (BP-S820) 22. IMPLEMENTATION. Implementation of this Program Statement\nwill occur within 90 days of the effective date of this policy. /s/\nHarley G. Lappin\nDirector",
      "queries": [],
      "queries_score": []
    }
  ]
}