{
  "doc_id": "guidance_68",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_68__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nOGC/OGC\nNUMBER: 1351.05, CN-2\nDATE:\nMarch 9, 2016 Release of Information\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 1351.05 (CN1), Release of Information, dated April 2, 2015. This text is inserted into the Program\nStatement (p.8) and marked with a highlight. Law Enforcement requests for telephone monitoring information: For telephone monitoring information concerning inmate telephone\ncalls, ordinarily only transactional data (e.g., date, time,\nduration of the call) may be disclosed to Federal and state\nauthorities for use in criminal investigations or prosecutions,\nupon a written request via BP-A0655, Request for Inmate\nTransactional Data. Access to inmate telephone conversations that were previously\nrecorded, or copies of the recorded telephone conversations\n(even when those conversations are yet to be recorded as long as\nthe monitoring and recording is in the ordinary course of BOP\nduties), or written transcripts, shall only be disclosed to a\nrequesting law enforcement authority when:\n(1) requested in an emergency situation;\n(2) criminal activity is discovered as part of the routine\nmonitoring for prison administration purposes; or\n(3) requested through proper process (e.g., written endorsement\nby a U.S. Attorney or DOJ Criminal Section Chief, in\nconnection with a criminal investigation, grand jury subpoena,\nor administrative subpoena); or Note: U.S. Attorney authorization may only be delegated to an\nActing U.S. Attorney when the U.S. Attorney is out of the\njurisdiction or otherwise incapacitated. Authorization cannot\nbe delegated to a First Assistant U.S. Attorney or Criminal\nChief, or any other position within the U.S. Attorney’s Office. (4) requested by the FBI in furtherance of national security\ninvestigations, the collection of foreign intelligence\ninformation, or any other matter related to domestic or\ninternational terrorism. Note: Requests relating to #4 above must be written on FBI\nletterhead in a standard format produced in consultation with\nboth the FBI and BOP (facsimile or scanned electronic copies are\nacceptable), directed to the Chief, Counter Terrorism Unit\n(CTU), and signed by the appropriate Special Agent-in-Charge. A request must contain a specific statement indicating it is in\nfurtherance of at least one of the three matters listed above,\nand provide sufficient information to locate the requested\ntelephone conversations. FBI requests submitted pursuant to this section do not require a\nsubpoena, court order, or any other type of legal process. They\nare limited to one year from the date of the request, and they\ncan be renewed for additional one-year periods. All requests for content of inmate telephone conversations must\nbe directed to the CTU. Institutions provide all required\nmaterials outlined in the request to the CTU for delivery to the\nFBI. U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nOGC/OGC\nNUMBER: 1351.05, CN-1\nDATE:\nApril 2, 2015 Release of Information\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 1351.05,\nRelease of Information, dated September 19, 2002. This text is inserted into the Program\nStatement (p.8) and marked with a highlight. Law Enforcement requests for telephone monitoring information:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__1",
      "chunk_id": "1",
      "content": "Release of Information\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\nThis Change Notice (CN) implements the following change to Program Statement 1351.05,\nRelease of Information, dated September 19, 2002. This text is inserted into the Program\nStatement (p.8) and marked with a highlight. Law Enforcement requests for telephone monitoring information: For telephone monitoring information concerning inmate telephone\ncalls, ordinarily only transactional data (e.g., date, time,\nduration of the call) may be disclosed to Federal and state\nauthorities for use in criminal investigations or prosecutions,\nupon a written request via BP-A0655, Request for Inmate\nTransactional Data. Access to inmate telephone conversations that were previously\nrecorded, or copies of the recorded telephone conversations\n(even when those conversations are yet to be recorded as long as\nthe monitoring and recording is in the ordinary course of BOP\nduties), or written transcripts, shall only be disclosed to a\nrequesting law enforcement authority when:\n(5) requested in an emergency situation;\n(6) criminal activity is discovered as part of the routine\nmonitoring for prison administration purposes; or\n(7) requested through proper process (e.g., written endorsement\nby a U.S. Attorney or DOJ Criminal Section Chief, in\nconnection with a criminal investigation, grand jury subpoena,\nor administrative subpoena). Note: U.S. Attorney authorization may only be delegated to an\nActing U.S. Attorney when the U.S. Attorney is out of the\njurisdiction or otherwise incapacitated. Authorization cannot\nbe delegated to a First Assistant U.S. Attorney or Criminal\nChief, or any other position within the U.S. Attorney’s Office. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: OGC\n1351.05\n9/19/2002\nRelease of Information PART ONE: [GENERAL PROVISIONS AND PROCEDURES] 1. [PURPOSE AND SCOPE § 513.30. This subpart establishes\nprocedures for the release of requested records in possession of\nthe Federal Bureau of Prisons (\"Bureau\"). It is intended to\nimplement provisions of the Freedom of Information Act (FOIA),\n5 U.S.C. 552, and the Privacy Act, 5 U.S.C. 552a, and to\nsupplement Department of Justice (DOJ) regulations concerning the\nproduction or disclosure of records or information,\n28 CFR part 16.] The Freedom of Information Act (FOIA) and the Privacy Act (PA)\ninteract with each other in two areas:\n# When any person requests access to records about himself or\nherself, both statutes become potentially applicable; # When any person requests access to another individual's\nrecord through the FOIA, the Privacy Act may prohibit the\ndisclosure of that record unless FOIA requires it. The determination of what information may be released requires\nBureau staff to have a basic understanding of both the FOIA and\nthe Privacy Act, as well as a working knowledge of DOJ and Bureau\npolicy. Bureau staff also should be aware that the Privacy Act\nestablishes criminal penalties and civil liabilities for\nunauthorized disclosures. The appropriate Regional Counsel shall\nbe contacted when staff are uncertain whether requested\ninformation may be disclosed. Staff shall become familiar with the policy governing release of\ninformation, with special emphasis upon those areas with direct\napplication to the employee's job. Information requests submitted by the union pursuant to\n5 U.S.C. § 7114 will be addressed in accordance with this\nprovision and relevant case law. [Bold Type - Rules]\nRegular Type - Implementing Information PS 1351.05\n9/19/2002\nPage 2 This Program Statement is divided into four major parts:\nPart Page",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__2",
      "chunk_id": "2",
      "content": "Information requests submitted by the union pursuant to\n5 U.S.C. § 7114 will be addressed in accordance with this\nprovision and relevant case law. [Bold Type - Rules]\nRegular Type - Implementing Information PS 1351.05\n9/19/2002\nPage 2 This Program Statement is divided into four major parts:\nPart Page General Provisions and Procedures\nInmate Requests to Institution for\nInformation\nPrivacy Act Requests for Information\nFreedom of Information Act Requests for\nInformation 1\n12\n21\n25 2. SUMMARY OF CHANGES. This Program Statement is being revised\nto prohibit inmates from obtaining and possessing photocopies of\ntheir Pre-sentence Reports (PSR) and the Statement of Reasons\n(SOR) from their Judgment(s) in a Criminal Case. The purpose of\nthis prohibition is to protect inmates from being coerced by\nother inmates to produce their PSRs and SORs for illicit\npurposes. Inmates will be permitted to review their PSRs and\nSORs, but cannot obtain or possess photocopies. This revision\nalso introduces a new form which inmates can use to facilitate\ncourt review of their PSRs or SORs. If local procedures are changed, notification to the union and\ntraining will be handled in accordance with the Master Agreement. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Information will be released to a requester in accordance\nwith Federal law and the regulations and policies of the U.S.\nDepartment of Justice. b. Inmate Freedom of Information Act requests to the Central\nOffice will be reduced by increasing the use of institution\nprocedures that provide for inmate review of Bureau policy\ndocuments and records in Inmate Central Files. c. Future litigation pertaining to FOIA/Privacy Act issues\nwill be reduced. 4. DIRECTIVES AFFECTED a. Directive Rescinded\nPS 1351.04 b. Release of Information (12/5/96) Directives Referenced\nPS 1330.13\nPS 1480.05\nPS 5070.10 Administrative Remedy Program (12/22/95)\nContacts with News Media (9/21/00)\nJudicial Recommendations and U.S. Attorney\nReports, Responses to (6/30/97) PS 1351.05\n9/19/2002\nPage 3\nPS 5270.07\nPS 5310.12\nPS 5800.10\nPS 5800.11\nPS 6000.05 Inmate Discipline and Special Housing Units\n(12/29/87)\nPsychology Services Manual (8/13/93)\nMail Management Manual (11/3/95)\nInmate Central File, Privacy Folder and\nParole Mini- Files (9/8/97)\nHealth Services Manual (9/15/96) Public Information Officer’s Handbook (1994)\nc. Bureau rules cited in this Program Statement are contained\nin 28 CFR 513.30 through 68. d. Other rules referenced in this Program Statement are\ncontained in 5 CFR part 297 and 28 CFR parts 16 and 301. e. United States Code sections cited in this Program Statement\nare contained in 5 U.S.C. 301, 552 and 552a; 13 U.S.C.;\n18 U.S.C. 3621, 3622, 3624, 4001, 4042, 4081, 4082, 5006, 5024;\n28 U.S.C. 509, 510; and 31 U.S.C. 3711(f).\nf. Privacy Act Issuances, 1991 Comp., Volume II. g. United States Department of Justice et al. v. Julian\net al., 108 S.Ct. 1606 (1988). 5. STANDARDS REFERENCED a. American Correctional Association 3rd Edition Standards for\nAdult Correctional Institutions: 3-4020, 3-4095, and 3-4096\nb. American Correctional Association 3rd Edition Standards for\nAdult Local Detention Facilities: 3-ALDF-1E-04, 1E-05\nc. American Correctional Association 2nd Edition Standards for\nAdministration of Correctional Agencies: 2-CO-1E-06, 1E-07, and\n1E-08\n6. [LIMITATIONS § 513.31 a. Social Security Numbers. As of September 27, 1975, Social\nSecurity Numbers may not be used in their entirety as a method of\nidentification for any Bureau record system, unless such use is\nauthorized by statute or by regulation adopted prior to January\n1, 1975. b. Employee Records.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__3",
      "chunk_id": "3",
      "content": "[LIMITATIONS § 513.31 a. Social Security Numbers. As of September 27, 1975, Social\nSecurity Numbers may not be used in their entirety as a method of\nidentification for any Bureau record system, unless such use is\nauthorized by statute or by regulation adopted prior to January\n1, 1975. b. Employee Records. Access and amendment of employee\npersonnel records under the Privacy Act are governed by Office of\nPersonnel Management regulations published in 5 CFR part 297 and\nby Department of Justice regulations published in 28 CFR part\n16.] PS 1351.05\n9/19/2002\nPage 4\n7. [GUIDELINES FOR DISCLOSURE § 513.32] a. [The Bureau provides for the disclosure of agency\ninformation pursuant to applicable laws, e.g. the Freedom of\nInformation Act (5 U.S.C. 552), and the Privacy Act\n(5 U.S.C. 552a).]\nb. Pursuant to 28 CFR part 16, the authority to release or\ndeny access to records and information is limited to the Director\nor his or her designee. c. Bureau staff shall release a Bureau record in response to a\nrequest made in accordance with this rule, unless a valid legal\nexemption to disclosure is asserted.\n! Bureau staff may assert any applicable exemption to\ndisclosure which is provided under the FOIA in\n5 U.S.C. § 552(b) or under the Privacy Act in\n5 U.S.C. § 552a. ! For a listing of general FOIA Exemptions, see the\nExemptions to Disclosure Provided in the Freedom of\nInformation Act (Attachment A). ! For a listing of Bureau systems of records which the\nAttorney General has exempted from access and\ndisclosure under the Privacy Act, see 28 CFR 16.97. Questions regarding the applicability of exemptions may be\nreferred to the appropriate Regional Counsel or to the Office of\nGeneral Counsel. d. Examples of documents or information which ordinarily may\nbe withheld from disclosure include the examples which follow. These examples are not intended to represent an all-inclusive\nlist of every situation when FOIA exemptions may apply, nor are\nthe FOIA exemptions cited for each example the only ones which\nmay apply to the examples provided. (1) Documents or information which could reasonably be\nexpected to constitute an unwarranted invasion of personal\nprivacy, i.e. information that is not “public information.”\n! For the applicable FOIA exemptions, see Exemptions 6\nand 7 in Attachment A. ! Information concerning an individual inmate is not\ngenerally available to FOIA requesters unless the\ninmate whose records are being sought has given a\nwritten consent to the disclosure or unless the PS 1351.05\n9/19/2002 Page 5\ninformation has been determined to constitute \"public\ninformation.\" For guidance on what constitutes “public\ninformation,\" see Public Information (Attachment B).\n! Requests by one inmate for public information\nconcerning other inmates must be reviewed very\ncarefully, as prison security concerns may outweigh the\nright to a FOIA disclosure. ! A denial of such public information to an inmate\nrequester may be done only with the Regional Counsel's\napproval, after assessing the risks that disclosure\nmight pose to the safety of the inmate(s) whose records\nare being sought and to other inmates and staff in the\ninstitution. See Section 7.d.(2), below. A high risk\nof gang-related prison violence is an example of a\nprison security concern which might justify the\nwithholding of public information about one inmate to\nanother inmate while in custody.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__4",
      "chunk_id": "4",
      "content": "See Section 7.d.(2), below. A high risk\nof gang-related prison violence is an example of a\nprison security concern which might justify the\nwithholding of public information about one inmate to\nanother inmate while in custody. (2) Documents or information which would reveal sources of\ninformation obtained through a legitimate expectation of\nconfidentiality or which would otherwise endanger the life or\nphysical safety of any person.\n! For the applicable FOIA exemptions, see Exemptions 6\nand 7 in Attachment A. ! An example is a statement of an inmate witness made in\nthe context of a current or a completed disciplinary,\ncriminal, or accident investigation. This statement\nshall not be disclosed to another inmate if such\ndisclosure would endanger the inmate witness. (3) Documents or information which could disrupt an\ninmate's institutional program due to the diagnostic or\nevaluative opinions contained in the document, and which would\nlikely provoke adjustment difficulties or aggravate existing\nadjustment difficulties.\n! For the applicable FOIA exemptions, see Exemptions 5\nand 6 in Attachment A. (4) Documents or information which would interfere with\nongoing law enforcement proceedings, including administrative\ninvestigations.\n! For the applicable FOIA exemptions, see Exemptions 5\nand 7 in Attachment A. PS 1351.05\n9/19/2002\nPage 6\n! While certain investigative information might be\ndisclosed after an administrative investigation is\ncompleted, particular care must be exercised regarding\ndisclosure during the course of the investigation. Even after the investigation is completed, personal\nsafety and prison security concerns may outweigh the\nright to a FOIA disclosure. ! Only the institution staff member the Warden designates\nas the institution's Public Information Officer is\nauthorized to make public statements regarding any\ninvestigation. For further guidance, see the Program\nStatement on Contacts with the News Media and the\nPublic Information Officer's Handbook. Questions regarding criminal prosecutions, such as the\nstatus of a case, shall be referred to the appropriate U.S.\nAttorney. (5) Documents or information which, through disclosure of\nlaw enforcement techniques, information, or procedures, could\nreasonably be expected to enable the requester to violate a law,\nor to threaten the security of a Bureau institution or the safety\nof any person. ! For the applicable FOIA exemptions, see Exemptions 2\nand 7 in Attachment A. ! Some Program Statements and Operations Memoranda, and\nother documents such as post orders, construction\ndiagrams, etc., may be exempted because disclosing them\nwould pose a threat to institutional security. This\nmay also apply to information contained in\ninvestigations and other Bureau reports where law\nenforcement techniques are described. 8. [PRODUCTION OF RECORDS IN COURT § 513.33. Bureau records are\noften sought by subpoena, court order, or other court demand, in\nconnection with court proceedings. The Attorney General has\ndirected that these records may not be produced in court without\nthe approval of the Attorney General or his or her designee. The\nguidelines are set forth in 28 CFR part 16, subpart B.] Bureau staff who receive such demands shall consult with their\nRegional Counsel or the Office of General Counsel for advice\nregarding proper handling of the demand. 9. [PROTECTION OF INDIVIDUAL PRIVACY - DISCLOSURE OF RECORDS TO\nTHIRD PARTIES § 513.34.] Bureau employees must carefully\nmaintain and process all information concerning individuals to\nensure that information is accurate, relevant, and timely, and to\nensure that no inadvertent disclosure of information is made.",
      "queries": [
        "what is a high risk gang related violence"
      ],
      "queries_score": [
        "2.0526497"
      ]
    },
    {
      "id": "guidance_68__5",
      "chunk_id": "5",
      "content": "9. [PROTECTION OF INDIVIDUAL PRIVACY - DISCLOSURE OF RECORDS TO\nTHIRD PARTIES § 513.34.] Bureau employees must carefully\nmaintain and process all information concerning individuals to\nensure that information is accurate, relevant, and timely, and to\nensure that no inadvertent disclosure of information is made. PS 1351.05\n9/19/2002\nPage 7\n[a. Information that concerns an individual and is contained in\na system of records maintained by the Bureau shall not be\ndisclosed to any person, or to another agency, except under the\nprovisions of the Privacy Act, 5 U.S.C. 552a, or the Freedom of\nInformation Act, 5 U.S.C. 552, and Departmental regulations.] Staff may disclose information from a Bureau system of records\nonly if one or more of the following criteria apply:\n(1) With the written consent of the individual to whom the\nrecord pertains. The Release of Information Consent form\n(BP-S192.013) may be used;\n(2) To employees of the DOJ who have a need for the record\nin the performance of their duties;\n(3) If disclosure is permitted under the FOIA,\n5 U.S.C. § 552, e.g. “public information”, when the public\ninterest in disclosure of the information outweighs the privacy\ninterest involved;\n! For guidance on what constitutes “public information,\"\nsee Attachment B. (4) For a routine use described in the DOJ \"Notice of\nRecord System\" for the system of records which contains the\ninformation, as published in the Federal Register.\n! For a list of the Bureau’s systems of records that have\nbeen published in the Federal Register, see the\nBureau Systems of Records (Attachment C), as updated in\nBOPDOCS. ! The published notices for these systems describe the\nrecords contained in each system and the routine uses\nfor disclosing these records without obtaining the\nconsent of the person to whom the records pertain. For\ncopies of the published systems notices, see BOPDOCS\nand/or contact the FOIA/PA section of the Office of\nGeneral Counsel. A list of routine uses for records contained in the Inmate\nCentral File is also contained in the Program Statement\nconcerning Central File, Privacy Folder, and Parole Mini-Files. Routine uses for Bureau systems of records may include the\nfollowing:\n(a) To Federal, state, local and foreign law enforcement\nofficials for law enforcement purposes such as investigations,\npossible criminal prosecutions, civil court actions, or\nadministrative and regulatory proceedings. PS 1351.05\n9/19/2002\nPage 8\nLaw Enforcement requests for telephone monitoring\ninformation:\n! For telephone monitoring information concerning\ninmate telephone calls, ordinarily only\ntransactional data (e.g. date, time, duration of\nthe call) may be disclosed to Federal and state\nauthorities for use in criminal investigations or\nprosecutions, upon a written request via BP-A0655,\nRequest for Inmate Transactional Data. ! Access to inmate telephone conversations that were\npreviously recorded, or copies of the recorded\ntelephone conversations (even when those conversations\nare yet to be recorded as long as the monitoring and\nrecording is in the ordinary course of BOP duties), or\nwritten transcripts, shall only be disclosed to a\nrequesting law enforcement authority when: (1) requested in an emergency situation; (2) criminal activity is discovered as part of\nthe routine monitoring for prison\nadministration purposes; or (3) requested through proper process (e.g., written\nendorsement by a U.S. Attorney or DOJ Criminal\nSection Chief, in connection with a criminal\ninvestigation, grand jury subpoena, or\nadministrative subpoena); or",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__6",
      "chunk_id": "6",
      "content": "(1) requested in an emergency situation; (2) criminal activity is discovered as part of\nthe routine monitoring for prison\nadministration purposes; or (3) requested through proper process (e.g., written\nendorsement by a U.S. Attorney or DOJ Criminal\nSection Chief, in connection with a criminal\ninvestigation, grand jury subpoena, or\nadministrative subpoena); or Note: U.S. Attorney authorization may only be delegated to an\nActing U.S. Attorney when the U.S. Attorney is out of the\njurisdiction or otherwise incapacitated. Authorization cannot be\ndelegated to a First Assistant U.S. Attorney or Criminal Chief,\nor any other position within the U.S. Attorney’s Office.\n(4) requested by the FBI in furtherance of\nnational security investigations, the\ncollection of foreign intelligence\ninformation, or any other matter related to\ndomestic or international terrorism. Note: Requests relating to #4 above must be written on FBI\nletterhead in a standard format produced in consultation with both\nthe FBI and BOP (facsimile or scanned electronic copies are\nacceptable), directed to the Chief, Counter Terrorism Unit (CTU),\nand signed by the appropriate Special Agent-in-Charge. A request must contain a specific statement indicating it is in\nfurtherance of at least one of the three matters listed above, and\nprovide sufficient information to locate the requested telephone\nconversations. PS 1351.05\n9/19/2002 Page 9\nFBI requests submitted pursuant to this section do not require a\nsubpoena, court order, or any other type of legal process. They\nare limited to one year from the date of the request, and they can\nbe renewed for additional one-year periods. All requests for content of inmate telephone conversations must be\ndirected to the CTU. Institutions provide all required materials\noutlined in the request to the CTU for delivery to the FBI.\n! All requests by law enforcement agencies for\naccess to recordings of inmate telephone\nconversations shall be referred to Regional\nCounsel. (b) To the Bureau of the Census for purposes of planning\nor carrying out a census or survey or related activity pursuant\nto the provisions of Title 13, United States Code;\n(c) To a recipient who has provided the Bureau with\nadvance adequate written assurance that the record will be used\nsolely as a statistical research or reporting record, and the\nrecord is to be transferred in a form that is not individually\nidentifiable;\n(d) To the National Archives and Records Administration\n(NARA) as a record which has sufficient historical or other value\nto warrant its continued preservation by the U.S. Government, or\nfor evaluation by the Administrator of the General Services\nAdministration or his or her designee to determine whether the\nrecord has such value;\n(e) To either House of the U.S. Congress, or, to the\nextent of a matter within its jurisdiction, any Congressional\ncommittee or subcommittee, any joint committee of Congress or\nsubcommittee of any such joint committee; PS 1351.05\n9/19/2002 Page 10\nCongressional requests on behalf of constituents for\ninformation about inmates:\n! Responses to individual members of Congress\nrequesting information on behalf of a constituent\nare limited to public information unless staff\nhave first obtained the inmate's express or\nimplied consent to provide a fuller response. ! Written consent from the inmate shall be obtained\nwhen practical, using the form BP-S192.013. When\nthis is not practical, staff should consider\nwhether there is implied consent by the inmate.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__7",
      "chunk_id": "7",
      "content": "! Written consent from the inmate shall be obtained\nwhen practical, using the form BP-S192.013. When\nthis is not practical, staff should consider\nwhether there is implied consent by the inmate. An example of implied consent is a Congressional\ninquiry which resulted from a letter the inmate\nsent to the member of Congress and this letter is\nincluded with the request from the member of\nCongress. ! Implied consent may not be inferred when a third\nparty (for example, the inmate's spouse or\nparents) initiated the Congressional request for\ninformation. In such a situation, only public\ninformation (see Attachment B) may be released to\nthe member of Congress without the inmate's\nwritten consent. Questions regarding appropriate responses to Congressional\ninquiries shall be directed to the appropriate Regional Counsel\nor to staff in the FOIA/PA Section of the Office of General\nCounsel. (f) Pursuant to an order of a court of competent\njurisdiction;\n(g) To a requester from appropriate state offices (e.g.,\nstate department of corrections, parole board, attorney general)\nseeking access to records concerning state inmates in Bureau\ncustody.\n! Although state inmates are confined in Bureau\ninstitutions, they remain state prisoners. A\nstate inmate may receive periodic visits from\nstate correctional and parole officials to review\nand evaluate his or her status, parole\neligibility, and release readiness. To accomplish\nthose purposes, state officials require access to\nthe files of state inmates. PS 1351.05\n9/19/2002\nPage 11\n! Wardens shall ensure that officials of such state\noffices, who need to review the records, are\nprovided, upon request, access to the complete\nrecord of a state inmate in a Bureau institution. (5) Records Concerning Former Youth Corrections Act (YCA)\nInmates. Information on former YCA inmates, including the fact\nthat the person has been confined, shall not be released without\nRegional Counsel review to determine whether the conviction has\nbeen expunged and whether disclosure is appropriate. [b. Lists of Bureau inmates shall not be disclosed.] Any request for such lists shall be forwarded to the Office of\nGeneral Counsel, Central Office.\nc. A list of Bureau employees may be generally releasable. Questions shall be directed to the appropriate Regional Counsel\nor to the FOIA/PA Section of the Office of General Counsel.\n10. [ACCOUNTING/NONACCOUNTING OF DISCLOSURES TO THIRD PARTIES\n§ 513.35. Accounting/nonaccounting of disclosures to third\nparties shall be made in accordance with Department of Justice\nregulations contained in 28 CFR 16.52.] Except for disclosures of information to other DOJ employees, and\nall components thereof, and except for disclosures required under\nthe FOIA (e.g., public information, as listed on Attachment B),\nan accounting of disclosures to third parties of any information\nconcerning an individual contained in a Bureau system of records\nwill be made in accordance with the following guidelines:\na. Oral Disclosure (1) Staff may orally release only public information. When\npublic information is thus disclosed, no accounting is necessary.\n! Only in an emergency shall staff orally release nonpublic information to parties other than DOJ employees. ! Before such an emergency oral disclosure is made, staff\nshall contact Regional Counsel or the FOIA/PA\nAdministrator. If this is not possible, staff shall\ninform the Regional Counsel, or the FOIA/PA\nAdministrator at the Central Office as soon as\npracticable after the disclosure.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__8",
      "chunk_id": "8",
      "content": "! Before such an emergency oral disclosure is made, staff\nshall contact Regional Counsel or the FOIA/PA\nAdministrator. If this is not possible, staff shall\ninform the Regional Counsel, or the FOIA/PA\nAdministrator at the Central Office as soon as\npracticable after the disclosure. (2) Upon oral disclosure of non-public information, a\nmemorandum shall be prepared and retained in the file from which\nthe record is disclosed, or an appropriate notation shall be\nmaintained in the file, attached to the record disclosed. PS 1351.05\n9/19/2002\nPage 12 This memorandum or notation shall include the following\ninformation:\n!\n!\n!\n! the date of the disclosure,\nthe name and address of the person to whom the record\nwas disclosed and the name of the agency that person\nrepresents, if any,\nthe purpose of the request for disclosure; and\nidentification of the specific record disclosed. For a form designed to assist staff receiving an oral\nrequest for information, see the Record Of Information Release\nform (BP-S171.013). b. Written Disclosures. may be made by: Accounting for a written disclosure (1) Retaining a copy of the correspondence requesting the\ninformation and a copy of the response in the file from which the\nrecords are disclosed;\n(2) Following the procedure for an accounting of an oral\ndisclosure, as described in Section 10.a., above; or\n(3) Developing another method if the method provides, at a\nminimum, the following information:\n!\n!\n!\n! the date of the disclosure;\nthe name and address of the person to whom the record\nwas disclosed and the agency that person represents, if\nany;\nthe purpose of the request for disclosure; and\na general description of the specific record disclosed. c. Disclosure Record Maintenance. It is the responsibility of\nthe staff member making a disclosure of non-public information to\nprovide an accurate accounting of that disclosure.\n! Accounting records of the disclosure of non-public\ninformation shall be maintained for five years or until\nthe record is destroyed, whichever is longer, and will\nbe placed in the privacy folder. ! When records are transferred to the NARA for storage,\nthe disclosure accounting pertaining to those records,\nother than correspondence, shall be transferred with\nthe records themselves. ! An exemption under 5 U.S.C. § 552a(j) does not relieve\nthe Bureau from the responsibility to account for all\ndisclosures other than those within the DOJ or under\nthe FOIA. PS 1351.05\n9/19/2002\nPage 13\n11. [GOVERNMENT CONTRACTORS § 513.36\na. No Bureau component may contract for the operation of a\nrecord system by or on behalf of the Bureau without the express\nwritten approval of the Director or the Director's designee. b. Any contract which is approved shall contain the standard\ncontract requirements promulgated by the General Services\nAdministration (GSA) to ensure compliance with the requirements\nimposed by the Privacy Act. The contracting component shall have\nthe responsibility to ensure that the contractor complies with\nthe contract requirements relating to privacy. PART TWO: [INMATE REQUESTS TO INSTITUTION FOR INFORMATION]\n12. [INMATE ACCESS TO INMATE CENTRAL FILE § 513.40. Inmates are\nencouraged to use the simple access procedures described in this\nsection to review disclosable records maintained in his or her\nInmate Central File, rather than the FOIA procedures described in\n§§ 513.60 through 513.68 of this subpart.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__9",
      "chunk_id": "9",
      "content": "[INMATE ACCESS TO INMATE CENTRAL FILE § 513.40. Inmates are\nencouraged to use the simple access procedures described in this\nsection to review disclosable records maintained in his or her\nInmate Central File, rather than the FOIA procedures described in\n§§ 513.60 through 513.68 of this subpart. Disclosable records in\nthe Inmate Central File include, but are not limited to,\ndocuments relating to the inmate’s sentence, detainer,\nparticipation in Bureau programs such as the Inmate Financial\nResponsibility Program, classification data, parole information,\nmail, visits, property, conduct, work, release processing, and\ngeneral correspondence. This information is available without\nfiling a FOIA request. If any information] (in the disclosable\nsection) [is withheld from the inmate, staff will provide the\ninmate with a general description of that information and also\nwill notify the inmate that he or she may file a FOIA request. a. Inmate Review of His or Her Inmate Central File. An inmate\nmay at any time request to review all disclosable portions of his\nor her Inmate Central File by submitting a request to a staff\nmember designated by the Warden. Staff are to acknowledge the\nrequest and schedule the inmate, as promptly as is practical, for\na review of the file at a time which will not disrupt institution\noperations.] Further guidance is contained in the Program Statement on\nCentral File, Privacy Folder, and Parole Mini-Files. When an inmate makes a request to institution staff to review\nhis or her Inmate Central File, he or she shall be advised to\nmake arrangements pursuant to local procedures.\n! Because local processing reduces unnecessary FOIA\nrequests, staff shall advise an inmate to make a\nrequest for Inmate Central File records to the FOIA/PA\nSection of the Office of General Counsel only when the\ninmate wishes to review exempt information. PS 1351.05\n9/19/2002\nPage 14\nStaff shall not discuss with the inmate the types or\nnature of nondisclosable documents maintained in his or\nher Privacy Folder. ! Before any document in the Inmate Central File is disclosed to\nthe inmate to whom the documents pertain, or to a third party\nwith the prior written consent of the inmate, the following\nreview shall take place:\n(1) Bureau Documents. If the document is a Bureau document\n(generated by Bureau staff) and is not a court-ordered study,\nstaff are to determine whether the document should be withheld\nfrom disclosure under Section 7 of this Program Statement and\nfurther guidance set forth below.\n! Staff shall place in the inmate’s Privacy Folder any\ndocument that is to be withheld from disclosure. ! Staff shall place all other documents in the\ndisclosable portion of the Inmate Central File, which\nis all of the Inmate Central File except for the\nPrivacy Folder. Guidelines for some specific Bureau documents are provided\nbelow:\n(a) Progress Reports. All Progress Reports prepared: ! After October 15, 1974, are subject to release and\nare to be placed in the disclosable section of the\nInmate Central File. ! Between February 15 and October 15, 1974, are\nsubject to release except for the recommendation\nsection, which shall be reviewed for disclosure in\naccord with Section 7 of this Program Statement. ! Before February 15, 1974, shall be reviewed for\ndisclosure in accord with Section 7 of this\nProgram Statement. (b)\n! Psychiatric Reports",
      "queries": [
        "can an inmate access a central file",
        "what documents are inmates central files"
      ],
      "queries_score": [
        "2.9718513",
        "1.604034"
      ]
    },
    {
      "id": "guidance_68__10",
      "chunk_id": "10",
      "content": "! Between February 15 and October 15, 1974, are\nsubject to release except for the recommendation\nsection, which shall be reviewed for disclosure in\naccord with Section 7 of this Program Statement. ! Before February 15, 1974, shall be reviewed for\ndisclosure in accord with Section 7 of this\nProgram Statement. (b)\n! Psychiatric Reports A psychiatric report written at the request of the\nU.S. Parole Commission is subject to release and\nshall be placed in the disclosable section of the\nInmate Central File. This report should be\nwritten in non-technical language so that it can\nbe understood by non-professionals. PS 1351.05\n9/19/2002\nPage 15\n! (c)\nStatement. Other psychiatric, psychological, or evaluative\nreports Bureau staff prepared may also be made\navailable to the U.S. Parole Commission and shall\nbe inserted in the Privacy Folder. A summary of\nthe document must be placed in the Inmate Central\nFile. The summary may be placed in the Progress\nReport prepared in connection with the inmate's\nparole hearing. The summary shall be sufficiently\ndetailed to permit the inmate to respond, at the\nParole Hearing, to the substance of the withheld\ninformation. Medical Records. See Section 14 of this Program (d) Discipline Records. Discipline records, such as Unit\nDiscipline Committee (UDC) and Discipline Hearing Officer (DHO)\npackets (including the UDC/DHO report, incident report, notice of\nhearing, list of inmate rights at UDC/DHO hearing, notice of\nplacement in Administrative Detention, and investigative\nmemoranda), shall be maintained together in the Privacy Folder\nonly if a portion of an investigation or other discipline record\ncontains non-disclosable materials. Copies of all releasable\ndocuments shall be placed together in the disclosable section of\nthe Inmate Central File.\n(2) Non-Bureau Documents (a) FBI/National Crime Information Center (NCIC)\nInformation. The NCIC prohibits the Bureau from disclosing NCIC\nidentification records to an inmate. Procedures for an inmate to request a copy of his or her\nFBI/NCIC identification record directly from the FBI are\ncontained in 28 CFR 513.10 through 513.12. (b) Documents from Other Federal Agencies. If a document\noriginates in another Federal agency (including other components\nof the Department of Justice), it shall be placed in the Privacy\nFolder, except as provided in section 12, first paragraph\n(28 CFR 513.40). When a request for records includes a document from\nanother Federal agency, the document shall be referred to the\noriginating Federal agency for a determination of its\nreleasability (see Attachment D for a suggested format to request\ndisclosure instructions from the originating agency). For\ndocuments originating from Federal courts or probation offices,\nsee subsection (d) below. PS 1351.05\n9/19/2002\nPage 16\n(c) Documents from Non-Federal Agencies. If a document\nhas been received from a source outside the Federal government\n(e.g., a state agency), it shall be placed in the Privacy Folder,\nexcept as provided in section 12, first paragraph\n(28 CFR 513.40). When a request for records includes a document from a nonFederal agency, Bureau staff must make a determination of its\nreleasability in consultation with the non-Federal organization\n(see Attachment D). If the originating non-Federal agency\nrecommends non-disclosure, and Bureau staff determine that nondisclosure is appropriate under 28 CFR 513.32, staff shall\ndocument the rationale for non-disclosure and place the document\nin the Privacy Folder.\n(d) Documents from Federal Courts and Probation Offices (1) Federal Presentence Reports (PSR) and Statements\nof Reasons (SOR) from Judgments in Criminal Cases.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__11",
      "chunk_id": "11",
      "content": "Documents from Federal Courts and Probation Offices (1) Federal Presentence Reports (PSR) and Statements\nof Reasons (SOR) from Judgments in Criminal Cases. For safety\nand security reasons, inmates are prohibited from obtaining or\npossessing photocopies of their PSRs, SORs, or other equivalent\nnon-U.S. Code sentencing documents (e.g., D.C., state, foreign,\nmilitary, etc.). Inmates violating this provision are subject to\ndisciplinary action. This prohibition applies only to the SOR portion of an\ninmate’s Judgment in a Criminal Case. The rest of the Judgment\ndocument remains releasable unless circumstances or policy\ndictate otherwise. PSRs and SORs received by mail will be\ntreated as contraband, and handled according to the Mail\nManagement Manual. This prohibition does not apply to inmates in Bureau of\nPrisons custody with a need to review their PSRs prior to\nsentencing. For example, a pretrial inmate scheduled for\nsentencing may possess and review the PSR in preparation for\nsentencing. After sentencing, however, the inmate is prohibited\nfrom retaining a copy of the PSR. reasons. The Bureau implemented this policy for the following\n# Many PSRs and SORs contain information\nregarding the inmates’ government assistance,\nfinancial resources, community affiliations,\netc. # The Bureau has documented an emerging problem\nwhere inmates pressure other inmates for a\ncopy of their PSRs and SORs to learn if they\nare informants, gang members, have financial\nresources, etc. PS 1351.05\n9/19/2002\nPage 17\n# Inmates who refuse to provide the documents\nare threatened, assaulted, and/or seek\nprotective custody. Likewise, inmates\nproviding PSRs and SORs containing harmful\ninformation are faced with the same risks of\nharm. Inmates needing a copy of their PSRs or SORs for filing\nas an attachment in a court case may obtain, complete, and submit\nto the court an Inmate Request For Certification or Judicial\nNotice of Pre-sentence Report and/or Statement of Reasons form\n(BP-S757.013). The form, which includes instructions for\ncompletion, must be available to inmates in the housing units and\nlaw libraries. Although prohibited from obtaining or possessing\nphotocopies, federal inmates are entitled under the FOIA to\naccess their own PSRs (see United States Department of Justice v.\nJulian, 486 U.S. 1 (1988)) and SORs. Inmates must be provided\nreasonable opportunities to access and review their PSRs, SORs,\nor other equivalent non-U.S. Code sentencing documents (e.g.,\nD.C., state, foreign, military, etc.). Inmates are responsible\nfor requesting an opportunity to access and review these records\nwith unit staff in accordance with the Program Statement on\nInmate Central File, Privacy Folder, and Parole Mini-Files. To\nfacilitate inmate access and review, PSRs and SORs should\nordinarily be maintained in the disclosable portion of the\ncentral file unless significant safety and security concerns\ndictate otherwise. In addition to the above procedures, other provisions\nof the FOIA may require limiting inmate access to PSRs and SORs. Third party requests for inmate PSRs and SORs should be handled\naccording to Section 29 of this Program Statement. Staff must maintain PSRs as follows:\n! A PSR prepared on or after December 1, 1975,\nis to be placed in the disclosable portion of\nthe Inmate Central File. ! A PSR prepared before December 1, 1975, is to\nbe returned to the sentencing court with a\ncover letter indicating that the PSR is being\nreturned based on the Supreme Court's\ndecision in Julian and the fact that the PSR\nwas not prepared with the expectation of\nrelease.",
      "queries": [
        "what are documents needed in federal court and probation"
      ],
      "queries_score": [
        "1.8440933"
      ]
    },
    {
      "id": "guidance_68__12",
      "chunk_id": "12",
      "content": "! A PSR prepared before December 1, 1975, is to\nbe returned to the sentencing court with a\ncover letter indicating that the PSR is being\nreturned based on the Supreme Court's\ndecision in Julian and the fact that the PSR\nwas not prepared with the expectation of\nrelease. No copy of the returned PSR is to\nbe maintained at the institution, although\nrelevant material from the PSR may be\nincorporated into other documents. PS 1351.05\n9/19/2002\nPage 18\n! Documents which the sentencing court has\nsealed or otherwise labeled as not\ndisclosable to the inmate must be placed in\nthe privacy folder. Questions regarding such\ndocuments should be referred to the Regional\nCounsel. (2) Documents Other than Federal PSIs. Generally,\ndocuments originating in a Federal court or probation office\nshall be placed in the Privacy Folder if the documents are\nclearly marked to indicate that disclosure to the inmate is\nunadvisable. Other documents, such as a court-ordered study the\nBureau prepared, shall be referred to the requesting court for\nthat court's instructions as to disclosure. A copy of the\ndocument shall be maintained in the Privacy Folder until a final\ndetermination is made regarding its disclosure. When Bureau staff reclassify a document from nondisclosable to disclosable, subsequent to any information request\nencompassing that document, staff shall place the reclassified\ndocument in the disclosable section of the Inmate Central File.\n[b. File. Procedures for Inmate Review of His or Her Inmate Central (1) Prior to the inmate's review of the file, staff are to\nremove the Privacy Folder which contains documents withheld from\ndisclosure pursuant to § 513.32. (2) During the file review, the inmate is to be under\ndirect and constant supervision by staff. The staff member\nmonitoring the review shall enter the date of the inmate's file\nreview on the Inmate Activity Record and initial the entry. Staff shall ask the inmate to initial the entry also, and if the\ninmate refuses to do so, shall enter a notation to that effect. (3) Staff shall advise the inmate if there are documents\nwithheld from disclosure and, if so, shall advise the inmate of\nthe inmate's right under the provisions of § 513.61 to make a\nFOIA request for the withheld documents.] 28 CFR 513.32 refers to Section 7 of this Program Statement. 28 CFR 513.61 refers to Section 27 of this Program Statement. The Inmate Activity Record refers to form BP-381. 13. [INMATE ACCESS TO INMATE CENTRAL FILE IN CONNECTION WITH\nPAROLE HEARINGS § 513.41. A parole-eligible inmate (an inmate\nwho is currently serving a sentence for an offense committed\nprior to November 1, 1987) may review disclosable portions of the\nInmate Central File prior to the inmate's parole hearing, under\nthe general procedures set forth in § 513.40. In addition, the\nfollowing guidelines apply:] PS 1351.05\n9/19/2002\nPage 19\n28 CFR 513.40 refers to Section 12 of this Program Statement.\n[a. A parole-eligible inmate may request to review his or her\nInmate Central File by submitting the appropriate Parole\nCommission form. This form ordinarily shall be available to each\neligible inmate within five work days after a list of eligible\ninmates is prepared. b.",
      "queries": [
        "when did the psr go to sentencing court"
      ],
      "queries_score": [
        "1.8685236"
      ]
    },
    {
      "id": "guidance_68__13",
      "chunk_id": "13",
      "content": "A parole-eligible inmate may request to review his or her\nInmate Central File by submitting the appropriate Parole\nCommission form. This form ordinarily shall be available to each\neligible inmate within five work days after a list of eligible\ninmates is prepared. b. Bureau staff ordinarily shall schedule an eligible inmate\nfor a requested Inmate Central File review within seven work days\nof the request after the inmate has been scheduled for a parole\nhearing. A reasonable extension of time is permitted for\ndocuments which have been provided (prior to the inmate's\nrequest) to originating agencies for clearance, or which are\notherwise not available at the institution. c. A report received from another agency which is determined\nto be nondisclosable (see § 513.40 (b)) will be summarized by\nthat agency, in accordance with Parole Commission regulations. Bureau staff shall place the summary in the appropriate\ndisclosable section of the Inmate Central File. The original\nreport (or portion which is summarized in another document) will\nbe placed in the portion of the Privacy File for Joint Use by the\nBureau and the Parole Commission. d. Bureau documents which are determined to be nondisclosable\nto the inmate will be summarized for the inmate's review. A copy\nof the summary will be placed in the disclosable section of the\nInmate Central File. The document from which the summary is\ntaken will be placed in the Joint Use Section of the Privacy\nFolder. Nondisclosable documents not summarized for the inmate's\nreview are not available to the Parole Commission and are placed\nin a nondisclosable section of the Inmate Central File. e. When no response regarding disclosure has been received\nfrom an originating agency in time for inmate review prior to the\nparole hearing, Bureau staff are to inform the Parole Commission\nHearing Examiner.] 14. [INMATE ACCESS TO MEDICAL RECORDS § 513.42 a. Except for the limitations of paragraphs (c) and (d) of\nthis section, an inmate may review records from his or her\nmedical file (including dental records) by submitting a request\nto a staff member designated by the Warden.] Disclosable Bureau medical records include the following:\n!\n! Medical and Related Data Sheets (BP-8), although this\nform has been discontinued, older files may still\ncontain such records),\nReport of Medical History (SF-93 or BP-360), PS 1351.05\n9/19/2002\nPage 20\n!\n!\n! Report of Medical Examination (SF-88),\nDoctor's Orders (SF-508), and\nMedication Sheets (such as Medications and Treatments,\nPHS Form 2128, Supplement to SF-510). [b. Laboratory Reports which contain only scientific testing\nresults and which contain no staff evaluation or opinion (such as\nStandard Form 514A, Urinalysis) are ordinarily disclosable. Lab\nresults of HIV testing may be reviewed by the inmate. However,\nan inmate may not retain a copy of his or her test results while\nthe inmate is confined in a Bureau facility or a Community\nCorrections Center. A copy of an inmate's HIV test results may\nbe forwarded to a third party outside the institution and chosen\nby the inmate, provided that the inmate gives written\nauthorization for the disclosure. c. Medical records containing subjective evaluations and\nopinions of medical staff relating to the inmate's care and\ntreatment will be provided to the inmate only after the staff\nreview required by paragraph (d) of this section.",
      "queries": [
        "how to review inmate central file",
        "when is inmate central file open for review"
      ],
      "queries_score": [
        "2.6492717",
        "1.509743"
      ]
    },
    {
      "id": "guidance_68__14",
      "chunk_id": "14",
      "content": "c. Medical records containing subjective evaluations and\nopinions of medical staff relating to the inmate's care and\ntreatment will be provided to the inmate only after the staff\nreview required by paragraph (d) of this section. These records\ninclude, but are not limited to, outpatient notes, consultation\nreports, narrative summaries or reports by a specialist,\noperative reports by the physician, summaries by specialists as\nthe result of laboratory analysis, or in-patient progress\nreports. d. Prior to release to the inmate, records described in\nparagraph (c) of this section shall be reviewed by staff to\ndetermine if the release of this information would present a harm\nto either the inmate or other individuals. Any records\ndetermined not to present a harm will be released to the inmate\nat the conclusion of the review by staff. If any records are\ndetermined by staff not to be releasable based upon the presence\nof harm, the inmate will be so advised in writing and provided\nthe address of the agency component to which the inmate may\naddress a formal request for the withheld records. An accounting\nof any medical records will be maintained in the inmate's medical\nfile.] Release, review, and accounting of disclosures to inmates and\nformer inmates shall be in accordance with the procedures in the\nHealth Services Manual. 15. [INMATE ACCESS TO CERTAIN BUREAU PROGRAM STATEMENTS\n§ 513.43. Inmates are encouraged to use the simple local access\nprocedures described in this section to review certain Bureau\nProgram Statements, rather than the FOIA procedures described in\nSections 513.60 through 513.68 of this Subpart. PS 1351.05\n9/19/2002\nPage 21\na. For a current Bureau Program Statement containing rules\n(regulations published in the Federal Register and codified in 28\nCFR), local access is available through the institution law\nlibrary. b. For a current Bureau Program Statement not containing rules\n(regulations published in the Federal Register and codified in 28\nCFR), inmates may request that it be placed in the institution\nlaw library. Placement of a requested Program Statement in the\nlaw library is within the discretion of the Warden, based upon\nlocal institution conditions. c. Inmates are responsible for the costs of making personal\ncopies of any Program Statements maintained in the institution\nlaw library. For copies of Program Statements obtained under the\nFOIA procedures described in Sections 513.60 through 513.68 of\nthis Subpart, fees will be calculated in accordance with 28 CFR\n16.10.] 28 CFR 513.60 through 513.68 refers to Sections 26 through 34 of\nthis Program Statement. 16. [FEES FOR COPIES OF INMATE CENTRAL FILE AND MEDICAL RECORDS\n§ 513.44. Within a reasonable time after a request, Bureau staff\nare to provide an inmate personal copies of requested disclosable\ndocuments maintained in the Inmate Central File and Medical\nRecord. Fees for the copies are to be calculated in accordance\nwith 28 CFR § 16.10.] No fee shall be charged for the following:\n#\n#\n# the first 100 pages of duplication (or its cost equivalent),\nthe first two hours of search time (or its cost equivalent),\nor\ncharges which total $8.00 or less. The duplication cost is calculated by multiplying the number of\npages in excess of 100 by $0.10, the current rate set in\n28 CFR 16.10.",
      "queries": [
        "which of the following is a medical record that contains the subjective evaluation of the patient and/or staff regarding an inmate's care and treatment?"
      ],
      "queries_score": [
        "2.2296913"
      ]
    },
    {
      "id": "guidance_68__15",
      "chunk_id": "15",
      "content": "the first 100 pages of duplication (or its cost equivalent),\nthe first two hours of search time (or its cost equivalent),\nor\ncharges which total $8.00 or less. The duplication cost is calculated by multiplying the number of\npages in excess of 100 by $0.10, the current rate set in\n28 CFR 16.10. The cost for search time is calculated by multiplying the number\nof quarter hours in excess of two hours by the following rates\nset in 28 CFR 16.10 for the staff conducting the search:\n#\n#\n# $2.25 per quarter hour for clerical staff,\n$4.50 per quarter hour for professional staff, and\n$7.50 per quarter hour for managerial personnel. Only fees in excess of $8.00 shall be assessed. This means that\nthe total cost must be greater than $8.00, either for the cost of\nthe search (for time in excess of two hours), for the cost of PS 1351.05\n9/19/2002 Page 22\nduplication (for pages in excess of 100 pages), or for both costs\ncombined. Examples:\nExample 1: If a request is made for information contained on\n181 pages and clerical staff were able to locate\nthe documents in less than two hours, the\nrequester would be charged $8.10 ($0.10 per page x\n81). Example 2: If it takes two hours and 30 minutes for clerical\npersonnel to locate the same 181 pages, the\nrequester would be charged a total of $12.60 (a\nduplication fee of $8.10 plus a $4.50 search fee\nfor the two quarter hours of time in excess of two\nhours, at $2.25 per quarter hour). Fees for searches shall only be assessed with the authorization\nof the Regional Counsel or the FOIA/PA Administrator in the\nOffice of General Counsel. Requesters shall pay fees by check or\nmoney order payable to the Treasury of the United States. Fees\nshall be forwarded to the office assessing the fees. PART THREE: [PRIVACY ACT REQUESTS FOR INFORMATION]\n17. [PRIVACY ACT REQUESTS BY INMATES § 513.50. Because inmate\nrecords are exempt from disclosure under the Privacy Act, (see\n28 CFR 16.97) inmate requests for records under the Privacy Act\nwill be processed in accordance with the FOIA. See §§ 513.61\nthrough 513.68.] 28 CFR 513.61 through 513.68 refers to Sections 27 through 34 of\nthis Program Statement. 18. PRIVACY ACT REQUESTS BY EMPLOYEES OR FORMER EMPLOYEES. An\nemployee or former employee may make a written request for access\nto documents in his or her Personnel File and/or other documents\nconcerning the requester which are not contained in the\nemployee's personnel file but which are maintained in a Bureau\nsystem of records. Such a request is processed pursuant to the\napplicable provisions of the Privacy Act, 5 U.S.C. § 552a, and\nthe FOIA, 5 U.S.C. § 552.\n# A written request should be submitted to:\nDirector\nFederal Bureau of Prisons\n320 First Street NW\nWashington DC 20534 PS 1351.05\n9/19/2002\nPage 23\n# The requester shall clearly mark on the face of the letter\nand on the envelope \"PRIVACY ACT REQUEST,\" and shall clearly\ndescribe the record sought, including the approximate date\ncovered by the record. # An employee making such a request must provide\nidentification data, as listed in 28 CFR 16.41, and may use\na Certification of Identity Form (DOJ-361) or self-sworn\ndeclaration. 19. PRIVACY ACT REQUESTS ON BEHALF OF AN EMPLOYEE OR FORMER\nEMPLOYEE.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__16",
      "chunk_id": "16",
      "content": "# An employee making such a request must provide\nidentification data, as listed in 28 CFR 16.41, and may use\na Certification of Identity Form (DOJ-361) or self-sworn\ndeclaration. 19. PRIVACY ACT REQUESTS ON BEHALF OF AN EMPLOYEE OR FORMER\nEMPLOYEE. A request for records concerning an employee or former\nemployee made by an authorized representative of that employee or\nformer employee may be made by writing to the address above. Such requests shall be processed pursuant to the provisions of\nthe Privacy Act.\n# The request must be clearly marked on the face of the letter\nand on the envelope \"PRIVACY ACT REQUEST,\" and must describe\nthe record sought, including the approximate dates covered\nby the record. # Verification of the identity of the individual whose records\nare sought is required. See methods of verification listed\nin 28 CFR 16.41. 20. ACKNOWLEDGMENT OF PRIVACY ACT REQUESTS. Requests for\nrecords under the Privacy Act received by the FOIA/PA\nAdministrator, Office of General Counsel, shall be reviewed and\nmay be forwarded to the appropriate Regional Office for handling.\n# Requests for records located at a Bureau institution other\nthan the Central Office or a Regional Office shall be\nreferred to the appropriate staff at that institution for\nproper handling. # The requester shall be notified of the status of his or her\nrequest by the office with final responsibility for\nprocessing the request. # Every effort shall be made to respond to the requester\nwithin the time limit set under the governing disclosure\nstatute. 21. REVIEW OF DOCUMENTS FOR PRIVACY ACT REQUESTS. If a document\nis deemed to contain information exempt from disclosure, any nonexempt sections of the record shall be provided to the requester\nafter deletion of the exempt portions. PS 1351.05\n9/19/2002\nPage 24\n22. LIMITATIONS ON EMPLOYEE RIGHT TO ACCESS UNDER THE PRIVACY\nACT. Under Congressional authority granted to the Attorney\nGeneral by 5 U.S.C. § 552a(j) and (k), certain systems of records\nlisted at 28 CFR 16.97 and on Attachment C are exempt from access\nunder the Privacy Act of 1974. Bureau records are also subject to the FOIA exemptions from\ndisclosure listed in 5 U.S.C. § 552(b). 23. DENIAL OF ACCESS AND NOTICE OF APPEAL RIGHTS. If a Privacy\nAct request for records is denied in whole or in part, a denial\nletter shall be issued and signed by the Director, or his or her\ndesignee, and shall state the basis for denial under\n28 CFR 513.32.\n# A requestor who has been denied such access shall be advised\nthat he or she may appeal that decision to the U.S.\nDepartment of Justice, Office of Information and Privacy,\n(OIP) by filing a written appeal within 30 days of the\nreceipt of the denial. # The appeal shall be marked on the face of the letter and the\nenvelope, \"PRIVACY APPEAL - DENIAL OF ACCESS,\" and shall be\naddressed to the:\nOffice of Information and Privacy\nU.S. Department of Justice\nSuite 570, Flag Building\nWashington DC 20530 During the appeal, Bureau staff shall assist OIP staff in the\nreview of contested Bureau documents necessary to resolve the\nappeal and/or litigation. This review may be coordinated by\nFOIA/PA staff in the Office of General Counsel or Regional\nCounsel.\n24. CORRECTION OF RECORDS a. Inmate Requests for Correction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__17",
      "chunk_id": "17",
      "content": "During the appeal, Bureau staff shall assist OIP staff in the\nreview of contested Bureau documents necessary to resolve the\nappeal and/or litigation. This review may be coordinated by\nFOIA/PA staff in the Office of General Counsel or Regional\nCounsel.\n24. CORRECTION OF RECORDS a. Inmate Requests for Correction. An inmate may submit a\nwritten request for correction of records through the Bureau’s\nAdministrative Remedy Program. b. Non-inmate Requests for Correction. A person other than an\ninmate may request correction of inaccurate, incomplete, or\nirrelevant information by writing to the Director of the Federal\nBureau of Prisons.\n! A request for correction must identify the particular\nrecord in question, state the correction sought, and\nset forth the justification for the correction. PS 1351.05\n9/19/2002\nPage 25\n! c. Both the request and the envelope must be clearly\nmarked \"Privacy Act Correction Request.\" Bureau Responses\n(1) Requests to Correct Bureau Records (a) Bureau staff may make or deny requests for correction\nof Bureau records pursuant to procedures contained in\n28 CFR 16.50. One basis for denial may be that the records are\ncontained in a Bureau system of records that has been published\nin the Federal Register and exempted from the Privacy Act’s\nprovisions requiring amendment and correction. Refer to\n28 CFR 16.97 for further information. Inmate Central File Records. Unit staff shall take\nreasonable steps to ensure the accuracy of challenged information\nin the Inmate Central File, particularly when the challenged\ninformation can be verified.\n! Reasonable steps include requiring specific action\nfrom the inmate, such as providing documents which\nsupport the challenge and/or the names of people\nto contact regarding the challenged information. ! Once Bureau staff make a determination that the\nchallenged information is incorrect, appropriate\nnotations on the record shall be made to ensure\nthat staff do not use the discredited information\nto make decisions regarding the inmate. ! Special procedures have been developed when the\nchallenged information involves a PSI Report. See\nthe Program Statement on Inmate Central File,\nPrivacy Folder, and Parole Mini-Files for further\ninformation. (b) Any denial of a request for correction should contain\na statement of the reason for denial and notice to the requester\nthat the denial may be appealed to the U.S. Department of\nJustice, Office of Information and Privacy, by filing a written\nappeal within 30 days of the receipt of the denial. The appeal shall be marked on the face of the letter and\nthe envelope, \"PRIVACY APPEAL - DENIAL OF ACCESS,\" and shall be\naddressed to the OIP address cited in Section 23 above. (2) Requests to Correct Records Originated by Other Federal\nAgencies. Requests for correction of records prepared by other\nFederal agencies shall be forwarded to that agency for\nappropriate action and the requester shall be immediately\nnotified of the referral in writing. PS 1351.05\n9/19/2002\nPage 26\n(3) Requests to Correct Records Originated by Non-Federal\nSource. When the request is for correction of non-Federal\nrecords, the requester shall be advised to write to that nonFederal entity. 25. FEES FOR PRIVACY ACT REQUESTS. Fees for copies of records\ndisclosed under the Privacy Act, including fees for an employee’s\nown records, may be charged in accordance with 28 CFR 16.47. PART FOUR: [FREEDOM OF INFORMATION ACT REQUESTS FOR INFORMATION]\n26. [FREEDOM OF INFORMATION ACT REQUESTS § 513.60.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__18",
      "chunk_id": "18",
      "content": "25. FEES FOR PRIVACY ACT REQUESTS. Fees for copies of records\ndisclosed under the Privacy Act, including fees for an employee’s\nown records, may be charged in accordance with 28 CFR 16.47. PART FOUR: [FREEDOM OF INFORMATION ACT REQUESTS FOR INFORMATION]\n26. [FREEDOM OF INFORMATION ACT REQUESTS § 513.60. Requests for\nany Bureau record (including Program Statements and Operations\nMemoranda) ordinarily shall be processed pursuant to the Freedom\nof Information Act, 5 U.S.C. 552. Such a request must be made in\nwriting and addressed to the Director, Federal Bureau of Prisons,\n320 First Street, NW., Washington, D.C. 20534. The requester\nshall clearly mark on the face of the letter and the envelope\n\"FREEDOM OF INFORMATION REQUEST,\" and shall clearly describe the\nrecords sought. See §§ 513.61 through 513.63 for additional\nrequirements.] 28 CFR 513.61 through 63 refers to Sections 27 through 29 of this\nProgram Statement. 27. [FREEDOM OF INFORMATION ACT REQUESTS BY INMATES § 513.61 a. Inmates are encouraged to use the simple access procedures\ndescribed in § 513.40 to review disclosable records maintained in\nhis or her Inmate Central File.] 28 CFR 513.40 refers to Section 12 of this Program Statement. Similarly, inmates are encouraged to use the simple access\nprocedures described in Section 15 above to review certain Bureau\nProgram Statements that may be available locally at the\ninstitution.\n[b. An inmate may make a request for access to documents in\nhis or her Inmate Central File or Medical File (including\ndocuments which have been withheld from disclosure during the\ninmate’s review of his or her Inmate Central File pursuant to\n§ 513.40) and/or other documents concerning the inmate which are\nnot contained in the Inmate Central File or Medical File. Staff\nshall process such a request pursuant to the applicable\nprovisions of the Freedom of Information Act, 5 U.S.C. 552. PS 1351.05\n9/19/2002\nPage 27\nc. The inmate requester shall clearly mark on the face of the\nletter and on the envelope \"FREEDOM OF INFORMATION ACT REQUEST\",\nand shall clearly describe the records sought, including the\napproximate dates covered by the record. An inmate making such a\nrequest must provide his or her full name, current address, date\nand place of birth. In addition, if the inmate requests\ndocuments to be sent to a third party, the inmate must provide\nwith the request an example of his or her signature, which must\nbe verified and dated within three (3) months of the date of the\nrequest.] A request for \"my records,\" “all my records,\" or similar\nwording shall be interpreted as a request for a copy of Inmate\nCentral File records and Medical File records currently\nmaintained at the inmate's institution of confinement or, in the\ncase of former inmates, in the last institution of confinement. Inmates are encouraged to provide Federal register numbers to\nassist in properly identifying requested records. 28. [FREEDOM OF INFORMATION ACT REQUESTS BY FORMER INMATES\n§ 513.62. Former federal inmates may request copies of their\nBureau records by writing to the Director, Federal Bureau of\nPrisons, 320 First Street, NW., Washington, D.C. 20534. Such\nrequests shall be processed pursuant to the provisions of the\nFreedom of Information Act.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__19",
      "chunk_id": "19",
      "content": "28. [FREEDOM OF INFORMATION ACT REQUESTS BY FORMER INMATES\n§ 513.62. Former federal inmates may request copies of their\nBureau records by writing to the Director, Federal Bureau of\nPrisons, 320 First Street, NW., Washington, D.C. 20534. Such\nrequests shall be processed pursuant to the provisions of the\nFreedom of Information Act. The request must be clearly marked\non the face of the letter and on the envelope \"FREEDOM OF\nINFORMATION ACT REQUEST\", and must describe the record sought,\nincluding the approximate dates covered by the record. A former\ninmate making such a request must provide his or her full name,\ncurrent address, date and place of birth. In addition, the\nrequester must provide with the request an example of his or her\nsignature, which must be either notarized or sworn under penalty\nof perjury, and dated within three (3) months of the date of the\nrequest.] Former inmates are encouraged to provide Federal register numbers\nto assist in properly identifying requested records. 29. [FREEDOM OF INFORMATION ACT REQUESTS ON BEHALF OF AN INMATE\nOR FORMER INMATE § 513.63. A request for records concerning an\ninmate or former inmate made by an authorized representative of\nthat inmate or former inmate will be treated as in § 513.61, on\nreceipt of the inmate's or former inmate's written authorization. This authorization must be dated within three (3) months of the\ndate of the request letter. Identification data, as listed in 28\nCFR 16.41, must be provided.] Requesters are encouraged to provide Federal register numbers to\nassist in properly identifying requested records. PS 1351.05\n9/19/2002\nPage 28\n30. [ACKNOWLEDGMENT OF FREEDOM OF INFORMATION ACT REQUESTS\n§ 513.64\na. All requests for records under the Freedom of Information\nAct received by the FOIA/PA Administrator, Office of General\nCounsel, will be reviewed and may be forwarded to the appropriate\nRegional Office for proper handling. Requests for records\nlocated at a Bureau facility other than the Central Office or\nRegional Office may be referred to the appropriate staff at that\nfacility for proper handling. b. The requester shall be notified of the status of his or her\nrequest by the office with final responsibility for processing\nthe request.] 31. [REVIEW OF DOCUMENTS FOR FREEDOM OF INFORMATION ACT REQUESTS\n§ 513.65. If a document is deemed to contain information exempt\nfrom disclosure, any reasonably segregable portion of the record\nshall be provided to the requester after deletion of the exempt\nportions. If documents, or portions of documents, in an Inmate\nCentral File have been determined to be nondisclosable by\ninstitution staff but are later released by Regional or Central\nOffice staff pursuant to a request under this section,\nappropriate instructions will be given to the institution to move\nthose documents, or portions, from the Inmate Privacy Folder into\nthe disclosable section of the Inmate Central File.] 32. [DENIALS AND APPEALS OF FREEDOM OF INFORMATION ACT REQUESTS\n§ 513.66. If a request made pursuant to the Freedom of\nInformation Act is denied in whole or in part, a denial letter\nmust be issued and signed by the Director or his or her designee,\nand shall state the basis for denial under § 513.32.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__20",
      "chunk_id": "20",
      "content": "If a request made pursuant to the Freedom of\nInformation Act is denied in whole or in part, a denial letter\nmust be issued and signed by the Director or his or her designee,\nand shall state the basis for denial under § 513.32. The\nrequester who has been denied such access shall be advised that\nhe or she may appeal that decision to the Office of Information\nand Privacy, U.S. Department of Justice, Suite 570, Flag\nBuilding, Washington, D.C. 20530. Both the envelope and the\nletter of appeal itself should be clearly marked: \"Freedom of\nInformation Act Appeal.\"] 28 CFR 513.32 refers to Section 7 of this Program Statement. During the appeal and any subsequent litigation, Bureau staff\nshall assist DOJ staff, including OIP staff, in reviewing\ncontested Bureau documents necessary to resolve the appeal and/or\nlitigation. PS 1351.05\n9/19/2002\nPage 29\n33. [FEES FOR FREEDOM OF INFORMATION ACT REQUESTS § 513.67. Fees for copies of records disclosed under the FOIA, including\nfees for a requester's own records, may be charged in accordance\nwith Department of Justice regulations contained in 28 CFR\n16.10.] See further description of fees in Section 16 above. 34. [TIME LIMITS FOR RESPONSES TO FREEDOM OF INFORMATION ACT\nREQUESTS § 513.68. Consistent with sound administrative practice\nand the provisions of 28 CFR 16.1, the Bureau strives to comply\nwith the time limits set forth in the Freedom of Information\nAct.] Staff processing requests for release of information under the\nFOIA are expected to be familiar with the provisions of\n28 CFR 16.1(d), as follows:\n# A requester must be notified of the decision on his or her\nrequest within 10 days after its receipt (excluding\nSaturday, Sunday, and legal public holidays). Conditions\nfor extension of this time are discussed in 28 CFR 16.1(d). # Generally, all FOIA requests shall be processed in the\napproximate order of receipt, unless the requester shows\nexceptional circumstances exist to justify an expedited\nresponse. Examples of exceptional circumstances which might\njustify an expedited response include the following:\n! a threat to life or safety, ! the loss of substantial due process rights, or ! in cases of widespread and exceptional interest to the\nmedia, and upon approval of DOJ’s Office of Public\nAffairs, possible questions about the Government’s\nintegrity which affect public confidence. Because a decision to take a FOIA request out of order delays\nother requests, simple fairness demands that such a decision be\nmade only upon careful scrutiny of truly exceptional\ncircumstances.\n! Regional Counsel shall follow DOJ guidelines as to\nwhether to expedite a particular request because it\nfits into one of the first two exceptions described\nabove. PS 1351.05\n9/19/2002\nPage 30\n! Requests which are being considered for expedited\nprocessing because of the last exception described\nabove shall first be sent through the FOIA/PA\nAdministrator to the General Counsel for obtaining DOJ\napproval. 35. TRANSITION. Inmates must remove any copies of PSRs and SORs\nas listed in Section 12.a. (2)(d)(1) they currently possess no\nlater than 45 days after the effective date of this PS. Each\ninmate must inspect his or her personal property for photocopies\nof these documents and then dispose of them. Inmates possessing these documents when this transition period\nexpires will be subject to disciplinary action for possession of\ncontraband.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__21",
      "chunk_id": "21",
      "content": "(2)(d)(1) they currently possess no\nlater than 45 days after the effective date of this PS. Each\ninmate must inspect his or her personal property for photocopies\nof these documents and then dispose of them. Inmates possessing these documents when this transition period\nexpires will be subject to disciplinary action for possession of\ncontraband. Inmates may dispose of their PSRs and SORs by any of the\nfollowing methods:\n! Mailing the documents out of the institution to someone of\nthe inmate’s choosing; ! Destroying or discarding the PSRs or SORs themselves; or ! Delivering them to a staff member for destruction. /s/\nKathleen Hawk Sawyer\nDirector PS 1351.05\n9/19/2002\nAttachment A, Page 1\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nEXEMPTIONS TO DISCLOSURE PROVIDED IN\nTHE FREEDOM OF INFORMATION ACT\n1. The Freedom of Information Act (5 U.S.C. § 552) provides\ngenerally for the disclosure of agency records. Section 552(b)\nexempts from mandatory disclosure matters that are \"(1) (A) specifically authorized under criteria established\nby an Executive order to be kept secret in the interest of\nnational defense or foreign policy and (B) are in fact properly\nclassified pursuant to such Executive order;\n(2) related solely to the internal personnel rules and\npractices of an agency;\n(3) specifically exempted from disclosure by statute (other\nthan section 552b of this title), provided that such statute (A)\nrequires that the matters be withheld from the public in such a\nmanner as to leave no discretion on the issue, or (B) establishes\nparticular criteria for withholding or refers to particular types\nof matters to be withheld;\n(4) trade secrets and commercial or financial information\nobtained from a person and privileged or confidential;\n(5) inter-agency or intra-agency memorandums or letters\nwhich would not be available by law to a party other than an\nagency in litigation with the agency;\n(6) personnel and medical files and similar files the\ndisclosure of which would constitute a clearly unwarranted\ninvasion of personal privacy;\n(7) records or information compiled for law enforcement\npurposes, but only to the extent that the production of such law\nenforcement records or information\n(A) could reasonably be expected to interfere with\nenforcement proceedings,\n(B) would deprive a person of a right to a fair trial\nor an impartial adjudication,\n(C) could reasonably be expected to constitute an\nunwarranted invasion of personal privacy,\n(D) could reasonably be expected to disclose the\nidentity of a confidential source, including a State, local, or\nforeign agency or authority or any private institution which PS 1351.05\n9/19/2002 Attachment A, Page 2\nfurnished information of a confidential basis, and, in the case\nof a record or information compiled by a criminal law enforcement\nauthority in the course of a criminal investigation or by an\nagency conducting a lawful national security intelligence\ninvestigation, information furnished by a confidential source,\n(E) would disclose techniques and procedures for law\nenforcement investigations or prosecutions, or would disclose\nguidelines for law enforcement investigations or prosecutions if\nsuch disclosure could reasonably be expected to risk\ncircumvention of the law, or\n(F) could reasonably be expected to endanger the life\nor physical safety of any individual;\n(8) contained in or related to examination, operating, or\ncondition reports prepared by, on behalf of, or for the use of an\nagency responsible for the regulation or supervision of financial\ninstitutions; or\n(9) geological and geophysical information and data,\nincluding maps, concerning wells.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__22",
      "chunk_id": "22",
      "content": "2. Any reasonably segregable portion of a record shall be\nprovided to any person requesting such record after deletion of\nthe portions which are exempt under this subsection.\" 3. Under 5 U.S.C. § 551, Federal \"agency records\" are defined\nnot to include records of\n(1) the Congress; (2) the courts of the United States; (3) the governments of the territories or possessions of\nthe United States; or (4) the government of the District of Columbia. PS 1351.05\n9/19/2002\nAttachment B, Page 1\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nPUBLIC INFORMATION\nSTAFF:\nName\nPosition Title (past and present)\nGrade (past and present)\nSalary (past and present)\nDuty Station (past and present)\nDuty Station Address (past and present)\nINMATES: See list provided in the Program Statement on News Media Contacts\nand the Public Information Officer's Handbook (PIO Handbook). PS 1351.05\n9/19/2002\nAttachment C, Page 1\nPUBLISHED SYSTEMS OF RECORDS\n#:\nNAME:\nPUBLICATION DATE:\n-------------------------------------------------------------001 Custodial/Security Record System 09/28/78 002 FOIA Record System 09/17/77 003 Industrial Inmate Employment Record\nSystem 09/28/78 004 Inmate Administrative Remedy Record\nSystem 09/28/78 005 Inmate Central Records System 06/07/84 006 Inmate Commissary Accounts Record\nSystem 09/17/77 007 Inmate Physical/Mental Health Record\nSystem 09/28/78 008 Inmate Safety/Accident Compensation\nRecord System 09/28/78 009 Federal Tort Claims Act Record System 09/28/78 010 Access Control Entry/Exit System 10/04/95 011 Telephone Activity Record System 04/21/95 012 Office of Internal Affairs Investigative\nRecord System\n08/29/95 101 NIC Technical Assistance Resource Persons\nDirectory 04/18/83 102 NIC Field Readers List 04/18/83 PS 1351.05\n9/19/2002\nAttachment D, Page 1\n(Date) Re:\nOur Reg. No:\nDocket No: Dear , Please advise us as to whether the attached document(s) prepared\nby your agency may be (1) disclosed to the above inmate and (2)\nused with respect to the inmate's parole hearing(s). Disclosure of information contained in an inmate's prison files\nis governed by a variety of Federal laws, principally the Freedom\nof Information Act (5 U.S.C. § 552) and the Privacy Act\n(5 U.S.C. § 552a). Guidelines for the implementation of these\nlaws are given below. GUIDELINES FOR DISCLOSURE TO A FEDERAL PRISON INMATE Upon an inmate's request, materials in that inmate's files will\nbe disclosed to that inmate unless there is a legal exemption to\nsuch disclosure. Typical examples of documents which may be\nwithheld are those which, if disclosed, might a. constitute a clearly unwarranted invasion of personal\nprivacy;\nb. reveal sources of information obtained upon a legitimate\nexpectation of confidentiality or otherwise endanger the\nlife or physical safety of any person;\nc. lead to a serious disruption of the subject inmate's\ninstitutional program, due to the diagnostic or evaluative\nopinions contained in the document, and which could likely\naffect the inmate's clearly documented adjustment\ndifficulties;\nd. interfere with ongoing law enforcement proceedings,\nincluding administrative investigations; or\ne. enable the requestor to violate any law or threaten the\nsecurity of a Federal Bureau of Prisons institution through\ndisclosure of law enforcement techniques or procedures. PS 1351.05\n9/19/2002\nAttachment D, Page 2\nGUIDELINES FOR DISCLOSURE FOR USE AT THE INMATE'S PAROLE HEARING\nA Federal prison inmate must be provided reasonable access to\nreports or documents to be used by the Parole Commission in\nmaking its parole release determination. The Commission, of\ncourse, wants to use all the information in the documents you\nprepare.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_68__23",
      "chunk_id": "23",
      "content": "PS 1351.05\n9/19/2002\nAttachment D, Page 2\nGUIDELINES FOR DISCLOSURE FOR USE AT THE INMATE'S PAROLE HEARING\nA Federal prison inmate must be provided reasonable access to\nreports or documents to be used by the Parole Commission in\nmaking its parole release determination. The Commission, of\ncourse, wants to use all the information in the documents you\nprepare. If you determine that some information may not be\ndisclosed, in accordance with the guidelines listed above, you\nmust prepare a summary of excluded information if it is to be\nused by the Parole Commission. This summary, as well as the\ndisclosable portions of the document, will then be available to\nthe inmate, and the Commission thereby be permitted to review the\nentire document. The summary need only be phrased in general\nterms to enable the inmate to respond to the essential\nallegations made in excluded material. It should not reveal\nspecific information which might compromise a legitimate need for\nconfidentiality. OPTIONS FOR DISCLOSURE OF INFORMATION There are three options which exist under Federal law with\nrespect to disclosure to the inmate and to the U.S. Parole\nCommission of the information prepared by your agency. Option 1 - You may authorize complete disclosure of the\ndocument. The document is available for inmate review and\ncopying. Court disclosure instructions, if any, will be\nfollowed. Option 2 - You may recommend exclusion of a portion or all\nof the document from disclosure. Please identify the part(s) of\nthe document you consider exempt form disclosure and prepare an\nadequate summary of the excluded material. The Federal Bureau of\nPrisons will review the reasons given in accordance with the\nguidelines listed in this letter. If at least one of the\nguidelines is met, both the summary and the disclosable portion\nof the document, if any, will be available to the inmate. If the\nFederal Bureau of Prisons determines the document to be entirely\ndisclosable, the document will be returned to you, and no copy\nwill be retained by the Federal Bureau of Prisons or for release\nto the U.S. Parole Commission or to the inmate. Option 3 - You may refuse to authorize disclosure of the\ndocument, or a summary in any form to the inmate. If this option\nis selected, please provide a memorandum detailing reasons for\nnon-disclosure. The Federal Bureau of Prisons will review the\nreasons given in accordance with Bureau policy and the guidelines\nlisted in this letter. If at least one of the guidelines is met,\nthe document will be placed in the Inmate Privacy Folder and will\nnot be available for release either to the inmate or to the U.S. PS 1351.05\n9/19/2002\nAttachment D, Page 3\nParole Commission. If the Federal Bureau of Prisons considers\nthe document disclosable, the document will be returned to you,\nand no copy will be retained for use by the Federal Bureau of\nPrisons. Please consider carefully before choosing this option. We appreciate your review of the attached documents with respect\nto their disclosure. We have enclosed a form for your response. Thank you for you cooperation. Sincerely, Warden\nAttachments PS 1351.05\n9/19/2002\nAttachment D, Page 4\n(Date)\nTo:\nWarden:\nInstitution:\nFROM: (Authorized Agency Representative)\n(Agency)\nSUBJECT: Disclosure of Information to Federal Inmate and to\nU.S. Parole Commission",
      "queries": [
        "which federal law requires that inmates have reasonable access to report materials and other documents for use by the parole hearing?"
      ],
      "queries_score": [
        "2.0638058"
      ]
    },
    {
      "id": "guidance_68__24",
      "chunk_id": "24",
      "content": "We appreciate your review of the attached documents with respect\nto their disclosure. We have enclosed a form for your response. Thank you for you cooperation. Sincerely, Warden\nAttachments PS 1351.05\n9/19/2002\nAttachment D, Page 4\n(Date)\nTo:\nWarden:\nInstitution:\nFROM: (Authorized Agency Representative)\n(Agency)\nSUBJECT: Disclosure of Information to Federal Inmate and to\nU.S. Parole Commission This replies to your (date) letter in which you forward to us,\nand ask that we review, certain document(s) prepared by our\nagency to determine whether the document(s) may be disclosed to\nthe Federal inmate involved and the U.S. Parole Commission. Document(s): The following action may be taken with respect to these\ndocuments:\n1. Complete disclosure of the document(s) is (are)\nauthorized. The document may be made available for inmate review and\ncopying. 2. The following portion(s) of the document(s) is (are) to be\nexcluded on the basis that if disclosed, it might constitute a clearly unwarranted invasion of\npersonal privacy;\nreveal sources of information obtained under a\nlegitimate expectation of confidentiality or\notherwise endanger the life or physical safety of\nany person;\nlead to a serious disruption of the subject\ninmate's institutional program, due to the\ndiagnostic or evaluative opinions contained in the\ndocument, and which it could likely affect the\ninmate's clearly documented adjustment\ndifficulties;\ninterfere with ongoing law enforcement\nproceedings, including administrative\ninvestigations; or PS 1351.05\n9/19/2002\nAttachment D, Page 5 enable the requester to violate any law or\nthreaten the security of a Federal Bureau of\nPrisons institution through disclosure of law\nenforcement techniques or procedures. Other: (specify)\nA summary of the excluded material is attached. 3. Neither the document nor a summary of the document is to\nbe disclosed in any form to the inmate.",
      "queries": [],
      "queries_score": []
    }
  ]
}