{
  "doc_id": "guidance_60",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_60__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 5500.14, CN-1\nDATE:\nAugust 1, 2016 Correctional Services Procedures Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5500.14,\nCorrectional Services Procedures Manual, dated October 19, 2012. Chapter 1, page 1,\nparagraph 2 will read as follows. Changes are marked with a highlight. In order to allow for training and annual/sick leave, a position\nis calculated at 210 days per year. The subtotal (man days) is\ndivided by 210. The result is the number of positions required\nto staff the Correctional Services Department. Example: 50 (total number of 7 Day Posts) x 364 = 18,200\n20 (total number of 5 Day Posts) x 260 = 5,200 10 (total number of 3 Day Posts) x 156 = 1,560\nSubtotal: 24,960 (total man days)\n24,960 divided 210 = 118 positions plus 180 man days,\nwhich equals 119 positions. A remainder of 72 or more is\none additional position. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD\n5500.14\n10/19/2012\nCorrectional Services\nProcedures Manual 1. PURPOSE AND SCOPE. To implement policies, procedures, and\nguidelines to protect the public and maintain a secure, safe and\norderly living and working environment for inmates and staff. This Program Statement promotes standard management practices for\ncorrectional staff in all Bureau institutions, while recognizing\ndifferences among institutions that vary in missions and security\nlevels. 2. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Security posts will be established through meaningful post\norders; using a standard roster. b. Security will be maintained by well-trained, highly\nprofessional correctional staff, guided by clearly written policy\nand procedures and led by Captains and Lieutenants who monitor\noperations, train, advise, and consult with those staff. c. Tools, equipment, and materials will be properly used,\nstored, and inventoried. d. Continuous inmate accountability will be maintained through\na system of accurate counts and census checks. e. Trained canine units will be established in approved Bureau\ninstitutions and be available to other institutions as needed. f. When mutual Bureau/FBI activity is required to resolve an\nemergency incident, prior exchange of information and planning\nwill have occurred, and a plan of action will be in place and\napplied. PS 5500.14\n10/19/2012\nPage 2\ng. Major incidents will be investigated by After-Action Review\nTeams, appointed by Regional Directors. h. Staff will be assigned to posts or duties requiring the use\nof firearms only after receiving training and continued\nrequalification with the issued weapon. i. Inmates sent from Bureau institutions to local medical\nfacilities for medical treatment will be supervised by competent\nand qualified contract personnel when appropriate. 3. DIRECTIVES AFFECTED a. Directives Rescinded\nPS 1440.01\nPS 5500.08\nPS 5500.10\nPS 5511.06\nPS 5558.14\nPS 5568.05 b. Providing Emergency Assistance to Local Law\nEnforcement Agencies (5/18/94)\nCanine Units, Full Service (9/17/97)\nGuard Service at Local Medical Facilities\n(3/1/99)\nAccountability for Inmates (8/4/97)\nFirearms and Badges (8/24/00)\nAfter-Action, Reporting and Review (10/26/00) Directives Referenced\nPS 1210.23\nPS 1280.11\nPS 1380.05\nPS 1480.05\nPS 1600.08\nPS 2000.02\nPS 3000.02\nPS 3420.09\nPS 3906.16\nPS 4400.04\nPS 4500.04\nPS 5100.07\nPS 5162.04\nPS 5216.05\nPS 5324.03",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__1",
      "chunk_id": "1",
      "content": "b. Providing Emergency Assistance to Local Law\nEnforcement Agencies (5/18/94)\nCanine Units, Full Service (9/17/97)\nGuard Service at Local Medical Facilities\n(3/1/99)\nAccountability for Inmates (8/4/97)\nFirearms and Badges (8/24/00)\nAfter-Action, Reporting and Review (10/26/00) Directives Referenced\nPS 1210.23\nPS 1280.11\nPS 1380.05\nPS 1480.05\nPS 1600.08\nPS 2000.02\nPS 3000.02\nPS 3420.09\nPS 3906.16\nPS 4400.04\nPS 4500.04\nPS 5100.07\nPS 5162.04\nPS 5216.05\nPS 5324.03 Management Control and Program Review\n(8/21/02)\nJUST, NCIC, and NLETS Telecommunications\nSystems (1/7/00)\nSpecial Investigative Supervisors Manual\n(8/1/95)\nNews Media Contacts (9/21/00)\nOccupational Safety and Environmental Health\n(8/16/99)\nAccounting Management Manual (10/15/86)\nHuman Resource Management Manual (11/1/93)\nStandards of Employee Conduct and\nResponsibility (2/5/99)\nEmployee Development Manual (3/21/97)\nProperty Management Manual (8/13/01)\nTrust Fund/Warehouse/Laundry Manual\n(12/15/95)\nSecurity Designation and Custody\nClassification Manual (9/3/99)\nCategorization of Offenses (10/9/97)\nJuvenile Delinquents, Juvenile Justice and\nDelinquency Prevention Act (9/01/99)\nSuicide Prevention Program (5/3/95) PS 5500.14\n10/19/2012\nPage 3\nPS 5538.04\nPS 5566.05\nPS 5580.06\nPS 5800.13\nPS 5800.10\nPS 5890.13\nPS 6000.05 Escorted Trips (12/23/96)\nUse of Force and Application of Restraints on\nInmates (7/25/96)\nPersonal Property, Inmate (7/19/99)\nInmate Systems Management (6/28/02)\nMail Management Manual (11/30/95)\nSENTRY National On-line Automated Information\nSystem (12/14/99)\nHealth Services Manual (9/15/96) U.S. Department of Justice Office of Investigative Agencies\nPolicies, Resolution 14, and Attachments A and B (Policy\nStatement-Use of Deadly Force and Commentaries) (10/17/95)\n4. STANDARDS REFERENCED a. American Correctional Association 4th Edition Standards for\nAdult Correctional Institutions: 4-4091(M), 4-4172, 4-4174,\n4-4177, 4-4178, 4-4179, 4-4180, 4-4181, 4-4182, 4-4183, 4-4184,\n4-4185, 4-4187, 4-4188, 4-4196, 4-4202, 4-4204(M), and 4-4205(M)\nb. American Correctional Association 3rd Edition Standards for\nAdult Local Detention Facilities: 3-ALDF-1D-18(M), 3-ALDF-1F-05,\n3-ALDF-2G-03, 3-ALDF-3A-03, 3-ALDF-3A-05, 3-ALDF-3A-06,\n3-ALDF-3A-07, 3-ALDF-3A-08, 3-ALDF-3A-11, 3-ALDF-3A-12,\n3-ALDF-3A-14, 3-ALDF-3A-15, 3-ALDF-3A-22, 3-ALDF-3A-28,\n3-ALDF-3A-30, and 3-ALDF-3A-32(M)\nc. American Correctional Association 2nd Edition Standards for\nAdministration of Correctional Agencies: 2-CO-3A-01\nd. American Correctional Association Standards for Adult\nCorrectional Boot Camp Programs: None\n5. PRETRIAL/HOLDOVER PROCEDURES. Procedures required in this\nProgram Statement apply to pretrial/holdover inmates and INS\nDetainees in Bureau Custody. 6. DEFINITIONS. Throughout this Program Statement, there is\nreference to guidelines and requirements based on the security\nlevels of institutions. For the purpose of security level\nidentification, administrative facilities will be governed under\nthe same guidelines as medium security facilities, unless\notherwise noted. 7. REPRODUCTION OF ATTACHMENTS. All attachments included in\nthis Program Statement may be reproduced locally or acquired via\nBOPDOCS. PS 5500.14\n10/19/2012\nPage 4\n8. RETENTION OF DOCUMENTS FOR CORRECTIONAL SERVICES. In order\nto maintain a record of past information, the retention of these\ndocuments must be stored for future reference. The duration for\neach document is listed on the Retention of Documents List\n(Attachment A). 9. IMPACT ON MASTER AGREEMENT. This document is to be reviewed\nin conjunction with the negotiated Master Agreement. If there\nare any contradictions between the two documents, the Master\nAgreement will prevail. 10. INSTITUTION SUPPLEMENTS. The following provisions of this\nManual require Institution Supplements:\na. Chapter 2 (page 1), Section 200.1, tool control procedures\nand tool control inspection system. b. Chapter 2 (page 2), Section 201.2, a list of all tools by\nClass AA, A, and B including descriptions and size of all tools\ncurrently in use. c. Chapter 2 (page 4), Section 204.2, procedures for using the\nGovernment-wide Credit Card Program to purchase tools. d. Chapter 2 (page 9), Section 207.1, procedures to carry out\nthe tool survey process including the destruction of any surveyed\ntools. e. Chapter 3 (page 4), Section 304.1, guidelines and\nprocedures for conducting census checks. /s/\nCharles E. Samuels, Jr.\nDirector PS 5500.14\n10/19/2012\nTable of Contents, Page i\nTABLE OF CONTENTS\nCHAPTER 1\nMANAGEMENT OF CORRECTIONAL SERVICES\n100\n101\n102\n103\n104\n105\n106\n107",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__2",
      "chunk_id": "2",
      "content": "d. Chapter 2 (page 9), Section 207.1, procedures to carry out\nthe tool survey process including the destruction of any surveyed\ntools. e. Chapter 3 (page 4), Section 304.1, guidelines and\nprocedures for conducting census checks. /s/\nCharles E. Samuels, Jr.\nDirector PS 5500.14\n10/19/2012\nTable of Contents, Page i\nTABLE OF CONTENTS\nCHAPTER 1\nMANAGEMENT OF CORRECTIONAL SERVICES\n100\n101\n102\n103\n104\n105\n106\n107 COMPUTING THE CORRECTIONAL COMPLIMENT\nQUARTERLY AND DAILEY ROSTER ASSIGNMENT\nOFFICER ASSIGNMENT RECORD\nPREPARATION, USE, AND DISTRIBUTION OF POST ORDERS\nOPERATIONAL REVIEW OF CORRECTIONAL SERVICES\nLIEUTENANTS’ MEETINGS\nINTELLIGENCE BRIEFINGS\nUNIFORM REGULATIONS\nCHAPTER 2\nTOOLS AND HAZARDOUS MATERIALS 200\n201\n202\n203\n204\n205\n206\n207\n208\n209\n210\n211 RESPONSIBILITIES TOOL CLASSIFICATION\nTOOL IDENTIFICATION\nSTORAGE IN WORK AREAS\nTOOL INVENTORIES\nISSUING TOOLS\nLOST TOOLS\nDISPOSITION OF EXCESS TOOLS\nWEAPON MANUFACTURE CONTROL\nCONTROL OF FLAMMABLE, HAZARDOUS, POISONOUS\nMATERIALS AND CHEMICALS\nCONTROL OF DANGEROUS DRUGS AND HYPODERMIC APPARATUS\nCONTROL OF FOOD SERVICE EQUIPMENT\nCHAPTER 3\nCOUNTS - CENSUS CHECKS 300\n301\n302\n303\n304\n305\n306\n307\n308\n309\n310 BASIC PRINCIPLES\nOFFICIAL COUNTS\nEMERGENCY COUNTS\nOFFICIAL COUNT FORM\nCENSUS COUNTS\nCONTROL CENTER RECORDS\nDAILY CHANGE/TRANSFER SHEET\nINMATE CALL-OUTS\nPASS SYSTEM\nDETAIL/CREW KIT CARDS\nSPECIAL ACCOUNTABILITY PS 5500.14\n10/19/2012\nTable of Contents, Page ii\nCHAPTER 4\nEMERGENCY ASSISTANCE TO NON-FEDERAL CORRECTIONAL SYSTEMS\n400 BACKGROUND\n401 DEFINITION\n402 MEMORANDUM OF UNDERSTANDING\n403 REVIEW BY/NOTIFICATION OF REGIONAL DIRECTOR AND ASSISTANT\nDIRECTOR\n404 TYPICAL ASSISTANCE AND GUIDELINES\n405 CRISIS MANAGEMENT TEAM\n406 SUPPORT ASSISTANCE BY OTHER FEDERAL AGENCIES\n407 REPORTING REQUIREMENTS 408 ANNUAL REVIEW OF MEMORANDUM OF UNDERSTANDING\n409 ASSISTANCE\nCHAPTER 5\nCANINE UNITS\n500 ADMINISTRATION\n501 HANDLER SELECTION\n502 CANINE SELECTION\n503 HANDLER RESPONSIBILITIES 504 EMPLOYEE GUIDELINES\n505 HEALTH, CARE, AND FEEDING\n506 TRAINING\n507 TRAINING DOCUMENTATION\n508 PROCUREMENT CHAPTER 6\nAFTER-ACTION REVIEW AND REPORTING\n600\n601\n602\n603\n604\n605\n606\n607 DEFINITIONS\nAFTER-ACTION REVIEW TEAM\nAFTER-ACTION REVIEW TEAM FOR DISCHARGE OF FIREARM\nSHOOTING INCIDENT REVIEW COMMITTEE\nAFTER-ACTION REPORT FORMAT\nINMATE INVOLVEMENT SUMMARY REPORT FORMAT\nDISCLOSURE OF BUREAU STAFF NAMES IN MAJOR INCIDENTS PS 5500.14\n10/19/2012\nTable of Contents, Page iii\nCHAPTER 7\nFIREARMS AND BADGES\n700\n701\n702\n703\n704\n705\n706 DEFINITIONS\nCARRYING OF FIREARMS\nUSE OF FIREARMS\nARMED ESCORT BY COMMERCIAL AVIATION\nREPORTING REQUIREMENTS\nIDENTIFICATION BADGES\nNON-DISCLOSURE OF BUREAU STAFF NAMES IN SHOOTING INCIDENTS\nCHAPTER 8\nGUARD SERVICE AT LOCAL MEDICAL FACILITIES 800\n801\n802\n803 RESPONSIBILITIES SUPERVISION REQUIREMENTS CONTRACTOR ELIGIBILITY\nCONTRACT REQUIREMENTS PS 5500.14\n10/19/2012\nChapter 1, Page 1\nCHAPTER 1\nMANAGEMENT OF CORRECTIONAL SERVICES\n100. COMPUTING THE CORRECTIONAL COMPLEMENT. A total of 364 days\nis used as a base year for a 7-day post. A 5-day post is 260\ndays. These figures are determined by multiplying the number of\ndays per week a post is manned, i.e., 7-day post, 5-day post, 3day post, and etc., by the amount of weeks in a year (52). After\ndetermining the total number of each post in an institution (7day post, 5-day post, and etc.), each total is multiplied by the\nappropriate base year figures (see examples below). In order to allow for training and annual/sick leave, a position\nis calculated at 210 days per year. The subtotal (man days) is\ndivided by 210. The result is the number of positions required\nto staff the Correctional Services Department. Example:\n` 50 (total number of 7 Day Posts) x 364 = 18,200\n20 (total number of 5 Day Posts) x 260 = 5,200 10 (total number of 3 Day Posts) x 156 = 1,560\nSubtotal: 24,960 (total man days)\n24,960 divided 210 = 118 positions plus 180 man days, which\nequals 119 positions. A remainder of 72 or more is one\nadditional position. To determine the authorized correctional complement for a\nparticular Bureau institution, the following definitions and\ncalculations should be clearly understood:\n1. Post. A post is the location or assignment that is\nactually worked by a staff member. 2. Position.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__3",
      "chunk_id": "3",
      "content": "A remainder of 72 or more is one\nadditional position. To determine the authorized correctional complement for a\nparticular Bureau institution, the following definitions and\ncalculations should be clearly understood:\n1. Post. A post is the location or assignment that is\nactually worked by a staff member. 2. Position. A position is the actual person or persons\nnecessary to work a given post. 101. QUARTERLY AND DAILY ROSTER ASSIGNMENT. A quarterly\nassignment roster will be prepared at 13-week intervals,\ncorresponding with annual evaluation periods. At institutions\nwhich confines both males and females inmates, at least one male\nand one female staff must be on duty each shift. This\nrequirement is not limited to correctional officers only. For\ninstances, the presence of case managers, counselors, physician\nassistants, etc. will fulfill this requirement. PS 5500.14\n10/19/2012\nChapter 1, Page 2\n1. Rotation Policy. Correctional Officers are subject to post\nrotation in accordance with the negotiated agreement. Lieutenants will be rotated two weeks prior to the regular\nassignment roster's effective date. Probationary officers will be rotated monthly. In accordance\nwith the Master Agreement, probationary staff may work nonprobationary posts on overtime or on an as needed basis based on\nspecific needs of the institution. 2. Rosters. When possible, post titles on the quarterly and\ndaily rosters must reflect the duties the officer actually\nperforms. If an assignment's duties are widely varied, the post\ncan be named to identify the major duties involved, with all\nduties identified in the post orders. Lieutenants are responsible for ensuring the daily roster is\naccurate. Pen/pencil markings or other alterations to the daily\nand quarterly rosters are prohibited. The Computerized Correctional Services Roster Program is the\nonly program authorized for the production of Quarterly Rosters,\nDaily Rosters, Assignment Cards, etc.\n3. The local union president or his/her designee will be\nprovided read-only access (including the ability to print) to the\nCorrectional Services Roster Program. 102. OFFICER ASSIGNMENT RECORD. An Assignment Record will be\nmaintained on each officer, including probationary officers. The\nfollowing information will be entered in chronological order at\nthe top of the form:\n1. Full Name 2. Date of Entry on Duty 3. Current Grade Any reason for deviation from normal rotation will be noted after\nthe assignment entry, i.e., job related, self-improvement or\nlimited assignment for health reasons. For those staff unable to\ncomplete the rotation, documentation on the assignment record\nwill reflect the reason for non-rotation. PS 5500.14\n10/19/2012\nChapter 1, Page 3\n103. PREPARATION, USE, AND DISTRIBUTION OF POST ORDERS. Post Orders must be based on Bureau and institution policies, and\nmust state each post's duty hours. Post Orders must be prepared under the Captain's supervision and\ndirection. The Captain will sign and date the last page of each\nsection, and initial and date subsequent page changes. A Post\nOrder Master File will be maintained in the Lieutenant’s office\nfor availability to all staff. When a new or different\nassignment is know sufficiently in advance each staff member may\nrequest a reasonable amount of duty time to read the post orders. Ideally, this should take place prior to or immediately upon\nassuming such a post (if the nature of the post permits it). There are occasions when there is no opportunity to read the post\norders.",
      "queries": [
        "how to determine the authorized correctional complement for a particular correctional institution",
        "how to determine the authorized complement for a particular correctional bureau"
      ],
      "queries_score": [
        "2.614788",
        "2.231845"
      ]
    },
    {
      "id": "guidance_60__4",
      "chunk_id": "4",
      "content": "Ideally, this should take place prior to or immediately upon\nassuming such a post (if the nature of the post permits it). There are occasions when there is no opportunity to read the post\norders. In these cases, it is the responsibility of the employee\nto inform the employer of the fact they have not been able or\nafforded the opportunity to read such orders. The employer will\nthen advise the employee of the general requirements of the post,\nand answer any questions. Employees assuming posts under these\ncircumstances still have the responsibility of exercising sound\ncorrectional judgment based upon their training and experience\nand will make reasonable efforts to read the post orders as soon\nas practicable. After reading the post orders, the employee must sign and date\nthe Post Order Review Sheet (Attachment E) which is located in\nSection 5 of the document. This may be accomplished in one of\ntwo places, either the Lieutenant’s office or on the site post. Programs Statements, Operation Memorandums, and other\ninstructions will be made available. Each Post Order will contain instructions regarding the immediate\naction staff should take in an emergency particular to the\nparticular post or location of the post they occupy. These\n“first responder” instructions should contain specific action\nsteps including, but not limited to, containment, staff\nprotective considerations, and emergency reporting protocols. Particular requirements regarding assaultive inmates, suicides,\nfires, evacuation routes, and other “immediate” response\nemergency situations should be addressed. These instructions\nshould be consistent with the corresponding Emergency Plan. In accordance with their position descriptions, staff will review\nPost Orders of their assigned posts. PS 5500.14\n10/19/2012\nChapter 1, Page 4\n1. Housing Unit Post Orders. The Captain and Unit Manager\nwill review and sign jointly all Post Orders (and subsequent\nchanges) for housing units under a Unit Manager's supervision. While post orders are an assignment of work, there may be post\norder changes that effect conditions of employment which may\nwarrant bargaining over procedures and appropriate arrangements. Housing Unit Post Orders will direct the assigned staff member\nto maintain a unit log of pertinent information regarding inmate\nactivity. The Post Orders must reiterate to staff that inmates do not\nhave any authority over other inmates. The Post Orders must\nstate clearly that staff are responsible for supervising inmates. 2. Format of Post Orders. Post Orders will describe all\nprocedures and any special instructions regarding a specific\npost. Post Orders are to contain five separate sections in the\nfollowing order:\nSection 1 -- Activities listed chronologically with\nresponsibilities clearly defined. Section 2 -- Special instructions relating to the specific\npost. Note: Post Orders for armed posts, and posts which\ncontrol access to the institution perimeter, must\ncontain a statement to the effect that any\nemployee taken hostage is without any authority,\nregardless of rank or position. Additionally,\nspecific instructions for helicopter escape\nattempts must be included in Post Orders for armed\nposts. Note: Also, the Program Statement on Firearms and Badges\nwill be included in Section 4 of the post orders. Institutions with armed posts, the Post Orders must contain\nspecific instructions for:\n(1) The proper care and safe handling of firearms. (2) When use of firearms is authorized. Note: Post Orders must specifically allow staff to\nreturn fire when fired upon first.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__5",
      "chunk_id": "5",
      "content": "Institutions with armed posts, the Post Orders must contain\nspecific instructions for:\n(1) The proper care and safe handling of firearms. (2) When use of firearms is authorized. Note: Post Orders must specifically allow staff to\nreturn fire when fired upon first. PS 5500.14\n10/19/2012\nChapter 1, Page 5\nSection 3: General Post Orders - applicable to all posts. Section 4: List of Program Statements and Institution\nSupplements relevant to the post. Section 5:\n3. Employee Signature sheet. Maintenance of Post Orders a. Post Orders will be kept current. All changes will be\nincorporated into the post orders upon approval by the Captain. b. Post Orders and log books are confidential documents and\nshould never be left unattended or in an area accessible to\ninmates. Post Orders must be secured at all times when not in use by\nstaff. c. The Captain will maintain historical files and copies of\nbackup disks of post orders (see Attachment A for retention\ninstructions). d. Regional Correctional Services Administrators are to\nreview the Post Orders during staff assist visits. 4. Armed and Perimeter Access Post Assignments. Officers\nassigned to armed posts must qualify with the firearms assigned\nto that post prior to post assignment. Except for emergencies, or as authorized by the Warden, armed\nemployees are assigned only to towers, mobile patrols, or other\npositions inaccessible to inmates. Post Orders should also contain specific guidelines of\npersonnel entering/exiting the front entrance and rear gate. 104. OPERATIONAL REVIEW OF CORRECTIONAL SERVICES. Refer to the\nProgram Statement on Management Control and Program Review,\nChapter 2, Operational Reviews. The Captain will develop and maintain a quarterly perpetual audit\nschedule. Reviews should be based on identified trends and the\nneeds of the institution. A system of correcting identified\ndeficiencies will be implemented. 105. LIEUTENANTS' MEETINGS. A Lieutenants’ meeting will be held\nmonthly to discuss programs and problem areas of general concern. PS 5500.14\n10/19/2012\nChapter 1, Page 6\n Missing tools will be discussed at this meeting.  Lieutenants in attendance will be listed in the\nminutes.  A recorder will be assigned to compose the minutes.  The minutes will be submitted to the Correctional\nServices Administrator, Regional Office, monthly. At a closed meeting, either before or after the formal meeting,\nthe Captain and Lieutenants will review the progress and evaluate\neach probationary officer’s performance. 106. INTELLIGENCE BRIEFINGS. In an effort to enhance\ncommunications, intelligence briefings will be conducted with\ninstitution executive staff. Standard topics should include\nupdates on all active investigations, serious incidents (i.e.,\nfires, fights, assaults, homicides, etc.), subpoenas/FOIA\nrequests, phone/mail abuse, urine surveillance, alcohol testing,\nsecurity threat groups, inmate housing, work details, etc.. Each institution will develop a system to pass on appropriate\nintelligence to staff. 107. UNIFORM REGULATIONS. Uniforms will be worn in accordance\nwith the uniform policy and Master Agreement. Staff will not carry on their person potentially hazardous items,\nsuch as pocket knives, large amounts of cash, chemical agents,\nutility tools (leatherman), personal pagers, personal handcuff\nand key, cellular telephones, personal computers, etc. PS 5500.14\n10/19/2012\nChapter 2, Page 1\nCHAPTER 2\nTOOL AND HAZARDOUS MATERIALS\n200. RESPONSIBILITIES 1. Each institution is responsible for developing an\nInstitutional Supplement outlining tool control procedures and\ninspection system. Department heads will be responsible for\nimplementing this procedure in their departments.",
      "queries": [
        "which post order must specifically allow staff to return fire upon first?"
      ],
      "queries_score": [
        "2.1047645"
      ]
    },
    {
      "id": "guidance_60__6",
      "chunk_id": "6",
      "content": "PS 5500.14\n10/19/2012\nChapter 2, Page 1\nCHAPTER 2\nTOOL AND HAZARDOUS MATERIALS\n200. RESPONSIBILITIES 1. Each institution is responsible for developing an\nInstitutional Supplement outlining tool control procedures and\ninspection system. Department heads will be responsible for\nimplementing this procedure in their departments. 2. The following paragraphs describe the fundamentals of good\ntool control. This outline is flexible enough to be adaptable in\nall institutions, but is expected to be defined clearly in the\nInstitution Supplement. Each institution will designate, or by selection to a permanent\nposition, a staff member as the Tool Control Officer. This staff\nmember will insure the tool inventories and procedures are\ncompleted. 201.\n1. TOOL CLASSIFICATION All tools will be classified under three general headings:  Dangerous (Class AA)  Hazardous (Class A)  Non-hazardous (Class B) The Class AA group includes those tools deemed too dangerous to\ninstitutional security for an inmate ever to handle without\nconstant, visual staff supervision. These tools must be secured\nin a manner which deny inmates even the remotest possibility of\naccess. This classification is for all security level institutions,\nexcept for independent or satellite camps, and outside work\ndetails, as long as the tools do not come within 25 feet of the\ninstitution’s outer fence or secure perimeter. a. Class AA tools must be removed from the institution at\nthe end of each work day, or stored in a combination locked safe\nin a Class A tool room, the Armory, or turned into the Control\nCenter. Class AA tools are identified as:\n(1) Metal Cutting Blades. PS 5500.14\n10/19/2012\nChapter 2, Page 2\n(2) Bolt Cutters. (3) Ramset Gun and ammunition (stored in Armory only). (4) Any Diamond Tipped Tool. b. Explosive and flammable compressed gas tanks (except\nmedical oxygen) inside the perimeter must be severely limited. At the end of each workday all such tanks will be removed from\nthe secure perimeter and secured in an appropriate lockable\nstorage. These tanks must be secured while inside the secure\nperimeter of the institution while in use. The Class A group includes those tools:\n\n\n+ \n+ \n most likely to be used in an escape or escape attempt,\nused to manufacture or serve as weapons capable of\ndoing serious bodily harm;\nas being hazardous to institutional security or\npersonal safety;\nmixing chambers; or\ncore drill bits. The Class B group includes tools of non-hazardous nature. 2. Each institution must include in its Institution Supplement\na separate Class AA, Class A and Class B alphabetical\nclassification list of all tools, by description and size,\ncurrently in use at that institution. Lists that give examples of tools in use are not sufficient. a. The tool list will be included in the Institution\nSupplement as an attachment. The tool list attachment should be\nreviewed quarterly and updated as needed. b. Tools that are a part of a set or sized sequentially by\nstandard increments can be in a single listing. For example:\nDrill bits, metal/wood 1/32\" - ½\" amount of pieces Drill bits, metal/wood 7/16\" - 7/8\" amount of pieces Wrench, comb. box/open end 1/4\" Wrench, comb. box/open end 7/16\" - 7/8\" amount of pieces - 7/16\" amount of pieces",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__7",
      "chunk_id": "7",
      "content": "For example:\nDrill bits, metal/wood 1/32\" - ½\" amount of pieces Drill bits, metal/wood 7/16\" - 7/8\" amount of pieces Wrench, comb. box/open end 1/4\" Wrench, comb. box/open end 7/16\" - 7/8\" amount of pieces - 7/16\" amount of pieces For instance, the institution has a combination box/open end\nwrench, size 1 7/8\", and there are no smaller or larger sizes,\nthe wrench will be a single listing. PS 5500.14\n10/19/2012\nChapter 2, Page 3\n202. TOOL IDENTIFICATION 1. The Tool Control Officer must mark the tools (steel or\nshank portion of the tool) in each work location with an\nidentification symbol which identifies the storage area of the\ntool when not in use. 2. Tools which cannot be marked without damage, such as\nsurgical instruments, micrometers and small drill bits, are\ninventoried and kept in locked storage areas when not in use. 203. STORAGE IN WORK AREAS 1. A shadow board is considered the best method of storing all\ntools which can be mounted. \n\n\n All shadow boards will have white backgrounds. Class AA tool will be shadowed in bright (curb) yellow. Class A tools will be shadowed in red\nClass B tools will be shadowed in black. Only one tool will be kept on each shadow. identical in size and shape of the tool.\n The shadow must be Tools not adaptable to a shadow board must be kept in a\nlocked drawer or cabinet and inventoried accordingly. Hospital \"sterile packs\" will have a predetermined inventory\nper package and must be processed by a staff member. The packs\nwill only be opened when there is suspicion or evidence an\ninstrument is missing from the pack(s). A hospital staff member must be contacted or present if a\nsterile pack requires opening for security reasons. Sterile\npacks as well as extra instruments must be stored under lock and\nkey at all times. Extra instruments will be bin carded. 2. Any Class A tool, whether in a central tool room or work\narea, must be stored in a metal cage or Class I concrete walled\nroom. These tools must be physically separated from Class B tools,\nbehind two locked doors. PS 5500.14\n10/19/2012\nChapter 2, Page 4 When the Class A tool room is inside the Class B tool room, the\nlock on the Class B tool room door serves as one of the two\nrequired locks for the Class A tool room. 3. When a tool is removed from the inventory, the\ncorresponding shadow will be removed immediately from the shadow\nboard. 4. Detail Supervisors will ensure that all tools are accounted\nfor prior to the end of any work period (lunch breaks, workday). At the Captain’s discretion tools may be returned at those times\nto their storage site. 204. TOOL INVENTORIES 1. Tool inventories will be numbered and posted conspicuously\non all corresponding shadow boards, tool boxes, and tool kits. The Master Inventories will be maintained by the Tool Control\nOfficer. 2. All tools will be received in the appropriate warehouse\nunless the warehouse is located within the institution's secure\nperimeter.\n If the warehouse is located within the secure\nperimeter, other procedures will be developed, for\ninstance, tools may be stored at the rear sallyport\nuntil properly receipted.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__8",
      "chunk_id": "8",
      "content": "2. All tools will be received in the appropriate warehouse\nunless the warehouse is located within the institution's secure\nperimeter.\n If the warehouse is located within the secure\nperimeter, other procedures will be developed, for\ninstance, tools may be stored at the rear sallyport\nuntil properly receipted. These tools will be picked up and receipted by the Tool Control\nOfficer. Tools such as bandsaw blades, files, and all Class AA\ntools, will be turned over immediately to the Tool Control\nOfficer for secure storage. Tools purchased with a credit card will be delivered to the\nTool Room Officer for proper classification, marking, and\nplacement on the appropriate inventories. Credit card and purchase orders will be routed to the tool room\nofficer for accountability purposes. Institution Supplements must have defined specific procedures\non using the Government-wide Credit Card Program for purchasing\ntools. 3. Tools will not be manufactured at the institution without\nthe Captain’s prior approval. PS 5500.14\n10/19/2012\nChapter 2, Page 5\n4. An annual inventory of all tools currently in use in the\ninstitution will be conducted each year during the month of\nJanuary.\n The Tool Inventory Form (BP-219) is the only document\nauthorized for this review. a. Employees responsible for tools in their areas and the\nTool Control Officer will conduct the annual inventories and\ncertify accuracy. b. Each Department Head will approve the inventories for\ntheir areas. 5. Quarterly reviews will be conducted during the months of\nApril, July, and October. During the verification process,\ninventories, tools, and shadow broads will be inspected to ensure\ncompliance with policy. a. The employee who is responsible for tools in each area\nwill conduct the reviews and verify the inspection, including the\ninventory’s accuracy, by initialing the Master Tool Inventory\nform in the appropriate quarterly column. It is not necessary\nfor the employee to sign every blank on the form to indicate\nhis/her verification of these tools. b. The Supervisory staff from each department will monitor\nthe quarterly tool reviews. The supervisory staff will sign the\nbottom of the Master Inventory form certifying the quarterly\nreview was conducted and the inventory is accurate. Although all tool inventories must be accurate, only the Master\nTool Inventories (maintained by the Tool Control Officer) require\nthe signatures and initials of responsible staff denoting the\nquarterly inspections/reviews were conducted according to policy. 6. The Tool Control Officer will maintain a separate file\nfolder for each shop or area in which tools are stored. The left\nside of the folder will contain the master annual inventory\nsheet(s). When a change, such as additions or deletions, is made to the\nmaster inventory, the Tool Control Officer will retype or reprint\nthe page on which the change occurred completely and insert it in\nthe master inventory. The new page will also be posted on the\nappropriate shadow board, tool box, and/or tool kit. All\nresponsible parties must sign any new page which has been\nchanged. The Captain must approve all additions to the tool inventories.\n To add a tool, the detail supervisor/Department Head PS 5500.14\n10/19/2012\nChapter 2, Page 6\nmust submit a memorandum to the Captain through the\nTool Control Officer. The name, size, and quantity of\nthe tool must be identified in the memorandum.",
      "queries": [
        "where are tools stored in an institution"
      ],
      "queries_score": [
        "2.2787795"
      ]
    },
    {
      "id": "guidance_60__9",
      "chunk_id": "9",
      "content": "The Captain must approve all additions to the tool inventories.\n To add a tool, the detail supervisor/Department Head PS 5500.14\n10/19/2012\nChapter 2, Page 6\nmust submit a memorandum to the Captain through the\nTool Control Officer. The name, size, and quantity of\nthe tool must be identified in the memorandum. The old page will be moved to the right side of the folder for\nreference purposes. Do not destroy these pages for the current\nyear. The right side of the folder will also contain, but is not\nlimited to, the following documentation:\n\n+\n+\n+\n+ \n\n\n Lost or Missing Tool Reports/Found Tool Reports\n(BP-220),\nrequests for additions and deletions to inventories,\nSurvey Requests and Reports,\nStoreroom Requisition Forms, and\nany other documents related to tool control procedures\nfor that particular area. When the annual inventory is completed in January, it must be\nplaced on the left side of the folder and the old inventory moved\nto the right side. Each folder will contain the materials for\nthe current year and past two years. A divider will separate\neach year of documentation. 7. Inventory maintenance in each area with tools is the\nresponsibility of the detail supervisor and department head. 8. When new tools are drawn for replacement, the old tool must\nbe returned to the Tool Control Officer for proper disposal or\nstorage or warranty replacement. Section 207 discusses\nprocedures for disposing of surplus and damaged/worn tools. 9. Tools purchased or acquired from surplus property will be\nstored in the designated secure storage area. The Tool Control Officer will maintain a perpetual inventory of\nall unmarked or excess tools that have been returned to secure\nstorage for issue or reissue. He or she will be the only\nemployee authorized to draw tools from this source. 10. An inventory will be made of all tools and equipment\ncivilian contractors use while working inside the institution. The Captain will establish appropriate controls for all items,\nespecially items classified as Class AA and Class A tools. 205. ISSUING TOOLS 1. All Class AA and Class A tools will be issued only to a\nBureau employee and must be used under that staff’s constant\nvisual supervision. PS 5500.14\n10/19/2012\nChapter 2, Page 7\nClass A tools may be issued to contract employees under the\nsupervision of full time Bureau staff. Special Instructions: All ramset-type guns and ammunition\nwill be stored in the institution Armory. Only a staff member\nmay use these items. Staff requiring use of this equipment will\ncheck the item(s) out from the Security Officer and return the\nitems(s) to the Security Officer, including spent loads, upon\ncompleting each work day or work period. 2. Inmates may use Class B tools under intermittent\nsupervision. The tools must be accounted for following each work\nperiod by the Shop Foreman or detail supervisor. 3. A metal or plastic chit receipt will be received and/or\ntaken for all tools issued. When a tool is issued from a shadow\nboard, a chit must be visible on the shadow board in the tool’s\nspace. 4. All low security level facilities and above, are to\nestablish procedures for the control of:\n\n\n\n\n ladders,\nextension cords,\nchains,\nropes, and\nhoses. Inventories will be in accordance with ladder size to\nfacilitate inspection and handling.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__10",
      "chunk_id": "10",
      "content": "When a tool is issued from a shadow\nboard, a chit must be visible on the shadow board in the tool’s\nspace. 4. All low security level facilities and above, are to\nestablish procedures for the control of:\n\n\n\n\n ladders,\nextension cords,\nchains,\nropes, and\nhoses. Inventories will be in accordance with ladder size to\nfacilitate inspection and handling. All extension cords will be inventoried and have a metal\nidentification tag attached, indicating issue number (by\nlocation) and length of the cord. All extension cords in excess\nof 10 feet will be classified as Class A tools. Each of the above items must be kept in the approved storage\nlocation when not in use. Staff members supervising the use of a\nladder or heavy equipment must possess a portable radio. PS 5500.14 10/19/2012\nChapter 2, Page 8 Special Restriction for High Rise MCCs, MDCs, FTCs, and FDCs:\nElectrical cords hard wired to buffers, vacuums, etc., must not\nexceed two feet in length. 5. The Captain must approve the issuance of tools from any\ntool storage location for a special project for extended periods. When tools are issued from the Central Tool Room for a special\nproject for extended periods, the Tool Control Officer is\nresponsible for periodic on-site checks (at least once weekly) in\naddition to the detail foreman’s daily inspections. 206. LOST TOOLS 1. When any tool is lost, regardless of the classification,\nthe Captain and Shift Lieutenant, and Tool Control Officer must\nbe notified immediately by the staff member responsible for the\ntool. The staff member responsible for the tool must complete a\nLost or Missing Tool Report (BP-220) the same day with\ndistribution of copies to the Captain and Lieutenant. The Tool\nControl Officer will also receive a copy of the report. 2. The Lieutenants' Office will maintain a file of lost tool\nreports and monitor for accuracy, frequency of losses from a\nparticular area or shop, search efforts for lost tools, etc.\n3. All inmates with access to the tool or who were in the area\nwhen the tool was reported missing will be held at the location\nuntil a thorough search has been completed. 4. When a lost tool is recovered, the responsible staff member\nwill complete a Lost or Missing Tool Report in its entirety and\ndistribute it to the Captain and Lieutenant with immediate\nnotification to the Tool Control Officer the same day the tool is\nfound. If the preparation of the lost tool report will require\nthe affected employee to stay beyond the end of his/her shift,\nthe employee will be compensated. 5. Each institution will establish procedures for quarterly\nformal evaluations of Lost or Missing Tool Reports to ensure\nthorough investigations are conducted and reasonable efforts are\nmade to recover the tools. Documentation of the quarterly Lost Tool Report evaluations\nwill be maintained for the current and past two years in the\nrespective tool control folders maintained by the Tool Control\nOfficer. 207.\n1. DISPOSITION OF EXCESS TOOLS All broken or worn tools that cannot be exchanged will be PS 5500.14 10/19/2012\nChapter 2, Page 9 surveyed and disposed of in an appropriate and secure manner. All surveys will be conducted within the guideline established by\nthe Program Statement, Property Management Manual.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__11",
      "chunk_id": "11",
      "content": "207.\n1. DISPOSITION OF EXCESS TOOLS All broken or worn tools that cannot be exchanged will be PS 5500.14 10/19/2012\nChapter 2, Page 9 surveyed and disposed of in an appropriate and secure manner. All surveys will be conducted within the guideline established by\nthe Program Statement, Property Management Manual. Each Institution Supplement must contain a procedural outline\nfor carrying out the survey process, including an established\nmethod of destruction for all surveyed tools. Documentation of all surveyed tools will be maintained. Accountability for tools scheduled for survey will be maintained\nuntil tools are actually destroyed. A secure storage area for\ntools awaiting disposal must be designated. Each institution will designate one employee to be responsible\nfor destroying all surveyed tools. 2. Excess tools that are not to be surveyed will be returned\nto a designated secure storage area. 3. To maintain tool boards at the most efficient operating\nlevel, each department will determine which tools are seldom\nused. These tools should be returned to the Tool Control Officer\nfor proper disposition and/or storage. The Tool Control Officer\nwill reflect the transaction on the tool inventory as mentioned\nabove in this Program Statement. 208. WEAPON MANUFACTURING CONTROL. Each institution must place\nspecial emphasis on equipment that can be used to manufacture\nweapons. 1. In low security level institutions and above, grinding\nequipment and shear presses will only be used under direct staff\nsupervision. Wherever possible, these tools and equipment will\nbe located in areas highly visible to staff and will be locked at\nthe power source, excluding lockshops and armories. Covers with\nlocks will be installed to prevent access. When the grinder or sander is not in actual use, the covers and\npower source will remain locked. Only the number of grinders\nnecessary for efficient institutional operations will be\nmaintained; this includes hand held grinders. Shear presses will\nbe made inoperative when not in use. PS 5500.14 10/19/2012\nChapter 2, Page 10 2. Scrap metal/Plexiglass will be removed from the shop and\nindustrial areas daily or stored in a secure area until removal\nat low security level institutions and above, and Administrative\ninstitutions. 3. In low security level institutions and above, including\nAdministrative institutions, metal detection devices and routine\npat searches will be used to screen inmates assigned to\nindustrial and mechanical areas. 209. CONTROL OF FLAMMABLE, HAZARDOUS, POISONOUS MATERIALS AND\nCHEMICALS 1. Inventories will be maintained on all flammable, hazardous,\npoisonous, and toxic materials as determined by the Occupational\nSafety and Environmental Health Manual. 2. This material will be issued only to staff. employee will record the: The issuing  time,\n date,\n amount, and\n name of the employee receiving the material or item. Amounts returned will be re-added to the inventory. 3. All items will be stored in a locked cabinet or in a\nsuitable secure storage area in the original container in\naccordance with the Occupational Safety and Environmental Health\nManual. Detail Supervisors will ensure all flammable, hazardous,\nand poisonous materials are secured at the end of each work\nperiod. 4. Gasoline/ Diesel/Propane will be controlled in the\nfollowing manner:\na. Fuel pumps will be located outside the secure perimeter\nand will be locked when not in use. b.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__12",
      "chunk_id": "12",
      "content": "Detail Supervisors will ensure all flammable, hazardous,\nand poisonous materials are secured at the end of each work\nperiod. 4. Gasoline/ Diesel/Propane will be controlled in the\nfollowing manner:\na. Fuel pumps will be located outside the secure perimeter\nand will be locked when not in use. b. The movement of fuel into the main compound for use in\nsmall engines, such as lawn mowers and weed eaters, will be\nsupervised by an employee. Additionally, equipment with fuel\npowered engines requires staff supervision. Lawn mowers must\nhave lockable gas caps. c. When not in use, fuel powered lawn mowers and other\nsmall engine equipment will be stored in secure areas, outside\nthe secure perimeter. d. Shop and detail supervisors will issue only the amount PS 5500.14 10/19/2012\nChapter 2, Page 11 of fuel required to operate engines during periods of use to\nstaff only. All fuel will be strictly controlled and\naccountability maintained. Fuel will be removed from inside the\nsecure perimeter daily. e. All fuel will be stored or carried in the approved\nsafety can (refer to the Occupational Safety and Environmental\nHealth Manual). 5. Questions regarding the use and/or storage of flammable,\nhazardous, or toxic materials will be addressed to the\ninstitution Safety Manager. 6. Additional requirements are detailed in the Program\nStatement, Occupational Safety and Environmental Health Manual. 210. CONTROL OF DANGEROUS DRUGS AND HYPODERMIC APPARATUS Responsibility. Narcotics, dangerous drugs, and equipment will\nbe controlled under provisions of the Health Services Manual. 211. CONTROL OF FOOD SERVICE EQUIPMENT 1. A knife and tool cabinet, equipped with a shadow board and\na locking device, must be located in the Food Service Department. All knives and tools will be marked with an identification\nsymbol. Inventories will be in compliance with Section 204 of\nthis Manual. 2. All tools will be issued by using the chit system. out sheets will be used for issuing knives. Sign- All knives in the Food Service Department must be attached to a\nmetal cable and secured to a work station in a secure area. This cable should be of significant size and strength to not be\ncut by the attached knife. Intermittent staff supervision must\nbe provided. If a knife is not used in a secure area, it must be\nunder direct staff supervision, even if attached to a cable. The\ninstitution Tool Control Officer is responsible for mounting the\ncable to the knives. 3. Yeast must be managed and dispensed only by Food Service\nemployees. Once issued, yeast must be under close supervision\nuntil it is thoroughly incorporated into the item being prepared. Other items such as mace, nutmeg, cloves and alcohol based\nflavorings also require special handling and storage. Yeast will be stored in a locked metal cabinet to prevent\ninmate access. An inventory record is to be maintained which\nincludes the following information: PS 5500.14 10/19/2012\nChapter •\n•\n•\n• Date and quantity of issue; Date and quantity of receipt; Balance on hand; and Initials of employee making the entry. 2, Page 12 PS 5500.14\n10/19/2012\nChapter 3, Page 1\nCHAPTER 3\nCOUNTS - CENSUS CHECKS\n300. BASIC PRINCIPLES 1. Each institution will conduct, at a minimum, five official\ninmate counts during every 24-hour period.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__13",
      "chunk_id": "13",
      "content": "•\n•\n•\n• Date and quantity of issue; Date and quantity of receipt; Balance on hand; and Initials of employee making the entry. 2, Page 12 PS 5500.14\n10/19/2012\nChapter 3, Page 1\nCHAPTER 3\nCOUNTS - CENSUS CHECKS\n300. BASIC PRINCIPLES 1. Each institution will conduct, at a minimum, five official\ninmate counts during every 24-hour period. On weekends and\nholidays an additional count will be conducted at 10:00 a.m.\n The daily 4:00 p.m. count and 10:00 a.m. count (on\nweekends and holidays) will be stand-up counts. Institutions with secure cell space are required to lock the\ninmates in their cells for all official counts, unless the\ninmates are on out-counts in areas such as Food Service,\nHospital, visiting room, etc. 2. The master count will be maintained in the Control Center. The Control Center Officer will be notified of any changes in an\ninmate’s status, such as housing unit and job assignments,\nadmission to hospital, etc. The official count will be readily\navailable on the Master Count Sheet or in SENTRY. 3. Each count will be conducted with at least two officers. There will be no inmate movement during an official count. The\ncount process will not be interrupted under any circumstances,\nother than by an emergency. Exceptions to the no inmate movement\nmust be when inmates are in the wrong place for a count and have\nto be moved by direct staff escort to their proper place of\ncount. Staff must not be distracted during the count. One staff member will count while the second staff member\nstands in a position to observe inmate movement. When the first\nstaff member completes the count, the staff member will change\npositions. The second staff member will conduct the count while\nthe other staff member observes the inmates. If the staff\nmembers count totals do not match, a recount will be conducted in\nthe same manner. Two staff members may count simultaneously (one\nbehind the other) if a third staff member is available to observe\ninmate movement or all cells are secure before the count begins. If the totals do not match after the second count, the\nOperations Lieutenant will be notified via the Control Center. The Operations Lieutenant will dispatch a third officer/staff\nmember to the location to assist with the count. The third PS 5500.14\n10/19/2012\nChapter 3, Page 2\nofficer/staff member will observe the inmates while the other\nstaff members conduct a double count. 4. Staff will not conduct a count based upon movements,\nsounds, or configurations from a covered bed. Staff will ensure they are positively observing human flesh\nbefore counting any inmate. 5. The staff members conducting a specific unit count will not\nleave the unit until the Control Center accepts that particular\nunit count. 6. When counting at night, a flashlight must be used\njudiciously; however, enough light will be shown on the inmate to\nleave no doubt the officer is counting human flesh. 301. OFFICIAL COUNTS 1. The official count is to be taken at specific times during\neach 24-hour period. 2. \"Out counts\" will be kept to a minimum. All \"out counts\"\nof more than five inmates must be counted by two staff members\nusing detail cards or inmate identification cards for\nidentification.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__14",
      "chunk_id": "14",
      "content": "301. OFFICIAL COUNTS 1. The official count is to be taken at specific times during\neach 24-hour period. 2. \"Out counts\" will be kept to a minimum. All \"out counts\"\nof more than five inmates must be counted by two staff members\nusing detail cards or inmate identification cards for\nidentification. Out counts will not be prepared by inmates. The detail supervisor will sign his/her \"out count\" sheets\nprior to submission to the Operations Lieutenant. The Operations\nLieutenant will sign and approve the \"out count\" prior to\nsubmission to the Control Center for the official counts. 3. At MCCs, FDCs and MDCs, where there is continuous inmate\nmovement in and out of the institution, ISM staff will provide an\nout-count of inmates who are presently out of the institution\nduring counts. ISM staff will provide a count slip, signed by two staff\nmembers, verifying ISM has documentation that the inmates are in\nother law enforcement officials’ custody. 4. Each count must be reported verbally to the Control Center\nfor verification. If the count does not match the Master Count\nin the Control Center, the reporting staff members must recount\nwhen the Operations Lieutenant is notified by the Control Center. If the second count does not match the Control Center’s count,\nthe Operation Lieutenant will order a bed-book (picture card)\ncount. This count requires that each inmate is counted by\nidentifying the inmate using the bed book picture card. At the\ncompletion of this count, any discrepancy will be identified. PS 5500.14\n10/19/2012\nChapter 3, Page 3 The official count will not be cleared until all count slips\nare received and verified in the Control Center. 5. A Lieutenant will take at least one count on the morning\nand evening shifts. 6. Count slips, out count sheets, and official count sheets\nmust be prepared in ink and retained for 30 days. The count must\nhave the names (printed and signed) of both officers (staff) who\nconducted the count. \n302. Altered/illegible count slips are not acceptable. EMERGENCY COUNTS 1. This is an official count taken at times other than that\nspecified for a regular official count. The Captain will\nauthorize emergency counts during weekday operations. During\nevening, morning, and weekend operation, this authority is\ndelegated to the Operations Lieutenant. 2. When perimeter visibility is limited by fog, power\nfailures, or for any other reason, it is necessary to count at\nmore frequent intervals than the regularly scheduled official\ncounts. 303. OFFICIAL COUNT FORM. All official counts are to be\nrecorded on the SENTRY generated form. If SENTRY is unavailable,\nor time does not permit the entering of all out counts, the\nOfficial Count form (Attachment B) will be used. The format will not be altered; although, the size may be\nincreased to provide space for additional units or \"out-counts.\"\n304. CENSUS CHECKS. To ensure effective accountability of\ninmates, census checks must be conducted at all institutions. Census checks identify inmates in unauthorized and unassigned\nareas.\n This check is not an official or total head count. 1. Census Checks. All Departments must conduct a census of\nall inmates assigned to their area during each work period (AM\nand PM).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__15",
      "chunk_id": "15",
      "content": "Census checks identify inmates in unauthorized and unassigned\nareas.\n This check is not an official or total head count. 1. Census Checks. All Departments must conduct a census of\nall inmates assigned to their area during each work period (AM\nand PM). It is each department’s responsibility to document the\nresults of each census check; for example, AM census check\ncompleted at 8:40 a.m. with no discrepancies, PM census check\ncompleted at 8:40 p.m. with one inmate out of bounds. Discrepancies and action taken must be listed. Institutions will set guidelines and procedures for conducting\nthe census check in an Institution Supplement. PS 5500.14\n10/19/2012\nChapter 3, Page 4\n2. Detail Accountability Checks. Lieutenants will conduct\naccountability checks for all work details each month. To ensure\ncompliance with this requirement, 25% of all inmate details will\nbe checked each week. These checks are conducted to identify inmates in unauthorized\nareas, and to determine the presence and accuracy of detail cards\n(crew kit cards). Discrepancies will be immediately corrected. These checks are in addition to the AM/PM census checks the\ndetail supervisors/foremen conduct. a. Accountability checks will be conducted randomly\nthroughout the month at various times with no prior notification. b. The Captain’s office must maintain documentation of all\ndetail accountability checks for 30 days. 3. Lockdown Accountability Checks. Each institution will\nconduct a monthly institution accountability check. The purpose\nof this accountability is to identify inmates in unauthorized\nareas throughout the institution - not to obtain a total head\ncount. a. The accountability check will be announced at a random\ntime and date with no prior notification. b. Upon hearing the announcement of a lockdown\naccountability check, staff must secure all entrances and exits\nin their area, stop all inmate movement, and must survey their\narea of responsibility to account for and verify inmates\nauthorized/unauthorized to be in the area. Staff will identify inmates assigned to the detail or area\nwho cannot be accounted for during the accountability check. The\nLockdown Census forms must be completed on all accountability\nchecks (Attachment D), which includes:\n(1) Names and register numbers of inmates found in\nunauthorized areas and (2) Names and register numbers of inmates assigned to\nthe detail who cannot be accounted for. PS 5500.14\n10/19/2012\nChapter 3, Page 5\n305. CONTROL CENTER RECORDS. Picture cards of all inmates\nassigned to the institution will be on file in the Control\nCenter. Control Center records must accurately document:\n\n\n Custody;\nSentence information (MCC/MDC exempt); and\nOther necessary security and control information. 306. DAILY CHANGE/TRANSFER SHEET. A SENTRY generated list which\ndenotes changes in an inmate's status must be published each\nregular work day. The list includes:\n\n\n Housing unit assignment;\nJob assignment; and\nMedical idle or convalescence which exceeds one day. A copy of this document must be available to staff who supervise\ninmate details and each employee responsible for preparing the\nlist of changes. Inmates will not be involved in the process or publication of the\nchange/transfer list. 307. INMATE CALL-OUTS. The call-out sheet lists time and\nlocation for inmates who have scheduled appointments with staff,\ni.e., medical, dental, educational, etc. This information will\nbe made available to all concerned staff and posted in the inmate\nhousing units.",
      "queries": [
        "when do department have to conduct a census check"
      ],
      "queries_score": [
        "1.9355476"
      ]
    },
    {
      "id": "guidance_60__16",
      "chunk_id": "16",
      "content": "Inmates will not be involved in the process or publication of the\nchange/transfer list. 307. INMATE CALL-OUTS. The call-out sheet lists time and\nlocation for inmates who have scheduled appointments with staff,\ni.e., medical, dental, educational, etc. This information will\nbe made available to all concerned staff and posted in the inmate\nhousing units. Special precautions must be established to ensure that inmates\nare unable to circumvent the procedures or make additions and\ndeletions which undermine the accountability system. The\nemployee who places an inmate on call-out must ensure the\nrequested inmate arrives at the allotted time. If an inmate does not arrive at the prescribed time, the\nrequesting staff member must contact the staff responsible for\nthe inmate's accountability. If efforts to locate the inmate\nfail, the inmate must be reported to a lieutenant immediately as\nmissing and appropriate actions will be initiated to locate the\ninmate. 308. PASS SYSTEM. All institutions that adopt a pass system\nmust implement the following elements to ensure the program is\nnot compromised. PS 5500.14\n10/19/2012\nChapter 3, Page 6\n Establish a method of daily accountability for all\npasses issued each work day.  Identify an employee to check each issued pass against\nthe stub or copy remaining in the pass book.  Maintain a log to document discrepancies.  Develop a system of reporting pass system discrepancies to\nthe Lieutenant’s Office.  Implement a follow-up system by the Lieutenant’s Office\nwhich includes written notification to the responsible\nemployee with copies submitted to the Captain and\nresponsible employee’s department head.  Departments with noted discrepancies must submit a\nreport of action denoting steps taken to correct\ndiscrepancies to the Lieutenant’s Office.  Frequent discrepancies within the same department must be\nreported to the respective Associate Warden. Follow-ups and accountability for each pass are key elements in\nany effective pass system. 309. DETAIL/CREW KIT CARDS. Control Room Officers must ensure\neach crew kit has current detail cards on all inmates assigned to\nthe detail. At a minimum, crew kit cards must provide:\n\n\n Names of the inmates;\nRegister number;\nCurrent photo (a new photo must be made whenever an\ninmate's appearance changes);\n• Job assignment;\n•\n Quarters assignment;\n• Custody level; and\n•\n Any special conditions. Detail supervisors will be responsible for inmates whose cards\nare included in the respective crew kits and the accountability\nof the crew kits when checked out from Control Center. Inmates will never be allowed to handle detail/crew kits and/or\nthe cards assigned to the kits. PS 5500.14\n10/19/2012\nChapter 3, Page 7\n310. SPECIAL ACCOUNTABILITY. A staff member must observe all\ninmates confined in continuous locked down status, such as\nadministrative detention or disciplinary segregation, at least\nonce in the first 30 minute period of the hour (example, 12:00\na.m. - 12:30 a.m.) followed by another round in the second 30\nminute period of the same hour (example, 12:30 a.m. – 1:00\na.m.), thus ensuring an inmate is observed at least twice per\nhour. These rounds are to be conducted on an irregular\nschedule and no more than 40 minutes apart. All observations\nmust be documented. Closer observation may be required for an inmate who is mentally\nill, or who demonstrates unusual or bizarre behavior. For specific instructions and guidance for the supervision and\nmonitoring of suicidal inmates refer to the following Program\nStatements.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__17",
      "chunk_id": "17",
      "content": "All observations\nmust be documented. Closer observation may be required for an inmate who is mentally\nill, or who demonstrates unusual or bizarre behavior. For specific instructions and guidance for the supervision and\nmonitoring of suicidal inmates refer to the following Program\nStatements. \n Health Services Manual\nSuicide Prevention PS 5500.14\n10/19/2012\nChapter 4, Page 1\nCHAPTER 4\nEMERGENCY ASSISTANCE TO NON-FEDERAL CORRECTIONAL SYSTEMS\n400. BACKGROUND. The Bureau of Prisons, on occasion, may be\nrequested by other Federal, State, or local agencies to provide\nsupportive assistance. Additionally, the Bureau may have\noccasion to request assistance from these agencies. Bureau assistance will be considered based on the Bureau's\nstatutory authority and expertise in the requested area and/or\nthe requesting Federal agency’s authority to empower the Bureau\n(e.g., deputize) to provide the assistance. With respect to non-Federal entities, Federal and state\ngovernments often enter into contractual agreements where one or\nthe other houses inmates from outside its system\n(18 U.S.C. § 5003). Similarly, the Bureau \"lends\" its Executives\nto various State systems temporarily through the\nIntergovernmental Personnel Act of 1970 (42 U.S.C. § 4721). Through its own statutory mandate and the National Institute of\nCorrections, the Bureau provides assistance to non-Federal\nentities (18 U.S.C. §§ 4042, 4352). Additionally, the Emergency\nFederal Law Enforcement Assistance Program (28 CFR 65) provides\nfor Federal assistance to States in emergencies, upon the\nAttorney General’s approval. 401. DEFINITION. For this Program Statement’s purposes, the\nfollowing definition applies:\nLaw Enforcement Emergency is an uncommon situation which\nrequires law enforcement, which is or threatens to become of\nserious or epidemic proportions, and with respect to which State\nand local resources are inadequate to protect the lives and\nproperty of citizens or to enforce the criminal law. 402. MEMORANDUM OF UNDERSTANDING (MOU). Ordinarily, direct\nemergency assistance to non-Federal correctional systems is\nlimited to those systems with which the Bureau has an MOU. All\nsuch MOUs must be made available to the employees. These MOUs\nmay be stored with the contingency plans. A MOU, entered into with local, county and State correctional\nentities, is to address the issue of State, as well as Federal,\nassistance. PS 5500.14\n10/19/2012\nChapter 4, Page 2\nAbsent an MOU, ordinarily, the Bureau will not provide emergency\nlaw enforcement assistance to non-Federal correctional entities. An exception to this policy may be made when the non-Federal\ncorrectional entity has exhausted its available resources,\navailable resources are inadequate to protect the lives and\nproperty of citizens, and the required assistance (e.g., by the\nState or other localities) cannot be obtained elsewhere in a\ntimely fashion. In such instances, the Bureau may provide\nemergency supportive assistance as set forth in this Chapter. In general, the types of assistance that may be provided without\nan existing MOU should correlate to the typical modes of\nassistance set forth in Section 404 of this Chapter. An MOU’s intent is to provide an avenue for an institution to\nrespond expediently and proficiently to various types of\nemergency situations by developing authorization procedures for\nbasic Federal assistance at the local level, while allowing for\neven greater assistance, if deemed necessary, with higher level\napproval. a. Scope. Bureau institutions, as set forth in the\nCorrectional Services Manual, have included State, county, and\nlocal resources in their institution contingency planning and\noverall emergency preparedness plans.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__18",
      "chunk_id": "18",
      "content": "a. Scope. Bureau institutions, as set forth in the\nCorrectional Services Manual, have included State, county, and\nlocal resources in their institution contingency planning and\noverall emergency preparedness plans. These plans may include agreements with local non-Federal\nagencies for specific assistance. In keeping with such\ninteragency cooperative arrangements, the Bureau may provide\nsimilar emergency assistance to non-Federal correctional\nentities. The scope of such assistance must be established in an MOU\nentered into by the institution’s Warden and authorized nonFederal correctional entity. b. Preparation. Each institution Warden may prepare an MOU\nwhen it is determined to be appropriate. Factors to consider in\nmaking this determination include, but not limited to, the type\nand number of non-Federal correctional systems within the\nimmediate area and availability of non-Federal resources to meet\nthe needs of non-Federal law enforcement during an emergency. The MOU’s purpose is to anticipate possible emergencies and\ndetail in advance the type of assistance the institution would\nprovide if requested. PS 5500.14\n10/19/2012\nChapter 4, Page 3 The MOU must specify whom in the non-Federal correctional\nentity is authorized to make such a request and the local\ninstitution’s limits on authorizing various degrees of\nassistance. c. Requests for Assistance. Ordinarily, an outside request\nfor assistance should come from a high-level State authority and\nbe approved only by the institution’s Warden or Acting Warden, in\nconsultation with the Regional Director. The MOU must state that approval by the appropriate Regional\nDirector is required prior to providing assistance. A copy of\nthe MOU must be forwarded to the Assistant Director, Correctional\nPrograms Division, Central Office. When advance approval from the Regional Director is not\npractical, the Regional Director and Assistant Director,\nCorrectional Programs Division, Central Office, must be notified\nas soon as possible of the type of assistance requested and any\naction and/or response provided by the institution. The MOU must contain a statement that Bureau staff may not use\nweapons, ammunition, or chemical agents to provide assistance,\nexcept as authorized by the Deputy Attorney General or Director\nof the Federal Bureau of Prisons in extraordinary circumstances\n(for further discussion on this point see Section 404.d.). d. MOU Preparation Guidelines.\nbe considered in any MOU. The following guidelines must (1) The assistance required must be immediate, short-term,\nand limited to operations which Bureau staff are authorized to\nprovide, and for which they are trained and have expertise, such\nas detention, perimeter security, and transportation of persons\nduly detained by the non-Federal authority. (2) The MOU must provide for financial reimbursement of\nresources expended (including personnel employed beyond the\ninitial response time) and/or damages. (3) Bureau assistance may not extend into operations such\nas crowd control for general public safety projects or for\nenforcing laws associated with scheduled public events. The\nbasis for this limitation is the Bureau's statutory boundaries\nlimiting its scope of expertise to correctional management\nissues. PS 5500.14\n10/19/2012\nChapter 4, Page 4\n(4) Ordinarily, Bureau staff are not expected to become\ninvolved in any situation requiring the use of force. When a\nparticular situation necessitates the use of force (e.g., for\nself protection), the application of force must not exceed the\namount of force specified by the Bureau's policies. 403. REVIEW BY/NOTIFICATION OF REGIONAL DIRECTOR a. Review.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__19",
      "chunk_id": "19",
      "content": "When a\nparticular situation necessitates the use of force (e.g., for\nself protection), the application of force must not exceed the\namount of force specified by the Bureau's policies. 403. REVIEW BY/NOTIFICATION OF REGIONAL DIRECTOR a. Review. While the Warden is the signatory authority for an\nMOU, in every instance the MOU’s prior review and approval by the\nrespective Regional Counsel and Regional Director is required. In conducting this review, the Regional Counsel will consider the\nprovisions of applicable State law. b. Notification. Even in instances when prior approval by a\nRegional Director is not required for some action under the MOU,\nthe Warden (or designee such as Duty Officer) must, as soon as\npractical, provide the Regional Director (or designee such as\nRegional Duty Officer) with a detailed description of any\nassistance provided. 404. TYPICAL ASSISTANCE AND GUIDELINES. The following typical\ntypes of assistance may be considered for inclusion in an MOU. a. Emergency Transportation. Bureau (secure) buses,\nambulances, and vans, driven by trained Bureau staff, may be used\nto transport prisoners who are in a State or county correctional\nentity’s custody. The agency must provide sufficient staff on board to maintain\nsecurity and good order. In this situation, the Bureau is not considered to have assumed\ncustody of the inmates. b. Detention. The Bureau may take into custody detention\ninmates being held for trial or convicted of criminal offenses in\nthe State courts and who are duly detained by the State\ncorrectional entity. Such prisoners may be accepted for detention on a Bureau bus\n(to expedite transportation to another facility) or in a Bureau\ninstitution. Detention on a bus differs from simply providing\ntransportation in that the prisoner is actually transferred into\ntemporary Bureau custody and is subsequently supervised by Bureau\nstaff. PS 5500.14\n10/19/2012\nChapter 4, Page 5 Such transfer of prisoners into Bureau custody requires the\nexistence of a contract which allows the Bureau to assume the\noffenders’ custody (see 18 U.S.C. § 5003). It is suggested that the MOU incorporate, to the extent\npracticable, the relevant provisions of the aforementioned\nstatute. When feasible, a contract should be considered as an\nappendix to the MOU which addresses the placement of any\nindividual in a Bureau institution temporarily. Absent such a contract, the Bureau will not assume custody of\nState inmates without the appropriate Regional Director's prior\napproval. c. Logistical Support. The Bureau may provide emergency\nsupplies such as blankets, clothing, food, and similar items if\nnecessary to protect the health and safety of others. Clothing marked with the Bureau insignia may not be lent to, or\nworn by, any non-Bureau employee. Equipment, such as fire trucks, vehicles, machinery, and\ngenerators may be provided but ordinarily must be operated by\nBureau staff. Non-Bureau staff may operate Bureau equipment only\nwhen the non-Federal correctional authority has acknowledged that\nits staff is competent to use such equipment. The use of Bureau equipment will be provided only until the\nemergency situation is controlled, and public safety is no longer\nendangered. d. Weapons, Ammunition, and Chemical Agents. The Bureau may\nprovide these items to the non-Federal correctional entity when\nthe non-Federal correctional authority has indicated that its\nstaff are competent to use such weapons, ammunition, and chemical\nagents. This information is to be specified within the MOU.",
      "queries": [
        "when a particular situation necessitates the use of force (eg. for self-protection), the application of force must not exceed the amount of force specified by the bureau of"
      ],
      "queries_score": [
        "1.578579"
      ]
    },
    {
      "id": "guidance_60__20",
      "chunk_id": "20",
      "content": "d. Weapons, Ammunition, and Chemical Agents. The Bureau may\nprovide these items to the non-Federal correctional entity when\nthe non-Federal correctional authority has indicated that its\nstaff are competent to use such weapons, ammunition, and chemical\nagents. This information is to be specified within the MOU. Absent an MOU, weapons, ammunition, and chemical agents may be\nprovided only with prior approval of the Assistant Director,\nCorrectional Programs Division, Central Office. Bureau staff\nwill not use weapons, ammunition, or chemical agents to provide\nassistance to non-Federal correctional entities. PS 5500.14\n10/19/2012\nChapter 4, Page 6 If a non-Federal correctional entity requests Bureau staff to\nuse weapons, ammunition, or chemical agents in response to a\nspecific emergency, Bureau staff will do so only with the\napproval of the Deputy Attorney General, unless the Director of\nthe Bureau of Prisons personally concludes that the delay to\nobtain approval would likely result in death or serious bodily\ninjury to employees or inmate hostages (non-Federal correctional\nentities and Bureau). The Director, under the aforementioned circumstances, may\nauthorize the use of such devices and subsequently make a full\nreport to the Deputy Attorney General as soon as possible. e. Perimeter Security. Bureau arrest authority is limited by\nthe provisions of 18 U.S.C. § 3050 to making arrests for Federal\ncrimes, although the laws of some States may authorize Bureau\npersonnel to make arrests for State crimes. In States where Bureau personnel have this authority, the MOU\nmay provide provisions which allow Bureau staff to perform\nperimeter security duties at a non-Federal institution in\nsituations when the non-Federal staff are unable to provide\nperimeter coverage. The MOU must also clearly state that \"perimeter coverage\" by\nBureau personnel involves dealing with inmates only, not members\nof the public or media. Non-Federal personnel are responsible\nfor handling the media and public during emergencies at nonFederal institutions. In states that Bureau personnel do not have authority to make\narrests for state crimes, the MOU must provide for Bureau staff\nto perform other functions, including routine duties inside or\noutside a non-Federal correctional institution, therefore,\nfreeing non-Federal correctional staff for primary (e.g.,\nperimeter) coverage. f. Escape Hunts. Based on its limited arrest authority, the\nBureau may not assist in searches for felony offenders who have\nescaped from non-Federal correctional custody. Bureau staff may,\nhowever, conduct searches on Federal penal property. In other\nsituations, Bureau staff may assume other duties as set forth in\nthis Chapter, thereby freeing up additional State or local\ncorrectional staff to track an escapee. PS 5500.14\n10/19/2012\nChapter 4, Page 7\ng. Medical Support. Bureau qualified health personnel may\nprovide medical support within their respective areas of health\ncare training or experience. Such support may also include use\nof medical equipment and supplies. h. Hostage Negotiation. The Bureau may provide trained\nhostage negotiators, but ordinarily, their activities are limited\nto background consultations rather than direct negotiations with\ninmates. Decisions to authorize Bureau hostage negotiators to\nactually conduct negotiations must be made no lower than the\nRegional Director level. i. Food Service Support. Bureau personnel may provide food\nservice support. The support may also include the use of food\nsupplies and equipment. 405. CRISIS MANAGEMENT TEAM. The Bureau may provide trained\nCrisis Management Teams to respond to non-Federal correctional\nemergencies.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__21",
      "chunk_id": "21",
      "content": "i. Food Service Support. Bureau personnel may provide food\nservice support. The support may also include the use of food\nsupplies and equipment. 405. CRISIS MANAGEMENT TEAM. The Bureau may provide trained\nCrisis Management Teams to respond to non-Federal correctional\nemergencies. Prior to deploying any Crisis Management Team, the authorization\nof the Attorney General of the United States is required. The\nauthorization must be obtained through the respective Regional\nDirector, Director of the Bureau of Prisons, and Deputy Attorney\nGeneral. 406. SUPPORT ASSISTANCE BY OTHER FEDERAL AGENCIES. It is\npossible for other components of the Federal law enforcement\ncommunity to become involved in resolving non-Federal\ncorrectional emergencies. When this occurs, and the Federal component has the legal\nauthority to deputize others, Bureau staff may be deputized. If\nBureau staff are deputized, their authority in such situations is\nlimited to the scope of authority exercised by the empowering\nagency. When practicable, the Assistant Director, Correctional Programs\nDivision, Central Office (CO), will be contacted for approval\nprior to Bureau staff being deputized. When not practicable, the\nnotification must occur as soon as possible. 407. REPORTING REQUIREMENTS. The Warden must notify the\nRegional Director, Assistant Director, Correctional Programs\nDivision, CO, and the Director immediately of all requests for\nemergency law enforcement assistance from a non-Federal\ncorrectional entity. PS 5500.14\n10/19/2012\nChapter 4, Page 8 If practicable, this notification is to be made prior to the\nassistance being provided and, if not, as soon thereafter as\npossible. Upon receipt of this notification and in conjunction with the\napproval of any request for emergency law enforcement assistance\nto a non-Federal correctional entity, notification must be\nprovided immediately to the Deputy Attorney General. When practicable, this notification is to occur prior to the\nassistance being provided. When this is not practicable, such\nnotification must occur immediately thereafter. As soon after notification as practicable, the Warden must\ndocument in writing the request for assistance under the MOU. When assistance is provided, a written Report of Incident\n(BP-583) must be prepared and submitted to the specified\nindividuals, including the President of the Council of Prison\nLocals #33. This report must provide a vivid synopsis which\nincludes the elements listed below.\n Nature of the emergency request that prompted the\nassistance;\n•\n Assistance provided;\n• Results (or tentative results) of the assistance;\n• Expenditures;\n• Any injuries sustained; and\n• Other relevant information. 408. ANNUAL REVIEW OF MEMORANDUM OF UNDERSTANDING. The Warden\nis to ensure that each MOU is reviewed annually during the month\nof November, as part of the contingency plans review, to\ndetermine continued applicability. The result of the annual\nreview must be provided to the Regional Director, with a copy to\nthe Regional Counsel. 409. ASSISTANCE. Questions concerning the provisions of this\nChapter should be directed to the respective Regional Counsel and\nCorrectional Services Administrator. PS 5500.14\n10/19/2012\nChapter 5, Page 1\nCHAPTER 5\nCANINE UNITS\n500. ADMINISTRATION. Regional Directors, in coordination with\nthe Assistant Director, Correctional Programs Division, have the\nauthority to identify one institution in their region for\nassignment of a canine unit. A canine unit is composed of, at a minimum, one canine handler\nand one dog with multiple abilities, such as tracking and\nnarcotics detection. Captains have management responsibility for the canine unit. Actual program coordination must not be delegated below the level\nof a GS-11 Lieutenant.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__22",
      "chunk_id": "22",
      "content": "A canine unit is composed of, at a minimum, one canine handler\nand one dog with multiple abilities, such as tracking and\nnarcotics detection. Captains have management responsibility for the canine unit. Actual program coordination must not be delegated below the level\nof a GS-11 Lieutenant. Requests for the canine unit's assistance outside the assigned\ninstitution must be approved in advance by the Warden or Acting\nWarden. 501. HANDLER SELECTION. Each institution Warden with an\nauthorized canine unit must select one handler for each canine. A handler must make a two-year commitment to the program and\ninteract positively with the canine. The handler will work only with the dog originally assigned and\nordinarily should not be assigned collateral duties. A secondary\nhandler may be assigned to feed and service the kennel area if\nthe primary handler is not available. The handler must be willing to care for the canine, control the\nanimal, and obtain maximum productivity from the dog. A handler\nis also required to give clear commands to the canine in the\nlanguage the canine was originally trained. The handler must be provided a clothing allowance (amount set by\npolicy) each year to purchase blue or gray jumpsuits and/or\nsuitable nickel gray uniform clothing. Safety toe footware are\nto be worn and must be provided to the handler as prescribed in\nthe Property Management Manual and Master Agreement. 502. CANINE SELECTION. The Malanois or German Shepherd is the\nonly canine breed authorized. Only passive alert canines with an even temperament are to be\npurchased. PS 5500.14\n10/19/2012\nChapter 5, Page 2 Any canine purchased must possess, at a minimum, a Schutzhund I\nor Police I title prior to purchase. The Schutzhund or Police\ntitle rating identifies the level of training the dog has\nreceived in tracking, obedience, and handler protection. No more than two canines per kennel are authorized. canines must be spayed prior to purchase. Female Any selected canine must be at least two years of age, but no\nolder than 2½ years. The hips, teeth, back, and shoulders must\nbe documented as sound prior to purchase. Additionally, a birth\ncertificate must be provided to determine the canine's age at the\ntime of purchase. A German Shepherd's spine and hips must be guaranteed for a\nperiod of one year. The Malanois canine's spine and hips must be\nguaranteed for two years. 503. HANDLER RESPONSIBILITIES. Each canine handler is\nresponsible for the canine's care. The proper performance of\nroutine canine unit duties will ensure adequate care of the\nanimal and preserve the integrity of the program. The handler will be responsible for the canine’s actions and use. The handler must ensure a request for the canine unit's use does\nnot violate policy and will not cause harm to the handler, the\ncanine, or a third party. A canine team will coordinate all narcotic activities with the\ninstitution SIS office. Canines will never be allowed to roam freely inside an\ninstitution, on institution property, or be trained to respond to\nany command not learned in a training school. During the a housing unit search, the canine will remain on a\nleash and inmates will be kept clear of the area.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__23",
      "chunk_id": "23",
      "content": "Canines will never be allowed to roam freely inside an\ninstitution, on institution property, or be trained to respond to\nany command not learned in a training school. During the a housing unit search, the canine will remain on a\nleash and inmates will be kept clear of the area. Canine units may be used for escape hunts if approved by the\nWarden, but canines may not be used in use-of-force situations or\nfor crowd control purposes. If, due to an unforeseen or uncontrolled situation, a canine\nbecomes involved in a use-of-force situation, proper notification\nmust be made and documented in accordance with the Program\nStatement on Use-of-Force and Application of Restraints. PS 5500.14\n10/19/2012\nChapter 5, Page 3 When the canine must be taken into a public place, a mouth muzzle\nmust be used. A canine may not be taken into public places\nunless on official duty or for medical treatment. A handler should not leave a canine unattended in a vehicle for\nan extended period of time. If circumstances dictate leaving a\ncanine in a vehicle, the windows must be slightly open for\nventilation and the circulation fan turned on. Prolonged\nisolation will cause discomfort and/or injury to the canine. Leaving a canine in a vehicle, even with the windows slightly\nopen on a hot day, may cause serious injury or death. A vehicle equipped with a secure partition and an air circulation\nfan is to be available to the handler. The handler must maintain a daily record of training and tactical\noperations, and medical check-ups. These documents must be\nsubmitted to the Captain or canine unit Lieutenant for review. All confiscated contraband will be handled in accordance with the\nProgram Statement on Inmate Personal Property. 504. EMPLOYEE GUIDELINES. Employees who are not directly\nassigned to the canine unit will not enter any building or area\nthat is being searched by the canine unit without the approval of\nthe supervising Lieutenant and canine handler. If an employee\ninadvertently enters an area where a canine unit is working, he\nor she will exit the area quietly and without hesitation. Employees must not walk or run in front of a canine unless\nresponding to an emergency situation. Employees must never make aggressive gestures toward the dog or\nhandler. Employees must never attempt to touch, handle, or feed\na canine without the handler's approval. No one, other than the handler, will give commands to the canine. No one, other than the handler, will attempt to enter or retrieve\nanything from a canine unit vehicle or kennel when the canine is\npresent. Employees will be notified of the above requirements at least\nonce per year where canine units are maintained. 505. HEALTH, CARE, AND FEEDING. Inmates will never be allowed\naccess to the canine or associated canine unit items such as\nkennel, food, bedding, and etc. The handler will exercise the PS 5500.14\n10/19/2012\nChapter 5, Page 4\ncanine daily. An obstacle course with at least four obstacles\nshould be constructed to maintain a high level of fitness. The handler will ensure that the amount of daily food consumption\nprovides proper nutrition so the canine stays fit, agile,\nmuscular, and in excellent health.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__24",
      "chunk_id": "24",
      "content": "PS 5500.14\n10/19/2012\nChapter 5, Page 4\ncanine daily. An obstacle course with at least four obstacles\nshould be constructed to maintain a high level of fitness. The handler will ensure that the amount of daily food consumption\nprovides proper nutrition so the canine stays fit, agile,\nmuscular, and in excellent health. Each canine will be housed in a kennel and not at the handler's\nresidence. Kennels must be constructed with a chain link fence\nwhich encloses the kennel’s perimeter. The fence will be set on\na 4 x 10 foot concrete floor. A small canine housing area\nconstructed of wood or plastic will be well insulated to maintain\na comfortable temperature for the canine. The kennel should not be elaborate or constructed to allow the\ncanine to become acclimated to the kennel’s climate and not the\noutside atmosphere. The canine house should be located in the\nmiddle rear of the concrete slab. If more than one canine is maintained in the kennel, a partition\nwill be installed between each stall to prevent the dogs from\nagitating each other. An isolation area will be available for\nthe separation of sick or new canines. The kennel area will be cleaned daily. The individual stalls\nwill be cleaned and sanitized with a suitable disinfectant and\nwater solution. Canine handlers are responsible for kennel sanitation. will never be used for this purpose. Inmates Each canine must receive regular medical care to maintain peak\ncondition including, but not limited to, the following:\n Yearly immunizations for rabies, distemper, and parvo.  Semiannual examinations by a licensed veterinarian or when\nunusual behavior is apparent as a result of illness or\ninjury.  A veterinarian approved diet and prescribed medication\nschedule (heart worm pills, vitamins, and any other\nmedication as prescribed). PS 5500.14\n10/19/2012\nChapter 5, Page 5 Access to kennels must be limited to all employees except staff\nassociated with the canine unit. A logbook is to be maintained\nat the kennel and all persons entering must sign in and out. The working life of a canine, under normal conditions, is eight\nto 10 years. After that period of time, the canine’s\ncontinuation of service must be assessed. If the canine is determined medically unfit or unhealthy, the dog\nmay be evaluated and euthanized by a veterinarian. Handlers who\nwish to keep the canine, after the animal has been retired, must\nsubmit a request to the Assistant Director, Correctional Programs\nDivision, CO. 506. TRAINING. Each canine handler must be matched and trained\nwith the canine selected by the kennel in order to ensure peak\nperformance. The entire selection and training process should be\naccomplished by a single kennel. Canines will only be trained in narcotics detection, handler\nprotection, and escape hunts. Entry level training for the canine and handler must be at least\n200 hours in duration. The curriculum must cover:\n\n\n\n\n\n\n\n\n Legal issues;\nEscape prevention;\nContraband detection;\nBuilding searches;\nGuarding;\nBarking;\nControl and obedience exercises;\nApprehension; and\nHandler protection. An approved handler/canine training school must conduct an annual\n24-hour recertification. The canine and handler must complete\nthe training course successfully prior to the canine unit's use. 507. TRAINING DOCUMENTATION. The initial handler development\nand yearly recertification courses are mandatory.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__25",
      "chunk_id": "25",
      "content": "Legal issues;\nEscape prevention;\nContraband detection;\nBuilding searches;\nGuarding;\nBarking;\nControl and obedience exercises;\nApprehension; and\nHandler protection. An approved handler/canine training school must conduct an annual\n24-hour recertification. The canine and handler must complete\nthe training course successfully prior to the canine unit's use. 507. TRAINING DOCUMENTATION. The initial handler development\nand yearly recertification courses are mandatory. Refresher\ntraining deemed necessary for the canine and handler must be made\navailable through the kennel that provided the canine. Training\nmust be documented by the Captain and Employee Development. 508. PROCUREMENT. Expenditures incurred by canine units will be\nfunded by the respective Regional Office and institution, cost\ncenters 215 and 315. Canines must be purchased from kennels\napproved by the Assistant Director, Correctional Programs\nDivision, CO. PS 5500.14\n10/19/2012\nChapter 6, Page 1\nCHAPTER 6\nAFTER-ACTION REVIEW AND REPORTING\n600. DEFINITIONS a. A major incident includes, but is not limited to, all:\n\n\n\n\n\n\n\n shooting incidents,\nmajor fires,\nwork/food strikes,\ndisturbances,\nescapes,\ninternal and external hostage situations,\nhomicides, and\nother incidents as identified by the respective Regional\nDirector and Assistant Director, Correctional Programs\nDivision, CO. b. A shooting incident for the purpose of this Program\nStatement is defined as:\n(1) Intentional or unintentional discharge of a firearm by\nan employee either on or off duty, under circumstances which\nwarrant official notice or review. Weapons harmlessly discharged in connection with training or\nrecreation are not included in this definition and, except as\nnoted below, need not be reported. (a) Discharge of a firearm by anyone during the course\nof official business. (b)\nanimals. Discharge of a firearm in defense against vicious ©) Discharge of a firearm resulting in self-inflicted\ninjuries or injuries to another person. (d) Discharge of a firearm by a Bureau employee\nresulting in an investigation by any law enforcement agency. 601. AFTER-ACTION REVIEW TEAM. When a major incident occurs at\na Bureau or contract facility, the Regional Director may, at his\nor her discretion, appoint an After-Action Review Team to\ninvestigate the incident and prepare an After-Action Report. PS 5500.14\n10/19/2012\nChapter 6, Page 2\nThe Review Team chairperson must be from the Regional Office in\nthe region where the incident occurred. Unless the Director\ndetermines otherwise, the team will include a representative from\nthe Correctional Services Branch. If the incident includes issues regarding facility design, the\nReview Team must include a representative from the Administration\nDivision (CO). 602. AFTER-ACTION REVIEW TEAM FOR DISCHARGE OF FIREARM a. Within two working days of a shooting incident, the Warden\nmust submit a full report on the Report of Incident form (BP-583)\nto the Regional Director, with copies to the Assistant Director,\nCorrectional Programs Division, and the Assistant Director,\nHealth Services Division. When appropriate, medical reports\ngenerated from the incident must be included. If such reports\nare included, the affected staff will be so advised. b. For all shooting incidents at a Bureau or contract\nfacility, the Regional Director is to appoint an After-Action\nReview Team, referred to as a \"Shooting Investigation Team.\" The Regional Director determines the team’s composition, based\non the specific circumstances. Depending on the seriousness of\nthe incident, the Regional Director may authorize a paper review\nof the facts or may require an on-site investigation. c. The Shooting Investigation Team will prepare a Shooting\nIncident Report which will serve as the After-Action Report. The\nreport will be submitted to the Regional Director for comments\nand recommendations.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__26",
      "chunk_id": "26",
      "content": "Depending on the seriousness of\nthe incident, the Regional Director may authorize a paper review\nof the facts or may require an on-site investigation. c. The Shooting Investigation Team will prepare a Shooting\nIncident Report which will serve as the After-Action Report. The\nreport will be submitted to the Regional Director for comments\nand recommendations. 603. SHOOTING INCIDENT REVIEW COMMITTEE. The Shooting Incident\nReview Committee must review each After-Action Report including\nthe Regional Director’s comments and recommendations to determine\nif staff actions complied with established policy and make\nappropriate recommendations. The Shooting Incident Review Committee should consist of:\n Assistant Director or Designee, Correctional Programs,\nDivision (Chair),\n• Administrator, Correctional Services Branch, Correctional\nPrograms Division, and\n•\n Associate General Counsel, Legislative & Correctional Issues\nBranch, Office of General Counsel. PS 5500.14\n10/19/2012\nChapter 6, Page 3 A representative of the Council of Prison Locals at the\nappropriate level may be provided a copy of the After Action\nreport in accordance with appropriate laws, rules, and\nregulations. Based on the nature of the incident, the Deputy Attorney General\nmay assign an attorney to the Shooting Incident Review Committee\nto determine the degree of the Department of Justice\nparticipation in the review. Additionally, all After-Action Reports and summary reports are\nrequired to be compiled and forwarded to the Administrator,\nCorrectional Services Branch Central Office, via BOPNet\nGroupWise. 604. AFTER-ACTION REPORT FORMAT. Although each report may be\ntailored for the specific incident, ordinarily, After-Action\nReports will be in the following format. a. Introduction/Executive Summary. This section summarizes\nall significant information resulting from the review. It\nidentifies team members, purpose and scope of the review. This information will be presented in bullet format, i.e.,\npersons involved, injuries, monetary damages, etc.\nb. Chronology of Events. This section details events\nsequentially. It may be separated into a chronology of inmateinspired events and staff responses. This section will not include comments or conclusions on inmate\nor staff activities. c. Analysis of Events. This section includes the team's\nanalysis of all events as they unfolded. It may also be separated into an analysis of inmate actions and\nstaff responses. Comments on results or consequences of actions\nmay be included in this section. d. Other Factors. This section should include on-site\nobservations, current events affecting the Bureau or local area,\nand investigative or intelligence information. This section may not be necessary in all reports. PS 5500.14\n10/19/2012\nChapter 6, Page 4\ne. Conclusions. This section will contain a well-reasoned\nconclusion based on all of the above sections. Each piece of\ninformation analyzed above must lead to conclusions. This section will include comments on staff response and may\nlist both positive and negative performances of individual staff\nmembers or groups of staff. f. Recommendations. This section will be presented in bullet\nformat and reflect the Analysis of Events and Conclusions\nsections. This section will include any knowledge gained from the\nincident with recommendations for additional training and/or\nrevisions to the existing training programs, if applicable. g. Attachments. This section contains relevant photographs,\nmemorandums, rosters, lists of staff interviews, and other\ndocumentary evidences considered during the review process. When multiple jurisdictions are involved, copies of reports and\ninvestigations conducted by other law enforcement agencies should\nbe included. h. Cost/Impact Statement. A Cost and Impact Statement\n(Attachment C) must be completed as an integral part of every\nreview.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__27",
      "chunk_id": "27",
      "content": "When multiple jurisdictions are involved, copies of reports and\ninvestigations conducted by other law enforcement agencies should\nbe included. h. Cost/Impact Statement. A Cost and Impact Statement\n(Attachment C) must be completed as an integral part of every\nreview. Each monetary amount must be clearly labeled as an\nestimate or actual final figure. When major portions of the impact statement are based on\nestimates, an amended impact statement must be filed when\naccurate cost/impact information is available. 605. INMATE INVOLVEMENT. In all cases, a list of every inmate\ndetermined to be involved in the incident and the degree of his\nor her involvement must be included as an attachment. The list\nwill provide the following information. \n\n\n\n\n\n\n\n\n\n\n\n Name;\nRegister number;\nCIM/STG information; Posted picture file status;\nHot File status;\nGroup/gang affiliation (member, suspect, associate);\nAge;\nSentence data;\nLevel of involvement;\nRace; Home of record;\nIncident report information; and\nStatus of incident report in discipline process. PS 5500.14\n10/19/2012\nChapter 6, Page 5 Since this information is critical for future tracking of\ninmates involved in serious incidents, this attachment should be\nformatted in columns for easy retrieval. 606. SUMMARY REPORT FORMAT. From each After-Action Report, the\noriginating office will prepare a written Summary Report of all\nrelevant information for the authorized appropriate reviewers. Sensitive information will be only documented in the original\nAfter-Action Report, and provided to officials on a \"need to\nknow\" basis. a. Preparation. The Summary Report will be forwarded to the\nAdministrator, Correctional Services Branch, via GroupWise. The\nreport must include the same relevant information as the AfterAction Report but may not contain names of:\n\n\n Employees;\nLocal law enforcement officials; and\nIndividuals in the community. The Office of Emergency Preparedness must distribute this\nreport to all Regional Directors, Wardens, and Correctional\nServices Administrators. Wardens are to review each report with\nAssociate Wardens and Captains. The information and\nrecommendations should be disseminated to staff to review\nprocedures and make appropriate changes. Should the reports result in changes to working conditions, the\nUnion will be notified of the proposed changes so that the union\nhas the opportunity to bargain, as required by the Master\nAgreement and the statute. Management at the appropriate level\nshall review each report with the union designee at the\nappropriate level. This does not include providing the Union\ndesignee with a copy of the written incident(s) at hand. If\nmanagement fails to notify the union designee at the appropriate\nlevel he or she is encourage to contact the management at the\nappropriate level. b. Summary Report Components. following sections: The summary should contain the (1) Introduction. This section provides a brief\ndescription of the incident and focus on details of all events\nsequentially. PS 5500.14\n10/19/2012\nChapter 6, Page 6 It may be separated into a chronology of inmate-inspired\nevents and staff responses. (2) Other Factors. This section should include current\nevents affecting the Bureau or local area, and investigative or\nintelligence information. Depending on the circumstances, it may not be necessary to\ninclude this section in all reports. (3) Recommendations. This section should be presented in\nbullet format and should not contain any information which could\ncompromise law enforcement activities, staff members, or\nindividual inmates. 607. DISCLOSURE OF BUREAU STAFF NAMES IN MAJOR INCIDENTS.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__28",
      "chunk_id": "28",
      "content": "Depending on the circumstances, it may not be necessary to\ninclude this section in all reports. (3) Recommendations. This section should be presented in\nbullet format and should not contain any information which could\ncompromise law enforcement activities, staff members, or\nindividual inmates. 607. DISCLOSURE OF BUREAU STAFF NAMES IN MAJOR INCIDENTS. Disclosure of the names of Bureau employees involved in major\nincidents will be in accordance with the Program Statement on\nNews Media Contacts. Employees who are investigated for possible misconduct as a\nresult of an After-Action Review, and no disciplinary or adverse\naction will be proposed, will be notified of the decision within\nseven working days after the review of the investigation by the\nChief Executive Officer or designee. PS 5500.14\n10/19/2012\nChapter 7, Page 1\nCHAPTER 7\nFIREARMS AND BADGES\n700. DEFINITIONS. Probable cause, reasonable determination, or\nreasonable belief means facts and circumstances known to the\nemployee at the time of the use of firearms that would cause a\nreasonable employee to conclude that the action is appropriate. 701. CARRYING OF FIREARMS. Title 18 U.S.C. § 3050, authorizes\nthe Attorney General to prescribe rules and regulations relating\nto the carrying of firearms by Bureau officers and employees. This authority is delegated to the Director in 28 CFR 0.96(o). When approved by the Warden, institution staff are permitted to\ncarry firearms when:\n\n\n transporting inmates,\nassigned to escape posts, and\nassigned to security posts which require firearms as\nstandard issued equipment. Carrying or the use of personal or privately owned firearms while\non duty is prohibited. Post orders, riot plans, and escape plans will include\ninstructions for carrying firearms. a. Duty Assignment. Employees must not be assigned to duties\nthat require the carrying of firearms prior to successfully\ncompleting the firearms familiarization training course. b. Staff Qualification. New employees must not be assigned to\nposts requiring the carrying of firearms before completing the\nIntroduction to Correctional Techniques Training at the Federal\nLaw Enforcement Training Center. In extraordinary circumstances, an exception may be made for an\nemployee who has completed the local firearms familiarization\ntraining with written approval of the Warden and Regional\nDirector. c. Re-qualification. Staff must complete satisfactorily the\nBureau’s approved firearms training course each year. Allowances\nwill be made in accordance with applicable laws, rules, and\nregulations. PS 5500.14\n10/19/2012\nChapter 7, Page 2\nChaplains, dentists, physicians, and other positions which the\nDirector specifically exempts from carrying firearms are not\nrequired to complete the firearms familiarization training\nconducted at the institution and Staff Training Academy. d. Other Use of Firearms. Only the Director or Director's\ndesignee may authorize, in writing, Bureau staff to carry\nGovernment-issued firearms for purposes not expressed in this\nProgram Statement. 702. USE OF FIREARMS. Firearms must be used only when deemed\nnecessary for the following Law Enforcement purposes:\n Prevent escapes;  Prevent loss of life or serious physical injury;  Protect government property, upon determination that\nthe damage or loss of property would contribute\ndirectly to an escape, loss of life, or serious\nphysical injury; and  Maintain or restore control of a correctional\ninstitution. The use of firearms is prohibited if force other than firearms\nappear reasonably sufficient to accomplish law enforcement\npurposes. Examples are, but not limited to:\n\n\n Prevention of escape;\nPrevention serious physical injury; and\nRestoration of control in a correctional institution.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__29",
      "chunk_id": "29",
      "content": " Maintain or restore control of a correctional\ninstitution. The use of firearms is prohibited if force other than firearms\nappear reasonably sufficient to accomplish law enforcement\npurposes. Examples are, but not limited to:\n\n\n Prevention of escape;\nPrevention serious physical injury; and\nRestoration of control in a correctional institution. The necessity to use firearms arises when all available means of\nachieving the law enforcement purpose have failed or are likely\nto fail. An employee is not required to jeopardize personal safety or the\nsafety of others before using firearms to prevent serious\ninjuries/bodily harm or death. If use of firearms is deemed necessary, staff must shoot the\nsubject with every intention of hitting \"center mass\" to ensure\nthe subject is stopped. PS 5500.14\n10/19/2012\nChapter 7, Page 3 Staff will not attempt to shoot a limb which creates a lesser\nchance of stopping the subject and may pose a danger to staff,\nother inmates, or persons in the community. Firearms must not be\nused solely to disable moving vehicles or aircraft. Firearms\nwill only be used against the driver or other occupants of a\nmoving vehicle when the:\n Employee has a reasonable belief that the subject poses an\nimminent danger of death or serious physical injury to the\nemployee or others.  Public safety benefits of using such force outweigh the\nrisks to the safety of the employee or others. As soon as practicable, medical attention must be provided to any\npersons injured during an incident involving use of firearms. Firearms will not be used if the employee recognizes a potential\nescapee as an inmate sentenced under the Juvenile Justice and\nDelinquency Prevention Act.\na. Escape Prevention. The use of firearms is authorized when\ndeemed necessary to prevent an escape in the following\nsituations. (1) Perimeter Walls. At institutions secured with\nperimeter walls, prior to using firearms, staff must reasonably\nbelieve that an inmate has the capability to escape. For example, the inmate may be carrying items that could be\nused to perpetrate an escape, such as, but not limited to, a\nladder, grappling hook, or rope, suggesting an intent to escape. An employee who determines an escape is in progress must\nissue a verbal warning, then fire a warning shot prior to\nshooting the subject. (2) Multiple Perimeter Fences. At institutions secured\nwith multiple perimeter fences, prior to using firearms, staff\nmust reasonably believe that an inmate has the capability to\nescape. For example, the inmate may be carrying items such as, but\nnot limited to, a ladder, blankets, grappling hooks, ropes, broom\nhandles, or sticks, that will perpetrate an escape. PS 5500.14\n10/19/2012\nChapter 7, Page 4 An employee who determines an escape is in progress must\nissue a verbal warning, then fire a warning shot prior to\nshooting the subject. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent threat danger of\ndeath or serious physical injury to self or others. When authorized, throughout this policy, warning shots\nshould be used only if there is no apparent danger to self, other\nstaff and inmates, or the community. Warning shots will be fired into the ground and never into\nthe air or in an indiscriminate direction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__30",
      "chunk_id": "30",
      "content": "When authorized, throughout this policy, warning shots\nshould be used only if there is no apparent danger to self, other\nstaff and inmates, or the community. Warning shots will be fired into the ground and never into\nthe air or in an indiscriminate direction. The inmate is not required to be on the first/inner\nperimeter fence before the employee issues the warning. When the\ninmate actually contacts the first/inner perimeter fence in an\nattempt to climb or demonstrates an attempt to get on or over the\nfirst/inner perimeter fence, and the employee reasonably\ndetermines an escape is being attempted, the employee may shoot\nthe subject. The employee is not required to wait until the inmate is\nbetween the perimeter fences or over the first/inner fences. (3) Metropolitan Correctional Centers (MCCs) and\nMetropolitan Detention Centers (MDCs). When an employee\nreasonably determines that an escape is being attempted from a\nMCC or MDC, the employee should give a verbal warning. If the\ninmate continues, the employee may shoot the subject. Warning\nshots are prohibited due to the possibility of injury to innocent\nbystanders. (4) Minimum Security Institutions. Ordinarily, firearms\nare not used to prevent escapes from minimum security level\ninstitutions. However, weapons are authorized when the escaping\ninmate has used or threatened to use force which is likely to\ncause serious physical injury or has manifested an imminent\nthreat of death or serious physical injury to the employee, other\nstaff and inmates, or the community. Verbal warnings and warning shots should be used when\nfeasible. (5) Escapes with Outside Assistance. Firearms may be used\nagainst persons who are not inmates, if they are facilitating an\nescape and have used or threatened to use force which is likely PS 5500.14\n10/19/2012\nChapter 7, Page 5\nto cause death or serious physical injury against the employee,\nother staff and inmates, or the community. Verbal warnings and warning shots must be used when\nfeasible. (6) Escape from Escorted Trip or Prisoner Transport. When\nan employee reasonably determines an escape is being attempted\nfrom an escorted trip or prisoner transport, the employee must\nissue a verbal warning. If the inmate continues and the escape\nis occurring within the immediate environs of a correctional\ninstitution, the employee will fire a warning shot, if feasible,\nprior to shooting the subject. Outside the immediate environs of a correctional\ninstitution, the employee should not fire a warning shot prior to\nshooting the subject due to the possibility of injury to innocent\nbystanders. Absent the use or threat of force which would likely cause\nserious physical injury or a manifested imminent threat of death\nor serious physical injury to the employee, other staff and\ninmates, or the community, it is not permissible to use firearms\nto prevent an escape of an inmate in transit to or from a minimum\nsecurity level institution. The exception to the rule is when\nthe escorting employees are transporting inmates at the same time\nto a minimum and non-minimum security level institutions. (7) Once An Escape Has Occurred.",
      "queries": [
        "can you fire warning shot into the air"
      ],
      "queries_score": [
        "2.322185"
      ]
    },
    {
      "id": "guidance_60__31",
      "chunk_id": "31",
      "content": "The exception to the rule is when\nthe escorting employees are transporting inmates at the same time\nto a minimum and non-minimum security level institutions. (7) Once An Escape Has Occurred. After an escape from a\ntransport vehicle or an institution, and the immediate environs\nhas been successful, employees attempting to apprehend the\nescaped prisoner may not use firearms unless there is probable\ncause to believe:\n(a) The subject has committed a felony involving the\ninfliction or threatened infliction of serious physical injury or\ndeath. (b) The subject’s escape would pose an imminent danger\nof death or serious physical injury to the employee or others. Note: The phrase \"after an escape from a transport\nvehicle or an institution and the immediate\nenvirons has been effectuated\" should be\ninterpreted in the following manner: PS 5500.14\n10/19/2012\nChapter 7, Page 6\n As long as a staff member is in continuous pursuit\nof an escaping inmate, whether the escape takes\nplace from an institution, transport vehicle, or\noutside facility (such as a hospital), the escape\nhas not yet been effectuated. The use of firearms\nis permissible under the escaping inmate standard.  The immediate environs of an institution is\ndefined as the property lines of the correctional\nfacility. This boundary may be expanded by the\nWarden with the Regional Director's concurrence\nand should be defined as explicitly as possible. A verbal warning should be given if it would not pose a risk\nof death or serious bodily injury to the officer or others. Warning shots are prohibited due to the possibility of\ninjury to innocent bystanders. b. Prevent the Loss of Life or Serious Physical Injury. Staff\nmay use firearms when reasonable belief exists that the subject\nposes a threat of death or serious physical injury to staff,\ninmates, or others. Firearms will be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should be used only if there is\nno apparent danger to other staff and inmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. In a hostage situation, once it has been contained and attempts\nto negotiate have begun, only the Warden may order the use of\nfirearms to resolve the hostage situation. Warning shots will not be fired as in an attempt to resolve a\nhostage situation, nor used to create a diversion. c. Protect Government Property. Firearms may be used to\nprevent damage to or destruction of Government property when the\nloss of that property could contribute directly to an escape or\nattempted escape, serious physical injury, or loss of life. For example, the use of firearms may be necessary when persons\nare attempting to damage or disable a fire truck during a fire\nwithin the institution. If individuals attempt to break into a PS 5500.14\n10/19/2012\nChapter 7, Page 7\nbuilding where weapons, gas, or other security risk items are\nstored, firearms may also be used. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__32",
      "chunk_id": "32",
      "content": "If individuals attempt to break into a PS 5500.14\n10/19/2012\nChapter 7, Page 7\nbuilding where weapons, gas, or other security risk items are\nstored, firearms may also be used. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should\nbe used only if there is no apparent danger to other staff, other\ninmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. d. Maintain or Restore Control of a Correctional Institution. Firearms may be used to maintain or restore control of a\ncorrectional institution when the employee reasonably believes\nthe intended subject of the use of firearms is participating in a\ndisturbance in a manner that threatens the safety of staff, other\ninmates, or the community. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should\nbe used only if there is no apparent danger to staff, other\ninmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. 703. ARMED ESCORT BY COMMERCIAL AVIATION. The Warden may\nauthorize staff to carry firearms when transporting an inmate by\ncommercial air carrier. Title 14 CFR Part 108.11, Carriage of Weapons, and Part 108.21,\nCarriage of Passengers Under the Control of Armed Law Enforcement\nEscorts (1995), allows law enforcement officials, while\nperforming their duties, to travel while armed. Staff must notify the air carrier prior to departing the\ninstitution of the intent to carry firearms. Staff must complete\nall required forms and provide required information to the\ncarrier. Staff must follow the procedures detailed in the above referenced\nregulations. PS 5500.14\n10/19/2012\nChapter 7, Page 8 When not transporting inmates, Bureau staff, carrying firearms\naboard commercial aircraft, must declare this to the carrier and\nhave the weapon placed in checked baggage. The above referenced regulations should be referred to for\nadditional requirements concerning the placement of firearms in\nchecked baggage. 704. REPORTING REQUIREMENTS. A written report must be submitted\nto the Warden upon the discharge of any firearm, privately owned\nor issued by the Bureau. This rule applies when the employees is\non duty and off duty, except for training or recreational\npurposes. For an incident while on duty, the report must be submitted prior\nto the end of the employee's duty shift. For an incident while off duty, the report must be submitted\nprior to the end of the employee's next duty shift. The discharge of any firearm, once reported, will be investigated\nand reviewed through the After-Action Reporting and Review\nprocesses. 705. IDENTIFICATION BADGES. Upon request, the Correctional\nServices Administrator, Central Office, will issue Bureau\nidentification badges in leather carrying cases to each\ninstitution. The Captain will maintain strict accountability of Bureau badges. Lost or stolen badges must be reported immediately in writing to\nthe Correctional Services Branch, Central Office.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__33",
      "chunk_id": "33",
      "content": "705. IDENTIFICATION BADGES. Upon request, the Correctional\nServices Administrator, Central Office, will issue Bureau\nidentification badges in leather carrying cases to each\ninstitution. The Captain will maintain strict accountability of Bureau badges. Lost or stolen badges must be reported immediately in writing to\nthe Correctional Services Branch, Central Office. Except for tower and perimeter patrols and established stationary\ncheck points, staff assigned to duties which require the carrying\nof firearms will be issued a Bureau identification badge. The badge must be displayed when necessary to establish the staff\nmember's authorization to carry a firearm. Appropriate badge\nholders will be provided so as to allow the employee the ability\nto securely attach the badge to his or her outerwear. Badges may not be used as methods of routine identification. Employee procurement or possession of unauthorized badges, either\nofficial or duplicated, is prohibited (see the Program Statement\non Standards of Employee Conduct). PS 5500.14\n10/19/2012\nChapter 7, Page 9\n706. NON-DISCLOSURE OF BUREAU STAFF NAMES IN SHOOTING INCIDENTS. Disclosure of an employee's name following a shooting incident\nwill follow the guidelines as prescribed in the Program Statement\non News Media Contacts. PS 5500.14\n10/19/2012\nChapter 8, Page 1\nCHAPTER 8\nGUARD SERVICE AT LOCAL MEDICAL FACILITIES\n800. RESPONSIBILITIES a. The institution’s Captain and Health Services Administrator\nwill write a Statement of Work (SOW) and specifications,\nincluding any special contract conditions and evaluation\ncriteria. Ordinarily, the Captain will serve as Chairperson of\nthe evaluation panel. The Health Services Administrator and, at\nleast one additional expert in institution security, will serve\nas panelists. The institution Contract Specialist will ensure compliance with\nFederal Acquisition Regulations (FAR) and other applicable\nprocurement requirements. b. The Captain will request a contract by submitting a Request\nfor Purchase (BP-101 41) and be designated as the Contracting\nOfficer’s Technical Representative (COTR). 801. SUPERVISION REQUIREMENTS. Competent and qualified\npersonnel will supervise inmates sent from Bureau institutions to\nlocal medical facilities for medical treatment. Either institution correctional staff or staff secured through a\ncontract between the institution and a local security firm,\ncompanies, or individual will provide guard service. Since the quality of contract guard service varies, each\ninstitution must evaluate its specific needs and choose an option\nor combination of options which best fulfills local requirements. a. Custody Classification. Contract guard service personnel\nmay be used for MINIMUM or LOW security inmates, assigned In\ncustody or lower. b. Special Circumstances. Inmates with lower custody\nclassifications may require special consideration for increased\nsupervision. The determination for increased supervision is at\nthe Warden’s discretion. c. Pre-Trial Inmates in Bureau Custody. Contract guard\nservice personnel may be used for pretrial inmates admitted to a\nlocal medical facility when the individual would otherwise be\nclassified as a Minimum or Low security inmate and assigned In\ncustody. PS 5500.14\n10/19/2012\nChapter 8, Page 2\nStaff should review all available information on U.S. Marshal\nServices (USMS) prisoners being escorted on local medical trips\nfor admission to local medical facilities. This information may\ninclude the pretrial/holdover file, NCIC, CIM information, STG\nassignments, and other SENTRY information. When possible, staff\nshould also contact the prosecuting Assistant U.S. Attorney, U.S.\nProbation Officer, and/or the law enforcement agency which\narrested the inmate for comments. Wardens will consider using Bureau staff, rather than a\ncontract guard service, when an inmate meets any of the following\ncriteria:\n",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__34",
      "chunk_id": "34",
      "content": "When possible, staff\nshould also contact the prosecuting Assistant U.S. Attorney, U.S.\nProbation Officer, and/or the law enforcement agency which\narrested the inmate for comments. Wardens will consider using Bureau staff, rather than a\ncontract guard service, when an inmate meets any of the following\ncriteria:\n Documented escape history from a secure facility.  Identified as a member of an organized criminal\nenterprise.  CIM assignment other than Separation or State Border.  Charged with a violent offense which is aggressive or\nintimidating in nature and/or likely to cause serious\nbodily harm or death, including, but not limited to\noffenses identified in the Program Statement on\nCategorization of Offenses, Section 6.a., b., and c. These guidelines must be considered when staff are completing\nthe Escorted Trip Authorization (BP-S502) form. It is imperative\nthat staff include relevant comments to ensure sound decisions\nare made. 802. CONTRACTOR ELIGIBILITY. In accordance with applicable\ngovernment procurement and contract regulations, each institution\nmay negotiate and enter into a contract with qualified security\nfirms, companies, or individuals to provide guard service. The contractor must provide either documented evidence or\nassurance certification that each employee used as a contract\nguard meets all the following requirements:\na. Staff Qualifications. Under no circumstances will any\nperson, discharged by his or her employer within the past three\nyears for cause, be employed as a guard under a Bureau contract. Former Bureau employees discharged by the agency for cause will\nnot be employed as a guard under a Bureau contract. The Warden\nmust approve requests for using personnel (other than former\nBureau employees) who have been discharged. The following\nelements should be considered: PS 5500.14\n10/19/2012\nChapter 8, Page 3\n\n Elements of the person's removal. Whether employment would jeopardize the security and\nsupervision of Bureau inmates. A contract may not be awarded to any agency or firm unless the\nfollowing qualifications for its personnel are met.\n(1) Experience Requirements (a) One year (2040 hours) of experience in the Armed\nForces or Coast Guard which involved significant performance of\nguard duty of detainees or prisoners; or the equivalent\nexperience in a Federal, state, or local government, or private\norganization which involved protecting/police duties. (b) College level training in courses such as\ncorrections or police science may be substituted for experience\nat the ratio of two hours of instructions for one hour of\nexperience.\n(2) Physical Requirements (a) The contractor's employees must be in good general\nhealth and able to perform job functions. (b) Vision must be correctable to 20/30 (snellen) in one The ability to distinguish basic colors is required. eye. (c) Emotional and mental stability is essential. services to be performed require:\n\n\n\n The using tact to deal with inmates,\na keen sense of perception,\nmental alertness, and\nthe ability to resolve crisis situations. Applicants may be required to work under trying\nconditions for long periods of time without relief. (d) All prospective contract guard employees must be\ntested for use of illegal drugs at the institution using the same\nprocedures as new Bureau employees. No guard may be used unless\nhe or she has received a negative drug test. Any indication of illegal and/or non-prescribed drugs\nwill disqualify the individual for employment on the Bureau’s\ncontract. PS 5500.14\n10/19/2012\nChapter 8, Page 4\n(3) Background Investigation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__35",
      "chunk_id": "35",
      "content": "No guard may be used unless\nhe or she has received a negative drug test. Any indication of illegal and/or non-prescribed drugs\nwill disqualify the individual for employment on the Bureau’s\ncontract. PS 5500.14\n10/19/2012\nChapter 8, Page 4\n(3) Background Investigation. The contractor is to voucher\npotential employees through reference and employment checks. (a) The contractor must require all prospective\nemployees to provide complete details of any conviction record. The contractor is to notify prospective employees that the Bureau\nwill contact the National Crime Information Center/National Law\nEnforcement Telecommunication System (NCIC/NLETS), take\nfingerprints, check criminal records, and make other appropriate\nbackground checks to verify employment applications. Prior to employment, the contractor must provide to the\ninstitutional Personnel Security Specialist or designee, each\nprospective employee’s:\n\n\n\n\n\n Full name,\nDate of birth,\nState of birth,\nSex,\nRace, and\nSocial Security Number. Prospective employees may not begin working as a guard\nfor the contractor, supervising Bureau inmates, prior to the\nNCIC/NLETS clearance from the Personnel Security Specialist or\ndesignee. (b) The contractor must not employ any person as a guard\nto supervise Bureau inmates who is under supervision or\njurisdiction of any parole, probation, or court/correctional\nauthority. (4) Employee Training. employee in:\n\n\n\n The contractor will train each Proper Bureau techniques for guarding inmates; Use and application of restraints;\nIntegrity; and\nUse of force. This training will be documented and submitted to the\ninstitution. The contractor is responsible for orientation and\nindoctrination of contract guards. This orientation must be\nsufficient to ensure that all guards comply with all established\ncontract rules and procedures. PS 5500.14\n10/19/2012\nChapter 8, Page 5\nb. Bond Requirements. The contractor must be bonded for\ncivil liability of not less than $250,000. 803. CONTRACT REQUIREMENTS. Consistent with applicable Federal\nprocurement regulations, most contractual language will be at\neach institution’s discretion; however, certain requirements will\nbe standard throughout the Bureau. All contract solicitations, offers, and awards must contain the\nfollowing or similar language and provisions:\na. Scope of Work (1) The contractor, upon verbal request from the Captain or\nOperations Lieutenant, will assign guards to supervise Bureau\ninmate(s) at a medical facility. (2) The contractor will furnish the necessary personnel to\nprovide for the protection and safekeeping of those inmates. (3) The contractor is responsible for the secure custody of\nall Bureau inmates from the time the contractor accepts the\ninmates for custody until an authorized Federal official properly\nremoves the inmates from their custody. Secure custody requires physical control of the inmate at\nall times. The contractor’s physical control of the inmate must\nbe sufficient to prevent escape at all times. The contractor must maintain constant security and direct\nvisual observation of the inmate at all times. The contract guards will apply minimum restraints as\nrequired by Bureau policy. (4) The contractor will accept all Bureau inmates offered\nby the institution for custody. The institution official\nrelinquishing a Bureau inmate’s custody will present\nidentification or credentials and his or her authority for\noffering the inmates for custody when the contractor accepts the\nprisoner. The contractor must present identification or credentials\nand accept custody of Bureau inmates at any time, day or night,\nand any day of the week. The U.S. Marshals’ release to custody\nform should be used when change of custody to the guard service\nis done. PS 5500.14\n10/19/2012\nChapter 8, Page 6\nb. Notification Requirements",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__36",
      "chunk_id": "36",
      "content": "The contractor must present identification or credentials\nand accept custody of Bureau inmates at any time, day or night,\nand any day of the week. The U.S. Marshals’ release to custody\nform should be used when change of custody to the guard service\nis done. PS 5500.14\n10/19/2012\nChapter 8, Page 6\nb. Notification Requirements (1) The contractor must agree to provide services upon\nverbal request from the institution. Requests for services are\nsubject to being initiated at any time of day. As much notice as\npossible will be given, and when possible, at least 24 hours in\nadvance. It is anticipated that a considerable portion of requests\nfor guard services may be during emergencies. In an emergency,\nthe contractor must respond within two hours of notification. (2) The contractor will be notified of any special\ninstructions. If the inmate is allowed to have visitors, the\ncontract guard must screen all visitors to prevent unauthorized\nindividuals and introduction of contraband. Contract guards will require all approved visitors to\nproduce photographic identification (e.g., drivers’ license,\nstate identification card, etc.) before visitation is permitted. The visitor’s identification will be compared to the information\nprovided by the institution to verify a visitor's identity. c. Security Operations. At a minimum, the contractor must\ncomply with the following standards and procedures:\n(1) Contract personnel will not permit visits to inmates\nunless prior authorization is received from the Warden or his or\nher designee. (2) Contract personnel will not permit inmates to make or\nreceive telephone calls without prior authorization from the\nWarden or his or her designee. (3) Contract personnel will not allow inmates to send or\nreceive correspondence or packages unless authorized by the\nWarden or his or her designee. Correspondence and packages\naddressed to any inmate and received at the medical facility will\nbe given to institution staff for disposition. (4) Contract personnel will not allow inmates to receive\nmoney or any other item from anyone other than Bureau staff. Inmates will not possess other property or articles unless\nauthorized by the Warden or designee. (5) Except in emergencies arising after the contract\nemployee assumes custody of the inmate, restraints must be\napplied to an inmate only as directed by institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 7\nInstitution staff must specify restraint requirements for\neach inmate and ordinarily contract security personnel will not\ndeviate from these requirements. In an emergency, additional\nrestraints may be applied to the inmate. The institution is to\nbe notified as soon as possible after the situation is under\ncontrol. If the institution orders restraints, but the medical\nfacility staff request the removal of such restraints for medical\nor other reasons, the Captain or Operations Lieutenant must be\ncontacted for direction. During a life threatening medical emergency, when the\nrestraints prevent life saving procedures or treatment, the\nrestraints may be removed temporarily and the institution\nnotified as soon as possible. Constant visual observation by the\ncontract guard must be maintained during such an emergency. Soft\nrestraints will be made available for such an emergency. The Captain or Operations Lieutenant must advise contract\nsecurity personnel if restraints may be removed for the inmate to\nuse the bathroom or bathe, for medical examination, and etc.\n(6) Contract personnel may not accept any gratuity or\narticles of value from:\n\n\n",
      "queries": [
        "why does the us marshals release to custody form need to be used"
      ],
      "queries_score": [
        "1.7071193"
      ]
    },
    {
      "id": "guidance_60__37",
      "chunk_id": "37",
      "content": "Soft\nrestraints will be made available for such an emergency. The Captain or Operations Lieutenant must advise contract\nsecurity personnel if restraints may be removed for the inmate to\nuse the bathroom or bathe, for medical examination, and etc.\n(6) Contract personnel may not accept any gratuity or\narticles of value from:\n\n\n Inmates;\nFamily members of inmates; and\nPersons connected in any way with the inmate. (7) Contract security personnel must position themselves in\nthe room or at a place in close proximity to the inmate,\nmaintaining constant visual observation and be able to respond at\nall times to any eventuality. Contract guards must notify the institution whenever an\ninmate's location or room assignment within the medical facility\nchanges (i.e., ICU, CCU, or different room). This does not\ninclude temporary movement for tests, treatment, therapy, etc.\n(8) Contract guard personnel may not leave the inmate’s\nroom for any reason (i.e., to smoke, eat, etc.) or order food\nfrom food establishments to be delivered to the room. (9) The contractor will prepare a written report when the\nguard believes that an inmate has committed a prohibited act. The report must be forwarded to the institution by the end of the\nwork day. PS 5500.14\n10/19/2012\nChapter 8, Page 8\nd. Contract Staff Management (1) The contractor will provide, under normal\ncircumstances, two guards per inmate for “IN” custody inmates and\none guard per inmate for “OUT” custody inmates, unless otherwise\ndirected by the Warden or Warden’s designee. In any unusual circumstance, institution staff retains the\nauthority to determine “when” and “if” additional guards per\ninmate is necessary and the contractor must comply with that\ndetermination. At no time will two guards be assigned to the security of\nmore than one inmate with “In” custody. If two “In” custody\ninmates are confined in one room, three guards must be present. To protect the inmate's privacy, at least one contract guard\nmust be of the same sex as the inmate, in that, it may become\nnecessary for contract guards to conduct visual searches of\ninmates. (2) The contractor must replace any contract employees who,\nfor any reason, are unacceptable to institution staff who is\nauthorized to make the determination. Contract employees, found\nto be unacceptable, will not be used to guard Bureau inmates\nwithout the Warden's written approval. (3) The contractor will provide a contact person on a 24hour basis, seven days a week. Institution staff must be\nprovided with a telephone number to contact the contractor's\noperations desk at any time. (4) The contractor will provide a duty roster of all\nemployees assigned to the Bureau contract. The roster will be\nused to verify the signature of each employee reporting for duty\nand all activities occurring during that employee's tour. The\nduty rosters will be available to institution staff for\ninspection, upon request, and must be maintained for at least 10\nyears. (5) Security personnel on each shift are required to\nmaintain a log. Any information either oral or written must be\nconsidered strictly confidential and must not be divulged to\nanyone except institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 9\n(6) The contractor will provide adequate supervisory staff\nto ensure frequent and random security inspections of contract\nemployees. These security inspections, at a minimum, will be\nconducted once each shift.",
      "queries": [
        "can an inmate use a restraint for medical examination"
      ],
      "queries_score": [
        "1.5756937"
      ]
    },
    {
      "id": "guidance_60__38",
      "chunk_id": "38",
      "content": "Any information either oral or written must be\nconsidered strictly confidential and must not be divulged to\nanyone except institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 9\n(6) The contractor will provide adequate supervisory staff\nto ensure frequent and random security inspections of contract\nemployees. These security inspections, at a minimum, will be\nconducted once each shift. The supervisor will document the\ninspections in the assigned security personnel’s log. (7) The contractor must provide and maintain a current list\nof all employees who are used to maintain custody of Bureau\ninmates. This list will be furnished to institution staff and\nkept current for verification of employment. (8) The contractor must provide the contract employees\nphoto identification cards. The identification cards must be\nshown to institution staff before the inmate’s custody is\ntransferred to the contractor employee. Additionally, the\nidentification cards must be presented upon request during Bureau\nstaff security visits at the medical facility. Institution staff will relinquish custody to the contract guard\nby completing a Transfer Receipt form BP-283(58). The releasing\ninstitution staff member will retain a copy of this receipt. e. Contract Guard Responsibilities (1) The contractor’s personnel will not represent\nthemselves as employees of the U.S. Government, Department of\nJustice, Bureau of Prisons, or the institution. Contract personnel are responsible for maintaining good\nrelations with hospital employees. The contractor must report\nany conflict or difficulty involving contract personnel, and\nhospital employees or others in the community to the Warden or\ndesignee immediately. (2) Ordinarily, the contractor will use uniformed contract\npersonnel to guard inmates. On rare occasions, the contractor\nmay be required to provide non-uniformed personnel. The\ncontractor must comply with the institution's request for nonuniformed personnel. If uniforms are used, the uniform must be consistent within\nthe contract company/firm and standard for all security personnel\nused to provide security of Bureau inmates. Whether in uniform or plain clothes, security personnel must\npresent a neat appearance at all times. (3) Contract security personnel must have at least seven\nhours off-duty time prior to commencing a new tour of duty. PS 5500.14\n10/19/2012\nChapter 8, Page 10\nA continuous tour of duty must not exceed a 12-hour\nduration, followed by, at least, seven hours off-duty time as\nstated above. The Warden or designee may grant exceptions at the\ncontractor’s request during emergency situations. (4) Contract guards will not be permitted to supervise a\nBureau inmate if there is any detection of alcohol or medication\nthat could impair mental or physical performance. Guards and supervisors must refrain from consuming alcoholic\nbeverages for at least eight hours prior to reporting for duty. No alcoholic beverages will be consumed while on duty. (5) The contractor's personnel must not smoke at any time\nduring the tour of duty. (6) The contractor's personnel will not possess firearms\nwhile supervising Bureau inmates. If the Warden determines\nweapons are required to supervise inmates confined in outside\nmedical facilities, only qualified Bureau staff will be used. f. Use of Force Involving Contract Personnel (1) All incidents involving the use of force on an inmate\nby contract guard personnel must be reported immediately to the\nCaptain or Operations Lieutenant. Additionally, each contract\nguard who was involved in and/or witnessed the incident must\nsubmit a memorandum to include all aspects of the incident. \n\n\n",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__39",
      "chunk_id": "39",
      "content": "(1) All incidents involving the use of force on an inmate\nby contract guard personnel must be reported immediately to the\nCaptain or Operations Lieutenant. Additionally, each contract\nguard who was involved in and/or witnessed the incident must\nsubmit a memorandum to include all aspects of the incident. \n\n\n Any injury to guards, the inmate, or medical\npersonnel;\nType+ of restraint(s) used;\nDescription\n+\nof the incident; and\nAny +other significant information regarding the\nuse of force incident. (2) After the incident is reported to the institution, the\ninstitution's Special Investigative Agent (SIA) or Special\nInvestigative Supervisor (SIS) will conduct a thorough\ninvestigation and prepare a written report to the Warden. (3) At the conclusion of the SIS/SIA investigation, an\nafter-action review team will review all facts pertaining to the\nincident. This review team is comprised of the following\ninstitution staff: PS 5500.14\n10/19/2012\nChapter 8, Page 11\n\n\n\n Warden,\nAssociate Warden (Correctional Services),\nHealth Services Administrator, and\nCaptain. If the review team determines the contract guard personnel\nused excessive force, the incident will be reported to the\nBureau's Office of Internal Affairs. g. Termination of Contract Supervision Requirements (1) Upon an inmate’s release from the hospital, contract\nguard supervision of the inmate is no longer required. The\nsupervising contract guard will contact the institution Captain\nor Operations Lieutenant. (2) Institution staff must be dispatched to assume custody\nof the inmate. Upon arrival at the medical facility, Bureau\nstaff must adhere to the following guidelines.\n(a) Bureau staff must furnish appropriate official\nphoto identification to contract guard staff prior\nto assuming custody of the inmate. (b) The inmate must be thoroughly searched. (c) Appropriate restraints must be applied to the\ninmate. (d) The contractor personnel must relinquish custody\nto Bureau staff by completing a Transfer Receipt\nform BP-283(58). The releasing contract guard\nretains one copy of this receipt. (e) The inmate must be transported to the institution\nor other location, in accordance with procedures\nas outlined in the Program Statement on Escorted\nTrips. PS 5500.14\n10/19/2012\nList of Attachments\nLIST OF ATTACHMENTS\nAttachment A Retention of Documents Attachment B Official Count Form Attachment C Cost/Impact Statement Attachment D Lockdown Accountability Census Form Attachment E Post Order Review Sheet PS 5500.14\n10/19/2012\nAttachment A, Page 1\nRETENTION OF DOCUMENTS 1. Daily and Quarterly Roster . . . . . . . . . . . . . 10 Years\n2. Urine Lab Reports - Positive.. . . . . . . . . . Central File\n3. Urine Lab Reports - Negative.. . . . . . . . . . Log - Destroy\n4. Monthly Urine Surveillance Reports.. . . . . . . . . . 1 year\n5. Notification to Visitors Form. . . . . . . . . . . . . 1 year\n6. Administrative Detention Order.. . . . . . . . . . . . 90 days\n7. Unit Log books.. . . . . . . . . . . . . . . . . . . 10 years\n8. Lieutenant's Log.. . . . . . . . . . . . . . . . . . 10 years\n9. Monthly Reports. . . . . . . . . . . . . . . . . . . . 1 year\n10.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__40",
      "chunk_id": "40",
      "content": "Incident Reports - Yellow Copy - Research.. . . . . . 1 year\n11. Bus trip Log. . . . . . . . . . . . . . . . . . . . . 2 years\n12. Form 383 (R&D). . . . . . . . . . . . . . . . . . . . 3 years\n13. Informal Resolution.. . . . . . . . . . . . . . . . . 1 year\n14. Tort Claim Response.. . . . . . . . . . . . . . . . 10 years\n15. Missing - Lost Credentials/Badges.. . . . . . . . Until Found\n16. Marshals Receipt - Control,\nLieutenant's Copy.. . . . . . . . . . . . . . . . . . . . 30 days\n17. Detail Census Checks. . . . . . . . . . . . . . . . . 30 days\n18. Monthly Lockdown Accountability.. . . . . . . . . . . 1 year\n19. Outside Contractor's Inventory. . . . . . . . . 30 days after\n20. Rear Gate Detail Log. . . . . . . . . . . . . . . . . 1 year\n21. Rear Gate Vehicle Log.. . . . . . . . . . . . . . . . 1 year\n22. Restricted Key Issue Form.. . . . . . . . . . . . . . 30 days\n23. Official Visitors Forms.. . . . . . . . . . . . . . . 1 year\n24. Alcohol Testing Log.. . . . . . . . . . . . . . . . 6 m onths\n25. Kitchen Knife Report. . . . . . . . . . . . . . . . . 30 days\n26. Missing Tool Report\n. . . . . . . . . 2 years\n27. Fire and Security Inspection Form . . . . . . . . . . 90 days\n28. Front Entrance Visitor's Logs.. . . . . . . . . . . . 10 year\n29. Assignment Cards, while employed. . . . . . . . . Indefinite\n30. Daily Key and Equipment Inventories.. . . . . . . . . 30 days\n31. Escort Instructions.. . . . . . . . . . . . . . . . . 1 year\n32. Shakedown Logs (after completion).. . . . . . . . . . 5 years\n33. Internal Operational Reviews and\nResponse. . . . . . . . . . . . . . . . . . . . . . . 2 years\n34. Quarterly Reports.. . . . . . . . . . . . . . . . . . 1 year\n35. Program Reviews/Audit Responses.. . . . . . . . . . . 3 years\n36.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__41",
      "chunk_id": "41",
      "content": "Quarterly Reports.. . . . . . . . . . . . . . . . . . 1 year\n35. Program Reviews/Audit Responses.. . . . . . . . . . . 3 years\n36. Emergency Plan Signature Sheet. . . . . . . . . . . . 2 years\nproject completion\n37. Reports of Incidents. . . . . . . . . . . . . . . . SIS File\n39. Special Housing Unit Sign-in Log. . . . . . . . . . 10 years\n40. SIS Files (After Release) . . . . . . . . . . . . Indefinite\n41. Bus Trip Reports. . . . . . . . . . . . . . . . . . . 2 years PS 5500.14\n10/19/2012\nAttachment A, Page 2\nRETENTION OF DOCUMENTS (CONTD.)\n42. Monthly weapons and chemical agents\ninspections\n. . . . . . . . . . . . . . . .\n43. Quarterly emergency equipment\ntesting, inventory and inspection.. . . . . . . Current year\nplus previous\n2 years Current year\nplus previous\ntwo years\n44. Preventive maintenance log/report.. . . . . . . . Five years\n45. 5 x 8 card, alphabetical listing,\nTel-key, numerical listing and\nrelated documentation.. . . . . . . . . . . . . Keep current\nand destroy out\ndated documents\n46. Monthly fence checks. . . . . . . . . . . . . . . . Two years\n47. Emergency equipment location\ninventories.. . . . . . . . . . . . . . . . . . Current year\nplus previous\ntwo years\n48. Equipment sign out form.. . . . . . . . Current six months\nplus previous two years\n49. Perpetual Audit documentation .. . . . . . . . . . One year\n50. Outdated Post Orders\nhardcopy or diskette .. . . . . . . . . . . . . . . . 3 years PS 5500.14\n10/19/2012\nAttachment B, Page 1\nDATE:\nTIME: AM P.M.\n(INSTITUTION)\nOFFICIAL COUNT FORM\nOUT COUNT SECTION UNIT C\nE\nN\nS\nU\nS F\nO\nO\nD\nS\nV\nC H\nO\nS\nP\nI\nT\nA\nL C\nL\nO\nR\nO\nO\nM U\nN\nI\nC\nO\nR C\nO\nM\nM\nI\nS\nS\nA\nR\nY P\nO\nW\nE\nR B\nA\nR\nB\nE\nR P\nL\nA\nN TOTAL\nCOUNT\nVERIFY\nOfficial Preparing Count:\nOfficial Taking Count:\nCount Cleared - Time: O\nU\nT\nC\nO\nU\nN\nT C\nO\nU\nN\nT\nV\nE\nR\nI U\nN\nI\nT\nC\nO\nU\nN\nT U\nN\nI\nT PS 5500.14\n10/19/2012\nAttachment C, Page 1\nCOST/IMPACT STATEMENT Instructions: The following impact statement is to be completed\nas a required element of all After-Action Reports regarding major\nincidents occurring at institutions. All amounts must be clearly\nlabeled as estimates or actual final figures. When major\nportions of the impact statement are based on estimates, an\namended impact statement must be filed once more accurate\ncost/impact information is available. Prepare separate forms for\neach institution or regional office impacted (i.e., multiple\ninstitutions sending SORT teams). Reporting Institution:\nIncident Site:\nIncident:\nIncident Date:\nOvertime:\nCost Center Hrs Cost Corr Svc 315\nBus\n373\nLocksmith 387\nFood Svc 332\nMedical\n350\nMech Svc 334\nOther Total $ Facilities Damage/Cost Impact:\nFacilities damage/cost impact should list specific buildings,\nareas, and repair costs for each. Temporary emergency security\nfeatures should also be accounted for (temporary fences, towers,\netc.). Total: $ PS 5500.14\n10/19/2012\nAttachment C, Page 2\nMedical Treatment Cost Statement:\nCost Center\nBOP\nnon-BOP Staff Injuries Inmate Injuries $ $ 350\n325 Totals Comments (number of staff/inmates hospitalized, etc.): Transfers Cost Statement:\nNumber of inmates transferred (attach bus manifests):",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_60__42",
      "chunk_id": "42",
      "content": "Temporary emergency security\nfeatures should also be accounted for (temporary fences, towers,\netc.). Total: $ PS 5500.14\n10/19/2012\nAttachment C, Page 2\nMedical Treatment Cost Statement:\nCost Center\nBOP\nnon-BOP Staff Injuries Inmate Injuries $ $ 350\n325 Totals Comments (number of staff/inmates hospitalized, etc.): Transfers Cost Statement:\nNumber of inmates transferred (attach bus manifests): Expenses (fuel, ISM overtime, bus crew, etc.): Total $ Recap:\nOvertime\nFacilities\nMedical\nTransfer\nOther\nTotal $ Name/Signature, Title, and Date PS 5500.14\n10/19/2012\nAttachment D, Page 1\nLOCKDOWN ACCOUNTABILITY CENSUS DETAIL FORM\nDetail or Location:\nINMATES UNAUTHORIZED (PRESENT)\nNAME REG NO UNIT JOB REMARKS PS 5500.14\n10/19/2012\nAttachment D, Page 2\nASSIGNED INMATES (ABSENT AND UNACCOUNTED FOR)\nNAME REG NO Printed Name Date REMARKS Signature PS 5500.14\n10/19/2012\nAttachment D, Page 3\nLOCKDOWN ACCOUNTABILITY CENSUS CHECKLIST To be completed by the Lieutenant supervising and managing the\nlockdown accountability check. INMATES UNAUTHORIZED (PRESENT)\nNAME REG NO DETAIL I/R WRITTEN REMARKS PS 5500.14\n10/19/2012\nAttachment D, Page 4\nASSIGNED INMATES ABSENT AND UNACCOUNTED FOR\nNAME REG NO DETAIL I/R WRITTEN REMARKS +)))))))))))))))))))))))))))))))))))))))))))))))))))))))))))),\n*\nR E C A P\n/)))))))))))))))))))))))))))))))))))))))))))))))))))))))))))) 1 *Total from page 1:\n(inmates in unauthorized areas)\n*Total from page 2:\n(inmates absent and unaccounted\n*Balance:\n*Did totals balance out (Y/N):\n*\n*\n*Total inmates unaccounted for after reporting:\n*(list names and register numbers below)\n*\n*\n*\n*\n*\n*\n.))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))- Lieutenant (Printed Name)\nDate Signature *\n* for)*\n*\n*\n* |\n*\n*\n*\n*\n*\n*\n*\n* PS 5500.14\n10/19/2012\nAttachment E, Page 1\nTitle and Location of Post Orders\nName of Staff (Printed/Signature) Title/Position Date",
      "queries": [],
      "queries_score": []
    }
  ]
}