{
  "doc_id": "guidance_16",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_16__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER:\n5576.06\nDATE:\nSeptember 5, 2018\nEFFECTIVE DATE: October 31, 2018 Oleoresin Capsicum (OC) Aerosol Spray\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To authorize and regulate the use of the oleoresin capsicum (OC) aerosol dispenser (pepper\nspray) by trained institution staff. Consistent with the Program Statement Use of Force and Application of Restraints, OC\naerosol spray may be used to incapacitate or disable disruptive, assaultive, or armed inmates\nor others posing a threat to the safety of others, or to institution security and good order. If the\nOC aerosol spray is not effective, other alternative munitions should be considered. The OC aerosol dispenser is the 3-4 oz. canister with full cone spray. Under ideal\ncircumstances, the full cone spray has an effective range of 10 to 12 feet. Note: The Program Statement Correctional Services Manual indicates that OC aerosol\ndispensers should not be used at a range closer than four feet. The OC aerosol dispenser is designed primarily for immediate use of force in situations where\nthere is a serious threat to the safety of staff, inmates, or others; to prevent serious property\ndamage; and to ensure institution security and good order. This policy is based upon the Eric Williams Correctional Officer Protection Act of 2015,\nwhich amends United States Code Title 18 to authorize the Director of the Bureau of Prisons\nto issue Oleoresin Capsicum spray to officers and employees of the Bureau of Prisons. It is\nalso consistent with the Department of Justice’s Policy Statement on the Use of Less-ThanLethal Devices, which authorizes Department of Justice (DOJ) officers to use less-than-lethal devices authorized by their component. DOJ policy is that DOJ officers are authorized to use\nless-than-lethal devices only in those situations where reasonable force, based on the totality of\nthe circumstances at the time of the incident, is necessary to protect any person from physical\nharm. The policy also states that DOJ officers are not authorized to use less-than-lethal\ndevices if voice commands or physical control achieves the law enforcement objective. Additionally, DOJ officers are prohibited from using less-than-lethal devices to punish, harass,\nor abuse any person. a. Summary of Changes\nPolicy Rescinded\nP5576.04\nOleoresin Capsicum (OC) Aerosol Spray (2/6/2017)\n■ Staff at Low Security institutions are now required to carry OC. ■ Emergency Preparedness Officers are authorized to train staff in the use of OC. b. Program Objectives\n■ The OC aerosol spray will be used to protect staff, inmate(s), and others from an\ninmate(s) or visitor(s) posing a threat and when other methods of control are not effective. ■ An OC aerosol dispenser will only be issued to trained staff. ■ Detailed reporting and documentation (i.e., EMS 583/586) will be maintained when an\nOC aerosol spray dispenser is used. ■ Staff will comply with the Eric Williams Correctional Officer Protection Act of 2015\nand the Department of Justice’s Policy Statement on the Use of Less-Than-Lethal Devices. c. Institution Supplement. None required.",
      "queries": [
        "cpd opi number",
        "department of justice cpd/csb number"
      ],
      "queries_score": [
        "1.87967",
        "2.6742222"
      ]
    },
    {
      "id": "guidance_16__1",
      "chunk_id": "1",
      "content": "■ Detailed reporting and documentation (i.e., EMS 583/586) will be maintained when an\nOC aerosol spray dispenser is used. ■ Staff will comply with the Eric Williams Correctional Officer Protection Act of 2015\nand the Department of Justice’s Policy Statement on the Use of Less-Than-Lethal Devices. c. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any additional local procedures to implement\nthe national policy, the local Union may invoke to negotiate procedures or appropriate\narrangements. d. Pretrial/Holdover Procedures. Procedures in this Program Statement also apply to\npretrial and holdover inmates. 2. AUTHORIZATION FOR THE ISSUANCE OF OC AEROSOL SPRAY The Director of the Bureau of Prisons has authorized employees working at the following\nsecurity level institutions to carry oleoresin capsicum while on duty:\n■ Administrative Facilities. P5576.06 9/5/2018 2 ■ High Security Institutions.\n■ Medium Security Institutions.\n■ Low Security Institutions\nOfficers and employees at Minimum Security level facilities are not authorized to carry OC. Institutions that have more than one security level on their immediate environs will only issue\nOC to the authorized institution staff. Staff will be required to carry an OC aerosol dispenser within the secure confines of the\ninstitution in the performance of their duties and in accordance with the Program Statement Use\nof Force and Application of Restraints. Staff must complete appropriate training prior to\nbeing authorized to carry an OC aerosol spray dispenser. Reasonable accommodations will be made for any employee with a qualified temporary disability. These employees should be temporarily reassigned to a non-OC spray post/position/location. Additional consideration for accommodations may be requested on a case-by-case basis. 3. DOCUMENTATION − POST ORDERS Post Orders must include specific instructions regarding the use of the OC aerosol spray\ndispenser. The instructions will be consistent with the Program Statement Use of Force\nand Application of Restraints. 4. USING THE OC AEROSOL SPRAY DISPENSER It is the policy of the Bureau of Prisons that the preferred method of resolution is through\nverbal intervention. However, the safety of staff, inmate(s), or others in any dangerous\nencounter is paramount and may require the use of OC aerosol spray. The OC aerosol spray is a less-than-lethal inflammatory agent derived from a pepper\nbiodegradable resin. As an inflammatory agent, it causes a burning sensation on the skin;\ntearing and closing of the eyes; and swelling of the mucus membranes. The OC aerosol\ndispenser authorized by the Bureau of Prisons is the 3-4 oz. full cone spray pattern. Wind speed\nand direction greatly affects the accuracy and range of the aerosol dispenser. Under ideal\nconditions, the full cone spray has an effective range of 10 to 12 feet. Prior to any OC aerosol spray being used, staff must attempt verbal intervention to defuse the\nsituation when feasible. Good communication skills can frequently eliminate the need for an\nelevated response. The Bureau of Prisons authorizes staff to use force only as a last alternative\nafter all other reasonable efforts to resolve a situation have failed. When authorized, staff must\nuse only that amount of force necessary to gain control of the inmate; to protect and ensure the\nP5576.06 9/5/2018 3",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_16__2",
      "chunk_id": "2",
      "content": "The Bureau of Prisons authorizes staff to use force only as a last alternative\nafter all other reasonable efforts to resolve a situation have failed. When authorized, staff must\nuse only that amount of force necessary to gain control of the inmate; to protect and ensure the\nP5576.06 9/5/2018 3 safety of inmates, staff, and others; to prevent serious property damage; and to ensure\ninstitution security and good order. STEPS TO FOLLOW WHEN USING OC AEROSOL SPRAY\n1. OC aerosol sprays must be carried in an approved holder (leather/nylon belt loop holster\nspecifically designed to hold OC aerosol dispenser) on your person at all times. The nozzle\nshould be facing the body. 2. Fingers of the drawing hand should be extended and firmly gripping the aerosol dispenser. 3. Staff should assume an appropriate defensive stance and continue with verbal commands. 4. Place thumb on the actuator. 5. Spray the facial area, with the primary target being the eyes, and delivering one 2-second\nburst while holding the dispenser in an upright position. Once the OC aerosol spray has been\ndispensed, staff should step back to avoid being contaminated by the spray and maintain\ndirect supervision of the person(s). 6. Allow the OC aerosol spray to work while providing verbal commands to the person (e.g.,\nlie face down with arms spread). 7. Evaluate the response of the person(s). If the person(s) does not submit to restraints and/or\ncomply with staff orders within 15 seconds, a second 2-second burst is authorized. After a\nsecond assessment, or if the person(s) has not complied with staff commands, alternative\nmethods to control the situation may be pursued. 8. Decontamination procedures include fresh air and water rinsing. As soon as possible, the\nperson shall be allowed to wash all areas affected by the agent with soap and water, or assisted\nby staff as necessary. Normally, this is completed before the medical assessment. (Decontamination of inmates will be conducted separately from other affected individuals.) 9. Once the OC aerosol spray is used and the person(s) is in restraints, a medical assessment to\ndetermine the extent of any injuries sustained will be performed. Health Services staff will\nbe notified immediately. 10. When an immediate use of force is necessary (e.g., when behavior constitutes an immediate,\nserious threat to the inmate, staff, others, property, or to institution security and good order),\nstaff are obligated to obtain a camera and begin recording as soon as feasible. As soon as\ncontrol of the situation has been obtained, staff must record information on injuries;\ncircumstances that required the need for immediate use of force; and identifications of the\ninmates, staff, and others involved. (See the Program Statement Use of Force and\nApplication of Restraints.) For posts that require 24-hour staffing, the outgoing staff member must turn over the OC\naerosol dispenser to the oncoming staff member for the post. Non-24-hour posts must pick up P5576.06 9/5/2018 4 and secure OC dispensers at a secure storage location (normally the Control Center) during\ntheir hours of work. 5. REPORTING",
      "queries": [
        "what does the bureau of prisons authorize"
      ],
      "queries_score": [
        "2.0210807"
      ]
    },
    {
      "id": "guidance_16__3",
      "chunk_id": "3",
      "content": "Non-24-hour posts must pick up P5576.06 9/5/2018 4 and secure OC dispensers at a secure storage location (normally the Control Center) during\ntheir hours of work. 5. REPORTING All reporting (i.e., EMS 583 and 586) and documentation (memoranda, video recording, etc.)\nwill follow the specific procedures in the Program Statement Use of Force and Application\nof Restraints. 6. TRAINING The only staff authorized to carry OC aerosol spray are those who have received specialized\ntraining. Selected instructors will train staff assigned to carry OC. Approved instructors include the\nCaptain, Lieutenants, Emergency Preparedness Officers, and the Security Officer from each\ninstitution. These instructors will undergo the Training for Trainers program conducted by staff\nfrom the Correctional Programs Division, Correctional Services Branch, Central Office.\na. Training Content. Staff must be thoroughly trained in the use, reporting, and policies\ngoverning the arresting and detaining of non-inmates and use of force and application of\nrestraints. Inert OC dispensers are authorized for use during the training process. Training should emphasize that OC aerosol spray may be used to reduce acts of violence by\ninmates against themselves, other inmates, visitors, and staff; and by visitors against themselves,\ninmates, other visitors, and staff; and after verbal intervention has been attempted. b. Training Frequency. Trained instructors will ensure staff receive an initial training course,\nand annually thereafter. All training will be documented. Inert training sprays are authorized\nduring training. c. Documentation. The Captain and the Human Resource Manager will maintain documentation\nand a list of those staff authorized in the use of the OC aerosol spray. Copies of the list are to be\nmaintained in the Armory, Control Center, and Lieutenant’s Office. 7. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4090, 4-4092, 4-4173, 4-4199, 4-4200, 4-4201, 4-4202, 4-4203, and 4-4206. P5576.06 9/5/2018 5 ■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-2B-0l, 4-ALDF-2B-04, 4-ALDF-2B-05, 4-ALDF-2B-06 4ALDF-2B-07, 4-ALDF-7B-15, 4-ALDF-7B-16.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: 2-C0-2A-01, 2-CO-3A-01.\n■ American Correctional Association Standards for Correctional Training Academies: None.\nREFERENCES\nProgram Statements\nP5500.15\nCorrectional Services Manual (1/2/2018)\nP5500.14\nCorrectional Services Procedures Manual (8/1/16)\nP5566.06\nUse of Force and Application of Restraints (8/29/2014)\nDepartment of Justice Policy Statement on the Use of Less-Than-Lethal Devices, Eric Williams\nCorrectional Officer Protection Act of 2015\nRecords Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5576.06 9/5/2018 6",
      "queries": [],
      "queries_score": []
    }
  ]
}