{
  "doc_id": "guidance_72",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_72__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER: 5538.07\nDATE:\nDecember 10, 2015 Escorted Trips\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§570.40 Purpose and scope. The Bureau of Prisons provides approved inmates with staff-escorted trips into\nthe community for such purposes as receiving medical treatment not otherwise\navailable, for visiting a critically-ill member of the inmate’s immediate family, or\nfor participating in program or work-related functions. This Program Statement establishes procedures to be followed when considering an inmate for\nan escorted trip and details the:\n■ Guidelines for selecting escort staff. ■ Responsibilities of escort staff. ■ Instructions for using restraint equipment, including the Electronic Custody Control Belt, for\nMAXIMUM custody inmates. Escorted trips fall into two categories, medical and non-medical. The need or reason for an\nescorted trip may arise unexpectedly (e.g., to visit a critically ill family member) or may be\nplanned in advance (e.g., to attend an educational function). Federal regulations from 28 CFR are in this type. Implementing instructions are in this type. a. Summary of Changes\nPolicy Rescinded\nP5538.06\nEscorted Trips (08/29/2014)\nMemorandum titled “Escorted Trips” (03/18/2011) Memorandum titled “Custody Control Belts” (08/27/2010)\n■ Added language to clarify staffing for OUT/COM custody inmates. ■ Added language to clarify weapons requirements. ■ Added language to clarify custody control belt requirements for Special Management Unit\n(SMU) inmates. b. Program Objectives. The expected results of this program are:\n■ Escorted trips will be available for eligible inmates. ■ Escorted trips will be supervised by the correct number and type of employee. ■ Appropriate procedures, including those concerning restraint equipment, will be used during\nall escorted trips.\n■ The public will be protected from undue risk. ■ Application of an Electronic Custody Control Belt will be authorized only:\n For a MAXIMUM custody inmate who requires greater security than can be afforded\nthrough conventional restraints.\n Where no medical condition precludes its use. ■ An Electronic Custody Control Belt will be applied only to prevent escape or serious bodily\nharm and activated only for the purpose of controlling that inmate. ■ Lieutenants who apply the Electronic Custody Control Belt or escort an inmate wearing an\nElectronic Custody Control Belt will be properly trained in its application, operation,\neffectiveness, and follow-up requirements. ■ Every incident involving the activation of an Electronic Custody Control Belt will be\nproperly reviewed, documented, and reported. ■ Violations of escorted trips will be processed in accordance with regulations. c. Pretrial/Holdover Procedures. Procedures in this Program Statement apply to pretrial and\nholdover inmates. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 2. MEDICAL ESCORTED TRIPS\n§570.41 Medical escorted trips.\na. Medical escorted trips are intended to provide an inmate with medical\ntreatment not available within the institution. There are two types of medical\nescorted trips. (1) Emergency Medical Escorted Trip. An escorted trip occurring as the result of\nan unexpected life-threatening medical situation requiring immediate medical\ntreatment not available at the institution. The required treatment may be on either\nan in-patient or out-patient basis.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__1",
      "chunk_id": "1",
      "content": "There are two types of medical\nescorted trips. (1) Emergency Medical Escorted Trip. An escorted trip occurring as the result of\nan unexpected life-threatening medical situation requiring immediate medical\ntreatment not available at the institution. The required treatment may be on either\nan in-patient or out-patient basis. When the inmate’s custody level is not readily available at the time of the emergency medical\nescorted trip, the inmate, for purposes of the escorted trip, is considered to have the highest\ncustody level housed at the institution, or will be escorted at the Warden’s discretion in\naccordance with Section 8 of this Program Statement. (2) Non-Emergency Medical Escorted Trip. A pre-planned escorted trip for the\npurpose of providing an inmate with medical treatment ordinarily not available at\nthe institution. The required treatment may be on either an in-patient or outpatient basis. In-patient. In-patient treatment occurs when the inmate is admitted to the outside medical\nfacility for care that extends beyond the day of admission. Out-patient. Ordinarily, treatment is considered out-patient when the inmate departs and returns\nto the institution on the same day (prior to midnight). Emergency out-patient treatment may extend beyond midnight (e.g., left institution at 11:00 p.m.\nand returned at 3:00 a.m.). b. The Clinical Director or designee is responsible for determining whether a\nmedical escorted trip is appropriate. See the Program Statement Patient Care for utilization review procedures. c. Escorted Trip Procedures – Out-Patient Medical Treatment. A\nrecommendation for an inmate to receive a medical escorted trip is prepared by P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 medical staff, forwarded through the appropriate staff for screening and\nclearance, and then submitted to the Warden for review. The Warden may\napprove an inmate for an out-patient medical escorted trip. Staff seeking approval complete an Escorted Trip Authorization (BP-A0502) and route it and the\nInmate’s Central File through:\n■ The Case Management Coordinator (CMC) for screening and clearance. ■ The Special Investigative Supervisor/Special Investigative Agent (SIS/SIA), for identifying\nany Security Threat Group (STG)/management interest group, etc., information. ■ The Captain for appropriate action. ■ The Unit Manager and the appropriate Associate Warden for review and recommendation. In making a determination, staff consider the inmate’s suitability for the trip and the degree of\nsupervision necessary. (1) Emergency Out-patient. Approval for an emergency out-patient escorted trip during nonduty hours may be provided by the Administrative Duty Officer (ADO) or, if the ADO is not\navailable, by the Lieutenant on duty. In an emergency, the Shift Lieutenant may give approval verbally, with paperwork to follow. The approving official during non-duty hours must notify the Warden immediately. (2) Non-emergency Out-patient. Ordinarily, approval for a non-emergency out-patient\nescorted trip is obtained during regular duty hours. The ADO may approve during non-duty hours. Authority during non-duty hours may not be\ndelegated below ADO level. An inmate with OUT or COMMUNITY custody may be approved, at the Warden’s discretion,\nfor a furlough to obtain local medical treatment not otherwise available at the institution. See the\nProgram Statement Inmate Furloughs for additional information.",
      "queries": [
        "types of escorted trips",
        "what type of trip is medical escorted"
      ],
      "queries_score": [
        "2.5743415",
        "2.9301124"
      ]
    },
    {
      "id": "guidance_72__2",
      "chunk_id": "2",
      "content": "Authority during non-duty hours may not be\ndelegated below ADO level. An inmate with OUT or COMMUNITY custody may be approved, at the Warden’s discretion,\nfor a furlough to obtain local medical treatment not otherwise available at the institution. See the\nProgram Statement Inmate Furloughs for additional information. (3) The Regional Director (or Regional Duty Officer if non-duty hours) must be notified of any\nmedical escorted trip for a MAXIMUM custody inmate. See Section 4 of this Program\nStatement for additional information. (4) Only the Regional Director may approve any deviation from MAXIMUM custody escort\nguidelines. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 d. Escorted Trip Procedures – In-Patient Medical Treatment. A recommendation\nfor an inmate to receive a medical escorted trip is prepared by medical staff,\nforwarded through the appropriate staff for screening and clearance, and then\nsubmitted to the Warden. The Warden may approve an inmate for an in-patient\nmedical escorted trip. For non-emergency in-patient medical treatment, approval must be given prior to the inmate’s\ntransfer to a community medical facility using an Escorted Trip Authorization (BP-A0502). (1) Transfer to Medical Facility. When treatment is expected to extend beyond the day of a\ntransfer, the inmate is considered transferred to the medical facility for in-patient care. The\nRegional Health Systems Administrator (RHSA) must be notified, ordinarily by the institution\nHealth Services Administrator (HSA). For a non-emergency medical escorted trip, notification should be before the transfer has\noccurred. For an emergency medical escorted trip, notification may be after the transfer has\noccurred. In all cases, the HSA notifies the RHSA of the inmate’s return to the institution. (2) Emergency In-patient. The ADO may approve an emergency escorted trip for in-patient\nmedical treatment during non-duty hours; if the ADO is not available, the Shift Lieutenant may\napprove it. The approving official during non-duty hours notifies the Warden and, when applicable, the\nADO, as soon as possible. (3) Non-emergency In-patient. Approval for a non-emergency escorted trip for in-patient\ntreatment may not be delegated below the level of Acting Warden (or ADO). (4) In-patient Admission. If an escorted trip for medical purposes is expected to result in the\ninmate being admitted to a community medical facility for in-patient treatment, these procedures\nmust be followed: When applicable, the Captain (or, in the Captain’s absence, the Lieutenant) contacts the contract\nguard service to arrange for custodial coverage. Contract guard services will not be used with MAXIMUM custody inmates, as provided in\nSection 4. If the inmate is in pretrial status, the U.S. Marshals Service must be contacted to\nprovide custodial coverage. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 Correctional Systems staff produce the Transfer Receipt (BP-A0821) to establish an appropriate\nchain of custody. When Correctional Systems staff are not available, the Lieutenant prepares a\ntemporary Transfer Receipt. When the inmate returns, Correctional Systems staff complete the “Return of Service” section on\nthe transfer order. The Captain develops post orders and log book procedures for correctional officers and contract\nstaff who provide coverage for inmates receiving in-patient care to follow.",
      "queries": [
        "is inmate authority at non duty hours"
      ],
      "queries_score": [
        "1.7750257"
      ]
    },
    {
      "id": "guidance_72__3",
      "chunk_id": "3",
      "content": "When the inmate returns, Correctional Systems staff complete the “Return of Service” section on\nthe transfer order. The Captain develops post orders and log book procedures for correctional officers and contract\nstaff who provide coverage for inmates receiving in-patient care to follow. The designated officers sign a statement that they understand the required procedures (Escort\nInstructions, BP-A0939). Escort officers maintain the post orders and log book procedures during the community\nplacement and return them to the institution upon completing the escorted medical trip. Contract\nguard services must meet the requirements in the post orders and log book procedures. When medical treatment is expected to extend beyond one day, only the Warden may approve\nreduction in restraints below the minimum requirements. When restraints are reduced under\nthese procedures, the escort OIC, as well as the Operations Lieutenant, document the Warden’s\napproval in their official logs. (5) Regional Director Notification. The Regional Director (or Regional Duty Officer during\nnon-duty hours) is notified of any medical escorted trip for a MAXIMUM custody inmate. See\nSection 4 of this Program Statement for additional information. The Regional Director has\napproving authority for deviations from MAXIMUM custody escort guidelines. (6) Charging Overtime. Only when an inmate is actually released from the institution can\novertime for his/her security be charged to the outside medical cost center (B325). The inmate\nmust be released for a visit to a medical consultant or a hospital visit under the SENTRY ARS\ncategory of “Local Hosp,” or be released on transfer to a Medical Referral Center. These\nprocedures are necessary for any case in which the inmate is released from the institution, even if\nonly for a few hours. Institutions do not carry these temporary releases in out count status. Any BOP staff receiving overtime pay must provide security for an inmate outside the institution\nwhile the inmate is transferred from the institution to the consultant or hospital, or while he/she\nis transported back to the institution. A staff member may be allowed two hours of outside\nmedical overtime to prepare for the detail. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 Medical overtime may not be charged for security provided within the institution, except if a\nstaff member on duty and assigned to an inside post is the only qualified, available person for the\noutside escort and must be replaced. When overtime for a medical situation is credited to staff, a copy of the SENTRY report Inmate\nHistory Inquiry, indicating the inmate’s name and number and the time the inmate was in the\nrelease status of “Local Hosp,” or “Transfer” to a Medical Referral Center, is attached to the\nTime and Attendance sheet. 3. NON-MEDICAL ESCORTED TRIPS\n§570.42 Non-medical escorted trips.\na. Non-medical escorted trips allow an inmate to leave the institution under staff\nescort for approved, non-medical reasons. There are two types of non-medical escorted trips. (1) Emergency Non-Medical Escorted Trip. An escorted trip for such purposes\nas allowing an inmate to attend the funeral of, or to make a bedside visit to, a\nmember of an inmate’s immediate family.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__4",
      "chunk_id": "4",
      "content": "There are two types of non-medical escorted trips. (1) Emergency Non-Medical Escorted Trip. An escorted trip for such purposes\nas allowing an inmate to attend the funeral of, or to make a bedside visit to, a\nmember of an inmate’s immediate family. For purposes of this rule, immediate\nfamily refers to mother, father, brother, sister, spouse, children, step-parents, and\nfoster parents. (2) Non-Emergency, Non-Medical Escorted Trip. An escorted trip for such\npurposes as allowing inmates to participate in program-related functions, such as\neducational or religious activities, or in work-related functions. b. Escorted Trip Procedures – Emergency Non-Medical Reasons. Unit staff are\nto investigate, and determine, the merits of an escorted trip following a review of\nthe available information. This includes contacting those persons (e.g., attending\nphysician, hospital staff, funeral home staff, family members, U.S. Probation\nOfficer) who can contribute to a determination on whether an escorted trip should\nbe approved. (1) The government assumes the salary expenses of escort staff for the first\neight hours of each day. All other expenses, including transportation costs, are P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 assumed by the inmate, the inmate’s family, or other appropriate source\napproved by the Warden. The necessary funds must be deposited to the inmate’s trust fund account prior\nto the trip. Funds paid by the inmate for purposes of the escorted trip are then\ndrawn, payable to the Treasury of the United States. Unexpended funds are\nreturned to the inmate’s trust fund account following the completion of the trip. Unit staff, in consultation with the Business Office, determine the escorted trip’s cost. The\ninmate completes a BP-199, Request for Withdrawal of Inmate’s Personal Funds, payable to the\nU.S. Treasury in the amount of the expenses he/she is to pay. (2) A request for an inmate to receive an emergency non-medical escorted trip is\nprepared by unit staff, forwarded through the appropriate staff for screening and\nclearance, and then submitted to the Warden. Except as specified in §570.43, the\nWarden may approve an inmate for an emergency non-medical escorted trip. §570.43 refers to Section 4 of this Program Statement. Unit staff, after obtaining the required information, route the Escorted Trip Authorization (BPA0502) and the Inmate Central File through the:\n■\n■\n■\n■ CMC for screening and clearance. Captain for appropriate action. SIA/SIS for identifying any STG/management interest group, etc., information. Unit Manager and the Associate Warden for review and recommendation. In making a determination, staff consider the inmate’s suitability for the trip and the degree of\nsupervision necessary. The ADO may grant approval for an emergency non-medical escorted trip during non-duty\nhours. This authority may not be further delegated. c. Escorted Trip Procedures - Non-Emergency, Non-Medical Reasons. This type\nof escorted trip is considered for an inmate who has been at the institution for at\nleast 90 days, and who is considered eligible for less secure housing and for\nwork details, under minimal supervision, outside the institution’s perimeter. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8",
      "queries": [
        "what is the purpose of an escorted trip",
        "different types of escorted trips"
      ],
      "queries_score": [
        "2.4042523",
        "2.1941123"
      ]
    },
    {
      "id": "guidance_72__5",
      "chunk_id": "5",
      "content": "P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 A recommendation for an inmate to receive an escorted trip for non-emergency,\nnon-medical reasons is prepared by the recommending staff, forwarded through\nthe appropriate staff for screening and clearance, and then submitted to the\nWarden. Except as specified in §570.43, the Warden may approve an inmate for a\nnon-emergency, non-medical escorted trip. §570.43 refers to Section 4 of this Program Statement. Ordinarily, escorted trips for emergency non-medical cases are available only to inmates with\neither OUT or COMMUNITY custody. The requesting department submits the Escorted Trip\nAuthorization (BP-A0502). For the review procedure, see Section 4 of this Program Statement. Specific arrangements for inmate town drivers may be established locally. Approval for a non-emergency, non-medical escorted trip may not be delegated below the level\nof Acting Warden. 4. INMATES REQUIRING A HIGH DEGREE OF CONTROL AND SUPERVISION\n§570.43 Inmates requiring a high degree of control and supervision. Only the Regional Director may approve a non-medical escorted trip (either\nemergency or non-emergency) for an inmate determined to require a high degree\nof control and supervision. The Regional Director’s approval authority may not be delegated below the level of Acting\nRegional Director. The phrase “a high degree of control and supervision” ordinarily refers to an inmate with\nMAXIMUM custody or HIGH security. The Regional Director may approve escorted trips for emergency and non-emergency, nonmedical reasons only upon receiving a favorable Warden’s recommendation and his/her\ndetermination that the trip is warranted. In making this determination, all relevant information\n(e.g., inmate’s sentence, time in custody, adjustment, and the nature of the request) must be\nconsidered. The Regional Director maintains a written record, including reasons, for regional\napproval. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 The Regional Director’s prior approval is not necessary for an inmate requiring a high degree of\ncontrol and supervision to receive an emergency medical escorted trip. However, during nonduty hours, the Regional Director or Regional Duty Officer must be notified as soon as possible\nof any medical escorted trip for a MAXIMUM custody inmate. 5. SUPERVISION AND RESTRAINT REQUIREMENTS\n§570.44 Supervision and restraint requirements. Inmates under escort will be within the constant and immediate visual\nsupervision of escorting staff at all times. Restraints may be applied to an inmate\ngoing on an escorted trip, after considering the purpose of the escorted trip and\nthe degree of supervision required by the inmate. Except for escorted trips for a medical emergency, an inmate going on an\nescorted trip must agree in writing to the conditions of the escorted trip (for\nexample, agrees not to consume alcohol). The escort Officer-in-Charge (OIC) may terminate an escorted trip (without contacting the\ninstitution) in circumstances where staff, the public, or the inmate is at risk of immediate serious\ninjury or death, or the inmate is attempting to or has demonstrated the intent or means to escape. Escort staff contact the institution (i.e., the Operations Lieutenant or Captain) for guidance prior\nto terminating all other escorted trips.",
      "queries": [
        "federal regulations for trips for non medical reasons"
      ],
      "queries_score": [
        "2.832359"
      ]
    },
    {
      "id": "guidance_72__6",
      "chunk_id": "6",
      "content": "Escort staff contact the institution (i.e., the Operations Lieutenant or Captain) for guidance prior\nto terminating all other escorted trips. Any escorted trip that is terminated (by supervisor’s\ninstructions or by the escort OIC’s decision) requires a written memorandum by the staff\nmember canceling it. The memorandum is reviewed to determine if further action is needed\n(training, alternative escort locations, procedure changes, etc.). When it is necessary for a staff member to use a restroom, additional restraints must be applied\nbefore he/she leaves the area; remaining staff continue constant visual supervision. The Escort\nOIC will determine the amount of additional restraints required. Staff will leave the area only to\nuse the nearest restroom. Institutions using escort staff with OUT or COMMUNITY custody inmates make prior\narrangements to address the security and supervision of the inmate, for when it is necessary for\nstaff to use the restroom. An escorted trip merely extends the limits of an inmate’s confinement. Before a non-emergency\nescorted trip, escort staff are given preparation time and are expected to read both this Program P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 Statement and Chapter 7 of the Program Statement Correctional Services Procedures Manual\nand sign the Escort Instructions (BP-A0939). This form also establishes minimum requirements\non using restraints. All non-medical escorted trips, such as bedside visits and funeral trips, require the use,\nthroughout the escorted trip, of at least the minimum restraints specified in the Escort\nInstructions. No exceptions will be made. Except for medical emergency trips, the inmate must sign the Conditions of Escorted Trip (BPA0938). 6. WITNESS SECURITY INMATES Except for emergency medical escorted trips, prior authorization must be received from the\nInmate Monitoring Section (IMS), Central Office, for a witness security inmate to go on an\nescorted trip. In emergency medical situations, the inmate is transported to the nearest medical facility in\naccordance with local procedures. During normal working hours, the IMS must be notified as soon as possible by telephone. After\nnormal working hours, the IMS Duty Officer, located in the Central Office, will be notified. Direct questions about this section to the institution’s CMC. 7. VIOLATION OF ESCORTED TRIP\n§570.45 Violation of escorted trip. a. Staff shall process as an escapee an inmate who absconds from an escorted\ntrip. b. Staff may take disciplinary action against an inmate who fails to comply with\nany of the conditions of the escorted trip. 8. SELECTION OF ESCORTS The Captain, in consultation with the HSA, the Unit Manager, or others as appropriate, selects\nthe number of escorting staff. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 The Captain indicates, on the approval form, the specific staff member (ordinarily with the\nhighest correctional services rank) who serves as Officer-In-Charge (OIC). Where staff are noncustody, the Captain indicates which staff member is the OIC. This person has decision-making\nauthority and responsibility on the trip. Depending on the inmate’s custody and other conditions the Warden imposed, the requirements\noutlined below apply. The designated staff, weapons, and restraint requirements for an escorted\ntrip remain in effect while the inmate is in in-patient status.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__7",
      "chunk_id": "7",
      "content": "This person has decision-making\nauthority and responsibility on the trip. Depending on the inmate’s custody and other conditions the Warden imposed, the requirements\noutlined below apply. The designated staff, weapons, and restraint requirements for an escorted\ntrip remain in effect while the inmate is in in-patient status. This also applies to contract guard\nservices. For MAXIMUM custody inmates, any deviation from the requirements listed requires the\nRegional Director’s prior approval. In the event an IN-custody inmate is admitted to an outside\nhospital and is medically incapacitated, and the need exists to reduce staffing, the Warden needs\nto request, through the Regional Director, a waiver to policy from the Assistant Director,\nCorrectional Programs Division. Examples of such medical conditions include coma, paralysis,\nmechanical ventilation, or incapacitation (inadequate strength or ability) that inhibit the inmate’s\nability to conduct activities of daily living on an independent basis. Escorts who carry weapons must follow the requirements of Chapter 7, Firearms and Badges, of\nthe Program Statement Correctional Services Procedures Manual. Restraint requirements\nmust be per the Program Statement Correctional Services Manual. Escort staff must be certified in Basic Prisoner Transportation (BPT) training. An inmate who is pregnant, in labor, delivering her baby, or in post-delivery recuperation, or\nwho is being transported or housed in an outside medical facility for treating labor symptoms,\ndelivering her baby, or post-delivery recuperation, should not be placed in restraints unless there\nare reasonable grounds to believe the inmate presents an immediate, serious threat of hurting\nherself, staff, or others, or that she presents an immediate, credible risk of escape that cannot be\nreasonably contained through other methods. In preparation for the escorted trip, the Clinical Director (or designee) makes restraint\nrecommendations based on the inmate’s medical condition and pregnancy status. The Captain\nmakes recommendations based on security needs, and the Warden makes the final determination. Restraints should not be used during active labor and delivery without approval of the Clinical\nDirector. In any case in which restraints are used, the type of restraints and factors supporting\nthe decision should be documented in the Escorted Trip Authorization (BP-A0502). During unusual medical or life-threatening circumstances, the Warden, after consulting with the\nCaptain and the HSA, considers all factors concerning the type(s) of restraints that may be P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 necessary to meet the security needs for the inmate. An example includes transporting inmates\nwith fractured limbs or serious neck injuries. When similar factors are present, the Warden\nbalances the inmate’s security needs with his/her medical requirements. The existence of unusual factors may cause the Warden or designee to:\n■ Not use all required restraints. ■ Increase staff escorts. ■ Consider authorizing the use of a weapon, wheelchair, soft or vinyl restraints, chase vehicle,\netc. If it is necessary to deviate from the norm, the Escorted Trip Authorization (BP-A0502), must\nreflect factors used to support the decision. a. MAXIMUM Custody. Contract guard services may not be used. (1) Staffing. A minimum of three staff escorts are required for each inmate, with one staff\nmember holding the rank of at least GS-11 Lieutenant.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__8",
      "chunk_id": "8",
      "content": "a. MAXIMUM Custody. Contract guard services may not be used. (1) Staffing. A minimum of three staff escorts are required for each inmate, with one staff\nmember holding the rank of at least GS-11 Lieutenant. In addition, there must be staff in a backup car (follow vehicle). It is recommended that two staff occupy the back-up car. The staff-inmate ratio is maintained regardless of the number of inmates supervised. At least\none escort, in addition to the Lieutenant, must be a non-probationary staff member. (2) Weapons. A minimum of two staff escorts must be armed. Staff in the follow vehicle must\nalso be armed. It is recommended that staff carry three fully loaded magazines of ammunition\nwith each weapon, in addition to the magazine in the weapon. (3) Restraints. Handcuffs with the C&S handcuff cover, martin chains, padlock, and leg\nrestraints are used at all times. See above for considerations when escorting pregnant inmates. (4) Protective Vests. Staff members escorting MAXIMUM custody inmates must wear\nprotective vests (threat level III-A, at a minimum). b. IN Custody. Contract guard services may be used for IN custody inmates who are\nMINIMUM or LOW security levels. Contract guard services are not used for MEDIUM and\nHIGH security inmates. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 (1) Staffing. A minimum of two staff escorts is required for the first inmate, with one additional\nstaff member required for each additional inmate. The Warden may require an additional\nnumber of escorts if he/she determines it is warranted. At least one staff escort must be nonprobationary. (2) Weapons. The Warden determines if escorting staff will be armed. If weapons are\nauthorized, a minimum of two staff escort IN custody inmates, with at least one staff member\narmed. (3) Restraints. Handcuffs with martin chains will be used at all times. Additional restraint\nequipment may be used at the escorting officers’ discretion. See above for considerations when\nescorting pregnant inmates. (4) Protective Vests. Staff members involved in escorting IN custody inmates wear protective\nvests (threat level III-A at a minimum), when the escort requires weapons. c. OUT Custody. Contract guard services may be used. (1) Staffing. At least one staff member must be non-probationary. One staff member may\nescort a maximum of five OUT custody inmates. In certain circumstances, additional staff may\nbe required to maintain constant visual supervision during the escort (e.g., medical appointments\nrequiring examinations in separate rooms). (2) Weapons. No weapons are required. (3) Restraints. Restraints may be used at the discretion of the escorting officer(s). See above\nfor considerations when escorting pregnant inmates. d. COMMUNITY Custody. Contract guard services may be used. (1) Staffing. At least one staff member must be non-probationary. One staff member may\nescort a maximum of five COMMUNITY custody inmates. In certain circumstances, additional\nstaff may be required to maintain constant visual supervision during the escort (e.g., medical\nappointments requiring examinations in separate rooms). (2) Weapons. No weapons are required. (3) Restraints. No restraints are required. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 e. Other Considerations:\n■",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__9",
      "chunk_id": "9",
      "content": "(2) Weapons. No weapons are required. (3) Restraints. No restraints are required. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 e. Other Considerations:\n■ At least one staff member of the same sex as the inmate is assigned to escort inmates with\nIN, OUT, COMMUNITY, or MAXIMUM custody. ■ Privately owned vehicles are not used for escorted trips. ■ Inmate movement from institution to institution by means other than a bus (e.g., van\nmovements), is conducted as outlined in this Program Statement. Staffing requirements for\nan escorted trip apply to inmate movements. 9. AUTHORIZATION FOR USING A CUSTODY CONTROL BELT\nElectronic Custody Control Belts (e.g., REACT, Band-it) are approved for use with MAXIMUM\ncustody inmates. Only the Warden of an ADMAX, High, or Administrative security level\ninstitution or his/her designee may approve using an Electronic Custody Control Belt. The\napproving official authorizes using the belt only after determining that an inmate requires greater\nsecurity than is afforded through conventional restraints and has no medical condition precluding\nits use. Electronic Custody Control Belts (e.g., REACT, Band-it) are approved for use with inmates\nassigned a Special Management Unit (SMU) designation or housed at a SMU facility. Only the\nWarden or his/her designee may approve using an Electronic Custody Control Belt for escorted\ntrip purposes. The approving official authorizes using the belt only after determining that an\ninmate requires greater security than is afforded through conventional restraints and has no\nmedical condition precluding its use. a. Use of Other Restraints. The custody control belt is not intended for use in lieu of\nconventional restraints, but in addition to such restraints. Escorting staff may reduce minimum\nrestraint requirements only if the Warden has given specific prior approval. While the custody control belt is intended to provide a less-than-lethal security option for highrisk escorts, in the interest of general safety, staff must follow the requirements on the use of\ndeadly force in Chapter 7, Firearms and Badges, of the Program Statement Correctional\nServices Procedures Manual. It is Bureau policy to use Electronic Custody Control Belts to prevent escapes or to prevent the\nloss of life or grievous bodily harm. (1) Escape Prevention. In an attempted escape, verbal orders to halt are first given to the\ninmate wearing the belt. If the inmate fails to halt immediately, the belt is activated. If the P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 inmate has escaped and is out of view of the escorting officer, a verbal warning to halt is not\nnecessary. This does not preclude, in certain circumstances, using deadly force, which may or may not be\nused before activating the belt. See Chapter 7, Firearms and Badges, of the Program Statement\nCorrectional Services Procedures Manual. (2) Preventing Loss of Life or Grievous Bodily Harm. Staff may use the custody control belt\nwhen there is a reasonable belief that the inmate’s actions are likely to result in the loss of life or\ngrievous bodily harm to staff, inmates, or others. The escort detail’s OIC must exercise sound judgment when making a decision to activate the\nbelt.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__10",
      "chunk_id": "10",
      "content": "Staff may use the custody control belt\nwhen there is a reasonable belief that the inmate’s actions are likely to result in the loss of life or\ngrievous bodily harm to staff, inmates, or others. The escort detail’s OIC must exercise sound judgment when making a decision to activate the\nbelt. Verbal orders are not required if the staff member reasonably believes a danger of death or\ngrievous bodily harm is imminent. b. Authorized Official. The OIC of any escort detail when the Electronic Custody Control Belt\nis used must be a GS-11 Lieutenant trained in its use. Training encompasses either training by a vendor representative of the custody control belt or a\nBureau employee whom a vendor has certified to provide training. The Employee Services\nManager (ESM) documents training. Only the escort detail’s OIC may carry and use the activating device for the belt. Only after\nmandatory Electronic Custody Control Belt training may a GS-11 Lieutenant serve as the OIC,\nor as a member of a team escorting an inmate approved to wear the belt. Before applying the belt, the OIC completes the Electronic Custody Control Belt Documentation\n(BP-A0599). The justification for the approval to use the belt must be documented in detail on\nthe Escorted Trip Authorization (BP-A0502). 10. USING A CUSTODY CONTROL BELT\na. Medical Staff Review. When medical staff review the Escorted Trip Authorization form, a\nspecific indication is made for each MAXIMUM custody or SMU inmate as to whether any\nmedical condition would preclude using a custody control belt. Disqualifying medical situations\ninclude:\n■ Pregnancy.\n■ Heart disease. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ Multiple sclerosis.\n■ Muscular dystrophy.\n■ Epilepsy. Only a health services professional (Physician, Physician Assistant, or Nurse Practitioner) may\nconduct this review, which includes a review of the Inmate’s Health Record and other\ndocumentation at the institution. b. Inmate Notification. Before applying the belt, the inmate is advised by the OIC that the belt\nis going to be placed on him/her, and under what circumstances it can be activated. This is done\nby allowing the inmate to read, or have read to him/her, the Inmate Notification of Electronic\nCustody Control Belt Use (BP-A0600). If possible, the inmate is given the opportunity to sign the form. However, if this is not possible\nor if the inmate refuses, staff document this refusal on the form. 11. CUSTODY CONTROL BELT REPORTING REQUIREMENTS If the custody control belt is activated while being worn by an inmate, the escort detail OIC\nnotifies the approving Warden or his/her designee as soon as possible. a. Medical Examination. Medical staff examine the inmate as soon as possible after activation\nof the belt and document the examination in the Inmate’s Health Record. Any injuries, bruises,\nor marks on the inmate’s body are documented via photograph or videotape, which the Captain\nmust retain. When an examination may not be possible (e.g., lengthy escorted trip), escorting\nstaff go to a local medical facility for examination and possible treatment. b. OIC Reports.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__11",
      "chunk_id": "11",
      "content": "Any injuries, bruises,\nor marks on the inmate’s body are documented via photograph or videotape, which the Captain\nmust retain. When an examination may not be possible (e.g., lengthy escorted trip), escorting\nstaff go to a local medical facility for examination and possible treatment. b. OIC Reports. The OIC submits both a written report and page 2 of the Electronic Custody\nControl Belt Documentation (BP-A0599) to the Warden whenever the belt is activated while\nworn by an inmate. Reports are submitted before the end of the OIC’s tour of duty. c. Use of Force Reports. Per the Program Statement Use of Force and Application of\nRestraints, both the Report of Incident (BP-A0583), and the After-Action Review Report – Use\nof Force/Restraints/Chemical Agents/Non-Lethal Weapons (BP-A0586), are completed and\nrouted. d. Reports to Regional and Central Office. The Warden submits a full written report of an\nincident involving activation of the belt to the Regional Director within 24 hours. Copies are\nsent to the Assistant Directors, Correctional Programs Division and Health Services Division. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 12. CUSTODY CONTROL BELT TRAINING RESPONSIBILITIES a. Electronic Custody Control Belt. The Correctional Services Administrator, Central Office,\nin conjunction with the Management and Specialty Training Center, provides training regarding\nthe Electronic Custody Control Belt. This is also provided at each institution where the belt is\nauthorized. The Warden at each ADMAX, High, SMU, and Administrative security level institution ensures\nthat only GS-11 Lieutenants who have been trained and certified on the Electronic Custody\nControl Belt’s application, operation, effectiveness, and follow-up requirements are authorized to\napply it. b. Escorted Trip. The Captain at each Bureau institution ensures that all staff escorts are\ntrained in accordance with this Program Statement. 13. PROGRAM REVIEW RESPONSIBILITIES The Program Review Division and Correctional Services Branch review the Escorted Trip\nProgram. The Warden may select appropriate staff to conduct periodic internal reviews. 14. SENTRY RESPONSIBILITIES Correctional Systems staff enter admission and release transactions. After normal duty hours, if\nno Correctional Systems staff are available, Correctional Services staff complete these\ntransactions. 15. CONFIDENTIALITY Except in unusual circumstances, inmates scheduled for an escorted trip may not be advised of\nthe:\n■\n■\n■\n■ Time. Date. Method of travel. Destination. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 16. INSTITUTION SUPPLEMENT None. Should local facilities make any changes outside the required changes in the national\npolicy or establish any additional local procedures to implement the national policy, the local\nUnion may invoke to negotiate procedures or appropriate arrangements. 17. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4189, 4-4190, 4190-1, 4199, 4-4204M, 4-4348, 4-4349, and 4-4445.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-1B-06, 4-ALDF-2B-02, 4-ALDF-2B-02-1, 4-ALDF-2B-04,\n4-ALDF-2B-08M, 4-ALDF-4C-05, and 4-ALDF-4C-06. REFERENCES Program Statements\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5280.09\nInmate Furloughs (1/20/11)\nP5500.11\nCorrectional Services Manual (3/31/15)\nP5500.14\nCorrectional Services Procedures Manual (10/9/12)\nP5540.07\nPrisoner Transportation Manual (6/3/14)\nP5566.06\nUse of Force and Application of Restraints (11/30/05)\nP6031.04\nPatient Care (6/3/14)\nP7331.04\nPretrial Inmates (1/31/03)\nFederal Regulations\nRules cited in this Program Statement: 28 CFR 570.40 through 570.45. BOP Forms\nBP-199\nBP-A0502\nBP-A0583\nBP-A0586\nBP-A0599\nBP-A0600\nBP-A0821",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_72__12",
      "chunk_id": "12",
      "content": "REFERENCES Program Statements\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5280.09\nInmate Furloughs (1/20/11)\nP5500.11\nCorrectional Services Manual (3/31/15)\nP5500.14\nCorrectional Services Procedures Manual (10/9/12)\nP5540.07\nPrisoner Transportation Manual (6/3/14)\nP5566.06\nUse of Force and Application of Restraints (11/30/05)\nP6031.04\nPatient Care (6/3/14)\nP7331.04\nPretrial Inmates (1/31/03)\nFederal Regulations\nRules cited in this Program Statement: 28 CFR 570.40 through 570.45. BOP Forms\nBP-199\nBP-A0502\nBP-A0583\nBP-A0586\nBP-A0599\nBP-A0600\nBP-A0821 Request for Withdrawal of Inmate’s Personal Funds\nEscorted Trip Authorization\nReport of Incident\nAfter-Action Review Report – Use of Force/Restraints/Chemical Agents/NonLethal Weapons\nElectronic Custody Control Belt Documentation\nInmate Notification of Electronic Custody Control Belt Use\nTransfer Receipt P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 BP-A0938\nBP-A0939 Conditions of Escorted Trip\nEscort Instructions Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program\nare available in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20",
      "queries": [
        "inmate security designation and custody classification"
      ],
      "queries_score": [
        "1.8840158"
      ]
    }
  ]
}