{
  "doc_id": "guidance_42",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_42__0",
      "chunk_id": "0",
      "content": "2017 COPS Office Anti-Heroin Task Force Program (AHTF)\nAward Owner’s Manual US Department of Justice, Office of Community Oriented Policing Services\nwww.cops.usdoj.gov 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 2017 COPS Office Anti-Heroin Task Force Program (AHTF)\nAward Owner’s Manual This manual was created to assist COPS Office Anti-Heroin Task Force Program (AHTF) program recipients with the\nadministrative and financial matters associated with their award. For more information about your AHTF award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. US Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published November 2017\ni 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Contents\nGetting Started ..............................................................................................................................................................1\nI. Award Acceptance, Terms, and Conditions ................................................................................................................2 The award document ................................................................................................................................................2 Award terms and conditions .....................................................................................................................................3 What are the specific rules regarding termination of award funding? ...................................................................32\nAccepting the award ...............................................................................................................................................32\nWho should sign the award document for our agency? .........................................................................................33 By when must the award document be signed? .....................................................................................................33\nII. Procurement Process ...............................................................................................................................................34\nWhat documentation must be submitted to the COPS Office for sole source review?..........................................34\nIII. Accessing Award Funds...........................................................................................................................................36\nPayment method .....................................................................................................................................................36\nSetting up your account ..........................................................................................................................................36\nAdditional payment questions ................................................................................................................................37\nMatching funds........................................................................................................................................................39\nIV. Financial Record Maintenance ...............................................................................................................................40\nAccounting systems and records .............................................................................................................................40\nV. Federal Audit Requirements....................................................................................................................................42\nSingle Audit Act (SAA) requirements .......................................................................................................................42\nOffice of Inspector General (OIG) recipient audits ..................................................................................................43\nTypical audit findings...............................................................................................................................................44\nVI. Reports ...................................................................................................................................................................46\nFederal Financial Reports ........................................................................................................................................46\nProgram Progress Reports.......................................................................................................................................47\nContact points to obtain technical assistance and report violations ......................................................................49\nVII. When the Award Period Has Ended ......................................................................................................................50\nFinal Federal Financial Report (SF-425) ...................................................................................................................50\nFinal Program Progress (Closeout) Report ..............................................................................................................51\nEquipment disposition.............................................................................................................................................51\nii 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VIII. Conclusion ............................................................................................................................................................52\nAppendices ..................................................................................................................................................................53\nAppendix A. List of Source Documents ...................................................................................................................53\nAppendix B. Assurances and Certifications .............................................................................................................54\nAppendix C. Community policing defined ...............................................................................................................61\nAppendix D. COPS Office Anti-Heroin Task Force (AHTF) program file management: Documents to maintain in\nAHTF award file .......................................................................................................................................................68\nAppendix E. Whistleblower protection (41 U.S.C. § 4712) ......................................................................................71\nAppendix F. 2 C.F.R. Appendix II to Part 200: Contract provisions for nonfederal entity contracts under federal\nawards .....................................................................................................................................................................74\nAppendix G. Remittance of Interest Earned Amounts ............................................................................................76\nGlossary of Terms ........................................................................................................................................................77\nCOPS Office Resources ................................................................................................................................................81 iii 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Getting Started\nCongratulations on receiving an award from the US Department of Justice (DOJ), Office of Community Oriented\nPolicing Services (COPS Office). The 2017 COPS Office Anti-Heroin Task Force Program (AHTF) is designed to\nadvance public safety by providing funds to state law enforcement agencies with high rates of primary treatment\nadmissions for heroin and other opioids. This AHTF funding must be used for investigative purposes to locate or\ninvestigate, through statewide collaboration, illicit activities, including activities related to the distribution of\nheroin or unlawful distribution of prescriptive opioids and unlawful diversion and distribution of prescriptive\nopioids. The allowable uses of your agency’s AHTF award are specified on the AHTF Financial Clearance Memorandum\n(FCM).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__1",
      "chunk_id": "1",
      "content": "The allowable uses of your agency’s AHTF award are specified on the AHTF Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2017 AHTF application and\nyour agency wishes to modify its AHTF award to reprogram awarded funding into different funding categories,\nplease refer to the award conditions of this manual for detailed information on requesting a post-award\nmodification. This AHTF Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all AHTF recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the national,\nstate, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only accept data in\nthe NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning all law\nenforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS Office\nencourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services Division in a\ntimely manner, thereby ensuring sufficient and complete crime and arrest data is available for consideration. For\nmore information regarding NIBRS reporting, please see https://www.fbi.gov/about-us/cjis/ucr/nibrs-overview. Thank you for providing us with the opportunity to work in partnership with your community. 1 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office Anti-Heroin Task Force program award, your agency must access\nhttps://portal.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and\nelectronically sign the award document with the award terms and conditions; the financial clearance\nmemorandum that is incorporated by reference into the award document; and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section, “Accessing Award Funds”\nin this manual. The award document The award document is the document indicating your official award funding amount, the award number, the\naward terms and conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names. If this\ninformation is incorrect or has changed, please update your agency contacts online at\nhttps://portal.cops.usdoj.gov through the “Account Access” link.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__2",
      "chunk_id": "2",
      "content": "The award document is pre-printed with your agency’s law enforcement and government executives’ names. If this\ninformation is incorrect or has changed, please update your agency contacts online at\nhttps://portal.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official\nhas changed since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award document,\nplease electronically sign it and make a copy of all pages of the document for your records, along with all award\ncondition pages, within 90 days of the date shown on the award congratulatory letter. Please see “Accepting the\naward” in this manual. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your AHTF award is two years (24 months). Your award number is in the following format: 2017-HPWX-0000 for awards funded in Fiscal Year (FY) 2017. The\nCOPS Office tracks award information based upon this number. Therefore, it is important to have your agency’s\naward number (or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office assigns a\nnonofficial ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If you have\nany questions regarding your award, please refer to your award number or your agency’s ORI number when you\ncontact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or thirteendigit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. 2 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Award terms and conditions The award terms and conditions are listed on your agency’s award document. By accepting this award, you are\nobtaining federal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will\ncomply with the terms and conditions (and, if applicable, additional special or high risk conditions specific to your\nagency). The section that follows describes in detail all of the award conditions, their rationales, and their\nimplications. It also addresses many frequently asked questions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__3",
      "chunk_id": "3",
      "content": "The section that follows describes in detail all of the award conditions, their rationales, and their\nimplications. It also addresses many frequently asked questions. If you have additional questions concerning any of\nthese award terms and conditions, please contact your COPS Office Grant Program Specialist via the COPS Office\nResponse Center at 800-421-6770. In limited circumstances, your award may be subject to special or high risk conditions that prevent your agency\nfrom drawing down or accessing award funds until the special conditions are satisfied as determined by the COPS\nOffice. Any special or high risk conditions will be included with your award, which may be accessed at\nwww.cops.usdoj.gov via the “Account Access” link. However, if you have questions about the special conditions,\nplease call your COPS Office Grant Program Specialist via the COPS Office Response Center at 800-421-6770. Reasons for award conditions The requirements of your AHTF award are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations, and policies issued by the US Department of Justice, Office of Management and\nBudget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\n• the specific AHTF programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in the appendices. You may request copies of any source\nreference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. Review of award conditions By signing the award document to accept this COPS Office Anti-Heroin Task Force program award, your agency\nagrees to abide by the following award conditions: 1. Award Owner’s Manual\nCondition:\nAward Owner’s Manual. The recipient agrees to comply with the terms and conditions in the applicable 2017 COPS\nOffice Program Award Owner's Manual; COPS Office statute (42 U.S.C. §. 3796dd, et seq.); the requirements of 2\nC.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal 3 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Awards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as\napplicable (Contract Cost Principles and Procedures); the Cooperative Agreement as applicable; representations\nmade in the application; and all other applicable program requirements, laws, orders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. More detailed\nguidance regarding any particular award requirement or your agency’s specific circumstances can be requested\nthrough your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire AHTF Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__4",
      "chunk_id": "4",
      "content": "What you should do:\nPlease read the entire AHTF Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s signed Assurances and Certifications regarding\ncertain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application and application update. Signing these documents assures the COPS Office that you have read,\nunderstood, and accepted the award terms and conditions outlined in the Assurances and Certifications. Please\nread these documents carefully, because signatures on these documents are treated as a material representation\nof fact upon which reliance was placed when the US Department of Justice determined whether to fund the\ncovered award. Additional copies of the Assurances and Certifications forms are contained in the appendices of\nthis manual. If you have any questions about them, please contact your COPS Office Grant Program Specialist via\nthe COPS Office Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment and\nenhancement of a variety of problem-solving strategies to investigate heroin and other opioid problems in your\njurisdiction. The allowable costs for which your agency’s award has been approved are limited to those listed on the\n4 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Financial Clearance Memorandum (FCM), which is included in your agency’s award package. The Financial\nClearance Memorandum FCM specifies the costs that your agency is allowed to fund with your AHTF award, and\nspecifies the overall amount approved for each budget request category. Your agency may not use AHTF award\nfunds for any costs that are not identified as allowable in the Financial Clearance Memorandum. Only actual\nallowable costs incurred during the award period will be eligible for reimbursement and drawdown. If your agency\nexperiences any cost savings over the course of the award (for example, your award application overestimated the\ntotal entry-level officer salary and fringe benefits package), your agency may not use that excess funding to extend\nthe length of the award beyond 24 months. Any funds remaining after your agency has drawn down for the costs\napproved during the 24 month funding period will be deobligated during the closeout process, and should not be\nspent by your agency. Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office as reflected in\nthe Financial Clearance Memorandum (FCM).",
      "queries": [
        "what to do after receiving an ahtf award",
        "who to contact for an ahtf award",
        "when signing an ahtf award"
      ],
      "queries_score": [
        "2.1734447",
        "1.5599041",
        "2.2516491"
      ]
    },
    {
      "id": "guidance_42__5",
      "chunk_id": "5",
      "content": "Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office as reflected in\nthe Financial Clearance Memorandum (FCM). The COPS Office Anti-Heroin Task Force program funds the hiring of\npersonnel and purchase of equipment, services, and other items that will allow recipients the opportunity to\nestablish and enhance a variety of projects to encourage the continuation and enhancement of community\npolicing efforts while investigating heroin and other opioid problems in your jurisdiction. To be eligible for payment under this award, the purchase or hire of approved items/personnel must be made on\nor after the award start date and comply with the guidelines described in the “Accessing Award Funds” section of\nthis manual. The section “Financial Record Maintenance” outlines the types of records you must keep to document\nthat you followed this award condition. Purchases and salary/benefit expenditures must also reflect the costs that\nwere approved as shown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2017 AHTF application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the ‘Print’ icon to download the most recent version of your application in\n.pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may appear\non your FCM. As long as funds are spent during the award period on the equipment and technology, supplies,\ntravel, contracts/consultants, salary and benefits, and other costs that were documented in your application’s\nbudget summary and were approved through the issuance of the FCM, this award condition will be satisfied. Equipment To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and\nAudit Requirements for Federal Awards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101. Equipment or technology purchased on or after the award start date must be in addition to purchases that the\nrecipient is obligated or funded to make in its current budget. Funds currently allocated to purchase equipment or\ntechnology may not be reallocated to other purposes or reimbursed upon the award of an AHTF award. 5 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time, entry-level, sworn career law enforcement officers\nnot already funded in the applicant’s local budget. A career law enforcement officer is a person hired on a\npermanent basis who is authorized by law, or by a state, local, or tribal agency, to engage in or oversee the\nprevention, detection, and/or investigation of violations of criminal laws. Officers must be hired on or after the\naward start date and positions must directly relate to the AHTF project.",
      "queries": [
        "what is the cops office anti heroin task force"
      ],
      "queries_score": [
        "1.581651"
      ]
    },
    {
      "id": "guidance_42__6",
      "chunk_id": "6",
      "content": "Officers must be hired on or after the\naward start date and positions must directly relate to the AHTF project. Officers previously employed by your\nagency may be rehired using AHTF award funds, but funding requests must be limited to your agency’s entry-level\nsalary and benefits. Rehired officers are officers who meet one of the following conditions:\n• The officer had been laid off by your jurisdiction prior to the original date of the award application as a result\nof state, local, or Bureau of Indian Affairs (BIA) budget cuts.\n• At the time of the award application, the officer was scheduled to be laid off by your jurisdiction on a specific\nfuture date as a result of state, local, or BIA budget cuts. If current personnel are redeployed into this program, they must be paid with local funds. AHTF award funds may\nbe used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. (Please\nnote: Overtime for sworn officers engaging in AHTF-related activities is an allowable cost; however, any overtime\nexpenses requested for sworn officer positions must be listed in the “Other Costs” section of your application’s\nbudget. Overtime expenses must exceed the expenditures that your agency is obligated or funded to pay in its\ncurrent budget.) Civilian/nonsworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local budget. Staff\nmust be hired on or after the award start date, and positions must directly relate to the AHTF project. Examples of\nallowable personnel and fringe benefits costs include those for civilian AHTF project coordinators or antiheroin/drug problem analysts. Supplies All supplies must be used solely for the project identified in your project proposal. Reimbursement for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities is prohibited. Items must meet the guidelines described in 2 C.F.R. § 200.314. Travel/training\nTravel costs for transportation, lodging, subsistence, temporary dependent care, and related items are allowable\nunder the COPS Office Anti-Heroin Task Force program with prior approval from the COPS Office. In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the recipient’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable rates\nand amounts established by the U.S. General Services Administration (GSA) for the relevant geographic area will\napply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. Allowable airfare costs will\nbe reimbursed based upon least expensive unrestricted accommodations class offered by commercial airfare, the\nFederal Government contract airfare (if authorized and available), or standard coach airfare, unless otherwise\nauthorized in advance by the COPS Office. 6 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__7",
      "chunk_id": "7",
      "content": "Allowable airfare costs will\nbe reimbursed based upon least expensive unrestricted accommodations class offered by commercial airfare, the\nFederal Government contract airfare (if authorized and available), or standard coach airfare, unless otherwise\nauthorized in advance by the COPS Office. 6 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are only\ntemporary during the travel period. The COPS Office Anti-Heroin Task Force program will fund award-related travel costs for the recipient agency or\nother (nonrecipient) individuals to attend training and technical assistance conferences, seminars, or classes or to\nvisit a site specified in the application. Allowable award-related travel costs that were included in the application\nhave been approved by the COPS Office as part of the AHTF award and final budget. Your agency should keep\ntimely and accurate records of all travel expenses. If at any time these costs change, you should immediately\ncontact your COPS Office Grant Program Specialist. Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with OMB Cost Principles and consistent with that paid for similar services in the\nmarketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down award funds. Determinations of approval will be made on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe\nbenefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement, worker’s\ncompensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above (i.e. sworn\nofficer overtime) were included in this section of your FCM. In addition, items that have a direct correlation to the\noverall success of a recipient’s project objectives and are necessary for the project to reach full implementation\nwill be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA funds,\nand would not be funded in the absence of the AHTF award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother US Department of Justice award.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__8",
      "chunk_id": "8",
      "content": "If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother US Department of Justice award. See also award condition “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nRecipients must use award funds to supplement, and not supplant, state, local, or Bureau of Indian Affairs (BIA)\nfunds that are already committed or otherwise would have been committed for award purposes (hiring, training,\n7 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual purchases, and/or activities) during the award period. In other words, recipients may not use COPS Office funds to\nsupplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in\nthe absence of the COPS Office award (42 U.S.C. § 3796dd-3(a)). Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state or\nlocal funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for the\naward purposes. What you should do:\nAHTF funds may not be used to pay for any item or cost funded under the award (equipment, personnel, training,\netc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition, recipients may not\nreallocate state, local, or BIA funds from one area within the law enforcement budget to another as a result of\nreceiving AHTF award funds. If you have questions concerning this award term and how it pertains to your project\nbudget please contact your COPS Office Grant Program Specialist. Personnel To meet this award condition, you must ensure the following:\n• Each individual employed under the COPS Office Anti-Heroin Task Force program award is newly hired on or\nafter the award start date, unless an exception is authorized in writing by the COPS Office. If current\npersonnel are redeployed into this program, they must be paid with local funds. The COPS Office award funds\nmay be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the\nnumber of funded positions that you had on the date of your COPS Office Anti-Heroin Task Force Program\napplication (including funded but vacant positions) but also over and above the number of locally funded\npositions during the award period. • During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians. •",
      "queries": [
        "is cops grant allowable",
        "are cops grants allowable"
      ],
      "queries_score": [
        "1.8459319",
        "1.5624831"
      ]
    },
    {
      "id": "guidance_42__9",
      "chunk_id": "9",
      "content": "During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date of your\naward application by retirement, resignation, or other reasons with new officers or civilians other than your\nCOPS Office Anti-Heroin Task Force program positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Office Anti-Heroin Task Force program. 8 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Equipment and technology To meet this award condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is obligated\nor funded to make in the current budget. Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Office Anti-Heroin Task\nForce program award. For example, a recipient who has budgeted local funds to pay for a new computer\nsystem may not reallocate those funds to pay for any other law enforcement cost as a result of receiving\nAHTF funds for the same computer system. Overtime To meet this award condition, you must ensure the following:\n• Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current budget. Funds currently allocated to pay for overtime may not be reallocated to other purposes or reimbursed upon\nthe award of a COPS Office Anti-Heroin Task Force program award. Additionally, by the conditions of this\naward, you are required to track all overtime funded through the COPS Office Anti-Heroin Task Force\nprogram. Training To meet this award condition, you must ensure the following:\n• Any training provided by the COPS Office Anti-Heroin Task Force program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note: This award condition applies to all state or locally funded agencies working in partnership with your agency\nunder this award. Your agency is responsible for ensuring that any state or locally funded partnership agencies use\nCOPS Office funds only to supplement, not supplant, their state or local funding as described in this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__10",
      "chunk_id": "10",
      "content": "5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 24 months\nbeyond the initial award expiration date. Any request for an extension beyond 24 months will be evaluated on a\ncase-by-case basis. Only those recipients that can provide a reasonable justification for delays will be granted nocost extensions. Reasonable justifications may include technology implementation delays, training delays, or other\ncircumstances that interrupt the 24 month award funding period. An extension allows your agency to compensate\nfor such delays by providing additional time to complete the full 24 months of funding. Extension requests must be\nreceived prior to the end date of the award. 9 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days before the award end date. Requests to extend the award period must be submitted online and received by the COPS Office before the official\naward end date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. All extension requests require review and approval by the COPS Office. Individual or cumulative requests greater\nthan one-half of the award’s original term (i.e., 12 months) will require additional justification and must include a\ndetailed timeline. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that were\nlower than anticipated, your agency cannot extend the 24-month funding period for the purpose of expending\nthose excess funds. Recipients are entitled to a maximum of 24 months of federal funding based on the approved\nsalary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award funds during the\ncloseout process. If you have any additional questions regarding a no-cost time extension, please contact your\nCOPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nAHTF award. Award modifications under AHTF are evaluated on a case-by-case basis. All modification requests\ninvolving the purchase of new budget items must be approved, in writing, by the COPS Office prior to their\nimplementation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__11",
      "chunk_id": "11",
      "content": "Award modifications under AHTF are evaluated on a case-by-case basis. All modification requests\ninvolving the purchase of new budget items must be approved, in writing, by the COPS Office prior to their\nimplementation. In addition, please be aware that the COPS Office will not approve any modification request that\nresults in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you may expend award funds only\nas approved in the Financial Clearance Memorandum. Any requests to change or alter awards require written\napproval from the COPS Office prior to their implementation. Without prior written approval, you must continue\nto implement your award as it was originally awarded and accepted by your agency. Please be advised that\nreprogramming requests for unallowable costs will not be approved (construction, indirect costs, etc.). 10 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What you should do: For all other modifications, your agency must access www.cops.usdoj.gov and select the “Account Access” link in\nthe upper right corner to log in and submit your request to the COPS Office, providing the proposed changes,\ndetails of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office. Please note that modification approvals for active awards will\noften be accompanied by a modified award document reflecting the approved changes. If applicable, your agency\nis required to sign and submit the modified award document via the “Account Access” tab to officially accept the\naward modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the Act. The COPS\nOffice conducts evaluations to determine what programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its AHTF award. In some jurisdictions, COPS Office staff members or evaluators may study the\neffectiveness of funded programs, projects, and activities. Evaluators may collect information about the programs’\neffect on crime, victims of crime, and the quality of life in communities. In addition, they may ask questions about\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. What you should do:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__12",
      "chunk_id": "12",
      "content": "In addition, they may ask questions about\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain written\nreports about and from your department. You will be asked to facilitate any site visits and information-gathering\nactivities. In addition, you will be asked to provide accurate and timely information about your award activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports that track actual expenditures of allowable costs using\n11 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Standard Form 425 (SF-425). The progress report is used to track your agency’s progress toward implementing\ncommunity policing strategies and to collect data to gauge the effectiveness of increasing your agency’s community\npolicing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government be monitored carefully to ensure the proper\nuse of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress of our\nprograms and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with AHTF\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at www.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within\n30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the award\nperiod. This report reflects the actual cumulative federal expenditures incurred during the funding period and the\nremaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw\ndown federal funding for costs incurred after the official award end date; however, you will have a 90-day grace\nperiod after the award end date during which you can draw down funds for eligible expenditures incurred before\nthe award end date. Agencies with more than one delinquent programmatic or financial report submission per\nfiscal year may be subject to delays in receiving reimbursement for allowable expenses and may be required to\nreceive technical assistance to improve compliance with reporting. These reports are discussed in greater detail in\nthe section “Reports” in this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of award funds or other remedial actions; failure to submit required reports\nmay also impact future funding opportunities.",
      "queries": [
        "why do policing evaluations need to be undertaken"
      ],
      "queries_score": [
        "2.697136"
      ]
    },
    {
      "id": "guidance_42__13",
      "chunk_id": "13",
      "content": "These reports are discussed in greater detail in\nthe section “Reports” in this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of award funds or other remedial actions; failure to submit required reports\nmay also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both aspects of award implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the US Department of Justice. Award monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office award recipient, you agree to cooperate with and respond to any\nrequests for information pertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. 12 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds, both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is\nthreefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare\nfor the review of their COPS Office awards. This review is generally performed over a period of one or\nmore days. Recipients will have an opportunity to resolve any identified noncompliance issues while onsite or, if necessary, following the site visit. In addition, recipients will also have an opportunity to seek\ncustomer service and/or technical assistance on the implementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an\nalternative for conducting award monitoring reviews in support of the COPS Office’s overall award\nmonitoring strategy. The purpose of the EOBGR is threefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__14",
      "chunk_id": "14",
      "content": "The purpose of the EOBGR is threefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This\nreview is generally performed over a one- to two-day period. Recipients will have an opportunity to\nresolve any identified noncompliance issues, if necessary, following the EOBGR interview. In addition,\naward recipients will also have an opportunity to seek customer service and/or technical assistance on the\nimplementation of their award. 3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many\nsources. Internal ANCRs generally originate from COPS Office Grants Administration Division, COPS Office\nFinance Division, or the COPS Office Legal Division, although any COPS Office component may refer a\nnoncompliance issue to the ANCR. External noncompliance referrals may be received from anonymous\ncomplainants, media, citizens, law enforcement agencies, other Federal agencies, or other outside\nsources. On a case-by-case basis, COPS Office ANCR staff members determine the appropriate course of\naction to take to investigate complaints of alleged noncompliance. This may include phone or letter\ncontact or a site visit by COPS Office staff or the OIG. Each ANCR referral is resolved as a violation or\nnonviolation based upon the preponderance of the supporting documentation or other facts to determine\nif the award recipient is in compliance or noncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance or poor accountability practices, the COPS Office Audit Liaison Section will work with your\nagency to resolve and close these recommendations. Remedies to close recommendations may include\n13 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual repayment of award funds, providing adequate documentation to demonstrate compliance, or providing\nproof of policies or procedures that were created or revised to directly address the causes for the\nnoncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the US Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list.",
      "queries": [
        "what is the purpose of an eobgr",
        "what is the purpose of the eobgr"
      ],
      "queries_score": [
        "3.9036956",
        "3.9904256"
      ]
    },
    {
      "id": "guidance_42__15",
      "chunk_id": "15",
      "content": "Under certain conditions, additional\nactions may include referral and placement on the US Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and with the Award Owner’s Manual for the year in which the award is awarded. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the life of a\nCOPS Office award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance. It is necessary for recipients to maintain all relevant documentation (administrative, financial, and\nprogrammatic) used to develop the application and implement the award that may be necessary or required to\ndemonstrate award compliance. For more information, please contact the COPS Office Response Center at 800421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will\nrequire any subrecipient, contractors, successors, transferees, and assignees not to), on the grounds of race, color,\nreligion, national origin, sex, or disability unlawfully exclude any person from participation in, deny the benefits of,\nor employment to any person, or subject any person to discrimination in connection with any programs or\nactivities funded in whole or in part with federal funds. You will also not discriminate in the delivery of benefits or\nservices based on age. These civil rights requirements are found in the nondiscrimination provisions of Title VI of\nthe Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of\n1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794);\nthe Age Discrimination Act of 1975, as amended (42 U.S.C. § 6101); Title IX of the Education Amendments of 1972,\nas amended (20 U.S.C. § 1681); and the corresponding US Department of Justice regulations implementing those\nstatutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279, as\namended by Executive Order 13559, and the implementing regulations at 28 C.F.R Part 38, Partnerships With\nFaith-Based and Other Neighborhood Organizations, which requires equal treatment of religious organizations in\nthe funding process and prohibits religious discrimination against beneficiaries. 14 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__16",
      "chunk_id": "16",
      "content": "Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs, US\nDepartment of Justice, which addresses the Federal civil rights statutes and regulations applicable to your award. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the applicable\nfederal civil rights laws and to collect data and information sufficient to permit effective enforcement of such laws\nand to cooperate with any federal civil rights investigation, which includes providing access to records, accounts,\ndocuments, information, facilities, and staff. 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the US Department of Justice in implementing its responsibilities under the Omnibus Crime\nControl and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the full and\nequal participation of women and minority individuals in employment opportunities in the criminal justice system\nis a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the United States”\n(28 C.F.R. § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private business and has received a single award for $25,000 or\nmore and has fifty or more employees (counting both full- and part-time employees but excluding political\nappointees), then it has to prepare a Utilization Report and submit it to the Office for Civil Rights (OCR) within 120\ndays from the date of the award. Although the OCR has discretion to review all submitted Utilization Reports, it will\nreview the Utilization Reports from recipients that receive an award of $500,000 or more. 15 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual To begin developing a Utilization Report, please consult the OCR's website at\nhttps://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__17",
      "chunk_id": "17",
      "content": "15 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual To begin developing a Utilization Report, please consult the OCR's website at\nhttps://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can\nbe found online at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently\nAsked Questions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at https://www.ojp.usdoj.gov/about/ocr/eeop.htm, providing the\ncontact and organizational profile information, and then submitting a Certificate of Exemption. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by email at EEOPforms@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was provided to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding for\nitems or services that you already have funding for from other sources. What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under this\naward, please contact your COPS Office Grant Program Specialist at 800-421-6770. 16 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 14. Additional High-Risk Recipient Requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the award\nperformance period if the awarding agency determines that the recipient is a high-risk recipient. Why this condition: In accordance with 2 C.F.R. § 200.207, the DOJ may impose additional requirements specific to your award, as\nneeded, when it determines that there is unsatisfactory performance, financial or administrative instability,\nnoncompliance with award terms and conditions, or other lack of responsibility risk factors. In such cases, the DOJ\nmay impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__18",
      "chunk_id": "18",
      "content": "In such cases, the DOJ\nmay impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 15. System for Award Management (SAM) and Universal Identifier Requirements\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall awards and cooperative agreements made on or after October 1, 2010:\nI. SYSTEM FOR AWARD MANAGEMENT AND UNIVERSAL IDENTIFIER REQUIREMENTS A. Requirement for System for Award Management\nUnless you are exempted from this requirement under 2 C.F.R. 25.110, you as the recipient must maintain\nthe currency of your information in the SAM until you submit the final financial report required under this\naward or receive the final payment, whichever is later. This requires that you review and update the\ninformation at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. Requirement for unique entity identifier If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its unique entity identifier to you. 2. May not make a subaward to an entity unless the entity has provided its unique entity identifier to\nyou. C. Definitions For purposes of this award term:\n1. System for Award Management (SAM) means the Federal repository into which an entity must\nprovide information required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site (currently at http://www.sam.gov). 17 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 2.\n3. 4. 5. Unique entity identifier means the identifier required for SAM registration to uniquely identify\nbusiness entities. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. part 25,\nsubpart C:\na. A Governmental organization, which is a State, local government, or Indian Tribe;\nb. A foreign public entity;\nc. A domestic or foreign nonprofit organization;\nd. A domestic or foreign for-profit organization; and\ne. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal entity. Subaward:\na. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. b. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see 2 C.F.R. 200.330). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__19",
      "chunk_id": "19",
      "content": "b. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see 2 C.F.R. 200.330). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. Subrecipient means an entity that:\na. Receives a subaward from you under this award; and\nb. Is accountable to you for the use of the Federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their direct\nsubrecipients (if applicable), and to establish the SAM as the repository for standard information about applicants\nand recipients. What you should do: At the time of award application, your agency was required to provide its DUNS number and be registered in the\nSAM database. Your agency should continue to use the same DUNS number provided in your award application and update, as\nneeded, the information associated with that DUNS number. If your agency is authorized to make subawards\nunder its award, your agency may make subawards only to entities that have DUNS numbers. For more\ninformation about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or visit\nhttp://fedgov.dnb.com/webform. Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review and\nupdate its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 18 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 16. Reporting Subawards and Executive Compensation\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall awards and cooperative agreements made on or after October 1, 2010:\nI. Reporting Subawards and Executive Compensation. A. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must report\neach action that obligates $25,000 or more in Federal funds that does not include Recovery funds (as\ndefined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111-5)\nfor a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nhttp://www.fsrs.gov. ii. For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7,\n2010, the obligation must be reported by no later than December 31, 2010.) 3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at http://www.fsrs.gov specify. B. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__20",
      "chunk_id": "20",
      "content": "3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at http://www.fsrs.gov specify. B. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if—\ni. the total Federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received—\n(A) 80 percent or more of your annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at\nhttp://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report executive total compensation described in paragraph b.1.\nof this award term:\ni. As part of your registration profile at https://www.sam.gov. ii. By the end of the month following the month in which this award is made, and annually\nthereafter. C. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph d. of this award\nterm, for each first-tier subrecipient under this award, you shall report the names and total\n19 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual compensation of each of the subrecipient's five most highly compensated executives for the\nsubrecipient's preceding completed fiscal year, if—\ni. in the subrecipient's preceding fiscal year, the subrecipient received—\n(A) 80 percent or more of its annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts), and Federal financial assistance subject to the Transparency Act (and\nsubawards); and\nii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at\nhttp://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward.",
      "queries": [
        "what information do you need to report in fsrs",
        "what to report for each obligating action"
      ],
      "queries_score": [
        "1.6459298",
        "2.1449387"
      ]
    },
    {
      "id": "guidance_42__21",
      "chunk_id": "21",
      "content": "2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward. For\nexample, if a subaward is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of\nthe subrecipient by November 30 of that year. D. Exemptions If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\ni. Subawards,\nand\nii. The total compensation of the five most highly compensated executives of any subrecipient. E. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. part 25:\ni. A Governmental organization, which is a State, local government, or Indian tribe;\nii. A foreign public entity;\niii. A domestic or foreign nonprofit organization;\niv. A domestic or foreign for-profit organization;\nv. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal\nentity. 2. Executive means officers, managing partners, or any other employees in management positions. 3. Subaward:\ni. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the\nrecipient award to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec. __ .210 of the attachment to OMB\nCircular A-133, “Audits of States, Local Governments, and Non-Profit Organizations”). iii. A subaward may be provided through any legal agreement, including an agreement that you\nor a subrecipient considers a contract. 20 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 4. 5. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and\nii. Is accountable to you for the use of the Federal funds provided by the subaward. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient's or subrecipient's preceding fiscal year and includes the following (for more information see\n17 C.F.R. 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount\nrecognized for financial statement reporting purposes with respect to the fiscal year in\naccordance with the Statement of Financial Accounting Standards No. 123 (Revised 2004)\n(FAS 123R), Shared Based Payments. iii. Earnings for services under nonequity incentive plans. This does not include group life, health,\nhospitalization or medical reimbursement plans that do not discriminate in favor of\nexecutives, and are available generally to all salaried employees. iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi.",
      "queries": [
        "when do you report subrecipient total compensation"
      ],
      "queries_score": [
        "2.133185"
      ]
    },
    {
      "id": "guidance_42__22",
      "chunk_id": "22",
      "content": "iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g. severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is www.USASpending.gov. Recipients are responsible for reporting their applicable executive compensation and subaward information and\nthe award term provides guidance to report the related information, as required by FFATA. What you should do: At the time of award application, your agency was asked to ensure that it has the necessary processes and systems\nin place to comply with the applicable subaward and executive compensation reporting requirements should it\nreceive funding. If your agency received awards of $25,000 or more, you are required to report award information\non any first-tier subawards totaling $25,000 or more, and, in certain cases, to report information on the names and\ntotal compensation of the five most highly compensated executives of the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the Internet at www.fsrs.gov, is the reporting tool\nthat your agency will use to capture and report subaward information and any executive compensation data\nrequired by FFATA. The subaward information entered in FSRS will then be displayed on www.USASpending.gov\nassociated with your agency’s award, furthering federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-2010-0914/pdf/2010-22705.pdf. 21 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 17. Debarment and Suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part 180\n(Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific requirements.) What you should do: If, under a COPS Office award, you enter into a contract for goods or services for $25,000 or more or any\nsubaward, you must verify that the vendor or subrecipient and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business are not excluded or disqualified from participation in federal\nassistance programs.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__23",
      "chunk_id": "23",
      "content": "In addition, you must include a term or condition in the contract or subaward requiring the\nvendor or subrecipient to comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Government-wide\nDebarment and suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific requirements). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the Bureau of\nCitizenship and Immigration Services. For further information about this requirement, you may contact the\nBureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center at 800-375-5283. 22 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 19. Whistleblower Protection\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he or she reasonably believes is evidence of gross mismanagement of a\nfederal contract or award, a gross waste of federal funds, an abuse of authority relating to a federal contract or\naward, a substantial and specific danger to public health or safety, or a violation of law, rule, or regulation related\nto a Federal contract (including the competition for or negotiation of a contract) or award. The recipient also\nagrees to provide to their employees in writing (in the predominant native language of the workforce) of the rights\nand remedies provided in 41 U.S.C. § 4712. Please see appendices in the Award Owner’s Manual for a full text of\nthe statute. Why this condition:\nUnder the “Enhancement of contractor protection from reprisal for disclosure of certain information” (41 U.S.C. §\n4712), recipients are prohibited from taking reprisal actions against employees for certain whistleblowing activities\nin connection with federal awards and contracts. The law protects the public interest and ensures the proper\nmanagement and use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal contracts\nand awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as reprisal\nfor disclosing information that he/she reasonably believes is evidence of\n•\n•\n•\n•\n•",
      "queries": [
        "are subaward terms and conditions included in a contract"
      ],
      "queries_score": [
        "1.9631289"
      ]
    },
    {
      "id": "guidance_42__24",
      "chunk_id": "24",
      "content": "What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal contracts\nand awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as reprisal\nfor disclosing information that he/she reasonably believes is evidence of\n•\n•\n•\n•\n• gross mismanagement of a federal contract or award;\na gross waste of federal funds;\nan abuse of authority relating to a federal contract or award;\na substantial and specific danger to public health or safety; or\na violation of law, rule, or regulation related to a federal contract (including the competition for or\nnegotiation of a contract) or award. In addition, the disclosure must also have been made to\n•\n•\n•\n•\n•\n•\n• a member of Congress or a representative of a committee of Congress;\nan inspector general;\nthe Government Accountability Office;\na federal employee responsible for contract or award oversight or management at the relevant agency;\nan authorized official of the US Department of Justice or other law enforcement agency;\na court or grand jury; or\na management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract or\naward. 23 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections and remedies under 41 U.S.C. § 4712. Please see appendices in this manual addressing Whistleblower Protection for a full text of the “Enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the\nawarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in 2 C.F.R. § 200.338. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. This condition advises your agency of the requirement and the\nconsequences of failing to report such violations to the COPS Office or pass-through entity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in 2 C.F.R. § 200.112. Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance.",
      "queries": [
        "what is the federal requirement that a federal employee not take reprisal actions for disclosing misconduct?"
      ],
      "queries_score": [
        "1.8543282"
      ]
    },
    {
      "id": "guidance_42__25",
      "chunk_id": "25",
      "content": "Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance. This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipient 24 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual This also means that recipients and subrecipients should avoid any action which might result in or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\naffecting negatively the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict of\ninterest that may affect your federal award. 22. Contract Provision\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal\nAwards). Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards. This provision protects the\npublic interest and ensures the proper management and use of federal funds as it relates to contracts entered into\nby the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the provisions\nrequired under 2 C.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts\nUnder Federal Awards) in the appendices of the Award Owner’s Manual. 23. Restrictions on Internal Confidentiality Agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__26",
      "chunk_id": "26",
      "content": "Why this condition:\nUnder section 743 of Division E, Title VII, of the Consolidated Appropriations Act, 2017 (Pub. L. 115-31),” neither\nthe recipient, subrecipient, nor any entity that receives a contract or subcontract with any funds under this or any\nother Act may require its employees or contractors to sign an internal confidentiality agreement or statement\nprohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an investigative or law\n25 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual enforcement representative of a federal department or agency. This provision protects the public interest and\nensures the proper management and use of federal funds. This limitation is not intended, and shall not be\nunderstood by the agency making this award, to contravene requirements applicable to Standard Form 312 (which\nrelates to classified information), Form 4414 (which relates to sensitive compartmented information), or any other\nform issued by a federal department or agency governing the nondisclosure of classified information. What you should do: In accepting this award, the recipient\n• represents that it neither requires nor has required internal confidentiality agreements or statements from\nemployees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or restrict)\nemployees or contractors from reporting waste, fraud, or abuse as described above;\n• represents that, if it learns or is notified that it is or has been requiring its employees or contractors to\nexecute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict),\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations of\naward funds, will provide prompt written notification to the agency making this award, and will resume such\nobligations only if expressly authorized to do so by that agency. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the recipient\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or otherwise\nrestrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or abuse as\ndescribed above;\n• represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to support\nthis representation;\n• represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict), reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__27",
      "chunk_id": "27",
      "content": "24. Recipient Integrity and Performance Matters\nCondition:\nThe Office of Management and Budget requires federal awarding agencies to include the following standard award\nterm in all awards over $500,000 made on or after January 1, 2016:\nReporting of Matters Related to Recipient Integrity and Performance\n1. General Reporting Requirement If the total value of your currently active awards, cooperative agreements, and procurement contracts\nfrom all Federal awarding agencies exceeds $10,000,000 for any period of time during the period of\nperformance of this Federal award, then you as the recipient during that period of time must maintain\nthe currency of information reported to the System for Award Management (SAM) that is made\navailable in the designated integrity and performance system (currently the Federal Awardee\n26 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 2. 3. 4. 5. Performance and Integrity Information System (FAPIIS)) about civil, criminal, or administrative\nproceedings described in paragraph 2. of this award term and condition. This is a statutory\nrequirement under section 872 of Public Law 110-417, as amended (41 U.S.C. 2313). As required by\nsection 3010 of Public Law 111-212, all information posted in the designated integrity and\nperformance system on or after April 15, 2011, except past performance reviews required for Federal\nprocurement contracts, will be publicly available. Proceedings About Which You Must Report\nSubmit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or\nprocurement contract from the Federal Government;\nb. Reached its final disposition during the most recent five year period; and\nc. Is one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5. of this award\nterm and condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary\nfine, penalty, reimbursement, restitution, or damages of $5,000 or more;\n(3) An administrative proceeding, as defined in paragraph 5. of this award term and condition,\nthat resulted in a finding of fault and liability and your payment of either a monetary fine or\npenalty of $5,000 or more or reimbursement, restitution, or damages in excess of $100,000;\nor\n(4) Any other criminal, civil, or administrative proceeding if:\ni. It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award\nterm and condition;\nii. It had a different disposition arrived at by consent or compromise with an\nacknowledgment of fault on your part; and\niii. The requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. Reporting Procedures\nEnter in the SAM Entity Management area the information that SAM requires about each proceeding\ndescribed in paragraph 2. of this award term and condition. You do not need to submit the\ninformation a second time under assistance awards that you received if you already provided the\ninformation through SAM because you were required to do so under Federal procurement contracts\nthat you were awarded.",
      "queries": [
        "when is the recipient integrity and performance requirements for awarding agencies to include"
      ],
      "queries_score": [
        "3.0278654"
      ]
    },
    {
      "id": "guidance_42__28",
      "chunk_id": "28",
      "content": "You do not need to submit the\ninformation a second time under assistance awards that you received if you already provided the\ninformation through SAM because you were required to do so under Federal procurement contracts\nthat you were awarded. Reporting Frequency\nDuring any period of time when you are subject to the requirement in paragraph 1. of this award term\nand condition, you must report proceedings information through SAM for the most recent five year\nperiod, either to report new information about any proceeding(s) that you have not reported\npreviously or affirm that there is no new information to report. Recipients that have Federal contract,\naward, and cooperative agreement awards with a cumulative total value greater than $10,000,000\nmust disclose semiannually any information about the criminal, civil, and administrative proceedings. Definitions For purposes of this award term and condition:\na. Administrative proceeding means a nonjudicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission\nAdministrative proceedings, Civilian Board of Contract Appeals proceedings, and Armed Services\nBoard of Contract Appeals proceedings). This includes proceedings at the Federal and State level\n27 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual b. c. but only in connection with performance of a Federal contract or award. It does not include\naudits, site visits, corrective plans, or inspection of deliverables. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea,\nand includes a conviction entered upon a plea of nolo contendere. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not\nyet exercised. Why this condition:\nUnder 2 C.F.R. § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal awards, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active awards, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__29",
      "chunk_id": "29",
      "content": "During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 25. Compliance with 8 U.S.C. 1373\nCondition:\nAuthority to obligate or expend contingent on compliance with 8 U.S.C. 1373\nNOTE: This grant condition applies only to State or local government entities or to non-State or local government\nentities that make subawards with these funds to a State or local government entity. State or local government entity recipients of this award, and any subrecipient of this award at any tier that is an\nentity of a State or of a unit of local government, may not obligate or expend award funds if – at the time of the\nobligation or expenditure – the “program or activity” of the recipient funded in whole or in part with the award\nfunds (which includes any such program or activity of any subrecipient at any tier) is subject to any prohibitions or\nrestrictions on sending to, requesting or receiving from, maintaining, or exchanging information on citizenship or\nimmigration status as described in 8 U.S.C. § 1373(a) or (b), including any prohibitions or restrictions imposed or\nestablished by a State or local government entity or official. 28 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual A subrecipient of this award (at any tier) that is an entity of a State or of a unit of local government may not\nobligate or expend award funds if – at the time of the obligation or expenditure – the “program or activity” of the\nsubrecipient (which includes any such program or activity of any subrecipient at any further tier) funded (in whole\nor in part) with award funds is subject to any prohibitions or restrictions on sending to, requesting or receiving\nfrom, maintaining, or exchanging information on citizenship or immigration status as described in 8 U.S.C. 1373(a)\nor (b), including any prohibitions or restrictions imposed by a State or local government entity or official. Any obligations or expenditures of a recipient or subrecipient that are impermissible under this condition shall be\nunallowable costs for purposes of this award. Rules of Construction/ For purposes of this condition, “program or activity” means what it means under section\n606 of title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d-4a). Pursuant to 8 U.S.C. 1551 note, references to the\nImmigration and Naturalization Service in 8 U.S.C. 1373 are to be read, as a legal matter, as references to\nparticular components of the US Department of Homeland Security. Should any provision of a condition of this award be held to be invalid or unenforceable by its terms, then that\nprovision shall first be applied with a limited construction so as to give it the maximum effect permitted by law (to\nany person or circumstance) under this award.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__30",
      "chunk_id": "30",
      "content": "Should any provision of a condition of this award be held to be invalid or unenforceable by its terms, then that\nprovision shall first be applied with a limited construction so as to give it the maximum effect permitted by law (to\nany person or circumstance) under this award. Should it be held, instead, that a condition (or a provision thereof) is\nof utter invalidity or unenforceability, such condition (or such provision) shall be deemed severable from this award. Any questions about the meaning or scope of this condition should be directed, prior to acceptance of this award,\nto the Office of Community Oriented Policing Services Legal Division at 202-514-3750. Why this condition:\nAll FY 2017 State or local government recipients or subrecipients of COPS Office funding must comply with 8 U.S.C.\n1373 throughout the life of the award. What you should do:\nState and local government entities that applied for FY 2017 COPS Office funding and non-State or local\ngovernment entities that applied to use FY 2017 COPS Office funding to make subawards to State or local\ngovernment entities were required to certify compliance with 8 U.S.C. 1373 to be eligible to submit an application\nfor funding. Compliance with 8 U.S.C. 1373 is also required throughout the active award period. Any questions about the meaning or scope of this condition should be directed, prior to acceptance of this award,\nto the Office of Community Oriented Policing Services Legal Division at 202.514.3750. 26. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. 29 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition:\nSection 532 of Division B, Title V, of the Consolidated Appropriations Act, 2017 (Pub. L. 115-31) prohibits the use of\nfederal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution or adjudication activities. 26. Contracts and/or MOUs with Other Jurisdictions\nCondition:\nEquipment, technology, training, vehicles, sworn law enforcement officer positions and civilian positions, awarded\nmust only be used for law enforcement activities or services that benefit your agency/taskforce and the population\nthat it serves. The items funded under an AHTF award cannot be utilized by other agencies/taskforces unless the\nitems benefit the population that your agency/taskforce serves. Why this condition: The AHTF award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the AHTF award funding to benefit its own service population.",
      "queries": [
        "is an award conditional or unenforceable"
      ],
      "queries_score": [
        "1.5959178"
      ]
    },
    {
      "id": "guidance_42__31",
      "chunk_id": "31",
      "content": "Why this condition: The AHTF award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the AHTF award funding to benefit its own service population. What you should do:\nOfficers funded under the AHTF award cannot provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use an AHTFfunded officer to provide contract law enforcement services to a neighboring county, but can use the AHTF-funded\nofficer to provide direct law enforcement services to towns within its own county. 27. Criminal Intelligence Systems\nCondition:\nRecipients using AHTF funds to operate an interjurisdictional criminal intelligence system must comply with\noperating principles of 28 C.F.R. Part 23. The recipient acknowledges that it has completed, signed, and submitted\nthe Reviews and Certifications form with its award application certifying compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\ninterjurisdictional criminal intelligence system is generally defined as a system that receives, stores, analyzes, and\nexchanges or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling, 30 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual bribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal intelligence systems which protect individual\nprivacy and constitutional rights. If your agency will use AHTF program funds simply to operate a single agency database (or other unrelated forms\nof technology) and will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not\napply to this award. What you should do:\nAll AHTF recipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies intend to use their award\nfunds to operate interjurisdictional criminal intelligence systems. If your agency intends to use award funds to\noperate an interjurisdictional criminal intelligence system, you should have indicated this in your application and\ncertified your agency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency\nnow must comply with 28 C.F.R. Part 23 in operating the inter-jurisdictional criminal intelligence system funded\nthrough your AHTF award. 28. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible.",
      "queries": [
        "why is ahtf awarded"
      ],
      "queries_score": [
        "2.7189956"
      ]
    },
    {
      "id": "guidance_42__32",
      "chunk_id": "32",
      "content": "Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: An award recipient must request written approval from the COPS Office for sole source procurement in excess of\n$150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or entering into\na contract with award funds. For the purchase of equipment, technology, or services under a COPS Office award,\nrecipients must use their own documented procurement procedures that reflect applicable state and local laws\nand regulations, as long as those requirements conform to the federal procurement requirements set forth in 2\nC.F.R. § 200.320 as adopted by the US Department of Justice in 2 C.F.R. § 2800.101. A sole source justification\nrequest should be submitted if a recipient determines that the award of a contract through a competitive process\nis not feasible. The COPS Office may authorize a noncompetitive proposal if one or more of the following\ncircumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. • Competition is determined inadequate after solicitation of a number of sources. 31 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be granted to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the section\n“Procurement Process.” For more information on sole source justification, please review the fact sheet: http://www.cops.usdoj.gov/pdf/2017AwardDocs/Sole_Source_Justification_FactSheet.pdf What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\nnot substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\nproposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding;\n• not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\n• providing other good cause for sanctions or termination as determined by the COPS Office. •\n•\n•\n•",
      "queries": [
        "who must request written approval from cops office for sole source procurement?"
      ],
      "queries_score": [
        "2.5793548"
      ]
    },
    {
      "id": "guidance_42__33",
      "chunk_id": "33",
      "content": "•\n•\n•\n• In these instances, the COPS Office may\ntemporarily withhold payments pending correction of the situation by your agency;\ndisallow all or part of the cost of the activity or action not in compliance;\nwholly or partly suspend or terminate your award;\nrequire that some or all of the award funds be remitted to the US Department of Justice;\ncondition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\n• withhold or restrict your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. •\n•\n•\n•\n• In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of our\ndecision and the reason(s) for that decision. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions,\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your AHTF award and your agency agrees with these conditions, you are\nready to accept the award. The Director of the COPS Office has signed the award document indicating approval of\nyour award, an obligation of federal funds to your organization, and our commitment to the award. As stated at\nthe beginning of this section, to officially begin your award and draw down your funds, the authorized officials (see\n32 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual the Glossary of Terms in the appendices) of your agency must access https://portal.cops.usdoj.gov and select the\n“Account Access” link in the upper right corner to log in, review, and electronically sign the award document with\nthe award terms and conditions; the Financial Clearance Memorandum (FCM) that is incorporated by reference\ninto the award document; and, if applicable, the special award conditions or high risk conditions in the award\ndocument supplement within 90 days of the date shown on the award congratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2017 AHTF application. If one or both of these\nindividuals have changed, please complete a Change of Information (COI) form online at\nhttps://portal.cops.usdoj.gov through the “Account Access” link and create accounts for them so that they may\nelectronically sign the award. If you have any questions as to who should sign the award, please contact your\njurisdiction’s local legal advisor. By when must the award document be signed?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__34",
      "chunk_id": "34",
      "content": "If you have any questions as to who should sign the award, please contact your\njurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your AHTF award being withdrawn and the funds deobligated without additional notification. If your agency requires an extension for accepting the award beyond the 90-day acceptance time frame, you will\nbe able to request an extension through the online system. Be sure to explain the circumstances that prevent your\nagency from signing the award document within the 90-day period, and identify the date by which the award\ndocument will be electronically signed. The COPS Office will review such requests on a case-by-case basis. The\nCOPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If you have any\nquestions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 33 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual II. Procurement Process In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, recipients must follow\ntheir own policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.318. As described in Sole Source Justification award condition, recipients must request written approval from the COPS\nOffice for sole source procurements in excess of $150,000 prior to purchasing items or services, obligating funding\nfor a contract, or entering into a contract with award funds. A sole source justification request should be submitted if an award recipient determines that the award of a\ncontract through a competitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if\none or more of the following circumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole\nsource review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing, certifying that the award of the contract through full and open\ncompetition is infeasible. Please note that a justification must be submitted for each vendor providing goods or\nservices in excess of $150,000.",
      "queries": [
        "when do you have to sign the award document"
      ],
      "queries_score": [
        "2.4465847"
      ]
    },
    {
      "id": "guidance_42__35",
      "chunk_id": "35",
      "content": "Please note that a justification must be submitted for each vendor providing goods or\nservices in excess of $150,000. To ensure that all of the necessary information is included and submitted to the COPS Office, the following\nchecklist can be used when preparing your agency’s sole source request:\nLetterhead. The sole source request must be signed by an authorized representative and submitted on the award\nrecipient’s departmental letterhead and must include the agency ORI and the award number for which the\napproval is being sought. The request should also include the following information:\n• Section I. Description of project. This section should be a brief description of the project, the amount to be\ndesignated for the sole source procurement, and the purpose of the contract. 34 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Section II. Reason for request. This section should include (a) an explanation as to why full and open\ncompetition is infeasible (e.g., why it is necessary to contract in a noncompetitive manner) and (b) which one\n(or more) of the four circumstances identified below applies to the requested sole source procurement\ntransaction(s):\n1. If the item or service is available only from one source, please include the following:\n• Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.)\n• How the agency determined that the item or service is only available from one source (e.g., market\nsurvey results, independent agency research, patented or proprietary system)\n• Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of\nproject management, responsiveness, experience of contractor personnel, prior work on earlier\nphases of project)\n• Any additional information that would support the case\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following:\n• When the contractual coverage is required by your department and why\n• Impact on project if deadline or dates are not met\n• How long it would take an alternative contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n• Any additional information that would support the case\n3. The COPS Office authorizes noncompetitive proposals in response to a written request from the\nrecipient. 4. If competition is determined inadequate after solicitation of a number of sources, please include the\nfollowing:\n• Results of a market survey to determine competition availability; if no survey is conducted, please\nexplain why not\n• Any additional information that would support the case\n• Section III. A declaration that this action is in the best interest of the agency. Failure to provide all of the necessary information will delay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing or if additional supporting documentation is required. If\nthe COPS Office determines that the request does not meet the standards set forth above, the request will be\ndenied. Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2 C.F.R. §\n200.318(c).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__36",
      "chunk_id": "36",
      "content": "If\nthe COPS Office determines that the request does not meet the standards set forth above, the request will be\ndenied. Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2 C.F.R. §\n200.318(c). In addition, program funds should not be awarded to any party that is debarred or suspended from\nparticipation in federal assistance programs. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Grant Program Specialist or program point of contact. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770, or visit the COPS Office online at www.cops.usdoj.gov. 35 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual III. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set up your\npayments. For assistance with financial management and award administration, please contact the COPS Office\nResponse Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the primary system\nthat agencies use for EFT. An award recipient will be able to review previous payment requests made since July\n2009. For more information regarding GPRS, please visit the following website to view the GPRS User Guide\nwww.ojp.usdoj.gov/about/offices/ocfogprs.htm. Setting up your account How do we set up a GPRS account? If you are a new recipient to the COPS Office, your agency should determine which authorized employee(s) will be\nresponsible for requesting federal funds from your COPS Office awards through the GPRS system. The individual(s)\nselected must click on the following link and register with the GPRS system to become a drawdown specialist for\nyour agency: https://grants.ojp.usdoj.gov/gprs/welcome. Once you have been approved, you will receive an email containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process. All individuals who need access to GPRS must register separately and\ncreate their own unique GPRS username account, as these accounts are not meant to be shared. How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a recently\nawarded COPS Office award to your existing COPS Office award username, contact the COPS Office GPRS\nregistration team via email at COPSGPRSRegistration@usdoj.gov and provide the following information:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added 36",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__37",
      "chunk_id": "37",
      "content": "User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added 36 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881). This form can be found on the\nCOPS Office website at www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of the\nform and also provide the award number (printed on the award document). Next, your financial institution must\ncomplete the “Financial Institution Information” section and have the appropriate financial official sign the form. If you are already a COPS Office award recipient, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the new award as long as\nyour OJP vendor number has not changed. If you have any questions, or wish to verify your ACH enrollment form\ninformation, please call the COPS Office Response Center at 800-421-6770 and ask to speak with your state\nassigned Staff Accountant. When should Federal Financial Reports be filed? Current regulations state that once you return a signed award document, your agency is required to submit a\nFederal Financial Report (FFR) using Standard Form 425 (SF-425) at the end of every calendar quarter regardless of\naward activity. This report should reflect actual expenditures and unliquidated obligations incurred by your agency\non a cumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for\nthe most recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are\nencouraged to submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov.” For more information on how to complete, and where to submit your quarterly SF-425 report, see the section of\nthis manual titled “Reports”. Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. 37 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__38",
      "chunk_id": "38",
      "content": "37 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the award;\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nC.F.R. Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds. You must\naccount for interest earned on advances of federal funds as follows:\n• The Office of Management and Budget (OMB) uniform guidance at 2 C.F.R. § 200.305(b)(9) states that\ninterest earned on federal advance payments deposited in interest-bearing accounts up to $500 per year\nmay be retained by the nonfederal entity for administrative expenses. • Any interest earned on federal advance payments deposited in interest-bearing accounts that is in excess of\n$500 per year must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. For detailed information on remittance, please see the\nappendices for a full text of the electronic medium remittance options. • If you do not have access to an electronic medium option, then please make a check payable to “The\nDepartment of Health and Human Services” and mail the check to Treasury-approved lockbox: HHS Program\nSupport Center, P.O. Box 530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a\npayment by check to be applied to the appropriate Payment Management System (PMS) account). Please notify your COPS Office Staff Accountant in the COPS Office Finance Business Unit when any interest that is\nearned is remitted to the Department of Health and Human Services, Payment Management System. 38 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Matching funds Under the COPS Office AHTF program, no local match is required. The COPS Office is funding 100 percent of the\nallowable items approved in your FCM. Please note: if the total cost for allowable items exceeds the approved budget, then the additional expenditures\nare encouraged to be reported on the SF-425 as recipient share of expenditures.",
      "queries": [
        "can a federal award be terminated"
      ],
      "queries_score": [
        "2.2391238"
      ]
    },
    {
      "id": "guidance_42__39",
      "chunk_id": "39",
      "content": "The COPS Office is funding 100 percent of the\nallowable items approved in your FCM. Please note: if the total cost for allowable items exceeds the approved budget, then the additional expenditures\nare encouraged to be reported on the SF-425 as recipient share of expenditures. 39 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual IV. Financial Record Maintenance Under the COPS Office AHTF program, your agency is required to establish and maintain accounting systems and\nfinancial records to accurately account for funds awarded and disbursed. These records must include both federal\nfunds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately account for\nthe funds awarded. As required by 2 C.F.R. 200.62 (Internal control over compliance requirements for federal awards), your accounting\nsystem should be designed to provide reasonable assurance regarding the achievement of the following objectives\nfor federal awards:\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. • Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. • Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your AHTF award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, cancelled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your AHTF award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 C.F.R. § 200.333 (Retention requirements for\nrecords). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever you\nfind more convenient. If any litigation, claim, negotiation, audit or other action involving these records has been\nstarted before the end of the three-year period, the records should be kept until completion of the action. These\nrecords should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 40 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What if we have more than one award?",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__40",
      "chunk_id": "40",
      "content": "Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 40 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the US Department of Justice, the Comptroller\nGeneral of the United States, the COPS Office, and any entity designated by the COPS Office may access these\nrecords for the purposes of conducting audits, site visits, or other examinations. 41 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual V. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent examiners. The\ntwo primary types of audit are Single Audit Act (SAA) audits and US Department of Justice, Office of the Inspector\nGeneral (OIG) audits. Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving federal\nfinancial assistance. The 1984 Act was amended in July 1996, was revised on June 27, 2003 and again on June 26,\n2007, and is effective for fiscal years after December 31, 2003, to reflect revised audit criteria and reporting\nrequirements. The Office of Management and Budget (OMB) issued final guidance for 2 C.F.R. Part 200—Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards (Uniform Guidance) on\nDecember 26, 2013. This guidance applies to all federal awards or funding increments awarded on or after\nDecember 26, 2014, and provides additional guidelines regarding the implementation of SAA requirements. 2\nC.F.R. Part 200, Subpart F – Audit Requirements, available at www.ecfr.gov/cgi-bin/textidx?tpl=/ecfrbrowse/Title02/2cfr200_main_02.tpl, establishes the requirements for organizational audits that\napply to COPS Office award recipients. Recipients must arrange for the required organization-wide (not award-byaward) audit in accordance with the requirements of Subpart F. Who must have an SAA audit? A recipient that expends $750,000 or more during the recipient's fiscal year in federal awards must have a single\naudit conducted in accordance with 2 C.F.R. §200.514 Scope of audit except when it elects to have a programspecific audit conducted in accordance with 2 C.F.R. §200.501(c). An auditee may be a recipient, a subrecipient, or\na vendor. SAA audits are conducted annually unless a state or local government is required by constitution or statute, in\neffect on January 1, 1987 to undergo audits less frequently than annually. The primary objective of an SAA audit is\nto express opinions on the recipient’s financial statements, internal controls, major and nonmajor award\nprograms, and compliance with government laws and regulations.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__41",
      "chunk_id": "41",
      "content": "The primary objective of an SAA audit is\nto express opinions on the recipient’s financial statements, internal controls, major and nonmajor award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in 2 C.F.R. §200.338 - Remedies for\nnoncompliance. See 2 C.F.R. §200.505. These sanctions under §200.338 could include the following:\n• Temporarily withhold cash payments pending correction of the deficiency by the nonfederal entity or more\nsevere enforcement action by the federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost of the\nactivity or action not in compliance. • Wholly or partly suspend or terminate the federal award. 42 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Initiate suspension or debarment proceedings as authorized under 2 C.F.R. part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommend such a proceeding be initiated by a\nfederal awarding agency). • Withhold further federal awards for the project or program.\n• Take other remedies that may be legally available. Your SAA reports should not be sent to the COPS Office. If the US Department of Justice is your cognizant federal agency (see the Glossary of Terms in the appendices),\nthey should be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe US Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits may be\ndirected to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the US Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits are\ndesigned to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believed warrants further evaluation. The OIG also surveys DOJ award-making agencies on an\nannual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand non-hiring).",
      "queries": [
        "what is the objective of a saa audit?",
        "what is the objective of an saa audit",
        "what is the purpose of saa audit"
      ],
      "queries_score": [
        "3.6440225",
        "4.109173",
        "3.153892"
      ]
    },
    {
      "id": "guidance_42__42",
      "chunk_id": "42",
      "content": "In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand non-hiring). As such, the fact that a recipient has been selected for an OIG audit is not necessarily indicative of\na suspected concern or problem area. 43 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and the\nOIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the interactions\nbetween the OIG, the recipient, and the COPS Office Audit Liaison Section:\n• Call for award data. The OIG requests award documentation from the COPS Office. • Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. • Draft audit report. The OIG reviews documentation and presents initial findings to the recipient and copies\nthe COPS Office. The COPS Office interacts with the recipient to coordinate any repayments and/or policy or\nprocedure documents to be submitted to the OIG before release of the Final Audit Report. • Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. • Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s Audit\nLiaison Section via the COPS Office Response Center at 800-421-6770. Questions and comments regarding the\nadministration of your AHTF award, not specifically related to an audit, should be referred to your COPS Office\nGrant Program Specialist. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record-keeping systems:\n• Unallowable costs. Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchases orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office , or award\nexpenditures were in excess of actual approved award costs. • Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use.",
      "queries": [
        "what does the oig select"
      ],
      "queries_score": [
        "2.601917"
      ]
    },
    {
      "id": "guidance_42__43",
      "chunk_id": "43",
      "content": "• Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and any other identified savings. • Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. 44 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. • Failure to retain. Recipient lacked documentation to support retention planning efforts during the award\nperiod and/or failed to demonstrate an increase in the baseline of locally-funded sworn officer positions at\nthe conclusion of the 36 months of federal funding, over and above what the recipient would have funded in\nabsence of the award. • Supplanting. Recipient could not document efforts to backfill vacant local sworn officer positions, or recipient\ncould not explain reductions in local law enforcement budget or in sworn officer positions during the award\nperiod. • Lack of adequate community policing. Recipient had difficulty demonstrating community policing activities. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will issue\na closure letter once all audit recommendations have been closed by the OIG. You must keep all documentation\nrelated to the audit for a period of three years following the audit’s closure. 45 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VI. Reports As an AHTF award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Program Progress Reports. Awarded agencies should be prepared to track and report AHTF program\nfunding separately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of AHTF funding and ensure that its use is consistent with the award terms and\nconditions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__44",
      "chunk_id": "44",
      "content": "Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of AHTF funding and ensure that its use is consistent with the award terms and\nconditions. Good stewardship in this area would include written accounting practices, use of an accounting system\nthat tracks all award drawdowns and expenditures, and the ability to track when award-funded positions are filled\nor vacant (including if the position was for a new hire or a rehire). Failure to submit complete reports or submit\nthem in a timely manner may result in the suspension and possible termination of your agency’s COPS Office award\nfunding or other remedial actions. Federal Financial Reports Your agency is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to\ndraw down federal funding for costs incurred after the official award end date; however, you will have a 90-day\ngrace period after the award end date during which you can drawdown funds for eligible expenditures incurred\nbefore the award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office Agency Portal\nwebsite at https://portal.cops.usdoj.gov to log in; once you are logged in, select “Applications” from the agency\nportal menu, click on the “SF-425” icon, and follow the instructions to complete and submit your reports. The\nonline SF-425 requires the same reporting information as the paper version. The use of this online application\nenables authorized users to view past reports and allows them to file or amend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1:\nTable 1. Due dates of SF-425s by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 46 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual For your initial SF-425 submission, determine when the most recent SF-425 reporting quarter ended and complete\nan SF-425 to cover the period from the award start date of your award to the end of that period. You are required\nto submit an SF-425 even if you have not spent any money or incurred any costs during a reporting period. The\ndue dates for online filing of SF-425s are the same as for the submission of paper copies. Example:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__45",
      "chunk_id": "45",
      "content": "You are required\nto submit an SF-425 even if you have not spent any money or incurred any costs during a reporting period. The\ndue dates for online filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no later\nthan 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the most recent\nreporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully complete a\ndrawdown of funds through GPRS. Award recipients who do not submit an SF-425 report by the due date each quarter will be unable to draw down\nfunds. The payment system contains a function which checks for SF-425 delinquency and will reject a drawdown\nattempt if the SF-425 is not current. Subsequent outreach through email, fax, or hard copy reminders may be sent\nto the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests, and special\nrequest submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at\nhttps://portal.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at https://portal.cops.usdoj.gov and click on the “Account Access” tab at\nthe top-right hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. 47 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for you. If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your email address, and click on the\n“Forgot Password” link. If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or\nby email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No.",
      "queries": [
        "what is the filing date for a sf 425",
        "when is an sf 425 required",
        "when is sf-425 due"
      ],
      "queries_score": [
        "2.3212266",
        "2.2048287",
        "2.5109224"
      ]
    },
    {
      "id": "guidance_42__46",
      "chunk_id": "46",
      "content": "If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or\nby email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October, covering activities\nfor the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout) Report will\nbe sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days after\nthe last day of each reporting quarter, as detailed below:\nTable 2. Due dates of Program Progress Reports by quarter\nProgram Progress Report due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 31–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 What kind of information will these reports require? These reports will request information about the status of your award in terms of purchasing equipment, hiring\npersonnel, and your award-related community policing activities. What if we make a mistake or need to modify the report after it is submitted? Recipients may need to make a change or may be asked by a subsequent COPS Office reviewer to make a\ncorrection to a submission. The recipient can update the submission by logging on to the COPS Office website or by\ncalling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team via the COPS Office Response Center at 800-659-7379. 48 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this award,\nmay be reported to the US Department of Justice. Furthermore, the COPS Office welcomes the opportunity to\nprovide assistance regarding the implementation of award provisions to help ensure that federal award funds are\nspent responsibly. As such, the following contacts are provided to address noncompliance and technical assistance\nissues:\n• If you suspect violations of a criminal nature, please contact the US Department of Justice, Office of the\nInspector General (OIG) at https://oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n• If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist via the COPS Office Response Center at 800-421-6770. 49",
      "queries": [
        "cops office phone number",
        "cops office contact number",
        "cops office phone number"
      ],
      "queries_score": [
        "2.465736",
        "2.7135472",
        "2.465736"
      ]
    },
    {
      "id": "guidance_42__47",
      "chunk_id": "47",
      "content": "If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist via the COPS Office Response Center at 800-421-6770. 49 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s AHTF award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nfinancial and programmatic requirements of the award. After the end of the award period, your agency will be asked to submit a Final Federal Financial Report (SF-425)\nand any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award (as stated in the OMB Uniform Guidance 2 C.F.R. §200.77 Period of\nperformance), as well as the amount of unobligated funds remaining, if any. In addition, once you have completed\nyour final drawdown, this report should reconcile with the total amount of federal funds drawn down by your\nagency. The final SF-425 report should also reflect the total amount of the local cash match (if required) contributed over\nthe 36-month award period, which should be at least 25 percent of the total award project, unless waived by the\nCOPS Office in writing. The federal funds expended should reflect only the actual allowable incurred salary and\nfringe benefit costs for the 36-month award period that each award position was occupied. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but not\nyet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for funds\nobligated. Please be advised that 2 C.F.R. §200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award period\ndue to an overestimate of item costs during the award period. Your agency should review its records carefully to\nensure that it draws down and expends only the amount required for actual costs incurred during the award\nperiod. Any excess unobligated or unspent funds should remain in your account, and will be deobligated during the\ncloseout process. 50 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Final Program Progress (Closeout) Report",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__48",
      "chunk_id": "48",
      "content": "Any excess unobligated or unspent funds should remain in your account, and will be deobligated during the\ncloseout process. 50 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related purposes\nand must retain the equipment for the life of the award. After the conclusion of the award period, property\nrecords must be maintained by the recipient. The records should include a description of the property; a serial\nnumber or other identification number; the source of the property; the name of the person or entity that holds the\ntitle; the acquisition date and cost of the property; the percentage of federal participation in the cost of the\nproperty; the location, use, and condition of the property; and any ultimate disposition data, including the date of\ndisposal and sale price of the property. A control system must be developed to ensure adequate safeguards to\nprevent loss, damage, or theft of the property. When the award has expired and original or replacement equipment obtained under the award is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of less than $5,000 may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold and the\nawarding agency shall have a right to an amount calculated by multiplying the current market value or proceeds\nfrom sale by the awarding agency’s share of the equipment. For more information, please see 2 C.F.R. § 200.313.C.F.R. 51 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the AHTF and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nUS Department of Justice\nOffice of Community Oriented Policing Services\nAttn: AHTF Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your award, please call the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of US Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. 52 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__49",
      "chunk_id": "49",
      "content": "52 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendices\nAppendix A. List of Source Documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. §3796dd et seq. B. Secondary sources\nCode of Federal Regulations (C.F.R.) / Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101\n4 C.F.R. Parts 101-105, US Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling Paperwork Burden on the Public”\n5 C.F.R. Part 151, “Political Activity of State and Local Officers or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part 83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “New Restrictions on Lobbying”\n31 C.F.R. Part 205,”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables”\n48 C.F.R. Part 31 (FAR-31), “Contract Cost Principles and Procedures” Executive orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 53 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all award programs. The Office of Community Oriented\nPolicing Services (“COPS Office”) needs to secure your assurance that the applicant will comply with these\nprovisions. If you would like further information about any of these assurances, please contact your state’s COPS\nOffice Grant Program Specialist at 800-421-6770. By signing this form, the applicant assures that it will comply with all legal and administrative requirements that\ngovern the applicant for acceptance and use of federal award funds. In particular, the applicant assures us of the\nfollowing:\n1. 2. 3.\n4. 5.\n6. 7. 8. It has been legally and officially authorized by the appropriate governing body (for example, mayor or city\ncouncil) to apply for this award and that the persons signing the application and these assurances on its behalf\nare authorized to do so and to act on its behalf with respect to any issues that may arise during processing of\nthis application. It will comply with the provisions of federal law, which limit certain political activities of employees whose\nprincipal employment is in connection with an activity financed in whole or in part with this award. These restrictions are set forth in 5 U.S.C. § 1501 et seq. It will comply with the minimum wage and maximum hours provisions of the Fair Labor Standards Act (29\nU.S.C. § 201 et seq.), if applicable. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for a\npurpose that is, or gives the appearance of being motivated by a desire for private gain for themselves or others, particularly those with whom they have family, business or other ties.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__50",
      "chunk_id": "50",
      "content": "It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for a\npurpose that is, or gives the appearance of being motivated by a desire for private gain for themselves or others, particularly those with whom they have family, business or other ties. In addition, it will disclose (in writing) to the COPS Office any potential conflict of interest arising during the course of performance of the award\nand also will require such written disclosures by any subrecipients. As required by 42 U.S.C. § 3796dd-6, it will give the U.S. Department of Justice or the Comptroller General access to and the right to examine records and documents related to the award. It will comply with all requirements imposed by the U.S. Department of Justice as a condition or administrative\nrequirement of the award, including but not limited to: the requirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and Procedures); the applicable provisions of the Omnibus Crime Control and Safe Streets Act of 1968, as amended;\n28 C.F.R. Part 38 (Partnerships With Faith-Based and Other Neighborhood Organizations); the applicable COPS\nOffice application guide; the applicable COPS Office award owner’s manual; and with all other applicable program requirements, laws, orders, or regulations. As required by 42 U.S.C. § 3796dd-1(c) (11), it will, to the extent practicable and consistent with applicable\nlaw, seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in order to further effective law enforcement by increasing their ranks within the sworn positions in the agency. It will not (and will require any subrecipient, contractors, successors, transferees, and assignees not to), on the\ngrounds of race, color, religion, national origin, sex, or disability unlawfully exclude any person from participation in, deny the benefits of, or employment to any person, or subject any person to discrimination in connection with any programs or activities funded in whole or in part with federal funds. It will also not discriminate\nin the delivery of benefits or services based on age. These civil rights requirements are found in the non-discrimination provisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus\n54 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Crime Control and Safe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation\nAct of 1973, as amended (29 U.S.C. § 794); the Age Discrimination Act of 1975, as amended (42 U.S.C. § 6101);\nTitle IX of the Education Amendments of 1972, as amended (20 U.S.C. § 1681); and the corresponding U.S. Department of Justice regulations implementing those statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__51",
      "chunk_id": "51",
      "content": "Part 42 (subparts C, D, E, G, and I). It\nwill also comply with Executive Order 13279, as amended by Executive Order 13559, and the implementing\nregulations at 28 C.F.R Part 38, Partnerships With Faith-Based and Other Neighborhood Organizations, which\nrequires equal treatment of religious organizations in the funding process and prohibits religious discrimination against beneficiaries. A. In the event that any court or administrative agency makes a finding of discrimination on grounds of race,\ncolor, religion, national origin, or sex against the applicant after a due process hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of Justice Programs, 810 7th Street, NW,\nWashington, D.C. 20531. B. If your organization is a government agency or private business and has received a single award for\n$25,000 or more and has fifty or more employees (counting both full- and part-time employees but excluding political appointees), then it has to prepare a Utilization Report and submit it to the Office for Civil\nRights (OCR) within 120 days from the date of the award. Although the OCR has discretion to review all\nsubmitted Utilization Reports, it will review the Utilization Reports from recipients that receive an award\nof $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttp://www.ojp.usdoj.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can be\nfound online at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently Asked\nQuestions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at http://www.ojp.usdoj.gov/about/ocr/eeop.htm, providing the contact\nand organizational profile information, and then submitting a Certificate of Exemption. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by email at EEOPforms@usdoj.gov. 9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register Volume 67, Number 117,\npages 41455-41472), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its programs and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the accomplishment of the project are not listed on the Environmental Protection Agency’ (EPA) list of Violating Facilities\nand that it will notify us if advised by the EPA that a facility to be used in this grant is under consideration for\nsuch listing by the EPA. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single Point\nof Contact. 12.",
      "queries": [
        "what executive order amended part 42",
        "what executive order has a partnership with a faith-based organization"
      ],
      "queries_score": [
        "1.8893663",
        "1.9761324"
      ]
    },
    {
      "id": "guidance_42__52",
      "chunk_id": "52",
      "content": "11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single Point\nof Contact. 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for submission to the Office of Management and Budget for clearance under the Paperwork Reduction Act of 1995 if required. 55 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46 if any part\nof the funded project contains non-exempt research or statistical activities which involve human subjects and\nalso with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable information collected from\nresearch participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for employees\nwhen operating agency-owned - or - rented or personally-owned vehicles. 15. As required by 42 U.S.C. § 3796dd-3(a), it will not use COPS Office funds to supplant (replace) state, local, or\nBureau of Indian Affairs funds that otherwise would be made available for the purposes of this award, as applicable. 16. If the award contains a retention requirement, it will retain the increased officer staffing level or the increased\nofficer redeployment level, as applicable, with state or local funds for a minimum of 12 months following expiration of the award period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of Congress, a\njurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or otherwise, any legislation,\nlaw ratification, policy or appropriation whether before or after the introduction of any bill, measure, or resolution proposing such legislation, law, ratification, policy or appropriation as set forth in the Anti- Lobby Act,\n18 U.S.C. § 1913.\n18. In the event that a portion of award reimbursements are seized to pay off delinquent federal debts through\nthe Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if\nthe award does not contain a cost sharing requirement, contribute a nonfederal share) equal to the amount\nseized in order to fully implement the award project. False statements or claims made in connection with COPS Office award may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient of its obligations under this award. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 56 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__53",
      "chunk_id": "53",
      "content": "Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 56 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Certifications\nRegarding Lobbying; Debarment, Suspension and Other Responsibility Maters; Federal Taxes\nand Assessments; Drug-Free Workplace Requirements; and Coordination with Affected Agencies\nAlthough the U.S. Department of Justice has made every effort to simplify the application process, other provisions\nof federal law require us to seek your agency’s certification regarding certain matters. Applicants should carefully\nreview the statutes and regulations cited below and the instructions for certification to understand the\nrequirements and whether they apply to a particular applicant. Signing this form complies with the certification\nand notice requirements under 28 C.F.R. Part 69 “New Restrictions on Lobbying”; 2 C.F.R. Part 2867\n“Nonprocurement Debarment and Suspension”; 2 C.F.R. Part 200 “Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards”; the general provisions in the applicable Appropriations\nAct; 28 C.F.R. Part 83 “Government-Wide Requirements for Drug-Free Workplace (Grants)”; and the Public Safety\nPartnership and Community Policing Act of 1994. The certifications shall be treated as a material representation of\nfact upon which reliance will be placed when the U.S. Department of Justice determines to make the covered\naward. 1. 2. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or cooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of Justice in 2\nC.F.R. § 2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned, to any\nperson for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an officer or employee of Congress, or an employee of a member of Congress in connection with\nthe making of any federal grant; the entering into of any cooperative agreement; or the extension, continuation, renewal, amendment or modification of any federal grant or cooperative agreement. B. If any funds other than federal appropriated funds have been paid or will be paid to any person for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an officer\nor employee of Congress, or an employee of a member of Congress in connection with this federal grant\nor cooperative agreement, the undersigned shall complete and submit Standard Form - LLL, “Disclosure of\nLobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the additional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department of Justice\nin 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award documents\nfor all subawards at all tiers (including subgrants, contracts under grants and cooperative agreements, and\nsubcontracts) and that all subrecipients shall certify and disclose accordingly.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__54",
      "chunk_id": "54",
      "content": "D. The undersigned shall require that the language of this certification be included in the award documents\nfor all subawards at all tiers (including subgrants, contracts under grants and cooperative agreements, and\nsubcontracts) and that all subrecipients shall certify and disclose accordingly. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867, for prospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other requirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a denial of federal benefits by a state or federal court, or voluntarily excluded from covered transactions by\nany federal department or agency; 57 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual B. 3. 4. 5. Have not within a three-year period preceding this application been convicted of a felony criminal violation under any federal law, or been convicted or had a civil judgment rendered against them for commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or performing a\npublic (federal, state or local) or private agreement or transaction; violation of federal or state antitrust\nstatutes or commission of embezzlement, theft, forgery, bribery, falsification or destruction of records,\nmaking false statements, tax evasion or receiving stolen property, making false claims, or obstruction of\njustice, or commission of any offense indicating a lack of business integrity or business honesty that seriously and directly affects your present responsibility;\nC. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity (federal,\nstate or local) with commission of any of the offenses enumerated in paragraph B. of this certification;\nand\nD. Have not within a three-year period preceding this application had one or more public transactions (federal, state or local) terminated for cause or default. Mandatory Disclosure\nPursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal award;\nB. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable, any\nviolation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect the federal\naward; and\nC. Shall require that the language of this certification be included in the award documents for all subawards\n(including subgrants and cooperative agreements) and shall require all subrecipients certify and disclose\naccordingly.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__55",
      "chunk_id": "55",
      "content": "Shall require that the language of this certification be included in the award documents for all subawards\n(including subgrants and cooperative agreements) and shall require all subrecipients certify and disclose\naccordingly. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best of its\nknowledge and belief, the applicant has filed all federal tax returns required during the three years preceding the certification, has not been convicted of a criminal offense under the Internal Revenue Code of\n1986, and has not, more than 90 days prior to certification, been notified of any unpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is the subject of an installment\nagreement or offer in compromise that has been approved by the Internal Revenue Service and is not in\ndefault, or the assessment is the subject of a non-frivolous administrative or judicial proceeding. B. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed, for\nwhich all judicial and administrative remedies have been exhausted or have lapsed, and that is not being\npaid in a timely manner pursuant to an agreement with the authority responsible for collecting the tax\nliability. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. § 8103), implemented at 28 C.F.R. Part 83, for\nrecipients other than individuals as defined at 28 C.F.R. § 83.660 –\nA. The applicant certifies that it will, or will continue to, provide a drug- free workplace by doing the following:\n(i) Publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing,\npossession or use of a controlled substance is prohibited in the grantee’s workplace and specifying\nthe actions that will be taken against employees for violation of such prohibition;\n(ii) Establishing an on-going drug-free awareness program to inform employees about –\n58 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 6. (a) the dangers of drug abuse in the workplace;\n(b) the grantee’s policy of maintaining a drug-free workplace;\n(c) any available drug counseling, rehabilitation and employee assistance programs; and\n(d) the penalties that may be imposed upon employees for drug-abuse violations occurring in the\nworkplace;\n(iii) Making it a requirement that each employee to be engaged in the performance of the grant be given\na copy of the statement required by paragraph (i);\n(iv) Notifying the employee in the statement required by paragraph (i) that, as a condition of employment under the grant, the employee will –\n(a) abide by the terms of the statement; and\n(b) notify the employer in writing of his or her conviction for a violation of a criminal drug statute\noccurring in the workplace no later than five calendar days after such conviction;\n(v) Notifying the agency in writing within 10 calendar days after receiving notice under subparagraph\n(iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title, to: COPS Office, 145 N Street, NE,\nWashington, D.C. 20530.",
      "queries": [
        "which language is required to be included in the award documents for all subawards, including cooperative agreements, and shall require that all subrecipients certify and disclose accordingly?"
      ],
      "queries_score": [
        "1.915081"
      ]
    },
    {
      "id": "guidance_42__56",
      "chunk_id": "56",
      "content": "Employers of convicted employees must provide notice, including position title, to: COPS Office, 145 N Street, NE,\nWashington, D.C. 20530. Notice shall include the identification number(s) of each affected grant;\n(vi) Taking one of the following actions within 30 calendar days of receiving notice under subparagraph\n(iv)(b) with respect to any employee who is so convicted –\n(a) Taking appropriate personnel action against such an employee, up to and including termination,\nconsistent with the requirements of the Rehabilitation Act of 1973, as amended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or rehabilitation\nprogram approved for such purposes by a federal, state or local health, law enforcement or other\nappropriate agency;\n(vii) Making a good faith effort to continue to maintain a drug-free workplace through implementation of\nparagraphs (i), (ii), (iii), (iv), (v), and (vi). B. The applicant further certifies that it will identify all known workplaces under each COPS Office award,\nkeep the identification documents on file, and make them available for inspection upon request by the\nU.S. Department of Justice officials or their designated representatives. Coordination\nAs required by 42 U.S.C. § 3796dd-1(c)(5) of the Public Safety Partnership and Community Policing Act of 1994,\napplicants must certify that there has been appropriate coordination with all agencies that may be affected by\nthe applicant’s grant proposal if approved. Affected agencies may include, among others, the Office of the\nUnited States Attorney, state or local prosecutors, or correctional agencies. The applicant certifies that there\nhas been appropriate coordination with all affected agencies. 59 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual  Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach\nan explanation to this application regarding the particular statement that cannot be certified. Please check the box\nif an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient entity of its obligations under this award. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 60 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies that support the systematic use of\npartnerships and problem-solving techniques, to proactively address the immediate conditions that give rise to\npublic safety issues such as crime, social disorder, and fear of crime. Community policing is composed of three key components:\n1.\n2.\n3. Community partnerships\nOrganizational transformation\nProblem solving",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__57",
      "chunk_id": "57",
      "content": "Community policing is composed of three key components:\n1.\n2.\n3. Community partnerships\nOrganizational transformation\nProblem solving Community partnerships\nCommunity partnerships are collaborative partnerships between law enforcement agencies and the individuals\nand organizations they serve to develop solutions to problems and increase trust in police. Community policing, recognizing that police rarely can solve public safety problems alone, encourages interactive\npartnerships with relevant stakeholders. The range of potential partners is large, and these partnerships can be\nused to accomplish the two interrelated goals of developing solutions to problems through collaborative problem\nsolving and improving public trust. The public should play a role in prioritizing and addressing public safety\nproblems. Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify community\nconcerns and offer alternative solutions. Examples of agencies include legislative bodies, prosecutors, probation\nand parole departments, public works departments, neighboring law enforcement agencies, health and human\nservices departments, child support services, ordinance enforcement, and schools. Community members or groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. These factions of the community can be engaged in achieving specific goals at\ntown hall meetings, neighborhood association meetings, decentralized offices or storefronts in the community,\nand team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its behalf\ncan be powerful partners. These groups often work with or are composed of individuals who share common\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, community development corporations, and the faith community. 61 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because they\noften bring considerable resources to bear in addressing problems of mutual concern. Businesses can help identify\nproblems and provide resources for responses, often including their own security technology and community\noutreach. The local chamber of commerce and visitor centers can also assist in disseminating information about\npolice-business partnerships and initiatives, and crime prevention practices. Media The media represent a powerful mechanism by which to communicate with the community. They can assist with\npublicizing community concerns and available solutions, such as services from government or community agencies\nor new laws or codes that will be enforced. In addition, the media can have a significant impact on public\nperceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem-solving efforts. The community policing philosophy focuses on the way that departments are organized and managed and how the\ninfrastructure can be changed to support the philosophical shift behind community policing. It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way it is managed and organized, its personnel, and its technology. Agency management",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__58",
      "chunk_id": "58",
      "content": "It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way it is managed and organized, its personnel, and its technology. Agency management Under the community policing model, police management infuses community policing ideals throughout the\nagency by making a number of critical changes in climate and culture, leadership, formal labor relations,\ndecentralized decision-making and accountability, strategic planning, policing and procedures, organizational\nevaluations, and increased transparency. Climate and culture\nChanging the climate and culture means supporting a proactive orientation that values systematic problem solving\nand partnerships. Formal organizational changes should support the informal networks and communication that\ntake place within agencies to support this orientation. Leadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing and they use their position to influence and educate others about it. Leaders, therefore, must constantly\nemphasize and reinforce community policing’s vision, values, and mission within their organization and support\nand articulate a commitment to community policing as the predominant way of doing business. 62 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Labor relations If community policing is going to be effective, police unions and similar forms of organized labor must be a part of\nthe process and function as partners in the adoption of the community policing philosophy. Including labor groups\nin agency changes can ensure support for the changes that are imperative to community policing implementation. Decision-making\nCommunity policing calls for decentralization both in command structure and decision-making. Decentralized\ndecision-making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community. Decentralized decision-making\ninvolves flattening the hierarchy of the agency, increasing tolerance for risk taking in problem-solving efforts, and\nallowing officers discretion in handling calls. In addition, providing sufficient authority to coordinate various\nresources to attack a problem and allowing officers the autonomy to establish relationships with the community\nwill help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and values statement should be\nsimple and communicated widely. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures,\nwhere appropriate. Organizational evaluations",
      "queries": [
        "why does community policing have a role in policing"
      ],
      "queries_score": [
        "1.8193252"
      ]
    },
    {
      "id": "guidance_42__59",
      "chunk_id": "59",
      "content": "Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures,\nwhere appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime rates)\ncommunity policing calls for a broadening of police outcome measures to include greater community satisfaction,\nless fear of crime, the alleviation of problems, and improvement in quality of life. Community policing calls for a\nmore sophisticated approach to evaluation—one that looks not only at measured outcomes, but also at how\nfeedback information is used. Transparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems and police operations with the community. 63 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Organizational structure It is important that the organizational structure of the agency ensure that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments, the\ndevelopment of officers who are generalists, and using special units appropriately. Geographic deployment of patrol officers and specialized components With community policing, there is a shift to the long-term assignment of officers to specific neighborhoods or\nareas. Geographic deployment of patrol officers and specialized components can help enhance customer service\nand facilitate more contact between police and citizens, thus establishing strong relationships and mutual\naccountability. Patrol beat boundaries should be aligned to neighborhood boundaries to enhance officers’\nunderstanding of communities within their patrol areas and to build trust within the community. Other community\npolicing partners should become familiar with both the patrol officers and community policing officers assigned\nwithin each patrol beat to coordinate government and nongovernment community policing activities. Despecialization To achieve community policing goals, the culture of policing should strive to have officers have to be able to\nhandle multiple responsibilities and take a team approach to collaborative problem solving and partnering with the\ncommunity. Community policing encourages its adoption agency-wide, not just by special units, although there\nmay be a need for specialist units that are tasked with identifying and solving particularly complex problems or\nmanaging complex partnerships. Resources (time, finances, and people) Agencies have to devote the necessary human and financial resources and the investment of time to support\ncommunity policing to ensure that problem-solving efforts are robust and that partnerships are sustained and\neffective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff, from sworn officers to\ncivilians and volunteers. Personnel evaluations, supervision, and training must also be aligned with the agencies’\ncommunity policing values. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment, selection,\nand hiring processes.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__60",
      "chunk_id": "60",
      "content": "Personnel evaluations, supervision, and training must also be aligned with the agencies’\ncommunity policing values. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment, selection,\nand hiring processes. Job descriptions should recognize community policing and problem-solving responsibilities\nand encourage the recruitment of officers who have a spirit of service, not just a spirit of adventure. A community\npolicing agency must also thoughtfully examine where it looks for recruits, whom it is recruiting and hiring, and\nwhat is being tested. Agencies are also encouraged to seek community involvement in this process through the\nidentification of competencies and participation in review boards. 64 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Personnel supervision/evaluations\nSupervisors must tie performance evaluations to community policing principles and activities that are incorporated\ninto job descriptions. Performance, reward, and promotional procedures should support sound problem-solving\nactivities, proactive policing, community collaboration, and citizen satisfaction with police services. Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to identify and\ncorrect conditions that could lead to crime, raise public awareness, and engage the community in finding solutions\nto problems. Field training officers and supervisors need to learn how to encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information technology systems\nCommunity policing is highly information-intensive, and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their patrol beat. In addition,\ntechnological enhancements can greatly assist with accessing information to provide vital resources, improving\ntwo-way communication with citizens, and developing agency accountability systems and performance outcome\nmeasures. Communication / access to data Technology provides agencies with an important forum by which to communicate externally with the public and\ninternally within their organization. To communicate with the public, community policing encourages agencies to\ndevelop two-way communication systems through the Internet that allow for online reports; reverse 911; email\nalerts; Internet social media discussion forums; and feedback on interactive applications (such as surveys and\ngeographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, email and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for more\nefficient operations. Community policing also encourages the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing encourages the use of technology to provide officers with ready access to timely information\non crime and community characteristics within their beats, either through laptop computers in their patrol cars or\nthrough personal data devices. In addition, technology can support crime/problem analysis functions by enabling\nagencies to gather more detailed information about offenders, victims, crime locations, and quality-of-life\nconcerns, and to further enhance analysis. 65",
      "queries": [
        "why should community policing be included in the recruiting process"
      ],
      "queries_score": [
        "1.7285483"
      ]
    },
    {
      "id": "guidance_42__61",
      "chunk_id": "61",
      "content": "In addition, technology can support crime/problem analysis functions by enabling\nagencies to gather more detailed information about offenders, victims, crime locations, and quality-of-life\nconcerns, and to further enhance analysis. 65 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual SAFECOM guidance\nThe US Department of Homeland Security Office of Emergency Communications, in coordination with various\nstakeholder groups, develops the annual SAFECOM Guidance on Emergency Communications Grants. The guidance\nprovides recommendations to award recipients seeking funding for interoperable emergency communications\nprojects, including allowable costs, items to consider when funding emergency communications projects, awards\nmanagement best practices for emergency communications awards, and information on standards that ensure\ngreater interoperability. The guidance is intended to ensure that federally funded investments are compatible and\nsupport national goals and objectives for improving interoperability nationwide. Recipients (including subrecipients) that are using CPD funds to support emergency communications activities should comply with the latest\nversion of SAFECOM Guidance, including provisions on technical standards that ensure and enhance interoperable\ncommunications. The most recent version of SAFECOM guidance is available at\nwww.safecomprogram.gov/grant/Default.aspx. Quality and accuracy of data\nInformation is only as good as its source; therefore, it is not useful if it is of questionable quality and accuracy. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that it can be used effectively for strategic planning, problem solving, and performance\nmeasurement. Problem solving The process of engaging in the proactive and systematic examination of identified problems to develop and\nevaluate effective responses. Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop solutions\nto the immediate underlying conditions contributing to public safety problems. Problem solving must be infused\ninto all police operations and guide decision-making efforts. Agencies are encouraged to think innovatively about\ntheir responses and view making arrests as only one of a wide array of potential responses. A major conceptual\nvehicle for helping officers to think about problem solving in a structured and disciplined way is the SARA\n(scanning, analysis, response, and assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders for the\nselected problem is typically identified in this phase. A problem can be thought of as two or more incidents similar\nin one or more ways and that is of concern to the police and the community. Problems can be a type of behavior, a\nplace, a person or persons, a special event or time, or a combination of any of these. The police, with input from\nthe community, should identify and prioritize concerns. 66 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__62",
      "chunk_id": "62",
      "content": "The police, with input from\nthe community, should identify and prioritize concerns. 66 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding of\nthe dynamics of the problem, develop an understanding of the limits of current responses, establish correlation,\nand develop an understanding of cause and effect. As part of the analysis phase, it is important to find out as much\nas possible about each aspect of the crime triangle by asking who?, what?, when?, where?, how?, why?, and why\nnot? about the victim, offender, and crime location. Response: Developing solutions to bring about lasting reductions in the number and extent of\nproblems The response phase of the SARA model involves developing and implementing strategies to address an identified\nproblem by searching for strategic responses that are both broad and uninhibited. The response should follow\nlogically from the knowledge learned during the analysis and should be tailored to the specific problem. The goals\nof the response can range from totally eliminating the problem through substantially reducing the problem or\nreducing the amount of harm caused by the problem to improving the quality of community cohesion. Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but also\ngathers data that build knowledge for the future. Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear, meaning that additional scanning, analysis, or\nresponses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those factors that could have an impact on them, for example, capable\nguardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders (e.g., parents, friends,\nand probation), and managers for locations (e.g., business merchants, park employees, and motel clerks). Rather\nthan focusing primarily on addressing the root causes of a problem, the police focus on the factors that are within\ntheir reach, such as limiting criminal opportunities and access to victims, increasing guardianship, and associating\nrisk with unwanted behavior. 67 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix D. COPS Office Anti-Heroin Task Force (AHTF) program file\nmanagement: Documents to maintain in AHTF award file\nRecords must be maintained throughout the two-year AHTF award period and for at least three years following the\nofficial closeout of the AHTF award. AWARD PROGRAM____AHTF_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__63",
      "chunk_id": "63",
      "content": "AWARD PROGRAM____AHTF_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your AHTF application through the COPS Office\nwebsite at www.cops.usdoj.gov; using the Account Access link, print a copy of the application and keep it with\nyour agency’s AHTF award records.) _____ COPY OF AHTF AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • AHTF Quarterly Progress Report(s) (for each quarter of the award period)\n• Closeout Report\n_____\n•\n•\n•\n•\n•\n•\n•\n• SUPPORTING DOCUMENTATION FOR DRAWDOWNS W2 Employee Forms (Copy)\nRecords of salary / approved fringe benefits rates for each person hired under the award\nRecords of hire dates for each person hired under the award\nPayroll records / Time & attendance records\nPostal receipts / Fax transmission reports (to prove submission dates) Log of reimbursement requests made via GPRS\nCopies of checks or wire transfer documents (if applicable)\nCopies of financial office journal entries (if applicable) _____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES • Copy of Certificate of Release or Discharge from Active Duty (DD-214) 68 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual _____ ADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of lay-off(s)\n• Records demonstrating the reason(s) for the lay-off(s), specifically showing fiscal reasons that are unrelated\nto the availability or receipt of AHTF funds. [Records that may be used to prove that scheduled lay-offs are\noccurring for local economic reasons that are unrelated to the availability of AHTF award funds may include\n(but are not limited to) council or departmental meeting minutes, memoranda, notices, or orders discussing\nthe lay-offs; notices provided to the individual officers regarding the date(s) of the lay-offs; and/or budget\ndocuments ordering departmental and/or jurisdiction-wide budget cuts.] • Records demonstrating that your agency continued funding the officers with local funds until the date of the\nscheduled lay-offs and did not draw down on AHTF funding for the positions until the lay-offs otherwise\nwould have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs to rehired\nofficers with local funds and used AHTF funds only for the approved entry-level salary and benefits package. _____ AWARD CORRESPONDENCE (All other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included to\nillustrate achievements and successes of the award program, such as community policing highlights and other\naward-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website addresses,\nand/or other similar information published in connection with the award should be referenced.] In the event of a COPS Office award monitoring review, the following information should be retained: Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the agency’s\nbudget with local or other non–COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__64",
      "chunk_id": "64",
      "content": "Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the agency’s\nbudget with local or other non–COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identification of the current number of vacancies among the agency’s locally-funded sworn personnel, the\ndates on which the positions were vacated, whether the agency intends to fill the vacancies, and the steps, if\nany, which have been taken to fill the vacancies. • Provision of supporting documentation from the time the reduction-in-force occurred indicating the reason(s)\nfor the reduction-in-force (examples of supporting documentation may include minutes from council\nmeetings, budget directives, contemporaneous memoranda, etc.). • Identification of the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced similar\nmanpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the reduction-inforce and addressing whether the reduction-in-force was unrelated to the receipt of the COPS Office AHTF\nfunding and therefore would have occurred even in the absence of the AHTF award. • Provision of a request to continue implementing all applicable COPS Office awards (identifying which awards\nare in place) despite the reduction-in-force. 69 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Excess cash review\n• Identify the total amount of funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. Community policing review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as specified in\nyour award application, particularly in the following key areas:\n Organizational commitment\n− Community policing principles found in mission and values statements, policy and procedures\nmanuals, etc.\n− Community policing training information from the academy\n Problem-solving activities\n− Building on information systems to enhance crime analysis capabilities\n− Identifying crime problems by looking at crime trends\n− Identifying crime problems with members of the community or other government agencies\n− Preventing crime by focusing on conditions that lead to crime\n Community partnerships\n− Meetings with community members to learn about specific problems\n− Locating offices or stations within neighborhoods\n− Use of volunteers\n− Providing community policing training to citizens\n− Police participation in community organization working groups and/or special programs for schools\nand other interest groups which enhance crime prevention 70 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix E. Whistleblower protection (41 U.S.C. § 4712)\nEnhancement of contractor protection from reprisal for disclosure of certain information\n(a) Prohibition of reprisals.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__65",
      "chunk_id": "65",
      "content": "70 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix E. Whistleblower protection (41 U.S.C. § 4712)\nEnhancement of contractor protection from reprisal for disclosure of certain information\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in paragraph (2) information that the employee reasonably believes is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract (including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3) Rules of construction.--For the purposes of paragraph (1)-(A) an employee who initiates or provides evidence of contractor, subcontractor, or grantee misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a Federal\ncontract or grant shall be deemed to have made a disclosure covered by such paragraph; and\n(B) a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a violation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings\nof the investigation to the person, the contractor or grantee concerned, and the head of the agency. (2) Inspector General action. -(A) Determination or submission of report on findings.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__66",
      "chunk_id": "66",
      "content": "(2) Inspector General action. -(A) Determination or submission of report on findings. --Except as provided under subparagraph (B),\nthe Inspector General shall make a determination that a complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal\nor State judicial or administrative proceeding initiated by the complainant or submit a report under paragraph (1) within 180 days after receiving the complaint. (B) Extension of time. --If the Inspector General is unable to complete an investigation in time to submit a report within the 180-day period specified in subparagraph (A) and the person submitting\n71 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual the complaint agrees to an extension of time, the Inspector General shall submit a report under\nparagraph (1) within such additional period of time, up to 180 days, as shall be agreed upon between the Inspector General and the person submitting the complaint. (3) Prohibition on disclosure. --The Inspector General may not respond to any inquiry or disclose any information from or about any person alleging the reprisal, except to the extent that such response or\ndisclosure is-(A) made with the consent of the person alleging the reprisal;\n(B) made in accordance with the provisions of section 552a of title 5 or as required by any other applicable Federal law; or\n(C) necessary to conduct an investigation of the alleged reprisal. (4) Time limitation. --A complaint may not be brought under this subsection more than three years after\nthe date on which the alleged reprisal took place. (c) Remedy and enforcement authority. -(1) In general.--Not later than 30 days after receiving an Inspector General report pursuant to subsection\n(b), the head of the executive agency concerned shall determine whether there is sufficient basis to\nconclude that the contractor or grantee concerned has subjected the complainant to a reprisal prohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of the\nfollowing actions:\n(A) Order the contractor or grantee to take affirmative action to abate the reprisal. (B) Order the contractor or grantee to reinstate the person to the position that the person held before the reprisal, together with compensatory damages (including back pay), employment benefits, and other terms and conditions of employment that would apply to the person in that position if the reprisal had not been taken. (C) Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys' fees and expert witnesses' fees) that were\nreasonably incurred by the complainant for, or in connection with, bringing the complaint regarding the reprisal, as determined by the head of the executive agency.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__67",
      "chunk_id": "67",
      "content": "(2) Exhaustion of remedies.--If the head of an executive agency issues an order denying relief under paragraph (1) or has not issued an order within 210 days after the submission of a complaint under subsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the\nbad faith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction\nover such an action without regard to the amount in controversy. Such an action shall, at the request\nof either party to the action, be tried by the court with a jury. An action under this paragraph may not\nbe brought more than two years after the date on which remedies are deemed to have been exhausted. (3) Admissibility of evidence. --An Inspector General determination and an agency head order denying\nrelief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity\nbrought pursuant to this subsection. (4) Enforcement of orders.--Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred. In any 72 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual action brought under this paragraph, the court may grant appropriate relief, including injunctive relief, compensatory and exemplary damages, and attorney fees and costs. The person upon whose\nbehalf an order was issued may also file such an action or join in an action filed by the head of the\nexecutive agency. (5) Judicial review.--Any person adversely affected or aggrieved by an order issued under paragraph (1)\nmay obtain review of the order's conformance with this subsection, and any regulations issued to\ncarry out this section, in the United States court of appeals for a circuit in which the reprisal is alleged\nin the order to have occurred. No petition seeking such review may be filed more than 60 days after\nissuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title\n5. Filing such an appeal shall not act to stay the enforcement of the order of the head of an executive\nagency, unless a stay is specifically entered by the court. (6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be controlling for the purposes of any investigation conducted by an Inspector General, decision by the head of\nan executive agency, or judicial or administrative proceeding to determine whether discrimination\nprohibited under this section has occurred.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__68",
      "chunk_id": "68",
      "content": "--The legal burdens of proof specified in section 1221(e) of title 5 shall be controlling for the purposes of any investigation conducted by an Inspector General, decision by the head of\nan executive agency, or judicial or administrative proceeding to determine whether discrimination\nprohibited under this section has occurred. (7) Rights and remedies not waivable.--The rights and remedies provided for in this section may not be\nwaived by any agreement, policy, form, or condition of employment. (d) Notification of employees.--The head of each executive agency shall ensure that contractors, subcontractors, and grantees of the agency inform their employees in writing of the rights and remedies provided\nunder this section, in the predominant native language of the workforce. (e) Construction.--Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or\nto modify or derogate from a right or remedy otherwise available to the employee. (f) Exceptions. -(1) This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. § 401a(4)). (2) This section shall not apply to any disclosure made by an employee of a contractor, subcontractor, or\ngrantee of an element of the intelligence community if such disclosure-(A) relates to an activity of an element of the intelligence community; or\n(B) was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. (g) Definitions. --In this section:\n(1) The term “abuse of authority” means an arbitrary and capricious exercise of authority that is inconsistent with the mission of the executive agency concerned or the successful performance of a contract or grant of such agency. (2) The term “Inspector General” means an Inspector General appointed under the Inspector General Act\nof 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h) Construction.--Nothing in this section, or the amendments made by this section, 1 shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law.\n[(i) Repealed by Pub.L. 114-261, § 1(a)(3)(A)(ii), Dec. 14, 2016, 130 Stat. 1362] 73 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix F. 2 C.F.R. Appendix II to Part 200: Contract provisions for\nnonfederal entity contracts under federal awards In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $150,000, which is the inflation\nadjusted amount determined by the Civilian Agency Acquisition Council and the Defense Acquisition Regulations\nCouncil (Councils) as authorized by 41 U.S.C. 1908, must address administrative, contractual, or legal remedies in\ninstances where contractors violate or breach contract terms, and provide for such sanctions and penalties as appropriate.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__69",
      "chunk_id": "69",
      "content": "(B) All contracts in excess of $10,000 must address termination for cause and for convenience by the non-Federal\nentity including the manner by which it will be effected and the basis for settlement. (C) Equal Employment Opportunity. Except as otherwise provided under 41 C.F.R. Part 60, all contracts that meet\nthe definition of “federally assisted construction contract” in 41 C.F.R. Part 60-1.3 must include the equal opportunity clause provided under 41 C.F.R. 60-1.4(b), in accordance with Executive Order 11246, “Equal Employment\nOpportunity” (30 FR 12319, 12935, 3 C.F.R. Part, 1964-1965 Comp., p. 339), as amended by Executive Order 11375,\n“Amending Executive Order 11246 Relating to Equal Employment Opportunity,” and implementing regulations at\n41 C.F.R. part 60, “Office of Federal Contract Compliance Programs, Equal Employment Opportunity, Department\nof Labor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141-3148). When required by Federal program legislation, all prime\nconstruction contracts in excess of $2,000 awarded by non-Federal entities must include a provision for compliance with the Davis-Bacon Act (40 U.S.C. 3141-3144, and 3146-3148) as supplemented by Department of Labor\nregulations (29 C.F.R. Part 5, “Labor Standards Provisions Applicable to Contracts Covering Federally Financed and\nAssisted Construction”). In accordance with the statute, contractors must be required to pay wages to laborers and\nmechanics at a rate not less than the prevailing wages specified in a wage determination made by the Secretary of\nLabor. In addition, contractors must be required to pay wages not less than once a week. The non-Federal entity\nmust place a copy of the current prevailing wage determination issued by the Department of Labor in each solicitation. The decision to award a contract or subcontract must be conditioned upon the acceptance of the wage determination. The non-Federal entity must report all suspected or reported violations to the Federal awarding agency. The contracts must also include a provision for compliance with the Copeland “Anti-Kickback” Act (40 U.S.C. 3145),\nas supplemented by Department of Labor regulations (29 C.F.R. Part 3, “Contractors and Subcontractors on Public\nBuilding or Public Work Financed in Whole or in Part by Loans or Grants from the United States”). The Act provides\nthat each contractor or subrecipient must be prohibited from inducing, by any means, any person employed in the\nconstruction, completion, or repair of public work, to give up any part of the compensation to which he or she is\notherwise entitled. The non-Federal entity must report all suspected or reported violations to the Federal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must include a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor regulations (29 C.F.R. Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the wages\nof every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the standard\n74 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__70",
      "chunk_id": "70",
      "content": "Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the wages\nof every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the standard\n74 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual work week is permissible provided that the worker is compensated at a rate of not less than one and a half times\nthe basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of 40 U.S.C.\n3704 are applicable to construction work and provide that no laborer or mechanic must be required to work in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These requirements do not\napply to the purchases of supplies or materials or articles ordinarily available on the open market, or contracts for\ntransportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of “funding agreement” under 37 C.F.R. §401.2 (a) and the recipient or subrecipient wishes to enter into a contract with a\nsmall business firm or nonprofit organization regarding the substitution of parties, assignment or performance of\nexperimental, developmental, or research work under that “funding agreement,” the recipient or subrecipient\nmust comply with the requirements of 37 C.F.R. Part 401, “Rights to Inventions Made by Nonprofit Organizations\nand Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,” and any implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387). Violations must be reported to the Federal awarding agency and the Regional Office of the Environmental\nProtection Agency (EPA). (H) Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 C.F.R. 180.220)\nmust not be made to parties listed on the government-wide exclusions in the System for Award Management\n(SAM), in accordance with the OMB guidelines at 2 C.F.R. 180 that implement Executive Orders 12549 (3 C.F.R. part\n1986 Comp., p. 189) and 12689 (3 C.F.R. part 1989 Comp., p. 235), “Debarment and Suspension.” SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties declared\nineligible under statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__71",
      "chunk_id": "71",
      "content": "SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties declared\nineligible under statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification. Each tier certifies to the tier above that it will not and has not used\nFederal appropriated funds to pay any person or organization for influencing or attempting to influence an officer\nor employee of any agency, a member of Congress, officer or employee of Congress, or an employee of a member\nof Congress in connection with obtaining any Federal contract, grant or any other award covered by 31 U.S.C.\n1352. Each tier must also disclose any lobbying with non-Federal funds that takes place in connection with obtaining any Federal award. Such disclosures are forwarded from tier to tier up to the non-Federal award. (J) See §200.322 Procurement of recovered materials. 75 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix G. Remittance of Interest Earned Amounts\n2 CFR § 200.305 (b)(9) – Payment (remittance of interest earned)\n1. Interest earned amounts up to $500 per year may be retained by the non-federal entity for administrative expense. Any additional interest earned on federal advance payments deposited in interest-bearing\naccounts must be remitted annually to the Department of Health and Human Services Payment Management System (PMS) through an electronic medium using either Automated Clearing House (ACH) network\nor a Fedwire Funds Service payment. Remittances must include pertinent information of the payee and\nnature of payment in the memo area (often referred to as “addenda records” by Financial Institutions) as\nthat will assist in the timely posting of interest earned on federal funds. Pertinent details include the\nPayee Account Number (PAN) if the payment originated from PMS, or Agency information if the payment\noriginated from ASAP, NSF or another federal agency payment system. The remittance must be submitted\nas follows:\ni. For ACH Returns:\nRouting Number: 051036706\nAccount number: 303000\nBank Name and Location: Credit Gateway - ACH Receiver St. Paul, MN ii. For Fedwire Returns*:\nRouting Number: 021030004\nAccount number: 75010501\nBank Name and Location: Federal Reserve Bank Treas NYC/Funds Transfer Division New York, NY\n(* Please note organization initiating payment is likely to incur a charge from your Financial Institution for this type of payment) iii. For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate\nPMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov. 76 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Glossary of Terms\nallowable costs.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__72",
      "chunk_id": "72",
      "content": "Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate\nPMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov. 76 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office AntiHeroin Task Force program provides funding for equipment, services, personnel, and other costs purchased or\nhired on or after the award start date. Upon review of your submitted budget, any unallowable costs were\nremoved. The Financial Clearance Memorandum (FCM) that was included in your award package outlined your\nallowable costs and noted any relevant revisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. These executives are listed on your award\ndocument and are understood to be your authorized officials. If any of the executive information is incorrect,\nplease submit the correct information to the COPS Office by completing an official Change of Information (COI)\nform available online at www.cops.usdoj.gov. award number. The award number identifies your agency’s specific AHTF award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the following format: 2017-AMWX-0000. The COPS Office tracks award information based upon this\nnumber. award package. The award package includes your CHP award document, Financial Clearance Memorandum (FCM),\nand award congratulatory letter; it may be accessed through the “Account Access” tab on the COPS Office website\n(www.cops.usdoj.gov). Your agency’s CHP award document will list your award number, law enforcement\nexecutive, government executive, award amount, number and hiring category of positions awarded, award start\nand end dates, and all terms and conditions (including any special conditions placed on your agency’s CHP award). Your law enforcement and government executives have 90 days from the date on your award congratulatory letter\nto log on to their accounts at https://portal.cops.usdoj.gov and electronically sign the award document and\nsubmit it to the COPS Office. Your agency’s FCM will specify the final amount of CHP funds awarded to your agency\nfor officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__73",
      "chunk_id": "73",
      "content": "The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law or by a state or local public agency to engage in or oversee\nthe prevention, detection, or investigation of violations of criminal laws. 77 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Catalogue of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that\ncontains a description and index of all forms of federal assistance. Each program is assigned a CFDA number, which\nis used by auditors to track award revenues under the Single Audit Act. It is also used in participating states by\nState Single Points of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA number for the COPS Office AHTF award is 16.710. closeout. Closeout is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the US\nDepartment of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as crime, social disorder, and fear of crime. All newly hired, additional or\nrehired officers (or an equal number of redeployed veteran officers) funded under COPS Office programs must\nengage in community policing activities and in the implementation of your community policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS Office)\nis an independent office within the US Department of Justice that is the grantor or awarding agency for your award\nor cooperative agreement. The COPS Office is responsible for assisting your agency with the administration and\nmaintenance of your award for the entire award period. If you have any questions regarding the COPS office,\nplease call the COPS Office Response Center at 800-421-6770 or visit the COPS Office website at\nwww.cops.usdoj.gov. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A Staff Accountant has been assigned to your state and is available to answer any questions\nthat you may have concerning the financial aspects of your award. To identify your Staff Accountant, please call\nthe COPS Office Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing and\nmaintaining your Community Policing Development award.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_42__74",
      "chunk_id": "74",
      "content": "To identify your Staff Accountant, please call\nthe COPS Office Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing and\nmaintaining your Community Policing Development award. A program manager is assigned to your project and is\navailable to answer any questions that you may have concerning the administrative, programmatic, and\nsubstantive aspects of your award. Your program manager can assist you with such matters as requesting an\nextension on your award or modifying the award, and reviewing outlines for project deliverables. The name and\nphone number of your COPS Office Program Manager is provided on the award congratulatory letter and available\nby contacting the COPS Office Response Center at 800-421-6770. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence and\nmay conduct data collection, research, and analysis to produce finished intelligence reports or other products\ndesigned to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\n78 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual is a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN)/OJP vendor number. This number is usually your agency’s nine-digit federal\ntax identification number as assigned to you by the Internal Revenue Service (IRS). Your accounting/bookkeeping\ndepartment should have this number. In some cases, the EIN has been previously assigned to another agency\nwithin your jurisdiction. In this instance, a new vendor number will be assigned to you by the Office of the Chief\nFinancial Officer. The newly assigned number is to be used for COPS Office administrative purposes only and\nshould not be used for IRS purposes. federally recognized tribe. Federally recognized tribes are tribal entities that are recognized and eligible for\nfunding and services from the Bureau of Indian Affairs (BIA) by virtue of their status as Indian tribes. They are\nacknowledged to have the immunities and privileges available to federally acknowledged Indian tribes by virtue of\ntheir government-to-government relationship with the United States, as well as the responsibilities, power,\nlimitation, and obligations of such tribes. For further information, contact: BIA, Division of Tribal Government\nServices, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS) database is\nmaintained by the U.S. Geological Survey, US Department of the Interior.",
      "queries": [
        "cops office phone number",
        "cops office phone number",
        "cops office phone number"
      ],
      "queries_score": [
        "3.299883",
        "3.299883",
        "3.2998834"
      ]
    },
    {
      "id": "guidance_42__75",
      "chunk_id": "75",
      "content": "For further information, contact: BIA, Division of Tribal Government\nServices, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS) database is\nmaintained by the U.S. Geological Survey, US Department of the Interior. The database assigns a unique,\npermanent feature identifier, the Feature ID, which is the only standard federal key for integrating or reconciling\nfeature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your community\npolicing initiatives, and to provide technical and administrative support for your award. Please contact the COPS\nOffice Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing and\nmaintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program Specialist\ncan assist you with such matters as requesting an extension on your award or modifying the award. To obtain the\nname and phone number of your Grant Program Specialist, please contact the COPS Office Response Center at\n800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include January 1\nto December 31, October 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24\nmonths. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent for hiring approved personnel under the award. The term encumbrance is often used at the local and state\nlevels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of accounting)\nor not yet recorded and not yet paid (cash basis of accounting). 79 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation (FBI),\nand it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three numbers\nare your county’s code, and the final two numbers identify your jurisdiction within your county. If your agency\ndoes not have an ORI number assigned by the FBI, the COPS Office assigns a nonofficial ORI code to use as an\nagency identifier (in such cases, the last two characters will be “ZZ”). It can be found on your Award Document. When you contact the COPS Office with a question, please reference your ORI number (or your award number). primary law enforcement authority.",
      "queries": [
        "what is the bia phone number"
      ],
      "queries_score": [
        "1.8413397"
      ]
    },
    {
      "id": "guidance_42__76",
      "chunk_id": "76",
      "content": "It can be found on your Award Document. When you contact the COPS Office with a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problem-solving,\nservice, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. supplanting. For the purposes of your COPS Office award, supplanting means replacing state, local, or BIA funds\nthat otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local,\nand tribal governments are prohibited from supplanting throughout the award period. This means that your\nagency may not use COPS Office funds to pay for any equipment/technology, services, personnel, or other items\nwhich, in the absence of the COPS Office program, would otherwise have been funded with state or local funds or\nwith funds supplied by the BIA. The COPS Office funds must instead be used to supplement, or increase, your law\nenforcement budget. For additional information on supplanting, please review award condition #4 on page 7 of\nthis manual. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. 80 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual COPS Office Resources The following resources discuss various efforts to address the problem of heroin and other opioids:\nCrime Prevention Research Review No.1: Disrupting Street-Level Drug Markets This report summarizes the findings from all rigorous academic studies evaluating a range of street-level drug law\nenforcement interventions. It finds that strategic crime control partnerships with a range of third parties are more\neffective at disrupting drug problems than law enforcement-only approaches. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P128\nDrug Market Intervention: An Implementation Guide This guide provides practical information intended to help law enforcement, community, and social services\npartners—the strategy’s key stakeholders—prepare and successfully execute DMI to close overt drug markets. It\ndiscusses the ways overt drug markets damage neighborhoods, contribute to disorder, and negatively affect\ncommunities.",
      "queries": [
        "what is a primary law enforcement authority?",
        "primary law enforcement authority definition",
        "what is primary law enforcement authority of cops?"
      ],
      "queries_score": [
        "2.281254",
        "2.1358516",
        "3.0021741"
      ]
    },
    {
      "id": "guidance_42__77",
      "chunk_id": "77",
      "content": "http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P128\nDrug Market Intervention: An Implementation Guide This guide provides practical information intended to help law enforcement, community, and social services\npartners—the strategy’s key stakeholders—prepare and successfully execute DMI to close overt drug markets. It\ndiscusses the ways overt drug markets damage neighborhoods, contribute to disorder, and negatively affect\ncommunities. This publication guides the reader through the processes of partnership formation, policecommunity reconciliation, dealer notifications, staging call-ins, maintaining closure of drug markets, and delivering\nservices to dealers. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P303\nDrug Dealing in Privately Owned Apartment Complexes This problem-oriented guide for police focuses on drug dealing in privately owned apartment complexes. It clearly\ndistinguishes between open and closed drug markets, provides information on what is known about each market\ntype, and offers questions to ask when analyzing each market. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P013 The High Point Drug Market Intervention Strategy The High Point Drug Market Intervention Strategy tells the compelling story of designing and implementing the\noriginal intervention in High Point, North Carolina, and describes a subsequent successful replication in Providence,\nRhode Island. This publication is part of an ongoing series by the National Network for Safe Communities about its\ntwo core crime reduction strategies. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P166 81 2017 COPS Office Anti-Heroin Task Force Program (AHTF)\nAward Owner’s Manual This manual was created to assist COPS Office Anti-Heroin Task Force (AHTF) program recipients with the\nadministrative and financial matters associated with their award. For more information about your AHTF award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. US Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published November 2017",
      "queries": [
        "what is the drug market intervention strategy",
        "what is a drug market intervention"
      ],
      "queries_score": [
        "3.027811",
        "2.265378"
      ]
    }
  ]
}