{
  "doc_id": "guidance_2",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_2__0",
      "chunk_id": "0",
      "content": "Know Your\nVoting Rights\nYour Guide to Federal\nVoting Rights Laws Inside this Guide\nVoting 101 1 Protecting Your Right to Vote 1 Voter Registration 3 Voting Overseas 7 Voting with Limited\nEnglish Proficiency 8 Voting with a Disability 9 Reporting a Violation 10 Additional Resources 11 Voting 101 Who runs elections in my state? State and local election officials. They run\nlocal, state, and federal elections, including for\nCongress and for the Presidency. If you want to know how you can vote in your\nstate, you should contact those officials\nbecause the rules are different in different\nstates. You can find more information about your\nstate’s rules and the contact information for\nelection officials at vote.gov. Protecting Your Right\nto Vote\nDoes federal law protect my\nright to vote? Yes. The Civil Rights Division of the U.S.\nDepartment of Justice enforces these laws. Often, people whose rights have been violated\ncan also bring private lawsuits. 1 Does federal law protect against\ndiscrimination in voting? Yes. Here are two of the most important\nfederal laws for protecting voters against\ndiscrimination. The first law is the Voting Rights Act, or\n“VRA.” Section 2 of the VRA makes it illegal\nto deny or restrict voting rights because\nof a citizen’s race or color. It also outlaws\ndiscrimination against citizens who are\nmembers of a language minority group, which\nthe VRA defines as including American Indian,\nAsian American, Alaskan Native, or Latino\npersons. Under Section 2, state and local governments\ncannot use voting practices or election rules\nthat are intentionally discriminatory. Nor\ncan they use practices or rules that result in\ncitizens who belong to a particular race or\nlanguage minority group having less of an\nopportunity than everyone else to vote and\nelect the public officials they want. The second law is the Americans with\nDisabilities Act. Title II of that law requires\nstate and local governments to make sure that\npeople with disabilities have a full and equal\nchance to vote. Like Section 2 of the VRA,\nthis law applies to all aspects of voting. This\nincludes registering to vote, getting into polling\nplaces, and casting a ballot, both on Election\nDay and during early voting. You can find more\ninformation at ada.gov. 2 Do federal laws protect against\nvoter intimidation? Yes. There are civil and criminal federal\nstatutes that make it illegal to intimidate,\nthreaten or coerce someone for voting or\nattempting to vote, as well as federal statutes\nthat make it illegal to intimidate, threaten or\ncoerce people who are urging or helping others\nto vote. The civil statutes include the Civil Rights Act\nof 1957 and the Voting Rights Act. The criminal\nstatutes appear in several Titles of the U.S. Code. Voter Registration Where can I register to vote? The National Voter Registration Act requires\nmost states (all but Idaho, Minnesota, New\nHampshire, North Dakota, Wisconsin, and\nWyoming) to let you register to vote by using\nthe mail. It also requires those same 44 states to let you\nregister to vote through various government\noffices. Some examples are offices that provide\ndriver licenses, public assistance, or disability\nservices, and Armed Forces recruitment\noffices. Your state may also offer other ways 3 to register, such as at elections offices, voter\nregistration events, a polling place, through the\nmail, or online.",
      "queries": [
        "what is the first federal law on voting"
      ],
      "queries_score": [
        "1.8532306"
      ]
    },
    {
      "id": "guidance_2__1",
      "chunk_id": "1",
      "content": "Some examples are offices that provide\ndriver licenses, public assistance, or disability\nservices, and Armed Forces recruitment\noffices. Your state may also offer other ways 3 to register, such as at elections offices, voter\nregistration events, a polling place, through the\nmail, or online. If you’re eligible to register, states must\nlet you vote in a federal election as long as\nyour registration application is postmarked\nor received by the right office at least 30\ndays before that election. In some states,\nthe deadline is even closer to the election;\nand some other states permit Election Day\nregistration. Please check your state’s elections website for\nspecific information about the requirements\nand deadlines. You can find that website by\ngoing to vote.gov. When can I be taken off the voter\nregistration list? Under Section 8 of the National Voter\nRegistration Act, officials can take you off the\nvoter registration list for federal elections if\nyou ask them to, or if you die. You can also be taken off the list if you move\naway, as long as officials follow the NVRA’s\nrules about notice and timing. You cannot\nbe removed from the registration list solely\nbecause you did not vote in an election. But you\ncan be taken off if you do not answer a notice\nasking you to confirm whether you have moved,\nand then you do not vote within the next two\nfederal election cycles. Many states will also take you off the list if you\nare convicted of certain crimes or judged to be\nmentally incapacitated. 4 Can I vote if I moved and forgot\nto update my voter registration\naddress? It depends. Suppose you moved within an\narea covered by the same polling place (for\nexample, you just moved down the block). Then\nthe National Voter Registration Act allows you\nto vote at that polling place. But you should\nupdate your address with election officials\n(which you can do at the polling place when you\nvote) so that it is correct for future elections. Suppose you moved to an address that has a\ndifferent polling place, but you still live within\nthe same registrar’s jurisdiction (for example,\nsomewhere in the same city) and the same\nCongressional district. Then you may vote at\nyour old polling place. And in some states,\nyou may also be allowed to vote at your new\npolling place or a central location, such as the\nregistrar’s office, instead of your old polling\nplace. Again, you should update your address\nwith election officials (which you can do at the\npolling place when you vote) so that it is correct\nfor future elections. Suppose you have not moved, but the\nregistration records incorrectly say that you\nhave. Then you have the right to vote at your\npolling place once you affirm that you continue\nto live where you were registered. Please check your state’s elections website\nfor information regarding your proper polling\nplace. You can find that website by going to\nvote.gov. 5 Finally, federal law protects your right to vote\nin presidential elections if you moved shortly\nbefore Election Day or if you are out of state on\nElection Day. This right is protected by Section\n202 of the Voting Rights Act. What if I registered to vote\nbut my name is not listed in\nthe poll book?",
      "queries": [
        "how to register for elections"
      ],
      "queries_score": [
        "2.1347792"
      ]
    },
    {
      "id": "guidance_2__2",
      "chunk_id": "2",
      "content": "Finally, federal law protects your right to vote\nin presidential elections if you moved shortly\nbefore Election Day or if you are out of state on\nElection Day. This right is protected by Section\n202 of the Voting Rights Act. What if I registered to vote\nbut my name is not listed in\nthe poll book? In most states, you can get a “provisional\nballot” to vote in federal elections after you\nassert that you are registered and eligible. Section 302 of the Help America Vote Act sets\nout some rules about this. You may also be\noffered a provisional ballot if an election official\nasserts you are not eligible to vote. State laws may provide other reasons for giving\nyou a provisional ballot—for example, if you do\nnot bring the state’s required ID when you go to\nvote (in a state that requires showing ID to vote)\nor if you have already been sent an absentee\nballot. To vote with a provisional ballot, you must sign\na written affirmation. Your completed ballot will\nthen be held separately from the regular ballots\nuntil an election official determines whether it\nshould be counted. You must be given written\ninstructions about how to find out if your ballot\nwas counted, and if it was not counted, the\nreason why. Under state law, you may also have\nto provide additional information by a specific\ndate for your ballot to be counted. 6 Voting Overseas Can I vote if I am away on active\nduty or living overseas? Yes. If you would be eligible to vote if you were\nliving in the U.S., the Uniformed and Overseas\nCitizens Absentee Voting Act protects your right\nto register and vote absentee in federal elections. This law protects citizens who are in the\nmilitary or the merchant marine and who\nare serving on active duty away from home,\nwhether they are serving overseas or within\nthe U.S. It also protects their eligible family\nmembers who are away from home because of\nthat service. And it protects the voting rights of\nUnited States citizens who live overseas. For federal elections, you may register to\nvote and request an absentee ballot at the\nsame time by using the Federal Post Card\nApplication. You may request to receive your\nabsentee ballot either by mail or electronically. You can also use a back-up Federal Write-In\nAbsentee Ballot if you have made a timely\napplication for, but have not received, your\nabsentee ballot. For more information, visit the Federal Voting\nAssistance Program website at fvap.gov and\nthe Civil Rights Division’s website at justice. gov/crt/uniformed-and-overseas-citizensabsentee-voting-act. 7 Voting with Limited\nEnglish Proficiency Which federal laws protect voters\nwith limited English proficiency? Section 208 of the Voting Rights Act allows\nvoters who have difficulty reading (for example,\nbecause their English is limited) to get help\nwith the voting process from someone they\nchoose. But that person cannot be the voter’s\nemployer or an official from the voter’s union. Section 4(e) of the VRA prohibits election officials\nfrom conditioning the right to vote on a citizen’s\nability to read, write, or understand English. The\nstatute protects voters who completed at least\nthe sixth grade in American-flag schools where\nthe classes were taught in a language other than\nEnglish.",
      "queries": [
        "how does voting rights act protect voting",
        "what is the right to vote on election day in federal election"
      ],
      "queries_score": [
        "2.0458596",
        "2.033892"
      ]
    },
    {
      "id": "guidance_2__3",
      "chunk_id": "3",
      "content": "Section 4(e) of the VRA prohibits election officials\nfrom conditioning the right to vote on a citizen’s\nability to read, write, or understand English. The\nstatute protects voters who completed at least\nthe sixth grade in American-flag schools where\nthe classes were taught in a language other than\nEnglish. For example, this law applies to citizens\nwho went to a public school in Puerto Rico and\nwere taught in Spanish. Also, Section 203 of the VRA requires places\nwhere there are a sufficient number of\nlanguage minority voters to provide election\nmaterials and assistance in other languages. Every five years, the U.S. Census Bureau\nidentifies the places where this is required and\nwhat languages they must use. You can find the current list of these locations\nat census.gov/programs-surveys/decennialcensus/about/voting-rights.html 8 Section 301 of the Help America Vote Act\nrequires those jurisdictions’ voting systems to\nbe accessible in the same languages. Voting with a Disability\nWhich federal laws protect voters\nwith disabilities? Title II of the Americans with Disabilities Act\nrequires state and local governments to make\nsure that people with disabilities have a full\nand equal chance to vote. This law applies to all aspects of voting. This\nincludes voter registration, getting into polling\nplaces, and casting a ballot, both on Election\nDay and during early voting. The Help America Vote Act has rules about\npolling places for federal elections. Each\npolling place must have at least one voting\nsystem that allows people with disabilities to\ncast their ballot independently and privately. Section 208 of the Voting Rights Act allows\nvoters with disabilities to get help with the\nvoting process from someone they choose. But\nthat person cannot be the voter’s employer or an\nofficial from the voter’s union. 9 Reporting a Violation How do I report a possible violation\nof the federal voting rights laws? Report possible civil rights violations to the\nCivil Rights Division. You can do this:\n• online at civilrights.justice.gov or • by telephone at (800) 253-3931 Report possible federal crimes, such as\nconcerns about threats against voters, threats\nagainst elections officials, or election fraud, to\nthe FBI. You can do this:\n• online at tips.fbi.gov or • by telephone at 800-CALL-FBI 10 Additional Resources Where can I find more information\nabout how federal law protects\nmy right to vote? You can find more information on the Civil\nRights Division’s website.\n• The Voting Section’s website is available\nat justice. gov/crt/voting-section. • The Disability Rights Section’s website\nabout the Americans with Disabilities Act\nis available at ada.gov. Additional information and resources\nconcerning voting can be found at\njustice. gov/voting and at vote.gov. 11 11 justice.gov/voting",
      "queries": [],
      "queries_score": []
    }
  ]
}