{
  "doc_id": "guidance_48",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_48__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPR O G RAM STATE M E NT\nOPI:\nCPD/CPB\nNUMBER: 5553.08\nDATE:\nJanuary 4, 2017 Escapes/Deaths Notifications\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons 1. PURPOSE AND SCOPE This Program Statement provides policy and procedure for the timely notification of interested\nparties when an inmate escapes or dies. a. Summary of Changes\nPolicy Rescinded\nP5553.07\nEscapes/Deaths Notifications (2/10/06) Removes the requirement to send a copy of the notification letter regarding the escape of military\ninmates to the Correctional Programs Administrator in the North Central Region. Allows in certain instances, for escape notifications to be sent by electronic message. b. Program Objective. The expected result of this program is:\nTimely notification will be provided to appropriate individuals and agencies when an inmate\nescapes or dies. c. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or appropriate\narrangements. d. Pretrial/Holdover and/or Detainee Procedures\n■ Pretrial. Escape notification procedures in this PS apply to pretrial inmates. Death\nnotification procedures for pretrial inmates are specified in the Program Statement Pretrial\nInmates. ■ Holdover. This PS applies to holdover inmates, as indicated in applicable sections. ■ Detainee. This PS applies to Immigration and Customs Enforcement (ICE) detainees. 2. DEFINITION For the purposes of this Program Statement, “escape” is an unauthorized absence from custody. 3. ESCAPE NOTIFICATION PROCEDURES Note: If there is an indication of a threat to any official, victim, or witness, immediate\nnotification must be made to those persons. a. Notification of Bureau Officials\n(1) Escape During Regular Work Day. The Warden (or designee) notifies the Regional\nDirector of the escape immediately by telephone, and confirms this notification by sending an\nelectronic Report of Incident form (BP-A0583) to the Regional Office, with an information copy\nto the Correctional Services Administrator, Central Office. (2) Escape After Regular Work Day. The Institution Duty Officer reports the escape in\naccordance with the Program Statement Duty Officers. The Warden (or designee) confirms this\nnotification by sending an electronic Report of Incident form (BP-A0583) to the Regional Office\nthe next day, with an information copy to the Correctional Services Administrator, Central\nOffice. b. Notification of Federal Officials\n(1) Federal Bureau of Investigation. The Warden (or designee) notifies the FBI office having\njurisdiction over the institution immediately by telephone. A copy of the Notice of Escaped\nFederal Prisoner (BP-A0393) must be sent by an electronic message or faxed to the FBI. A copy\nof the electronic message or fax transmittal will be filed in the Judgment and Commitment file\nwith the original Notice of Escaped Federal Prisoner (BP-A0393). (2) U.S. Marshals Service. The Warden (or designee) immediately by telephone notifies the\nU.S. Marshals office having jurisdiction over the institution. A copy of the Notice of Escaped P5553.08 1/4/2017 2 Federal Prisoner (BP-A0393) must be sent by an electronic message or fax to the U.S. Marshal’s\noffice. A copy of the electronic message or fax transmittal will be filed in the Judgment and\nCommitment file with the original Notice of Escaped Federal Prisoner (BP-A0393). (3) Court Officials.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_48__1",
      "chunk_id": "1",
      "content": "P5553.08 1/4/2017 2 Federal Prisoner (BP-A0393) must be sent by an electronic message or fax to the U.S. Marshal’s\noffice. A copy of the electronic message or fax transmittal will be filed in the Judgment and\nCommitment file with the original Notice of Escaped Federal Prisoner (BP-A0393). (3) Court Officials. A letter will be sent by electronic message or fax to the sentencing U.S.\nDistrict Judge(s), and any other judge or court official who may have a special interest in the\ninmate’s location, providing escape information and including a copy of the Notice of Escaped\nFederal Prisoner (BP-A0393). Copies of that letter will also be sent by electronic message or fax to the sentencing district’s\nU.S. Attorney and Chief U.S. Probation Officer, and to the Chief U.S. Probation Office for the\ndistrict the institution is located in. The Warden (or designee) sends the original letter(s) through\nregular mail. If the escapee poses a threat to any official, the Warden (or designee) must alert that official by\ntelephone immediately and document the contact in the Privacy Folder, Section II, of the Inmate\nCentral File. Note: Correspondence to Federal courts must contain the Federal docket number and inmate’s\nregister number. (4) Military Officials. If a military inmate escapes, the Warden (or designee) notifies the\nDepartment of the Army, Office of the Provost Marshal General, 2800 Army Pentagon,\nWashington, DC 20301-2800, phone number 703-697-7388 or 703-695-8499, no later than the\nnext day. The Warden (or designee) confirms the notification with a letter that provides escape\ninformation, with a copy to the Regional Director. Note: Correspondence about military inmates must contain the inmate’s military prison number. c. Escape Notification Procedures for Specific Cases\n(1) Victim/Witness Program (VWP) Assignment. As soon as possible after discovering the\nescape of any inmate with a VWP SENTRY CMA assignment, unit management staff contact the\nvictims and witnesses by telephone and advise them of the date and time of the inmate’s escape. Further notification information is contained in the Program Statement Victim and Witness\nNotification Program. (2) State Boarder. If a state boarder escapes, the Warden (or designee) notifies the director of\nthe appropriate department of corrections by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification with a letter that provides escape information,\nwith a copy to the Regional Director. P5553.08 1/4/2017 3 (3) Pretrial Inmate or Material Witness. If a pretrial inmate or a material witness escapes, the\nWarden (or designee) notifies the Assistant U.S. Attorney assigned to the case by telephone, no\nlater than the next work day. The Warden (or designee) confirms the notification with a letter\nthat provides escape information, with a copy to the Regional Director. (4) ICE Detainee. If an ICE detainee escapes, the Warden (or designee) or the Residential\nReentry Manager (RRM) notifies the Assistant Director, Correctional Programs Division, and the\nlocal ICE office by telephone, no later than the next work day. The Warden (or designee) or\nRRM confirms the notification with a letter that provides escape information, with a copy to the\nRegional Director. ICE is responsible for further notification. (5) Holdover.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_48__2",
      "chunk_id": "2",
      "content": "The Warden (or designee) or\nRRM confirms the notification with a letter that provides escape information, with a copy to the\nRegional Director. ICE is responsible for further notification. (5) Holdover. If a Bureau holdover inmate escapes, the holding institution applies the\nnotification procedures of this PS. If the holdover is a non-Bureau inmate, the agency\nresponsible for the inmate must be notified by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification by a letter that provides escape information, with\na copy to the Regional Director. (6) Witness Security Program (WITSEC) Case. If a WITSEC inmate escapes, the Warden (or\ndesignee), in addition to notifying the Regional Director, must telephone the Inmate Monitoring\nSection (IMS), Central Office, immediately, if the escape occurs during a regular work day. If the escape occurs after a regular work day, notification procedures must be in accordance with\nthe Program Statement Duty Officers, except that IMS is responsible for notifying Federal, state,\nconsulate officials, and victims or witnesses. (7) Furlough or Residential Reentry Center (RRC) Escape\n■ If an inmate escapes while on furlough from an institution, institution correctional\nsystems/unit management staff make the notifications. Further notification procedures for\ninmates who escape while on furlough from an institution are in the Program Statement\nInmate Furloughs.\n■ If an inmate escapes while on an unescorted transfer from one institution to another, the\nsending institution is responsible for notifications.\n■ If an inmate escapes from an RRC, the RRM makes the notifications. Further notification\nprocedures for inmates who escape while on furlough from an RRC are in the Program\nStatement Community Corrections Manual.\n■ If an inmate escapes while on an unescorted transfer from an institution to an RRC, the\nsending institution makes the notifications. RRC staff follow procedures in the Community\nCorrections Manual. P5553.08 1/4/2017 4 (8) Non-U.S. Citizen. If a non-U.S. citizen escapes, the Warden (or designee) notifies the\nappropriate consulate official by telephone, no later than the next work day. The Warden (or\ndesignee) confirms the notification with a letter that provides escape information, with a copy to\nthe Regional Director. 4. DEATH NOTIFICATION PROCEDURES Immediately, upon an inmate’s death, the Warden (or designee) assembles the following\ninformation concerning the deceased inmate:\n■\n■\n■\n■\n■\n■\n■\n■\n■ Name, register number, date of birth. Offense and sentence. Date, time, and location of death. Apparent cause of death. Investigative steps being taken, if necessary. Names and address of survivor or designee. Notifications made. Status of autopsy request. Brief medical summary related to death. a. Notification of Bureau Officials\n(1) Death During Regular Work Day. The Warden (or designee) telephones the report to the\nRegional Director immediately. The Warden (or designee) confirms the notification by sending\nan electronic Report of Incident form (BP-A0583) to the Regional Office, with an information\ncopy to the Correctional Services Administrator, Central Office. (2) Death After Regular Work Day. The Institution Duty Officer reports the death in\naccordance with the Program Statement Duty Officers. Generally, that PS requires immediate\ntelephonic notification to the Regional Duty Officer, except for deaths by natural causes that\noccur at a late hour.",
      "queries": [
        "who is responsible for notification for escape"
      ],
      "queries_score": [
        "1.6727011"
      ]
    },
    {
      "id": "guidance_48__3",
      "chunk_id": "3",
      "content": "(2) Death After Regular Work Day. The Institution Duty Officer reports the death in\naccordance with the Program Statement Duty Officers. Generally, that PS requires immediate\ntelephonic notification to the Regional Duty Officer, except for deaths by natural causes that\noccur at a late hour. In either case, Correctional Services confirms this notification (ordinarily the next day) by\nsending an electronic Report of Incident form (BP-A0583) to the Regional Office, with an\ninformation copy to the Correctional Services Administrator, Central Office. The Warden (or designee) notifies the Regional Director by telephone or telemessage of any\ncircumstances about the death that may be cause for special concern. In addition, the Warden (or designee) sends the medical information required outlined above to\nthe Medical Director as soon as possible, with a copy to the Regional Health Systems\nAdministrator. P5553.08 1/4/2017 5 Notification to the Director. The Director must be notified of all deaths, even if there are no\nsignificant findings. After reviewing the preliminary death information, the Regional Director notifies the Director\ndirectly by telephone or telemessage of any circumstances about the death that may be cause for\nspecial concern. The Regional Director notifies the General Counsel, the Medical Director, and the Assistant\nDirector, Correctional Programs Division, by telephone or telemessage. b. Notification of Next-of-Kin and Other Requested Individuals\n(1) Telephone Notification. The Warden (or designee) telephones the person named in the\nAcknowledgment of Inmate (Continuation Sheet) form (BP-A0408) immediately to\ncommunicate the circumstances surrounding the death. The BP-A0408 is found in the Inmate\nCentral File. When the inmate has not named a next-of-kin on the BP-A0408, the unit management staff must\nattempt to locate and notify the next-of-kin, since only the next-of-kin may determine the\ndisposition of the deceased’s remains and property. Normally, the Case Management\nCoordinator coordinates the disposition/shipping of the inmate’s remains with the Supervisory\nContract Specialist. The Chaplain is also available to help notify the inmate’s family. (2) Letters of Condolence. As soon as practical, the Warden (or designee) mails a letter of\ncondolence to the next-of-kin and advises that person of the circumstances of the death.\n■ If the death was by natural causes, a summary of the cause of death is given.\n■ If the death was accidental, and not by foul play, a reference to the nature of the accident and\nthe cause of death is appropriate.\n■ If the death occurred under suspicious circumstances or by foul play, the cause of death may\nbe given but with a statement that the matter is under investigation and that, for that reason,\ndetails may not be provided. (3) Death Certificate. When the Death Certificate is received, the Warden (or designee) sends a\ncopy to the person who received the deceased’s remains. P5553.08 1/4/2017 6 (c) Notification of Court Officials. The Warden (or designee) sends a letter to the appropriate\nsentencing U.S. District Judge(s) that reports the circumstances of the death. Copies are mailed\nto:\n■ The U.S. Attorney(s) for the district(s) in which the inmate was sentenced. ■ Chief U.S. Probation Officer.\n■ Regional Director. Note: Correspondence to Federal courts must contain the Federal docket number and the\ninmate’s register number. (d) Notification of Military Officials.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_48__4",
      "chunk_id": "4",
      "content": "Copies are mailed\nto:\n■ The U.S. Attorney(s) for the district(s) in which the inmate was sentenced. ■ Chief U.S. Probation Officer.\n■ Regional Director. Note: Correspondence to Federal courts must contain the Federal docket number and the\ninmate’s register number. (d) Notification of Military Officials. Bureau staff are not to contact the next-of-kin for\nmilitary prisoners who have not been discharged from service. These prisoners require other\nnotifications to ensure proper military protocol is followed, so that military officials make inperson notification of death to the inmate’s next-of-kin to determine the appropriateness of a\nmilitary funeral, and the disposition of property. Prisoners received into the Bureau from the U.S. Disciplinary Barracks, Ft. Leavenworth,\nKansas, and who have not been discharged, must also list the Supervisor of the Casualty Affairs\nOffice as the person to be notified. The address and telephone number are:\nU.S. Disciplinary Barracks\n1301 North Warehouse Road\nFt. Leavenworth KS 66027-2304\n913-758-3622 Military prisoners received from facilities other than the U.S. Disciplinary Barracks must list the\nDepartment of the Army as the notification contact. The address and telephone numbers are:\nDepartment of the Army\nOffice of the Provost Marshal General\n2800 Army Pentagon\nWashington DC 20310-2800\n703-697-7388 or 703-695-8499\n703-693-4820 (non-duty hours) Unit Management staff provide the next-of-kin information on the BP-A0408 to military officials\nto help them make the notifications. Normal next-of-kin notification procedures outlined in Section 4.b. are followed for military\nprisoners who have been discharged from service. P5553.08 1/4/2017 7 e. Death Notification Procedures for Specific Cases\n(1) Victim/Witness Program (VWP) Assignment. Unit Management staff are required to\nprovide VNS notification to the victims or witnesses within 30 days after the death of an inmate\nwith a VWP SENTRY CMA assignment. Further notification information is in the Program\nStatement Victim and Witness Notification Program. (2) State Boarder. If a state boarder dies, the Warden (or designee) notifies the director of the\nappropriate state department of corrections by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification by letter explaining the circumstances of the\ndeath, with a copy to the Regional Director. (3) ICE Detainees. If an ICE detainee dies, the Warden (or designee) or RRM notifies the\nAssistant Director, Correctional Programs Division, and the local ICE office by telephone, no\nlater than the next work day. The Warden (or designee) or RRM confirms the notification by a\nletter explaining the circumstances of the death, with a copy to the Regional Director. (4) Holdover. If a Bureau holdover inmate dies, the holding institution applies this Program\nStatement’s notification procedures. If the holdover is a non-Bureau inmate, the appropriate\nagency responsible for the inmate is notified. The Warden (or designee) confirms the\nnotification by a letter explaining the circumstances of the death, with a copy to the Regional\nDirector. (5) WITSEC Case. If an inmate in the WITSEC Program dies, the Warden (or designee), in\naddition to notifying the Regional Director, must telephone the IMS in the Central Office\nimmediately if it occurs during a regular work day. If the death occurs after a regular work day, the procedures are the same as in Section 4.a.(2),\nexcept that the IMS is responsible for notifying Federal officials, victims, and witnesses.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_48__5",
      "chunk_id": "5",
      "content": "If the death occurs after a regular work day, the procedures are the same as in Section 4.a.(2),\nexcept that the IMS is responsible for notifying Federal officials, victims, and witnesses. (6) Inmates Housed in a Contract Facility. The RRM carries out the procedures in this\nProgram Statement for any death of a sentenced Federal inmate in a contract facility or on writ\nfrom a contract facility. (7) Non-U.S. Citizen. If a non-U.S. citizen dies, the Warden (or designee) notifies the\nappropriate consulate official by telephone, no later than the next work day. The Warden (or\ndesignee) confirms the notification by a letter explaining the circumstances of the death, with a\ncopy to the Regional Director. P5553.08 1/4/2017 8 5. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association 4th Edition Standards for Adult Correctional Institutions:\nACI-4-4225, 4-4321.\n■ American Correctional Association 4th Edition Standards for Adult Local Detention\nFacilities: 4-ALDF-1C-05.\n■ American Correctional Association 2nd Edition Standards for Administration of Correctional\nAgencies: 2-CO-3B-02.\nREFERENCES Program Statements\nP1434.06\nJurisdiction on Escape Related Issues – Memorandum of Understanding\nUSMS/FBI/BOP (7/25/94)\nP1490.06\nVictim and Witness Notification Program (10/20/16)\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5280.09\nInmate Furloughs (1/20/11)\nP5502.11\nDuty Officers (9/26/16)\nP5566.06\nUse of Force and Application of Restraints (8/29/14)\nP5800.15\nCorrectional Systems Manual (9/23/16)\nP7300.09\nCommunity Corrections Manual (8/1/16)\nP7331.04\nPretrial Inmates (1/31/03)\nTechnical Reference Manuals\nT4101.04\nBOP Acquisition (5/19/04)\nT5360.02\nMinistry of BOP Chaplains (11/18/04)\nBOP Forms\nBP-A0393\nBP-A0408\nBP-A0583 Notice of Escaped Federal Prisoner\nAcknowledgement of Inmate\nReport of Incident Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5553.08 1/4/2017 9",
      "queries": [],
      "queries_score": []
    }
  ]
}