{
  "doc_id": "guidance_49",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_49__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nOffice of Justice Programs\nOffice of Sex Offender Sentencing, Monitoring, Apprehending, Registering, and Tracking Tribal\nSex Offender\nRegistration\nCode\n2017 REVISED VERSION The Office of Sex Offender Sentencing, Monitoring, Apprehending, Registering, and Tracking (SMART) is\npleased to provide this Revised Model Tribal Sex Offender Registry Code/Ordinance for use by tribes in\ncomplying with the federal Sex Offender Registration and Notification Act (SORNA) (Title I of Public Law\n109-248)(42 USC § 16901, et seq.). This document is intended to serve as a guide to full implementation of SORNA, and to provide information\nthat each tribe should consider as it determines how to substantially implement SORNA. Tribes should\nuse this Revised Model Tribal Sex Offender Registry Code/Ordinance only as a starting point. SORNA\nimplementation is unique to each jurisdiction and adoption of a sex offender code should reflect the unique\nlaws, processes, population, land, and traditions of each tribe. This document also includes drafting tips intended to encourage tribal leaders to consider other relevant\nissues as they meet to discuss any potential code/ordinance development. Further, submission of a code\nto the SMART Office is only part of the necessary submission for substantial implementation review. Please\ncontact the SMART Office for additional materials to assist with your work toward implementation of\nSORNA. The SMART Office wishes to recognize the following Indian lawyers, tribal attorneys, and Indian Country\ntechnical assistance providers, who contributed significantly to the creation of the original Model Tribal\nCode document:\nJoshua J. Breedlove, Staff Attorney for the\nMississippi Band of Choctaw Indians Pablo H. Padilla, Attorney with the Nordhaus\nLaw Firm, LLP Sarah Brubaker, Prosecutor for the Grand\nTraverse Band of Ottawa and Chippewa Indians Michelle Rivard, Associate Director, Tribal\nJudicial Institute, University of North Dakota\nSchool of Law Virginia Davis, Associate Counsel for the\nNational Congress of American Indians\nSarah Deer, Professor, William Mitchell\nSchool of Law\nM. Brent Leonhard, Deputy Attorney General\nfor the Confederated Tribes of the Umatilla\nIndian Reservation Hallie Bonger White, Attorney and Executive\nDirector for the Southwest Center for Law and\nPolicy\nMaureen White Eagle, Attorney with the Tribal\nLaw and Policy Institute TABLE OF CONTENTS\nCHAPTER 1\nSECTION 1.01\nSECTION 1.02\nSECTION 1.03\nSECTION 1.04 General Matters ................................................................................................................1\nTitle .....................................................................................................................................1\nPurpose ..............................................................................................................................1\nCreation of Registries .........................................................................................................1\nApplicability ........................................................................................................................ 1 CHAPTER 2\nSECTION 2.01\nSECTION 2.02 TERMINOLOGY AND REGISTERABLE OFFENSES .......................................................2\nDefinitions...........................................................................................................................2\nRegisterable Offenses ........................................................................................................4 CHAPTER 3\nSECTION 3.01\nSECTION 3.02\nSECTION 3.03 TIERING OF OFFENSES ...................................................................................................7\nTier I Offenses ....................................................................................................................7\nTier II Offenses ...................................................................................................................8\nTier III Offenses .................................................................................................................. 9 CHAPTER 4\nSECTION 4.01\nSECTION 4.02\nSECTION 4.03\nSECTION 4.04 REQUIRED INFORMATION ............................................................................................11\nGeneral Requirements......................................................................................................11\nFrequency, Duration, and Reduction................................................................................15\nRequirements for In-Person Appearances .......................................................................16\nSex Offender Acknowledgement Form ............................................................................16 CHAPTER 5\nSECTION 5.01\nSECTION 5.02\nSECTION 5.03\nSECTION 5.04\nSECTION 5.05 REGISTRATION ...............................................................................................................17\nWhere Registration Is Required........................................................................................17\nTiming of Registration ......................................................................................................17\nRetroactive Registration ...................................................................................................18\nKeeping Registration Current ...........................................................................................18\nFailure To Appear for Registration and Absconding.........................................................19 CHAPTER 6\nSECTION 6.01\nSECTION 6.02\nSECTION 6.03 PUBLIC SEX OFFENDER REGISTRY WEBSITE ...........................................................21\nWebsite.............................................................................................................................21\nRequired and Prohibited Information ...............................................................................21\nCommunity Notifications ..................................................................................................22 CHAPTER 7 IMMUNITY .......................................................................................................................24 CHAPTER 8\nSECTION 8.01 CRIMES AND CIVIL SANCTIONS ..................................................................................25\nFailure To Register as a Sex Offender and Other Offenses..............................................25 Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N i CHAPTER GENERAL MATTERS\nSECTION 1.01 TITLE This Code/Ordinance shall be known as the Name of Tribe Sex Offender\nRegistration and Notification Code [hereafter \"Code\"]. 1",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__1",
      "chunk_id": "1",
      "content": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N i CHAPTER GENERAL MATTERS\nSECTION 1.01 TITLE This Code/Ordinance shall be known as the Name of Tribe Sex Offender\nRegistration and Notification Code [hereafter \"Code\"]. 1 t Replace “Name of Tribe” with\nyour Tribe/Nation’s name\nwherever the term is found\nin this Code/Ordinance. SECTION 1.02 PURPOSE The intent of this Code is to implement the federal Sex Offender Registration and\nNotification Act (SORNA) (Title I of Public Law 109-248) (42 U.S.C. § 16901, et seq.)\nand shall be interpreted liberally to comply with the terms and conditions of SORNA\nas presently written or hereafter amended. SECTION 1.03 CREATION OF REGISTRIES A. Sex Offender Registry. There is hereby established a sex offender registry,\nthe “Name of Tribe Sex Offender Registry” which the Responsible Agency\nName shall maintain and operate pursuant to the provisions of this Code, as\namended. B. Public Sex Offender Registry Website. There is hereby established a public t Which agency will be\nresponsible for sex\noffender registration? Use\nthe name of that agency\nin this Code/Ordinance\nwherever “Responsible\nAgency Name” is found. sex offender registry website, the “Name of Tribe Public Sex Offender Registry\nWebsite” which the Responsible Agency Name shall maintain and operate\npursuant to the provisions of this Code, as amended. SECTION 1.04 APPLICABILITY Sex offenders who:\nA. Reside on lands under Name of Tribe’s jurisdiction, including reservation lands\nor property owned by the tribe in fee or trust regardless of location,\nB. Are employed on lands under Name of Tribe’s jurisdiction, including on reservation\nlands or on property owned by the tribe in fee or trust regardless of location,\nC. Attend school on lands under Name of Tribe’s jurisdiction, including on reservation\nlands or on property owned by the tribe in fee or trust regardless of location,\nD. Are convicted by Name of Tribe for a sex offense, or\nE. Are incarcerated by Name of Tribe for a sex offense,\nare subject to the requirements of this Code. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N t On which lands will this Code\nbe applicable to? Trust, Fee,\nLease, or any lands within\nthe tribe's boundaries? Designate this specifically,\nand make sure consistent\nin § 5.01, 5.02, and 5.04. Are the registration\nrequirements applicable to\nall sex offenders, just tribal\nmembers, or just members\nof your tribe? If limited\nin any way, make sure to\nlimit the definition of “sex\noffender” accordingly in\n2.01(K), and to review the\nremainder of the Code for\nconsistency. Note: SORNA\nrequires jurisdictions to\nregister all sex offenders. 1 CHAPTER TERMINOLOGY AND\nREGISTERABLE OFFENSES 2 SECTION 2.01 DEFINITIONS The Definitions below apply only to this Code and any accompanying administrative\npolicies or procedures which are adopted to carry out its terms. A. Convicted. An adult sex offender is “convicted” for the purposes of this Code\nif the sex offender has been subjected to penal consequences based on the\nconviction, however the conviction may be styled.",
      "queries": [
        "model tribal sex offender registration code",
        "tribal offender registration code"
      ],
      "queries_score": [
        "2.0329816",
        "1.6535717"
      ]
    },
    {
      "id": "guidance_49__2",
      "chunk_id": "2",
      "content": "A. Convicted. An adult sex offender is “convicted” for the purposes of this Code\nif the sex offender has been subjected to penal consequences based on the\nconviction, however the conviction may be styled. A juvenile offender is “convicted” for purposes of this Code if the juvenile\noffender is either:\n1. Prosecuted and found guilty as an adult for a sex offense; or\n2. Is adjudicated delinquent as a juvenile for a sex offense (including\nadjudications of delinquency under the Federal Juvenile Delinquency Act),\nbut only if the offender is 14 years of age or older at the time of the offense\nand the offense adjudicated was comparable to or more severe than\naggravated sexual abuse (as described in either (a) or (b) of section 2241 of\ntitle 18, United States Code), or was an attempt or conspiracy to commit\nsuch an offense. B. Dru Sjodin National Sex Offender Public Website (NSOPW). The public\nwebsite maintained by the Attorney General of the United States pursuant to 42\nU.S.C. § 16920. C. Employee. The term “employee” as used in this Code includes, but is not\nlimited to, an individual who is self-employed or works for any other entity,\nregardless of compensation. Volunteers of a tribal agency or organization are\nincluded within the definition of employee for registration purposes. t Most juvenile adjudications\nin federal court (under the\nFederal Juvenile Delinquency\nAct) are for violations of 18\nU.S.C. § 2241(c). Juveniles\nadjudicated delinquent of\n18 U.S.C. § 2241(c) are\nnot specifically required\nby SORNA to register as\nsex offenders. Under what\ncircumstances might\nyour tribe want to register\njuveniles who have been\nadjudicated delinquent\nfor 18 U.S.C. § 2241(c)? Some states occasionally\nresolve criminal cases with\n“deferred adjudications” or\nother similar procedures. Does the tribe want\nto specifically include\ndeferred adjudications\nas registerable? SORNA\nrequires registration when\npenal consequences are\nimposed (incarceration,\nprobation, fines, etc.),\nregardless of the\nterminology used. D. Foreign Offense. A conviction obtained outside of the United States. E. Immediate. “Immediate” and “immediately” mean within 3 business days. F. Imprisonment. The term “imprisonment” refers to incarceration pursuant to a\nconviction, regardless of the nature of the institution in which the offender serves\nthe sentence. The term is to be interpreted broadly to include, for example,\nconfinement in a state prison as well as in a federal, military, foreign, Bureau of\nIndian Affairs (BIA), private or contract facility, or a local or tribal jail. Persons\nunder house arrest following conviction of a sex offense are required to register\npursuant to the provisions of this Code during their period of house arrest. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 2 G. Jurisdiction. The term “jurisdiction” refers to the 50 states, the District of\nColumbia, the Commonwealth of Puerto Rico, Guam, American Samoa,\nthe Commonwealth of the Northern Mariana Islands, the United States\nVirgin Islands, and any Indian Tribe that has elected to function as a SORNA\nregistration and notification jurisdiction pursuant to 42 U.S.C. § 16927. H. Minor. The term “minor” means an individual who has not attained the age of\n18 years. I. National Sex Offender Registry (NSOR).",
      "queries": [
        "when is a juvenile convicted"
      ],
      "queries_score": [
        "1.6613882"
      ]
    },
    {
      "id": "guidance_49__3",
      "chunk_id": "3",
      "content": "H. Minor. The term “minor” means an individual who has not attained the age of\n18 years. I. National Sex Offender Registry (NSOR). The national database contained in\nthe National Crime Information Center (NCIC) maintained by the Federal Bureau\nof Investigation pursuant to 42 U.S.C. § 16919. J. Resides. The term “reside” or “resides’’ means, with respect to an individual,\nthe location of the individual’s home or other place where the individual\nhabitually lives or sleeps. An individual is deemed to “reside” on the lands of\nName of Tribe for the purposes of this Code if he or she is present on the lands\nof Name of Tribe for more than 72 consecutive hours, sleeps on the lands of\nName of Tribe more than 3 nights in a 7-day period, or sleeps on the lands of\nName of Tribe more than 7 nights in a 30-day period. K. Sex Offense. The term “sex offense” includes those offenses contained in 42\nU.S.C. § 16911(5) (as amended), those offenses enumerated in Section 2.02\nof this Code, and any other registerable offense under tribal law, subject to the\nfollowing exception: An offense involving consensual sexual conduct is not\na sex offense for the purposes of this Code if the victim was an adult, unless\nthe adult was under the custodial authority of the offender at the time of the\noffense, or if the victim was at least 13 years old and the offender was not more\nthan 4 years older than the victim. t Does your tribe have annual\nor periodic gatherings\n(powwows, etc.) where a\nlarge number of non-tribal\nmembers are present on\ntribal lands? Are there nontribal members working as\nvendors at these gatherings? If so, what provisions do\nyou want to govern any\nregistered sex offenders\nwho might be on tribal\nlands during such events? Are there any special rules\nthat you want to enact in\naddition to the general\nrequirements of this section? L. Sex Offender. A person convicted of a sex offense is a “sex offender.” “Sex offender” includes enrolled members of Name of Tribe who have been\nconvicted of a sex offense, as well as any other individual who has been\nconvicted of a sex offense. M. Sexual Act. The term “sexual act” means:\n1. Contact between the penis and the vulva or the penis and the anus;\nfor purposes of this definition, contact involving the penis occurs upon\npenetration, however slight;\n2. Contact between the mouth and the penis, the mouth and the vulva, or the\nmouth and the anus;\n3. The penetration, however slight, of the anal or genital opening of another\nby a hand or finger or by any object, with an intent to abuse, humiliate,\nharass, degrade, or arouse or gratify the sexual desire of any person; or\n4. The intentional touching, not through the clothing, of the genitalia of\nanother person that has not attained the age of 18 years with an intent to\nabuse, humiliate, harass, degrade, or arouse or gratify the sexual desire of\nany person. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 3 N. Sexual Contact.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__4",
      "chunk_id": "4",
      "content": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 3 N. Sexual Contact. The intentional touching, either directly or through the\nclothing, of the genitalia, anus, groin, breast, inner thigh, or buttocks of any\nperson with an intent to abuse, humiliate, harass, degrade, or arouse or gratify\nthe sexual desire of any person. O. SORNA. The Sex Offender Registration and Notification Act (Title I of the Adam\nWalsh Child Protection and Safety Act of 2006, Public Law 109-248), 42 U.S.C.\n§ 16901, et seq., as amended. P. Student. A “student” is a person who enrolls in or attends either a private or\npublic education institution, including a secondary school, trade or professional\nschool, or an institution of higher education. Q. Tier I Sex Offender. A “Tier I sex offender,” or a “sex offender” designated as\nTier I, is one who has been convicted of a Tier I sex offense as defined in\nsection 3.01. R. Tier II Sex Offender. A “Tier II sex offender,” or a “sex offender” designated as\nTier II, is one who has been either convicted of a Tier II sex offense as defined\nin section 3.02, or who is subject to the recidivist provisions of 3.02(A). S. Tier III Sex Offender. A “Tier III sex offender,” or a “sex offender” designated as\nTier III, is one who has been either convicted of a Tier III sex offense as defined\nin section 3.03, or who is subject to the recidivist provisions of 3.03(A). SECTION 2.02 REGISTERABLE OFFENSES A. Name of Tribe Offenses. A conviction for, or a conviction for an attempt or\nconspiracy to commit, any of the following:\n1. Section Number Name of Offense 2. Section Number Name of Offense 3. t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. Any other Name of Tribe Offense that meets the definition of “sex offense”\nunder 42 U.S.C. § 16911(5). B. Name of State(s) Offenses. A conviction for, or a conviction for an attempt or\nconspiracy to commit, any of the following:\n1. Section Number Name of Offense 2. Section Number Name of Offense 3. Any other Name of State(s) offense that meets the definition of “sex\noffense” under 42 U.S.C. § 16911(5). C. Federal Offenses. A conviction for, or a conviction for an attempt or conspiracy\nto commit, any of the following, including any offenses prosecuted under the\nAssimilative Crimes Act (18 U.S.C. § 1152 or § 1153):\n1. 18 U.S.C. § 1591 (sex trafficking of children or by force, fraud, or coercion),\n2. 18 U.S.C. § 1801 (video voyeurism of a minor), Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N t Replace \"Name of State\"\nwith the state(s) in which\nyour tribal lands are located\nwherever the term is found\nin this Code/Ordinance. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 4",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__5",
      "chunk_id": "5",
      "content": "t Replace \"Name of State\"\nwith the state(s) in which\nyour tribal lands are located\nwherever the term is found\nin this Code/Ordinance. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 4 3. 18 U.S.C. § 2241 (aggravated sexual abuse),\n4. 18 U.S.C. § 2242 (sexual abuse),\n5. 18 U.S.C. § 2243 (sexual abuse of a minor or ward),\n6. 18 U.S.C. § 2244 (abusive sexual contact),\n7. 18 U.S.C. § 2245 (offenses resulting in death),\n8. 18 U.S.C. § 2251 (sexual exploitation of children),\n9. 18 U.S.C. § 2251A (selling or buying of children),\n10. 18 U.S.C. § 2252 (material involving the sexual exploitation of minors),\n11. 18 U.S.C. § 2252A (material constituting or containing child pornography),\n12. 18 U.S.C. § 2252B (misleading domain names on the internet),\n13. 18 U.S.C. § 2252C (misleading words or digital images on the internet),\n14. 18 U.S.C. § 2260 (production of sexually explicit depictions of a minor for\nimport into the United States),\n15. 18 U.S.C. § 2421 (transportation for illegal sexual activity),\n16. 18 U.S.C. § 2422 (coercion and enticement for illegal sexual activity),\n17. 18 U.S.C. § 2423 (transportation of minors for illegal sexual activity),\n18. 18 U.S.C. § 2424 (filing factual statement about an alien individual),\n19. 18 U.S.C. § 2425 (use of interstate facilities to transmit information about a\nminor), or\n20. Any other offense that meets the definition of “sex offense” under 42 U.S.C.\n§ 16911(5). D. Foreign Offenses. Any conviction for a sex offense involving any conduct\nlisted in this Section that was obtained under the laws of Canada, the United\nKingdom, Australia, New Zealand, or under the laws of any foreign country\nwhen the United States Department of State in its Country Reports on Human\nRights Practices has concluded that an independent judiciary generally or\nvigorously enforced the right to a fair trial in that country during the year in\nwhich the conviction occurred. E. Military Offenses. Any military offense specified by the Secretary of Defense\nunder section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10 U.S.C. §\n951 note), as amended, including but not limited to any offense designated in\nDepartment of Defense Instruction 1325.07, Appendix 4 to Enclosure 2 (2013),\nas it may be amended. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 5 F. Jurisdiction Offenses. Any sex offense committed in any jurisdiction, including\nName of Tribe, that involves:\n1. Any conduct that by its nature is a sex offense against a minor,\n2. Any type or degree of genital, oral, or anal penetration,\n3. Any sexual touching of or sexual contact with a person’s body, either\ndirectly or through the clothing,\n4. Criminal sexual conduct that involves physical contact with a minor or\nthe use of the internet to facilitate or attempt such conduct. This includes\noffenses whose elements involve the use of other persons in prostitution,\nsuch as pandering, procuring, or pimping in cases in which the victim was a\nminor at the time of the offense,\n5.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__6",
      "chunk_id": "6",
      "content": "This includes\noffenses whose elements involve the use of other persons in prostitution,\nsuch as pandering, procuring, or pimping in cases in which the victim was a\nminor at the time of the offense,\n5. False imprisonment of a minor,\n6. Kidnapping of a minor,\n7. Possession, production, or distribution of child pornography,\n8. Solicitation of a minor to practice prostitution,\n9. Solicitation to engage a minor in sexual conduct understood broadly to\ninclude any direction, request, enticement, persuasion, or encouragement\nof a minor to engage in sexual conduct,\n10. Use of a minor in a sexual performance,\n11. Any offense similar to those outlined in:\na. 18 U.S.C. § 1591 (sex trafficking of children or by force, fraud, or\ncoercion),\nb. 18 U.S.C. § 1801 (video voyeurism of a minor),\nc. 18 U.S.C. § 2241 (aggravated sexual abuse),\nd. 18 U.S.C. § 2242 (sexual abuse),\ne. 18 U.S.C. § 2244 (abusive sexual contact),\nf. 18 U.S.C. § 2422(b) (coercion of a minor to engage in prostitution), or g. 18 U.S.C. § 2423(a) (transportation of a minor with intent to engage in\ncriminal sexual activity). Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 6 CHAPTER TIERING OF OFFENSES\nSECTION 3.01 TIER I OFFENSES A. Generally. A Tier I offense includes any sex offense, for which a person has\nbeen convicted, or an attempt or conspiracy to commit such an offense that is\nnot a Tier II or Tier III offense. B. Offenses Involving Minors. A Tier I offense also includes any offense for\nwhich a person has been convicted that involves the false imprisonment\nof a minor, video voyeurism of a minor, or possession or receipt of child\npornography. C. Other Offenses. Unless otherwise specified in this Code, any sex offense\nwhere punishment was limited to 1 year in jail shall be considered a Tier I sex\noffense. D. Certain Name of Tribe Offenses. Conviction for any of the following Name of\nTribe offenses or an attempt or conspiracy to commit such an offense shall be\nconsidered a conviction for a Tier I offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense E. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses or an attempt or conspiracy to commit such an offense shall\nbe considered a conviction for a Tier I offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense F. Certain Federal Offenses. Conviction for any of the following federal offenses\nor an attempt or conspiracy to commit such an offense shall be considered a\nconviction for a Tier I offense: 3 t Is the tribe implementing (or\nconsidering implementation\nof) the enhanced sentencing\nprovisions of the Tribal\nLaw and Order Act\n(TLOA)? If so, tier tribal\noffenses accordingly. Even if the tribe is not\nimplementing the enhanced\nsentencing provisions of\nTLOA, the SMART Office\nrecommends specifically\ntiering the tribe’s criminal\nsex offenses so that serious\noffenses (e.g., rape) are\ntreated differently than less\nserious offenses. t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__7",
      "chunk_id": "7",
      "content": "t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 1. 18 U.S.C. § 1801 (video voyeurism of a minor),\n2. 18 U.S.C. § 2252 (receipt or possession of child pornography),\n3. 18 U.S.C. § 2252A (receipt or possession of child pornography),\n4. 18 U.S.C. § 2252B (misleading domain names on the internet),\n5. 18 U.S.C. § 2252C (misleading words or digital images on the internet), Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 7 6. 18 U.S.C. § 2422(a) (coercion and enticement of an adult to engage in\nprostitution),\n7. 18 U.S.C. § 2423(b) (travel with intent to engage in illicit sexual conduct),\n8. 18 U.S.C. § 2423(c) (engaging in illicit sexual conduct in foreign places),\n9. 18 U.S.C. § 2423(d) (ancillary offenses where the victim is 18 or older),\n10. 18 U.S.C. § 2424 (failure to file factual statement about an alien individual),\n11. 18 U.S.C. § 2425 (use of interstate facilities to transmit information about a\nminor), or\n12. Any other offense defined as a Tier I offense under 42 U.S.C. § 16911(2), as\nit may be amended. G. Certain Military Offenses. Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.01(B), (D), (E), or (F) shall be considered a Tier I offense. t SORNA does not require\nan enhanced tiering status\nunless the person has\npreviously been convicted\nof a sex offense that was\npunishable by more than\n1 year in jail. However, as\nmost tribal sex offenses\nhave (until TLOA) been\nlimited to no more than 1\nyear in jail, the technical\nrequirements of SORNA\ncould frustrate the intent\nof the provision. Tribes are\nencouraged to consider\nthis model language in\norder to ensure that repeat\noffenders are classified in\na higher tier than if they\nwere being convicted\nof a first offense. SECTION 3.02 TIER II OFFENSES\nA. Recidivism. Unless otherwise covered by Section 3.03, if an offender has\npreviously been convicted of a sex offense, and the current conviction is for\na sex offense, or an attempt or conspiracy to commit such a sex offense, the\ncurrent conviction is considered a Tier II offense. B. Certain Name of Tribe Offenses. Conviction for any of the following Name of\nTribe offenses, or an attempt or conspiracy to commit such an offense, shall be\nconsidered a conviction for a Tier II offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense C. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses, or an attempt or conspiracy to commit such an offense, shall\nbe considered a conviction for a Tier II offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense D. Offenses Involving Minors.",
      "queries": [
        "what offenses trigger tribal registration requirements"
      ],
      "queries_score": [
        "1.8859093"
      ]
    },
    {
      "id": "guidance_49__8",
      "chunk_id": "8",
      "content": "C. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses, or an attempt or conspiracy to commit such an offense, shall\nbe considered a conviction for a Tier II offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense D. Offenses Involving Minors. A Tier II offense includes any sex offense against\na minor for which a person has been convicted, or an attempt or conspiracy to\ncommit such an offense, that involves: t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 1. The use of minors in prostitution, including solicitations,\n2. Enticing a minor to engage in criminal sexual activity,\n3. A non-forcible sexual act with a minor 16 or 17 years old, Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 8 4. Sexual contact with a minor 13 years of age or older, whether directly or\nindirectly through the clothing, that involves the intimate parts of the body,\n5. The use of a minor in a sexual performance,\n6. The production or distribution of child pornography, or\n7. Any other offense defined as a Tier II offense under 42 U.S.C. § 16911(3),\nas it may be amended. E. Certain Federal Offenses. Conviction for any of the following federal offenses\nor an attempt or conspiracy to commit such an offense shall be considered a\nconviction for a Tier II offense:\n1. 18 U.S.C. § 1591 (sex trafficking of children or by force, fraud, or coercion),\n2. 18 U.S.C. § 2244 (abusive sexual contact, where the victim is 13 years of\nage or older),\n3. 18 U.S.C. § 2251 (sexual exploitation of children),\n4. 18 U.S.C. § 2251A (selling or buying of children),\n5. 18 U.S.C. § 2252 (production or distribution of child pornography),\n6. 18 U.S.C. § 2252A (production or distribution of material constituting or\ncontaining child pornography),\n7. 18 U.S.C. § 2260 (production of sexually explicit depictions of a minor for\nimport into the United States),\n8. 18 U.S.C. § 2421 (transportation of a minor for illegal sexual activity),\n9. 18 U.S.C. § 2422(b) (coercion and enticement of a minor to engage in\nprostitution),\n10. 18 U.S.C. § 2423(a) (transportation of a minor with intent to engage in\ncriminal sexual activity),\n11. 18 U.S.C. § 2423(d) (ancillary offenses where the victim is under 18), or\n12. Any other offense defined as a Tier II offense under 42 U.S.C. § 16911(3),\nas it may be amended. F. Certain Military Offenses. Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.02(B), (C), (D), or (E) shall be considered a Tier II offense. SECTION 3.03 TIER III OFFENSES\nA. Recidivism.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__9",
      "chunk_id": "9",
      "content": "Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.02(B), (C), (D), or (E) shall be considered a Tier II offense. SECTION 3.03 TIER III OFFENSES\nA. Recidivism. If an offender has previously been convicted of a Tier II sex\noffense, and the current conviction is for any sex offense, or an attempt or\nconspiracy to commit any sex offense, the current conviction is considered a\nTier III offense. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N SORNA does not require\nan enhanced tiering status\nunless the person has\npreviously been convicted\nof a sex offense that was\npunishable by more than\n1 year in jail. However, as\nmost tribal sex offenses\nhave (until TLOA) been\nlimited to no more than 1\nyear in jail, the technical\nt requirements of SORNA\ncould frustrate the intent\nof the provision. Tribes are\nencouraged to consider\nthis model language in\norder to ensure that repeat\noffenders are classified in\na higher tier than if they\nwere being convicted\nof a first offense. 9 B. Certain Name of Tribe Offenses. Conviction for any of the following Name of\nTribe offenses, or an attempt or conspiracy to commit such an offense, shall be\nconsidered a conviction for a Tier III offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense C. Certain Name of State(s) Offenses. Conviction for any of the following Name of\nState(s) offenses, or an attempt or conspiracy to commit such an offense, shall\nbe considered a conviction for a Tier III offense:\n1. Section Number Name of Offense 2. Section Number Name of Offense t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. D. Other Offenses. A Tier III offense includes any sex offense for which a person\nhas been convicted, or an attempt or conspiracy to commit such an offense,\nthat involves:\n1. Non-parental kidnapping of a minor,\n2. A sexual act with another by force or threat,\n3. A sexual act with another who has been rendered unconscious or\ninvoluntarily drugged, or who is otherwise incapable of appraising the\nnature of the conduct or declining to participate, or\n4. Sexual contact with a minor 12 years of age or younger, including offenses\nthat cover sexual touching of or contact with the intimate parts of the body,\neither directly or through the clothing, or\n5. Any other offense defined as a Tier III offense under 42 U.S.C. § 16911(4),\nas it may be amended. E. Certain Federal Offenses. Conviction for any of the following federal offenses,\nor an attempt or conspiracy to commit such an offense, shall be considered a\nconviction for a Tier III offense:\n1. 18 U.S.C. § 2241 (aggravated sexual abuse),\n2. 18 U.S.C. § 2242 (sexual abuse),\n3. 18 U.S.C. § 2243 (sexual abuse of a minor or ward),\n4. Where the victim is 12 years of age or younger, 18 U.S.C. § 2244 (abusive\nsexual contact), or\n5.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__10",
      "chunk_id": "10",
      "content": "Where the victim is 12 years of age or younger, 18 U.S.C. § 2244 (abusive\nsexual contact), or\n5. Any other offense defined as a Tier III offense under 42 U.S.C. § 16911(4),\nas it may be amended. F. Certain Military Offenses. Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.03(B), (C), (D), or (E) shall be considered a Tier III offense. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 10 CHAPTER REQUIRED INFORMATION 4 SECTION 4.01 GENERAL REQUIREMENTS A. Duties. A sex offender covered by this Code who is required to register with the\nName of Tribe pursuant to this Code shall provide all of the information detailed\nin this chapter to the Responsible Agency Name. The Responsible Agency\nName or its designee shall obtain all of the information detailed in this chapter\nfrom sex offenders who are required to register with the tribe. Responsible\nAgency Name shall implement any policies and procedures necessary to\nimplement its terms. B. Digitization. All information obtained under this Code shall be, at a minimum,\nmaintained by the Responsible Agency Name in a digitized format. C. Electronic Database. The Name of Tribe Sex Offender Registry shall be\nmaintained in an electronic database by the Responsible Agency Name or its\ndesignee, and shall be in a form capable of electronic transmission. D. Biometrics. The Responsible Agency Name or its designee shall obtain, and a\nsex offender shall provide, the following biometric and biologic information:\n1. Finger and Palm Prints. Both fingerprints and palm prints. Fingerprints\nand palm prints shall be immediately submitted to the appropriate Federal\nBureau of Investigation (FBI) databases by the Responsible Agency Name. 2. DNA. If the sex offender’s DNA is not already contained in the Combined\nDNA Index System (CODIS), the sex offender shall provide the Responsible\nAgency Name or its designee a sample of their DNA. a. Any DNA sample obtained from the sex offender shall be immediately\nsubmitted to the FBI for inclusion in CODIS. E. Registration Information. The Responsible Agency Name or its designee\nshall obtain, and a sex offender shall provide, the following biographic and\ndocumentary information:\n1. Name. The following information related to the sex offender’s name:\na. The sex offender’s full primary given name,\nb. Any and all nicknames, aliases, and pseudonyms regardless of the\ncontext in which they are used, and\nc. Any and all ethnic or tribal names by which the sex offender is\ncommonly known. This does not include any religious or sacred names\nnot otherwise commonly known. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 11 2. Date of Birth.\na. The sex offender’s actual date of birth, and\nb. Any other date of birth used by the sex offender. 3. Photograph. A sex offender shall permit their photograph to be taken by\nthe Responsible Agency Name or its designee:\na.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__11",
      "chunk_id": "11",
      "content": "11 2. Date of Birth.\na. The sex offender’s actual date of birth, and\nb. Any other date of birth used by the sex offender. 3. Photograph. A sex offender shall permit their photograph to be taken by\nthe Responsible Agency Name or its designee:\na. Every 90 days for Tier III sex offenders,\nb. Every 180 days for Tier II sex offenders, and\nc. Every year for Tier I sex offenders. 4. Physical Description. An accurate description of the sex offender as\nfollows:\na. A physical description,\nb. A general description of the sex offender’s physical appearance or\ncharacteristics, and\nc. Any identifying marks, such as, but not limited to, scars, moles,\nbirthmarks, or tattoos. If possible, photographs of any tattoos or\nsignificant marks shall also be taken. 5. Offense Information. The text of each provision of law defining the criminal\noffense(s) for which the sex offender is registered. 6. Criminal History.\na. The date of all arrests,\nb. The date of all convictions,\nc. The sex offender’s status of parole, probation, or supervised release,\nd. The sex offender’s registration status, and\ne. Any outstanding arrest warrants. 7. Social Security Number. The following information:\na. A valid Social Security number for the sex offender, and\nb. Any Social Security number the sex offender has used in the past, valid\nor otherwise. 8. Driver’s License. The sex offender’s valid driver’s license(s), issued by any\njurisdiction, and the Responsible Agency Name or its designee shall make\na photocopy of any such licenses. 9. Identification Cards. The sex offender’s government-issued identification\ncard(s), including the sex offender’s tribal enrollment card (issued by any\njurisdiction). The Responsible Agency Name or its designee shall make a\nphotocopy of any such identification cards. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 12 10. Passports. Any passports held or used by the sex offender, and the\nResponsible Agency Name or its designee shall make a photocopy of any\nsuch passports. 11. Immigration Documents. Any and all immigration documents held or used\nby the sex offender, and the Responsible Agency Name or its designee\nshall make a photocopy of any such documents. 12. Phone Numbers. Any and all telephone numbers and any other\ndesignations used by sex offenders for purposes of routing or selfidentification in telephonic communications including but not limited to:\na. Any and all cellular telephone numbers,\nb. Any and all land line telephone numbers, and\nc. Any and all Voice over Internet Protocol (VOIP) telephone numbers. 13. Residence Address. The following information related to the sex offender’s\nresidence:\na. The address of each residence at which the sex offender resides or will\nreside, and\nb. Any location or description that identifies where the sex offender\nhabitually resides regardless of whether it pertains to a permanent\nresidence or location otherwise identifiable by a street or address. 14. Employment. The following information related to the sex offender’s\nemployment, to include any and all places where the sex offender is\nemployed in any capacity, including volunteer and unpaid positions:\na. The name of the sex offender’s employer,\nb. The address of the sex offender’s employer, and\nc. Similar information related to any transient or day labor employment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__12",
      "chunk_id": "12",
      "content": "The name of the sex offender’s employer,\nb. The address of the sex offender’s employer, and\nc. Similar information related to any transient or day labor employment. 15. School Location. The following information related to the sex offender’s\nschool:\na. The address of each school where the sex offender is or will be a\nstudent, and\nb. The name of each school where the sex offender is or will be a student. 16. Vehicle Information. The following information related to all vehicles owned\nor operated by the sex offender for work or personal use including land\nvehicles, aircraft, and watercraft:\na. License plate numbers,\nb. Registration numbers or identifiers,\nc. General description of the vehicle to include color, make, model, and\nyear, and\nd. Any permanent or frequent location where any vehicle is kept. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 13 17. Internet Identifiers. The following information related to the sex offender’s\ninternet-related activity:\na. Any and all email addresses used by the sex offender,\nb. Any and all instant message addresses and identifiers,\nc. Any and all other designations or monikers used for self-identification in\ninternet communications or postings, and\nd. Any and all designations used by the sex offender for the purpose of\nrouting or self-identification in internet communications, postings, or\nsocial media accounts. 18. Professional Licenses. Licensing number, licensing agency, and any\nother identifying information about a professional license issued to the sex\noffender that authorizes the sex offender to engage in an occupation or\ncarry out a trade or business. 19. Temporary Lodging/Travel Information. The following information when the\nsex offender will be absent from Name of Tribe jurisdiction for 7 days or more:\na. Identifying information for the location where the offender will be lodging\nwhile absent from Name of Tribe jurisdiction, including addresses and\nnames (such as hotel, campground, or home owner), and\nb. The dates the sex offender will be staying at each temporary lodging\nlocation. c. The registered sex offender shall provide the information in Section 4.01\n(E) (17) (a) and (b) no later than 3 days before their scheduled travel. The\ninformation shall be provided in person. d. The Responsible Agency Name shall immediately notify any jurisdiction\nwhere the offender will be lodging that the offender will be traveling to\nthat jurisdiction. Notification shall be made via the SORNA Exchange\nPortal, or any additional method(s) of communication, as appropriate. 20. International Travel. The following information when the sex offender will\nbe traveling to a foreign country:\na. Any information required to be provided by 42 U.S.C. § 16914(a)(7), or\nany other information necessary to complete the International Travel\nForm utilized by the United States Marshals Service. b. The registered sex offender shall provide such information no later\nthan 21 days prior to their scheduled travel. The information shall be\nprovided in person. c. The Responsible Agency Name shall submit the completed\nInternational Travel Form to the United States Marshals Service via the\nSORNA Exchange Portal within 24 hours. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 14",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__13",
      "chunk_id": "13",
      "content": "c. The Responsible Agency Name shall submit the completed\nInternational Travel Form to the United States Marshals Service via the\nSORNA Exchange Portal within 24 hours. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 14 21. Amendments. Any information which hereafter may be required to be\ncollected by the Attorney General of the United States of America. 22. Regulations. Any information which hereafter may be required to be\ncollected by the duly enacted administrative policies of the Responsible\nAgency Name. SECTION 4.02 FREQUENCY, DURATION, AND REDUCTION\nA. Frequency and Duration. A sex offender who is required to register shall, at\na minimum, appear in person at the Responsible Agency Name for purposes\nof verification and keeping their registration current in accordance with the\nfollowing time frames:\n1. For Tier I offenders, once every year for 15 years from the time of release\nfrom custody for a sex offender who is incarcerated for the registration\noffense, or from the date of sentencing for a sex offender who is not\nincarcerated for the registration offense. 2. For Tier II offenders, once every 180 days for 25 years from the time\nof release from custody for a sex offender who is incarcerated for the\nregistration offense, or from the date of sentencing for a sex offender who\nis not incarcerated for the registration offense. 3. For Tier III offenders, once every 90 days for the rest of their lives. B. Tolling. The duration of an offender’s registration requirement will be tolled for\nany period of time during which they are incarcerated for any offense. C. Reduction of Registration Periods. A sex offender may have their period of\nregistration reduced as follows:\n1. A Tier I offender may have their period of registration reduced to 10 years if\nthe individual has maintained a clean record for 10 consecutive years;\n2. A Tier III offender may have their period of registration reduced to 25 years\nif the individual was adjudicated delinquent of an offense as a juvenile\nthat required Tier III registration and the individual has maintained a clean\nrecord for 25 consecutive years. Time incarcerated\ndoes not count toward\nt an offender’s required\nregistration duration. t Allowing the reduction of\nregistration periods is optional. If your tribe is going to allow\nthe reduction of registration\nperiods, what procedural\nmechanism will be used to\nauthorize those reductions? The SMART Office\nrecommends specifying the\nprocedure within the Code/\nOrdinance. D. Clean Record. For purposes of Chapter 4.02(C), a person has a clean record\nif, during the period of time which the person was required to register as a sex\noffender:\n1. He or she has not been convicted of any felony offense,\n2. He or she has not been convicted of any sex offense,\n3. He or she has successfully completed, without revocation, any period of\nsupervised release, probation, or parole, and\n4. He or she has successfully completed an appropriate sex offender\ntreatment program certified by the tribe, another jurisdiction, or by the\nAttorney General of the United States.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__14",
      "chunk_id": "14",
      "content": "He or she has successfully completed, without revocation, any period of\nsupervised release, probation, or parole, and\n4. He or she has successfully completed an appropriate sex offender\ntreatment program certified by the tribe, another jurisdiction, or by the\nAttorney General of the United States. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 15 SECTION 4.03 REQUIREMENTS FOR IN-PERSON APPEARANCES A. Review of Information. At each in-person verification, the sex offender shall\nreview existing information for accuracy. B. Notification. If any new information or change in information is obtained at an\nin-person verification, the Responsible Agency Name shall immediately notify\nall other jurisdictions in which the sex offender is required to register of the\ninformation or change in information. C. New or Changed Information. If any new information or change in information\nis obtained at an in-person verification, the Responsible Agency Name shall\nimmediately update the Name of Tribe Public Sex Offender Registry Website, if\napplicable, and immediately update the sex offender’s information in NSOR. SECTION 4.04 SEX OFFENDER ACKNOWLEDGEMENT FORM The sex offender shall read, or have read to them, and sign a form stating that the\nduty to register has been explained to them by Responsible Agency Name and that\nthe sex offender understands the registration requirement. A. The form shall be signed and dated by the Responsible Agency Name\npersonnel registering the sex offender. B. The Responsible Agency Name shall immediately upload the acknowledgement\nform into the Name of Tribe Sex Offender Registry. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 16 CHAPTER REGISTRATION 5 SECTION 5.01 WHERE REGISTRATION IS REQUIRED\nA. Jurisdiction of Conviction. A sex offender must initially register with the\nResponsible Agency Name if the sex offender was convicted by the Name of\nTribe Tribal Court of a sex offense, regardless of the sex offender’s actual or\nintended jurisdiction of residence. B. Jurisdiction of Incarceration. A sex offender must register with the\nResponsible Agency Name if the sex offender is released from incarceration by\nthe Name of Tribe while completing any sentence for a sex offense, regardless\nof whether the offender was convicted in the Name of Tribe Tribal Court, and\nregardless of whether the offender intends to live, work, or attend school within\nlands subject to the jurisdiction of the Name of Tribe. C. Jurisdiction of Residence. A sex offender must register with Responsible\nAgency Name if the sex offender resides within lands subject to the jurisdiction\nof the Name of Tribe. D. Jurisdiction of Employment. A sex offender must register with the Responsible\nAgency Name if he or she is employed by the Name of Tribe in any capacity or\notherwise is employed within lands subject to the jurisdiction of the Name of Tribe. E. Jurisdiction of School Attendance. A sex offender must register with the\nResponsible Agency Name if the sex offender is a student in any capacity\nwithin lands subject to the jurisdiction of the Name of Tribe. SECTION 5.02 TIMING OF REGISTRATION\nA. Timing.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__15",
      "chunk_id": "15",
      "content": "E. Jurisdiction of School Attendance. A sex offender must register with the\nResponsible Agency Name if the sex offender is a student in any capacity\nwithin lands subject to the jurisdiction of the Name of Tribe. SECTION 5.02 TIMING OF REGISTRATION\nA. Timing. A sex offender required to register with the Responsible Agency Name\nunder this Code shall do so in the following timeframe:\n1. If convicted by Name of Tribe for a sex offense and incarcerated, the sex\noffender must register before being released from incarceration;\n2. If convicted by Name of Tribe but not incarcerated, within 3 business days\nof sentencing for the registration offense, the sex offender must appear in\nperson to register with Responsible Agency Name and t Your tribe will need to\nimplement a procedure\nfor the registering agency\nto ensure offenders\nare registered prior\nto their release. 3. Within 3 business days of establishing a residence, commencing\nemployment, or becoming a student on lands subject to the jurisdiction of\nthe Name of Tribe, the sex offender must appear in person to register with\nResponsible Agency Name. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 17 B. Duties of Responsible Agency Name. The Responsible Agency Name shall\nhave policies and procedures in place to ensure the following:\n1. That any sex offender incarcerated or sentenced by the Name of Tribe for a\nsex offense completes their initial registration with the Responsible Agency\nName;\n2. That the sex offender reads, or has read to them, and signs a form stating\nthat the duty to register has been explained to them and that the sex\noffender understands the registration requirement;\n3. That the sex offender is registered, and added to the Name of Tribe Public\nSex Offender Registry Website, if applicable;\n4. That upon entry of the sex offender’s information into the Name of Tribe\nSex Offender Registry, that information is immediately forwarded to all\nother jurisdictions in which the sex offender is required to register due to\nthe sex offender’s residency, employment, or student status; and\n5. That all registration information is immediately entered and updated in\nNSOR. SECTION 5.03 RETROACTIVE REGISTRATION A. Retroactive Registration. The Responsible Agency Name shall have in place\npolicies and procedures to ensure the following three categories of sex\noffenders are subject to the registration and updating requirements of this\nCode:\n1. Sex offenders incarcerated or under the supervision of the Name of Tribe,\nwhether for a sex offense or other crime,\n2. Sex offenders already registered or subject to a pre-existing sex offender\nregistration requirement, and\n3. Sex offenders reentering the justice system due to conviction for any crime. B. Timing of Recapture. The Responsible Agency Name shall ensure recapture of\nthe sex offenders mentioned in Section 5.03(A) within the following timeframe\nto be calculated from the date of passage of this Code:\n1. For Tier I sex offenders, 1 year, 2. For Tier II sex offenders, 180 days, and 3. For Tier III sex offenders, 90 days. SECTION 5.04 KEEPING REGISTRATION CURRENT\nA. Jurisdiction of Residency.",
      "queries": [
        "who must register as a sex offender",
        "when do sex offender register"
      ],
      "queries_score": [
        "1.5691035",
        "1.5728425"
      ]
    },
    {
      "id": "guidance_49__16",
      "chunk_id": "16",
      "content": "For Tier I sex offenders, 1 year, 2. For Tier II sex offenders, 180 days, and 3. For Tier III sex offenders, 90 days. SECTION 5.04 KEEPING REGISTRATION CURRENT\nA. Jurisdiction of Residency. All sex offenders who reside in lands subject to the\njurisdiction of the Name of Tribe who are required to register pursuant to this\nCode shall Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 18 1. Immediately appear in person at the Responsible Agency Name to update\nany changes to their name, residence (including termination of residency),\nemployment, or school attendance. 2. Immediately update any changes to their vehicle information, internet\nidentifiers, or telephone numbers. Such updates are not required to be\nmade in person at the Responsible Agency Name. 3. Appear in person at the Responsible Agency Name at least 3 days in\nadvance of any intended travel away from Name of Tribe which will last 7\ndays or more, as required by Section 4.01(E)(17). 4. Appear in person at the Responsible Agency Name at least 21 days in\nadvance of any intended international travel to provide the information\nrequired by Section 4.01(E)(18). B. Jurisdiction of School Attendance. Any sex offender who is a student in any\ncapacity within lands subject to the jurisdiction of the Name of Tribe, regardless\nof location, that changes their school, or otherwise terminates their schooling,\nshall immediately appear in person at the Responsible Agency Name to update\nthat information. C. Jurisdiction of Employment. Any sex offender who is employed by the Name\nof Tribe in any capacity or otherwise is employed within lands subject to the\njurisdiction of the Name of Tribe, regardless of location, that changes their\nemployment, or otherwise terminates their employment, shall immediately\nappear in person at the Responsible Agency Name to update that information. SECTION 5.05 FAILURE TO APPEAR FOR REGISTRATION AND\nABSCONDING\nA. Failure to Appear. In the event a jurisdiction notifies the Name of Tribe that a\nsex offender is relocating to Name of Tribe, and the sex offender thereafter fails\nto register with the Name of Tribe as required by this Code, the Responsible\nAgency Name or its designee shall immediately inform the jurisdiction that\nprovided notification that the sex offender who was to commence residency,\nemployment, or school attendance with the Name of Tribe failed to appear for\nregistration. B. Absconded Sex Offenders. If the Responsible Agency Name or its designee\nreceives information that a sex offender has absconded, the Responsible\nAgency Name shall take the following actions:\n1. The Responsible Agency Name shall make an effort to determine if the sex\noffender has actually absconded. In the event no determination can be\nmade, the Responsible Agency Name or its designee shall ensure all other\nappropriate law enforcement agencies are notified. 2. If the information indicating the possible absconding came through notice\nfrom another jurisdiction or federal authorities, they shall be informed that\nthe sex offender has failed to appear and register. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 19",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__17",
      "chunk_id": "17",
      "content": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 19 3. If an absconded sex offender cannot be located then the Responsible\nAgency Name shall take the following steps:\na. Update the Name of Tribe Sex Offender Registry and Name of Tribe\nPublic Sex Offender Registry Website to reflect the sex offender has\nabsconded or is otherwise unable to be located,\nb. Notify the U.S. Marshals Service,\nc. Seek a warrant for the sex offender’s arrest. The U.S. Marshals Service\nor FBI may be contacted in an attempt to obtain a federal warrant for\nthe sex offender’s arrest,\nd. Update NSOR to reflect the sex offender’s status as an absconder, or is\notherwise unable to be located, and\ne. Enter the sex offender into the NCIC Wanted Person File. C. Failure to Register. In the event a sex offender who is required to register\npursuant to this Code fails to do so, or otherwise violates a registration\nrequirement of this Code, the Responsible Agency Name shall take all\nappropriate follow-up measures, including those outlined in Section 5.05(B). The Responsible Agency Name shall first make an effort to determine if the sex\noffender actually resides, is employed, or is attending school on lands subject\nto the jurisdiction of the Name of Tribe. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 20 CHAPTER PUBLIC SEX OFFENDER\nREGISTRY WEBSITE 6 SECTION 6.01 WEBSITE\nA. Website. The Responsible Agency Name shall use and maintain the Name of\nTribe Public Sex Offender Registry Website. B. Links. The Name of Tribe Public Sex Offender Registry Website shall include\nlinks to sex offender safety and education resources. C. Instructions. The Name of Tribe Public Sex Offender Registry Website shall\ninclude instructions on how a person can seek correction of information that\nthe individual contends is erroneous. D. Warnings. The Name of Tribe Public Sex Offender Registry Website shall\ninclude a warning that the information contained on the website should not\nbe used to unlawfully injure, harass, or commit a crime against any individual\nnamed in the registry or residing or working at any reported addresses and that\nany such action could result in civil or criminal penalties. E. Search Capabilities. The Name of Tribe Public Sex Offender Registry Website\nshall have the capability of conducting searches by (1) name; (2) county, city,\nand/or town; and (3) ZIP code and/or geographic radius. F. Dru Sjodin National Sex Offender Public Website. The Name of Tribe shall\ninclude in the design of the Name of Tribe Public Sex Offender Registry Website\nall the field search capabilities needed for full participation in the Dru Sjodin\nNational Sex Offender Public Website, and shall participate in that website as\nprovided by the Attorney General of the United States. SECTION 6.02 REQUIRED AND PROHIBITED INFORMATION A. Required Information. The following information shall be made available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. The name of the sex offender including all aliases,\n2. A current photograph of the sex offender,\n3.",
      "queries": [
        "what is the tribal sex offender registration code",
        "who is responsible for absconding a sex offender"
      ],
      "queries_score": [
        "2.0820835",
        "1.5214851"
      ]
    },
    {
      "id": "guidance_49__18",
      "chunk_id": "18",
      "content": "SECTION 6.02 REQUIRED AND PROHIBITED INFORMATION A. Required Information. The following information shall be made available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. The name of the sex offender including all aliases,\n2. A current photograph of the sex offender,\n3. A physical description of the sex offender,\n4. The sex offense(s) for which the offender is currently registered,\n5. All sex offense(s) for which the sex offender has been convicted,\n6. The residential address and, if relevant, a description of a habitual\nresidence of the sex offender, Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 21 7. The address of the sex offender’s employer(s),\n8. All addresses of schools attended by the sex offender,\n9. The sex offender’s vehicle license plate number, along with a description of\nthe vehicle, and\n10. Notice that a sex offender is in violation of their registration requirements or\ncannot be located if the sex offender has absconded. B. Prohibited Information. The following information shall not be available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. Any arrest that did not result in conviction,\n2. The sex offender’s Social Security number,\n3. Any travel and immigration documents,\n4. The identity of the victim, and\n5. Internet identifiers. C. Witness Protection. For sex offenders who are under a witness protection\nprogram, the Responsible Agency Name may honor the request of the United\nStates Marshals Service or other agency responsible for witness protection by\nnot including the original identity of the offender on the publicly accessible sex\noffender registry website. t Juveniles adjudicated\ndelinquent of a sex offense\nare permitted to be excluded\nfrom public registry website\nposting. Does your tribe\nwish to exclude some, or\nall, of these offenders? Tier I offenders convicted\nof offenses against adult\nvictims are permitted to be\nexcluded from public registry\nwebsite posting. Does your\ntribe wish to exclude some,\nor all, of these offenders? Take into consideration\nhow many offenders would\nbe excluded from posting,\nparticularly if most tribal sex\noffenses are classified as\nTier I offenses. SECTION 6.03 COMMUNITY NOTIFICATIONS A. Law Enforcement Notification. Whenever a sex offender registers or updates\ntheir information with the tribe, the Responsible Agency Name shall:\n1. Monitor and utilize the SORNA Exchange Portal for inter-jurisdictional\nchange of residence, employment, or student status, and immediately\nnotify any relevant jurisdiction of an offender’s intended change of\nresidence, employment, or student status. 2. Immediately update NCIC/NSOR. 3. Immediately notify any agency, department, or program within the Name of\nTribe that is responsible for criminal investigation, prosecution, child welfare\nor sex offender supervision functions, including but not limited to police,\nwhether BIA, tribal, or FBI; Name of Tribe prosecutors; and Name of Tribe\nprobation. 4. Immediately notify any and all other registration jurisdictions where the\nsex offender is registered due to the sex offender’s residency, school\nattendance, or employment. 5. Immediately notify National Child Protection Act agencies, which includes\nany agency responsible for conducting employment-related background\nchecks under Section 3 of the National Child Protection Act of 1993 (42\nU.S.C. § 5119a) when a sex offender registers or updates registration.",
      "queries": [
        "what information is required for a public sex offender registry?",
        "what information is required in the name of tribe public sex offender registry"
      ],
      "queries_score": [
        "1.8348335",
        "2.8885207"
      ]
    },
    {
      "id": "guidance_49__19",
      "chunk_id": "19",
      "content": "5. Immediately notify National Child Protection Act agencies, which includes\nany agency responsible for conducting employment-related background\nchecks under Section 3 of the National Child Protection Act of 1993 (42\nU.S.C. § 5119a) when a sex offender registers or updates registration. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 22 B. Community Notification. The Responsible Agency Name shall ensure there is a\ncommunity notification process in place that ensures the following:\n1. Upon a sex offender’s registration or update of information with the Name\nof Tribe, the Name of Tribe’s Public Sex Offender Registry Website is\nimmediately updated with the information required by Section 6.02(A) of\nthis Code. 2. The Name of Tribe’s Public Sex Offender Registry Website has an\nautomated function that enables the general public to request an email\nnotice that will notify them when a sex offender commences residence,\nemployment, or school attendance with the Name of Tribe, within a\nspecified ZIP code, or within a certain geographic radius. This email notice\nshall include the sex offender’s identity so that the public can access\nthe Name of Tribe Public Sex Offender Registry Website for the new\ninformation. 3. Except as specified at Section 6.02(B), the Responsible Agency Name is\nalso permitted to provide the community information about any registered\nsex offender as might be necessary to protect public safety. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 23 CHAPTER IMMUNITY\nA. No Waiver of Immunity. Nothing under this chapter shall be construed as a\nwaiver of sovereign immunity for the Name of Tribe, its departments, agencies,\nemployees, or agents. B. Good Faith. Any person acting in good faith under the terms of this Code shall\nbe immune from any civil liability arising out of such actions. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 7 t This section is not\nspecifically required by\nSORNA, but is recommended\nfor inclusion by the original\ndrafters of the Model\nTribal Code/Ordinance. 24 CHAPTER CRIMES AND CIVIL SANCTIONS 8 SECTION 8.01 FAILURE TO REGISTER AS A SEX OFFENDER AND\nOTHER OFFENSES\nA. Criminal Penalty. Each violation of a provision of this Code by a sex offender\nshall be considered a crime and subject to a period of incarceration of [insert\nmaximum possible term of incarceration here] and a fine of [insert maximum\npossible fine amount here]. B. Civil Penalty. Each violation of a provision of this Code by a sex offender shall\nalso be considered a civil violation subject to enforcement by any means not\nprohibited by federal law, including, but not limited to the issuance of fines,\nforfeitures, and civil contempt. [Insert specific civil penalties.] C. Customs, Traditions, and Banishment/Exclusion. Nothing in this Code\nshall limit the ability of the Name of Tribe to impose additional customary or\ntraditional sanctions on an individual, up to and including banishment and/or\nexclusion. D. Hindrance of Sex Offender Registration.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_49__20",
      "chunk_id": "20",
      "content": "[Insert specific civil penalties.] C. Customs, Traditions, and Banishment/Exclusion. Nothing in this Code\nshall limit the ability of the Name of Tribe to impose additional customary or\ntraditional sanctions on an individual, up to and including banishment and/or\nexclusion. D. Hindrance of Sex Offender Registration. A person is guilty of the offense of\nHindrance of Sex Offender Registration and subject to the penalties described\nin § 8.01(A) and (B), as applicable, if they:\n1. Knowingly harbor or knowingly attempt to harbor, or knowingly assist\nanother person in harboring or attempting to harbor a sex offender who is\nin violation of this Code; t Section 8.01(A) is drafted to\napply to all sex offenders. Because of the limitations\nof tribal criminal jurisdiction,\nthe tribe may limit criminal\npenalties to Indian\noffenders, if they wish. t Section 8.01(B) is written\nas applying to all sex\noffenders. If the tribe wishes\nto limit civil penalties to\nnon-Indian offenders, or\nexclude them altogether,\nthey may do so, although\nthe tribe should consider\nhow violations of registration\nrequirements by non-Indians\nwould be punished. Sections 8.01(B), (C), and\n(D) are not specifically\nrequired by SORNA, but are\nrecommended for inclusion\nby the original drafters\nof the Model Tribal Code/\nOrdinance. 2. Knowingly assist a sex offender in eluding a law enforcement agency that\nis seeking to find the sex offender to question the sex offender about, or\nto arrest the sex offender for, noncompliance with the requirements of this\nCode; or\n3. Provide information regarding a sex offender to the Responsible Agency\nName, or other law enforcement agency, which the person knows to be false. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 25 *NCJ~250646*",
      "queries": [],
      "queries_score": []
    }
  ]
}