{
  "doc_id": "guidance_56",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_56__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5215.07\nDATE:\nSeptember 23, 2016 Youth Corrections Act (YCA) Inmates /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§524.20 Purpose and scope. This subpart establishes procedures for designation, classification, parole, and\nrelease of Youth Corrections Act (YCA) inmates. In keeping with court findings,\nand in accord with the repeal of 18 U.S.C. Chapter 402, Sections 5011 and 5015(b),\nall offenders sentenced under the provisions of the YCA presently in custody,\nthose retaken into custody as parole violators, and those yet to be committed\n(probation violators, appeal bond cases, etc.) may be transferred to or placed in\nadult institutions under the provisions of this policy. While the Bureau may discontinue segregating YCA inmates from adult inmates, it must\ncontinue to provide quality programs for YCA inmates. The increased availability of highquality programs nationwide, frequently not provided at any single institution, will provide\ngreater self-improvement opportunities for YCA inmates. a. Summary of Changes\nPolicy Rescinded\nP5215.05\nYouth Corrections Act (YCA), Inmates and Programs (03/17/99)\nFederal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. This revision removes the requirement that staff at the Federal Correctional Institution in\nEnglewood, Colorado (FCI Englewood) serve as the Bureau point of contact for YCA issues, and\ndirects inquiries to Regional Counsel or the Consolidated Legal Center. b. Program Objectives. As a result of this program, YCA inmates will complete a three-phase\nprogram plan that includes a classification phase, a treatment phase, and a pre-release phase. c. Pretrial/Holdover/Detainee Procedures. This Program Statement does not apply to\npretrial/holdover or detainee inmates. d. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any local procedures to implement the\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. DEFINITIONS\n§524.21 Definitions.\na. YCA Inmate. An inmate sentenced under provision of the Youth Corrections Act who has not received an in-person “no further benefit” finding by his or her\nsentencing judge, and whose YCA sentence has not been completely absorbed\nby an adult federal sentence. b. No Further Benefit. An in-person finding by the inmate’s sentencing court\nthat YCA treatment will not be of further benefit to the inmate. An inmate\nreceiving such court finding is accordingly not considered to be a YCA inmate. 3. YCA PROGRAM\n§524.22 YCA Program.\na. Wardens are to ensure each committed youth offender is scheduled for a\nthree-phase program plan which will include a classification phase, a treatment\nphase, and a pre-release phase. A program plan for each YCA inmate will be\ndeveloped by the Unit Team as a part of the classification phase. The Warden\nmay exempt a YCA inmate from program participation when individual\ncircumstances warrant such exceptions. Such exceptions must be requested\nand acknowledged by the inmate, and the reason(s) for exemption must be\ndocumented in the inmate’s central file. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_56__1",
      "chunk_id": "1",
      "content": "The Warden\nmay exempt a YCA inmate from program participation when individual\ncircumstances warrant such exceptions. Such exceptions must be requested\nand acknowledged by the inmate, and the reason(s) for exemption must be\ndocumented in the inmate’s central file. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 Because completion of the program plan may constitute a certification of “response to treatment”\nrelease readiness, the U.S. Parole Commission may choose to recommend additions, deletions, or\nmodifications to specific goals within the plan. When the Unit Team and the U.S. Parole Commission cannot reach a consensus as to the content\nof a plan, the matter is referred to the Regional Director through the Warden. The Regional\nDirector consults with the Regional Legal Counsel to resolve the matter. The terminology “response to treatment-certified completion” applies to YCA inmates who have\nnot been released on parole. The Unit Team, in conjunction with the Commission, may initiate a\nresponse to treatment program plan for a parole violator if warranted. Although consistency in program planning is important, the process allows for modifications\nsuch as additions to and deletions from plan goals. Subsequent changes to established plans\nmust be documented and justified on the plan. The Program Review Report documents:\n■ The initial program plan. ■ Subsequent changes. ■ Progress made during the routine 90-day review process. At a minimum, the Program Review Report must contain specific references to behavior,\ntreatment/self-improvement, and pre- release goals, as well as unit team comments on each\nindividual area of the plan’s goals. The last six Program Review Reports must be kept in the Inmate Central File to ensure their\ninformation is included in the annual Progress Report. 1. Classification Phase. The classification phase begins upon the inmate’s\narrival at the designated institution. It consists of evaluation, orientation, unit\nassignment, and concludes when the inmate has attended the initial classification\n(or transfer classification) meeting with the Unit Team. YCA inmates are to\nparticipate in the classification process prior to the development of their\nindividual program plans. The YCA inmate is to have received a psychological\nscreening prior to attending the initial classification meeting. YCA program plans\nwill include specific goals relative to: P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 a. Behavior;\nBehavioral goals may be generic or specific relative to:\n■\n■\n■\n■\n■ Conduct. Sanitation/hygiene. Work performance. Attitude/interpersonal skills. Communication skills. b. Treatment/self improvement; These goals may include:\n■\n■\n■\n■\n■\n■ Educational/social education. Work assignment (e.g., UNICOR). Vocational training. Substance abuse. Psychological counseling. Health and recreation. c. Pre-release; These goals may include:\n■\n■\n■\n■\n■ Family visiting. Vocational counseling. Financial preparation for release. Escorted trips/furloughs. CCC placement. Note: Community Corrections Center (CCC) is now referred to as Residential Reentry Center\n(RRC). 2. Treatment Phase. YCA inmates are to be exposed to unit-based and\ncommunity-based (if otherwise eligible) programs. Each YCA inmate shall be\nperiodically reviewed during this phase. The treatment phase begins when the\ninmate attends the programs and activities described in the program plan which\nwere established at the culmination of the classification phase. Each YCA inmate\nshall be assigned programs in accordance with the inmate’s needs and the P5215.07 9/23/2016",
      "queries": [
        "who can exempt an inmate from yca"
      ],
      "queries_score": [
        "1.7830306"
      ]
    },
    {
      "id": "guidance_56__2",
      "chunk_id": "2",
      "content": "Each YCA inmate shall be\nperiodically reviewed during this phase. The treatment phase begins when the\ninmate attends the programs and activities described in the program plan which\nwere established at the culmination of the classification phase. Each YCA inmate\nshall be assigned programs in accordance with the inmate’s needs and the P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 established program plan. The “program day” shall consist of morning,\nafternoon, and evening time periods, during which the inmate shall be scheduled\nfor treatment programs, work, and leisure-time activities. The inmate shall be\nexpected to comply with the program plan. The inmate’s participation in a\ntreatment program is required, not optional. An inmate’s failure to participate\nmay result in disciplinary action. Ordinarily, YCA inmates are placed in institutions commensurate with their:\n■ Security levels. ■ Custody assignments.\n■ Program needs. Because geographical placement is important for maintaining positive community ties, every\nattempt is made to designate a YCA inmate to an institution near the release area. An exception\noccurs when the Court has ruled that the institution is prohibited from housing YCA inmates, and\nthere has not been an in-person “no further benefit” finding to the contrary. 3. Pre-release Phase. The YCA inmate shall enter the pre-release phase\napproximately 9 months prior to release. The pre-release phase is ordinarily\ndivided into two segments: participation in the institution pre-release program\nand a stay at a Community Corrections Center (CCC) (if otherwise eligible). Institution pre-release programs shall focus on the types of problems the inmate\nmay face upon return to the community, such as re-establishing family\nrelationships, managing a household, finding and keeping a job, and developing\na successful life style. In addition, the pre-release phase may include visits from\nprospective employers. The pre-release phase for a YCA inmate can be in conjunction with the Release Preparation\nProgram schedule of within 30 months of release, as long as it is no later than nine months prior\nto release. b. Staff shall establish incentives to motivate YCA inmates and to encourage\nprogram completion. Examples of such incentives which may be used are\nspecial recognition, awards, and “vacation days.”\nc. The program plan, and the YCA inmate’s participation in fulfilling goals\ncontained within the plan, are fundamental factors considered by the U.S. Parole\nCommission in determining when a YCA inmate should be paroled. Given the\nimportance and joint use of the YCA programming process, the current program P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 plan and a summary of the inmate’s progress in meeting established treatment\ngoals must be made available for review and discussion by the Commission at\neach parole hearing. In addition, a staff member familiar with the YCA inmate’s\ncase should be present at any parole hearing to clarify any questions concerning\nthe plan or the inmate’s progress in completing the plan. d. Upon full and satisfactory completion of the program plan, the Warden will\nnotify the U.S. Parole Commission and make a specific recommendation for\nrelease. (See Attachment A for an example.) Although pre-release planning begins with the classification phase, the pre-release phase\nprovides a focal point for increased emphasis immediately before release.",
      "queries": [
        "what is the treatment phase for inmates",
        "what is the treatment phase of the yca"
      ],
      "queries_score": [
        "2.1621184",
        "2.619235"
      ]
    },
    {
      "id": "guidance_56__3",
      "chunk_id": "3",
      "content": "d. Upon full and satisfactory completion of the program plan, the Warden will\nnotify the U.S. Parole Commission and make a specific recommendation for\nrelease. (See Attachment A for an example.) Although pre-release planning begins with the classification phase, the pre-release phase\nprovides a focal point for increased emphasis immediately before release. 4. PROGRAM REVIEWS\n§524.23. Program reviews. Staff shall conduct periodic reviews of the inmate’s program plan and shall\nmodify the plan in accordance with the level of progress shown. Each YCA\ninmate shall be afforded a review at least once each 90 days, and shall have a\nformal progress report prepared every year summarizing the inmate’s level of\nachievement. If the inmate’s program plan needs to be modified in light of the\nprogress made, or the lack thereof, appropriate changes will be made and a\nrevised program plan will be developed and documented. Staff shall ordinarily\nnotify the inmate of the 90-day review at least 48 hours prior to the inmate’s\nscheduled appearance before the Unit Team. An inmate may waive in writing the\nrequirement of 48 hours notice. The YCA inmate is expected to participate in the program review meeting. 5. PAROLE HEARINGS\n§524.24. Parole hearings. All YCA inmates have been extended the parole procedures present in Watts vs.\nHadden. YCA inmates shall be scheduled for interim hearings on the following\nschedules:\na. For those inmates serving YCA sentences of less than 7 years, an in-person\nhearing will be scheduled every 9 months. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 b. For those inmates serving YCA sentences of 7 years or more, an in-person\nhearing will be scheduled every 12 months. c. Upon notification of a response to treatment/certified completion of a program\nplan by the Bureau of Prisons, the Parole Commission will schedule the inmate\nfor an in-person hearing on the next available docket, unless the inmate is\nparoled on the record. If a hearing is held and the inmate is denied parole, the\nnext hearing shall be scheduled in accordance with the schedule outlined in\nparagraphs (a) and (b) of this section. d. The hearings mentioned in paragraphs (a) and (b) of this section are not\nrequired for inmates who have been continued to expiration or mandatory parole\nwho have less than one year remaining to serve or to a CCC placement date. 6. U.S. PAROLE COMMISSION\n§524.25. U.S. Parole Commission. The U.S. Parole Commission is the releasing authority for all YCA inmates except\nfor full term and conditional releases. The Commission shall be provided a\nprogress report:\na. Upon request of the Commission,\nb. Prior to any interim hearing or pre-release record review, or\nc. Upon determination by the inmate’s Unit Team, with concurrence by the\nWarden, that the inmate has completed his or her program plan. When institution staff wish to notify the U.S. Parole Commission of a special post-release need,\nthe Unit Team either notes this in the progress report or submits a separate report bringing the\npost-release need to the Parole Commission’s attention. An example would be for an inmate\nwith a substance abuse problem to continue contact with a community-based self-help group.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_56__4",
      "chunk_id": "4",
      "content": "An example would be for an inmate\nwith a substance abuse problem to continue contact with a community-based self-help group. Progress reports for YCA inmates prepared for parole hearings must include a complete\nsummary of the program plan and describe the inmate’s progress in meeting program goals. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 7. YCA COORDINATION Inquiries concerning a YCA inmate should be directed to the Regional Counsel or Consolidated\nLegal Center for the inmate’s designated facility. Once a YCA inmate arrives at the designated institution, it is critical for unit staff to identify the\ninmate promptly in Sentry using the CMA assignment “YCA.” 8. YCA INMATE RECORDS\nYCA inmate records are handled in accordance with the Program Statements Correctional\nSystems Manual and Inmate Central File, Privacy Folder, and Parole Mini Files. Information on former YCA inmates, including the fact that the person has been confined, may\nnot be released without Regional Counsel review to determine whether the conviction has been\nexpunged. After review, Regional Counsel or designee may release information as appropriate. 9. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4300, 4-4449.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-5C-07.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: None.\n■ American Correctional Association Standards for Correctional Training Academies: None.\nREFERENCES\nProgram Statements\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5300.20\nVolunteers and Citizen Participation Programs (6/1/99)\nP5300.21\nEducation, Training, and Leisure-Time Program Standards (2/18/02)\nP5310.17\nPsychology Services Manual (8/25/16)\nP5321.07\nUnit Management Manual (9/16/99)\nP5322.13\nInmate Classification and Program Review (5/16/14)\nP5325.07\nRelease Preparation Program (12/31/07)\nP5350.28\nLiteracy Program (GED Standard) (12/1/03)\nP5354.03\nPostsecondary Education Programs for Inmates (12/17/03) P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 P5800.17\nP5800.15\nP5803.08 Inmate Central File, Privacy Folder, and Parole Mini-Files (4/3/15)\nCorrectional Systems Manual (1/1/09)\nProgress Reports (2/27/14) Federal Regulations\nRules cited in this Program Statement are contained in 28 C.F.R. 524.20 – 524.25. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Attachment A. Sample Letter to U.S. Parole Commission August 24, 2013\nJoe Jones, Warden\nRe: Franklin, Esteban\nReg. No. 00000-000\nIsaac Fulwood, Jr., Commissioner\nU.S. Parole Commission I am certifying that the above-referenced inmate has successfully completed the treatment\nprogram plan developed for him upon commitment to this institution. Mr. Franklin has enhanced his employment opportunities by completing the Business Vocational\nTraining program and the Adult Basic Education program. He has demonstrated his ability to\nconform to the rules and regulations of the institution by incurring no incident reports in the\n“highest” or “greatest” categories. He completed a course of Correctional Counseling, receiving\nthe endorsement of his counselor. He maintains his personal appearance and living areas at\nsocially acceptable levels and consistently receives average work reports. I recommend that he be reviewed by the U.S. Parole Commission and favorably considered for\nparole. Enclosed for your review is a copy of Mr. Franklin’s current progress report.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_56__5",
      "chunk_id": "5",
      "content": "He maintains his personal appearance and living areas at\nsocially acceptable levels and consistently receives average work reports. I recommend that he be reviewed by the U.S. Parole Commission and favorably considered for\nparole. Enclosed for your review is a copy of Mr. Franklin’s current progress report. If further\ninformation is needed, please do not hesitate to contact me. Enclosure: Progress Report P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10",
      "queries": [],
      "queries_score": []
    }
  ]
}