{
  "doc_id": "guidance_71",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_71__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nCPD/CSB\nNUMBER\n5267.09\nDATE December 10, 2015 Visiting Regulations\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§540.40. Purpose and scope. The Bureau of Prisons encourages visiting by family, friends, and community\ngroups to maintain the morale of the inmate and to develop closer relationships\nbetween the inmate and family members or others in the community. The Warden\nshall develop procedures consistent with this rule to permit inmate visiting. The\nWarden may restrict inmate visiting when necessary to ensure the security and\ngood order of the institution. Due to practical considerations and the different characteristics of institutions, certain limitations\nand controls must be established in developing and administering visiting regulations. The\nextent of these limitations will vary with each institution, and are recognized as reasons upon\nwhich visiting restrictions may be based. These limitations will be specified in the Institution\nSupplement. The Warden has the authority to restrict or suspend an inmate’s regular visiting privileges\ntemporarily when there is reasonable suspicion that the inmate has acted in a way that would\nindicate a threat to the good order or security of the institution. Ordinarily, the duration of the\nrestriction or suspension should be limited to the time required to investigate and complete the\ndiscipline process. Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. Reasonable suspicion exists when reliable information and/or facts are presented to the Warden\nthat the inmate is engaged, or attempting to engage, in criminal or other prohibited behavior. Reasonable suspicion must be directed to the inmate(s)/visitor(s) in question. In determining reasonable suspicion, staff should consider whether the available information\ncould reasonably lead a person with correctional experience to suspect that the inmate is engaged\nin criminal or other prohibited behavior. (See Section 13.c. of this Program Statement for\nreference to inmates in detention or segregation status.)\na. Summary of Changes. This re-issuance incorporates the following modifications:\nPolicy Rescinded\nP5267.08\nVisiting Regulations (5/11/2006)\n■ Guidelines for Walsh Act assignments added. ■ Clarified language for Minister of Record.\nb. Program Objectives. The expected results of this program are:\n■ All inmates will be permitted visits by family, friends, and community groups consistent with\nthe security and orderly running of the institution. ■ A record of visitors will be maintained for all inmates. ■ A visiting schedule will be established for all institutions. ■ Procedures to monitor all visiting areas will be established to prevent the passage of\ncontraband and to ensure the security and good order of the institution. c. Institution Supplement. Each institution will develop local procedures and guidelines\nrequired to administer this Program Statement. The institution will involve the Regional Office,\nCorrectional Services Administrator, in developing the Institution Supplement. The Institution Supplement must be available in English and Spanish. The Institution Supplement will include, at a minimum, the following considerations:\n■ The visiting schedule for the institution, including all of its components (satellite camp, jail,\netc.), if they differ. ■ Holdover visiting procedures (time frame for approval; who is permitted to visit, etc.). ■ Procedures addressing special visitors (i.e., minister of record and clergy visits). ■ Procedures for disapproving proposed visitors.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__1",
      "chunk_id": "1",
      "content": "The visiting schedule for the institution, including all of its components (satellite camp, jail,\netc.), if they differ. ■ Holdover visiting procedures (time frame for approval; who is permitted to visit, etc.). ■ Procedures addressing special visitors (i.e., minister of record and clergy visits). ■ Procedures for disapproving proposed visitors. ■ Procedures for approving any exception to the prior relationship requirement. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 ■ The method by which staff will make written guidelines available to visitors. ■ Limitations specific to the institution (e.g., visiting space, frequency of visits, number of\nvisitors). ■ Identify staff responsible for arranging and supervising special visits. ■ Procedures to maintain a record of visitors for each inmate. ■ Procedures for a backup system to the computer visiting program. ■ Facility address/phone number, directions to the facility, and information about local\ntransportation. ■ Days and hours of visitation. ■ Approved dress code. ■ Identification requirements for visitors. ■ Items authorized in the visiting room. ■ Special rules for children. ■ Authorized items that visitors may bring to give to the inmate, if applicable. ■ Special visit requirements. ■ Procedures for storing items not authorized in the visiting room (cellphones, car keys,\nhandbags, etc.). ■ Visiting procedures for inmates assigned to the Special Housing Unit.\n■ Visiting procedures for inmates hospitalized in the community. ■ Procedures for child areas (i.e., whether inmates are permitted in areas designated for\nchildren).\n■ The size and quantity of any clear plastic container/bag used to carry authorized items into a\nvisiting room. ■ Procedures for the use of non-contact visiting areas (if available). ■ Procedure to ensure the maximum capacity of the visiting room is not exceeded (i.e., early\ntermination due to overcrowding). ■ Procedures addressing frequency of changes to the inmate(s) Visiting List. ■ Procedures addressing supervision of inmates convicted of a Walsh Act offense involving a\nminor. 2. PRETRIAL/HOLDOVER/DETAINEE PROCEDURES The procedures specified in this Program Statement apply to all inmates housed in Bureau\ninstitutions. Refer to the Program Statement Pretrial Inmates for specific information regarding\npretrial inmates. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 3. VICTIM/WITNESS CASES Refer to the Program Statement Victim and Witness Notification for procedures when a\nVictim/Witness Program (VWP) inmate requests to place a victim or witness on his/her visiting\nlist. 4. WITSEC INMATE\nRefer to the Program Statement Central Inmate Monitoring System Operations Manual\n(Sensitive But Unclassified) for procedures when an inmate in the Witness Security Program\n(WITSEC) requests to place an individual on his/her visiting list. 5. VISITING FACILITIES\n§540.41. Visiting facilities. The Warden shall have the visiting room arranged so as to provide adequate\nsupervision, adapted to the degree of security required by the type of institution. The Warden shall ensure that the visiting area is as comfortable and pleasant as\npracticable, and appropriately furnished and arranged. If space is available, the\nWarden shall have a portion of the visiting room equipped and set up to provide\nfacilities for the children of visitors. a.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__2",
      "chunk_id": "2",
      "content": "The Warden shall ensure that the visiting area is as comfortable and pleasant as\npracticable, and appropriately furnished and arranged. If space is available, the\nWarden shall have a portion of the visiting room equipped and set up to provide\nfacilities for the children of visitors. a. Institutions of minimum and low security levels may permit visits beyond the\nsecurity perimeter, but always under supervision of staff. b. Institutions of medium and high security levels, and administrative institutions\nmay establish outdoor visiting, but it will always be inside the security perimeter\nand always under supervision of staff. Reasonable accommodations should be made to ensure that all parts of the visiting area\naccessible to the public are also accessible to visitors and inmates with disabilities. 6. VISITING TIMES\n§540.42 Visiting times. a. Each Warden shall establish a visiting schedule for the institution. At a\nminimum, the Warden shall establish visiting hours at the institution on\nSaturdays, Sundays, and holidays. The restriction of visiting to these days may\nP5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 be a hardship for some families and arrangements for other suitable hours shall\nbe made to the extent practicable. Where staff resources permit, the Warden may\nestablish evening visiting hours. b. Consistent with available resources, such as space limitations and staff\navailability, and with concerns of institution security, the Warden may limit the\nvisiting period. With respect to weekend visits, for example, some or all inmates\nand visitors may be limited to visiting on Saturday or on Sunday, but not on both\ndays, in order to accommodate the volume of visitors. There is no requirement\nthat every visitor has the opportunity to visit on both days of the weekend, nor\nthat every inmate has the opportunity to have visits on both days of the weekend. To the extent practicable, and consistent with available resources and concerns for institution\nsecurity, the Warden is encouraged to establish visiting and/or attempt to accommodate a visitor\nwho can only visit on a specific weekend day. 7. FREQUENCY OF VISITS AND NUMBER OF VISITORS\n§540.43. Frequency of visits and number of visitors. The Warden shall allow each inmate a minimum of four hours visiting time per\nmonth. The Warden may limit the length or frequency of visits only to avoid\nchronic overcrowding. The Warden may establish a guideline for the maximum\nnumber of persons who may visit an inmate at one time, to prevent overcrowding\nin the visiting room or unusual difficulty in supervising a visit. Exceptions may\nbe made to any local guideline when indicated by special circumstances, such as\ndistance the visitor must travel, frequency of the inmate’s visits, or health\nproblems of the inmate or visitor. The Warden may establish a limit, consistent with available resources, on the number of visits an\ninmate may receive and/or the number of visiting hours (in excess of four) allotted to the inmate\neach month. Due to space limitations, limits on visiting may be necessary when an inmate has\nnumerous regular visitors living in the vicinity of the institution. Where facilities permit, the Warden may allow family groups to visit.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__3",
      "chunk_id": "3",
      "content": "Due to space limitations, limits on visiting may be necessary when an inmate has\nnumerous regular visitors living in the vicinity of the institution. Where facilities permit, the Warden may allow family groups to visit. The Warden may also\nauthorize special visits to accommodate unique circumstances (e.g., a person traveling a long\ndistance to visit, a person visiting a hospitalized inmate). P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 8. REGULAR VISITORS\n§540.44. Regular visitors. An inmate desiring to have regular visitors must submit a list of proposed visitors\nto the designated staff. See §540.45 for qualification as special visitor. Staff are\nto compile a visiting list for each inmate after suitable investigation in accordance\nwith §540.51(b) of this part. The list may include:\n§540.51(b) refers to Section 14.b. of this Program Statement. a. Members of the Immediate Family. These persons include mother, father,\nstep-parents, foster parents, brothers and sisters, spouse, and children. These\nindividuals are placed on the visiting list, absent strong circumstances that\npreclude visiting. The word “spouse” includes a common-law relationship that has been previously established in a\nstate that recognizes such a status. In states that do not, a common-law relationship is not\nconsidered “immediate family.” For determination of applicable state laws, the Regional\nCounsel should be consulted. Failure to obtain acknowledgment of parent or legal guardian may\npreclude the addition of children to the visiting list. When deemed appropriate, background\nchecks may also be completed on immediate family members. For determination of applicable\nstate laws, the Regional Counsel should be consulted. b. Other Relatives. These persons include grandparents, uncles, aunts, in-laws,\nand cousins. They may be placed on the approved list if the inmate wishes to\nhave visits from them regularly and if there exists no reason to exclude them. c. Friends and Associates. The visiting privilege ordinarily will be extended to\nfriends and associates having an established relationship with the inmate prior to\nconfinement, unless such visits could reasonably create a threat to the security\nand good order of the institution. Exceptions to the prior relationship rule may be\nmade, particularly for inmates without other visitors, when it is shown that the\nproposed visitor is reliable and poses no threat to the security or good order of\nthe institution. Regardless of the institution’s security level, the inmate must have known the proposed visitor(s)\nprior to incarceration. The Warden must approve any exception to this requirement. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. Ordinarily, an inmate’s visiting list should not list more than 10 friends and associates. The\nWarden may make an exception to this provision when warranted.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__4",
      "chunk_id": "4",
      "content": "P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. Ordinarily, an inmate’s visiting list should not list more than 10 friends and associates. The\nWarden may make an exception to this provision when warranted. Under 18 U.S.C. § 3582(d), which applies to offenses committed on or after November 1, 1987,\n“The court, in imposing a sentence to a term of imprisonment upon a defendant convicted of\na felony set forth in chapter 95 (racketeering) or 96 (racketeer influenced and corrupt\norganizations) of this title or in the Comprehensive Drug Abuse Prevention and Control Act\nof 1970 (21 U.S.C. 801 et seq.), or at any time thereafter upon motion by the Director of the\nBureau of Prisons or a United States attorney, may include as a part of the sentence an order\nthat requires that the defendant not associate or communicate with a specified person, other\nthan his attorney, upon a showing of probable cause to believe that association or\ncommunication with such person is for the purpose of enabling the defendant to control,\nmanage, direct, finance, or otherwise participate in an illegal enterprise.” Consultation with the Regional Counsel may be necessary to determine this provision’s\napplicability to a specific case(s). d. Persons with Prior Criminal Convictions. The existence of a criminal\nconviction alone does not preclude visits. Staff shall give consideration to the\nnature, extent, and recentness of convictions, as weighed against the security\nconsiderations of the institution. Specific approval of the Warden may be\nrequired before such visits take place. Ordinarily, staff should obtain written authorization from the appropriate Federal or state\nprobation/parole official prior to approving visitation privileges for an individual on probation,\nparole, or supervised release. A copy of this authorization will be maintained in section 2 of the\nPrivacy Folder in the Inmate Central File. See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. e. Children Under Sixteen. Children under the age of 16 may not visit unless\naccompanied by a responsible adult. Children shall be kept under supervision of\na responsible adult or a children’s program. Exceptions in unusual\ncircumstances may be made by special approval of the Warden. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 The signature of a parent or legal guardian on the Visitor Information form (BP-A0629) is\nnecessary to process a request for an applicant under 18 years of age. Ordinarily, completing the\nquestionnaire portion of this form (items 1 through 14) is not required if such an applicant is a\nverified immediate family member of the requesting inmate. In unusual circumstances, the Warden, after consultation with Regional Counsel, may make\nexceptions to the requirement for acknowledgment by parent or legal guardian. 9. QUALIFICATION AS SPECIAL VISITOR\n§540.45. Qualification as special visitor. Persons in the categories listed in this section may qualify as special visitors\nrather than as regular visitors. Visits by special visitors ordinarily are for a\nspecific purpose and ordinarily are not of a recurring nature.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__5",
      "chunk_id": "5",
      "content": "9. QUALIFICATION AS SPECIAL VISITOR\n§540.45. Qualification as special visitor. Persons in the categories listed in this section may qualify as special visitors\nrather than as regular visitors. Visits by special visitors ordinarily are for a\nspecific purpose and ordinarily are not of a recurring nature. Except as specified,\nthe conditions of visiting for special visitors are the same as for visitors. a. Business Visitor. Except for pretrial inmates, an inmate is not permitted to\nengage actively in a business or profession. An inmate who was engaged in a\nbusiness or profession prior to commitment is expected to assign authority for\nthe operation of such business or profession to a person in the community. Pretrial inmates may be allowed special visitors for the purpose of protecting the\npretrial inmate’s business interests. In those instances where an inmate has\nturned over the operation of a business or profession to another person, there\nstill may be an occasion where a decision must be made which will substantially\naffect the assets or prospects of the business. The Warden accordingly may\npermit a special business visit in such cases. The Warden may waive the\nrequirement for the existence of an established relationship prior to confinement\nfor visitors approved under this paragraph. b. Consular Visitors. When it has been determined that an inmate is a citizen of a\nforeign country, the Warden must permit the consular representative of that\ncountry to visit on matters of legitimate business. The Warden may not withhold\nthis privilege even though the inmate is in disciplinary status. The requirement\nfor the existence of an established relationship prior to confinement does not\napply to consular visitors. c. Representatives of Community Groups. The Warden may approve visits on a\nrecurring basis to representatives from community groups (for example, civic,\nvolunteer, or religious organizations) who are acting in their official capacity. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 These visits may be for the purpose of meeting with an individual inmate or with a\ngroup of inmates. The requirement for the existence of an established\nrelationship prior to confinement for visitors does not apply to representatives of\ncommunity groups. d. Clergy, Former or Prospective Employers, Sponsors, and Parole Advisors. Visitors in this category ordinarily provide assistance in release planning,\ncounseling, and discussion of family problems. The requirement for the\nexistence of an established relationship prior to confinement for visitors does not\napply to visitors in this category. The following processing procedures apply to ministers of record and clergy:\n(1) Minister of Record. An inmate wanting to receive visits from his/her minister of record\nmust submit a written request to the Chaplain. Upon approval, unit staff add the name and title\n(minister of record) to the inmate’s visitor list. An inmate may only have one minister of record on his/her visiting list at a time. The addition of\nthe minister of record will not count against the total number of authorized regular visitors an\ninmate is allowed to have on his/her visiting list, and will not count against the total number of\nsocial visits allowed. (2) Clergy.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__6",
      "chunk_id": "6",
      "content": "The addition of\nthe minister of record will not count against the total number of authorized regular visitors an\ninmate is allowed to have on his/her visiting list, and will not count against the total number of\nsocial visits allowed. (2) Clergy. Visits from clergy (other than the minister of record) will be in accordance with the\ngeneral visitor procedures, and will count against the total number of regular visits allowed. Ordinarily, clergy visits will not be accommodated unless requested by the inmate. However,\nthe Chaplain may approve a visitation request initiated by the clergy if the inmate wishes to visit\nwith the clergy. Clergy/minister of record visits will be accommodated in the visiting room during regularly\nscheduled visiting hours and, to the extent practicable, in an area of the visiting room that\nprovides a degree of separation from other visitors. If a private area is not available, the visit\nmay be rescheduled. The Warden may establish a limit to the number of minister of record and clergy visits an inmate\nreceives each month, consistent with available resources. However, during times of personal or\nfamily emergencies, an inmate will be authorized a visit from his/her minister of record. Refer to\nthe Program Statement Religious Beliefs and Practices for additional information regarding\nminister of record and clergy. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 10. ATTORNEY VISITS\n§540.46. Attorney Visits. Requirements for attorney visits are governed by the provisions on inmate legal\nactivities (see §543.12 through 543.16 of this chapter). Provisions pertinent to\nattorney visits for pretrial inmates are contained in §551.117 of this chapter. § 543.12 through 543.16 refers to the Program Statement Inmate Legal Activities. §551.117\nrefers to the Program Statement Pretrial Inmates. Staff may not subject visits between an attorney and an inmate to auditory supervision. To the\nextent practicable, attorney visits, for both pretrial and sentenced inmates, are to take place in a\nprivate conference room. However, areas designated for attorney visits will be arranged so as to\nprovide adequate unobstructed visual supervision. Where such a room is not available, the attorney visit may occur in a regular visiting room,\nprovided the inmate and the inmate’s attorney have a degree of separation from other visitors. Occasionally, a situation may arise when a private area or conference room is not available, and\nthe attorney does not wish to meet in a regular visiting room. When this occurs, the attorney\nmay reschedule the visit. Refer to the Program Statement Inmate Legal Activities for additional\ninformation on processing legal visits. 11. MEDIA VISITS\n§540.47. Media visits. Requirements for media visits are governed by the provisions on contact with\nnews media (see subpart E of this part). A media representative who wishes to\nvisit outside his or her official duties, however, must qualify as a regular visitor\nor, if applicable, a special visitor. [Section §540.48 is removed and reserved.] P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 12. TRANSPORTATION ASSISTANCE\n§540.49. Transportation assistance. The Warden shall ensure that directions for transportation to and from the\ninstitution are provided for the approved visitor (see §540.51(b)(4)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__7",
      "chunk_id": "7",
      "content": "[Section §540.48 is removed and reserved.] P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 12. TRANSPORTATION ASSISTANCE\n§540.49. Transportation assistance. The Warden shall ensure that directions for transportation to and from the\ninstitution are provided for the approved visitor (see §540.51(b)(4)). Directions for\ntransportation to and from the institution and pay phone service, with commercial\ntransportation phone numbers posted, are also to be made available at the\ninstitution to assist visitors. If pay phone service is not available, the visitor is to ensure transportation is arranged prior to the\nvisit.\n§540.51(b)(4) refers to Section 14.b.(4) of this Program Statement. 13. VISITS TO INMATES NOT IN REGULAR POPULATION STATUS\n§540.50 Visits to inmates not in regular population status. a. Admission and Holdover Status. The Warden may limit to the immediate\nfamily of the inmate visits during the admission-orientation period or for\nholdovers where there is neither a visiting list from a transferring institution nor\nother verification of proposed visitors. b. Hospital Patients\n(1) When visitors request to see an inmate who is hospitalized in the institution,\nthe Chief Medical Officer (or, in his absence, the Health Services Administrator),\nin consultation with the Captain, shall determine whether a visit may occur, and if\nso, whether it may be held in the hospital. When a visit is denied because the inmate is suffering from an infectious disease, is in a\npsychotic or emotional episode that makes a visit inadvisable, or is otherwise not in a condition\nto see visitors, the situation is to be carefully and sensitively explained to the approved visitor. Notification to the visitor will be addressed in the Institution Supplement. Documentation is\nmaintained in section 2 of the Privacy Folder in the Inmate Central File. Inmates with medical conditions will be reviewed by the Chief Medical Officer or, in his/her\nabsence, the Health Services Administrator, in consultation with the Captain, to determine P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 whether visiting will be permitted. Visiting procedures for inmates with medical conditions will\nbe addressed in the Institution Supplement. (2) Visits to inmates hospitalized in the community may be restricted to only the\nimmediate family and are subject to the general visiting policy of that hospital. c. Detention or Segregation Status. Ordinarily, an inmate retains visiting\nprivileges while in detention or segregation status. Visiting may be restricted or\ndisallowed, however, when an inmate, while in detention or segregation status, is\ncharged with, or has been found to have committed, a prohibited act having to do\nwith visiting guidelines or has otherwise acted in a way that would reasonably\nindicate that he or she would be a threat to the orderliness or security of the\nvisiting room.",
      "queries": [
        "which section of regulation is removed and reserved",
        "federal regulations transportation assistance"
      ],
      "queries_score": [
        "1.5412844",
        "1.6885703"
      ]
    },
    {
      "id": "guidance_71__8",
      "chunk_id": "8",
      "content": "Loss of an inmate’s visiting privileges for other reasons may not occur unless the\ninmate is provided a hearing before the Discipline Hearing Officer (DHO) in\naccordance with the provisions of §541.17 of this chapter, following those\nprovisions which are appropriate to the circumstances, which results in a finding\nby the DHO that the inmate committed a prohibited act and that there is a lack of\nother appropriate sanctions or that imposition of an appropriate sanction\npreviously has been ineffective. The Unit Discipline Committee (UDC) may not impose a loss of visiting privileges\nfor inmates in detention or segregation status. The provisions of this paragraph\n(c) do not interrupt or delay a loss of visiting sanction imposed by the UDC or\nDHO prior to the inmate’s placement in detention or segregation status. §541.17 refers to the Program Statement Inmate Discipline Program. Ordinarily, an inmate in administrative detention or disciplinary segregation status may receive\nvisits in accord with the same rules and regulations that apply to general population inmates,\nproviding such visits do not pose a threat to the security or orderly operation of the institution. In such cases, the Warden may authorize special visiting procedures to preclude such a threat. Refer to the Program Statement Inmate Discipline Program for information regarding loss of\nvisiting privileges resulting from disciplinary action. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 14. PROCEDURES\n§540.51 Procedures.\na. Responsibility. The Warden of the institution shall establish and enforce local\nvisiting guidelines in accordance with the rules and regulations of the Bureau of\nPrisons. Ordinarily, the Captain is responsible for the visiting room’s appearance/operation and the\ntraining of visiting room officers. b. Preparation of the List of Visitors. (1) Staff shall ask each inmate to submit during the admission-orientation\nprocess a list of proposed visitors. After appropriate investigation, staff shall\ncompile a visiting list for each inmate and distribute that list to the inmate and the\nvisiting room officer. An inmate will be provided written material on the institution’s visiting procedures during the\nintake screening process. At a minimum, the information will include the following:\n■ Facility address/phone number, directions to the facility, and information about local\ntransportation. ■ Days and hours of visitation. ■ Approved dress code. ■ Identification requirements for visitors. ■ Items authorized in the visiting room.\n■ All authorized items entering the visiting room must be carried in a clear plastic container. ■ Special rules for children. ■ Authorized items that visitors may bring to give to the inmate, if applicable. ■ Special visit requirements. The initial visiting list is prepared and distributed as soon as practicable after receiving the\nrequired information to process the visiting list. This list identifies immediate family members\napproved to visit the inmate. Additional family members and friends may be added following\nthe completion of an appropriate investigation. Visiting privileges for a minister of record must be submitted directly to the Chaplaincy Services\nDepartment for review and approval/denial. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13",
      "queries": [
        "why do inmates lose visiting privileges"
      ],
      "queries_score": [
        "1.8674167"
      ]
    },
    {
      "id": "guidance_71__9",
      "chunk_id": "9",
      "content": "Additional family members and friends may be added following\nthe completion of an appropriate investigation. Visiting privileges for a minister of record must be submitted directly to the Chaplaincy Services\nDepartment for review and approval/denial. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 Whenever a person is deleted from or added to an inmate's visitor list, staff update the list as\nsoon as possible to reflect the change. A copy of the most current approved visiting list will be\nplaced in section 3 of the Inmate Central File. Likewise, if an inmate elects not to have any visitors, he/she will be asked to sign a visiting list\nindicating no visitors are requested. This form is filed in section 3 of the Inmate Central File. (2) Staff may request background information from potential visitors who are not\nmembers of the inmate's immediate family, before placing them on the inmate's\napproved visiting list. When little or no information is available on the inmate's\npotential visitor, visiting may be denied, pending receipt and review of necessary\ninformation, including information which is available about the inmate and/or the\ninmate's offense, including alleged offenses. The Visitor Information form (BP-A0629) is used to request background information and obtain\nthe visitor’s consent to release information. This form will be filed in section 2 of the Privacy\nFolder in the Inmate Central File. Regardless of the institution’s security level, staff should obtain background information on\npotential visitors, to include Minister of Record. This is required in the Medium, High, and\nAdministrative institutions due to their greater security needs. The Warden or designee may\nmake an exception to this procedure when warranted. Staff in institutions housing pretrial offenders are strongly encouraged to complete a background\ncheck (NCIC) on potential visitors due to limited information received on these individuals. Background checks may also be completed on immediate family members. If the background information reveals that visitation privileges for the individual would present\nsecurity concerns or disrupt the orderly running of the institution, the Warden may deny visiting\nprivileges. Documentation reflecting this decision should be maintained in section 2 of the\nPrivacy Folder in the Inmate Central File. Refer to the Program Statement Pretrial Inmates for additional information on visiting\nprocedures for pretrial inmates. (3) If a background investigation is necessary before approving a visitor, the\ninmate shall be held responsible for mailing a release authorization to the\nproposed visitor. That form must be signed and returned to staff by the proposed\nvisitor prior to any further action regarding visiting. Upon receipt of the P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 authorization form, staff may then forward a questionnaire, along with the release\nauthorization, to the appropriate law enforcement or crime information agency. The inmate is to mail the BP-A0629 to his/her proposed visitor(s). The proposed visitor must\ncomplete this form and mail it directly to the unit staff member responsible for processing the\ninmate's visiting list. Staff should advise the inmate to provide his/her proposed visitor with the\nstaff member’s name and address.",
      "queries": [
        "visiting privileges of a minister of record must be submitted directly to the chaplaincy services department"
      ],
      "queries_score": [
        "3.2308412"
      ]
    },
    {
      "id": "guidance_71__10",
      "chunk_id": "10",
      "content": "The inmate is to mail the BP-A0629 to his/her proposed visitor(s). The proposed visitor must\ncomplete this form and mail it directly to the unit staff member responsible for processing the\ninmate's visiting list. Staff should advise the inmate to provide his/her proposed visitor with the\nstaff member’s name and address. If necessary, staff will either send the Request for Conviction Information form (BP-A0311) to\nthe appropriate law enforcement agency to gather additional background information or\ncomplete a background check using the National Crime Information Center (NCIC). Visitor Information forms, Request for Conviction Information forms, and NCIC background\ninformation will be maintained in section 2 of the Privacy Folder of the Inmate Central File. Ordinarily, when an inmate transfers from one institution to another, staff need not reapprove the\nvisitors already contained on the inmate’s visiting list. However, staff should review the visiting\nlist to ensure the approved visitors are still appropriate. When possible, the unit team should be\nconsulted prior to approval of a visitor not on the inmate’s approved visiting list. (4) Staff shall notify the inmate of each approval or disapproval of a requested\nperson for the visiting list. Upon approval of each visitor, staff shall provide the\ninmate with a copy of the visiting guidelines and with directions for\ntransportation to and from the institution. The inmate is responsible for notifying\nthe visitor of the approval or disapproval to visit and is expected to provide the\napproved visitor with a copy of the visiting guidelines and directions for\ntransportation to and from the institution. The visiting guidelines shall include\nspecific directions for reaching the institution and shall cite 18 U.S.C. 1791, which\nprovides a penalty of imprisonment for not more than twenty years, a fine, or both\nfor providing or attempting to provide to an inmate anything whatsoever without\nthe knowledge and consent of the Warden. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for information regarding contraband warning signs. (5) An inmate’s visiting list may be amended at any time in accordance with the\nprocedures of this section. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 c. Verification of Special Visitor Credentials. Staff must verify the qualifications\nof special visitors. Staff may request background information and official\nassignment documentation from the potential visitor for this purpose. d. Identification of Visitors. Staff shall verify the identity of each visitor (through\ndriver's license, photo identification, etc.) prior to admission of the visitor to the\ninstitution. Photo Identification must be a valid state or government-issued photo identification. Visitors under the age of 16 who are accompanied by a parent or legal guardian are exempt from\nthis provision. e. Notification to Visitors. Staff shall make available to all visitors written\nguidelines for visiting the institution. Staff shall have the visitor sign a statement\nacknowledging that the guidelines were provided and declaring that the visitor\ndoes not have any article in his/her possession which the visitor knows to be a\nthreat to the security of the institution. Staff may deny the visiting privilege to a\nvisitor who refuses to make such a declaration.",
      "queries": [
        "how to mail visitor form to inmate"
      ],
      "queries_score": [
        "2.4623888"
      ]
    },
    {
      "id": "guidance_71__11",
      "chunk_id": "11",
      "content": "Staff may deny the visiting privilege to a\nvisitor who refuses to make such a declaration. Visiting room staff are to make the institution’s written guidelines for visiting available to\nvisitors. The Notification to Visitor form (BP-A0224) may be retrieved via the Sallyport\nPolicy/Forms page. f. Searching Visitors. Staff may require a visitor to submit to a personal search,\nincluding a search of any items of personal property, as a condition of allowing or\ncontinuing a visit. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for additional instructions on this subject. g. Record of Visitors. The Warden shall maintain a record of visitors to each\ninmate. The visitor’s signature may be required on that record and shall be\nrequired on at least one visiting log or record maintained by the institution. h. Supervision of Visits. Staff shall supervise each inmate visit to prevent the\npassage of contraband and to ensure the security and good order of the\ninstitution. The Warden may establish procedures to enable monitoring of the\nvisiting area, including restrooms located within the visiting area. The Warden\nmust provide notice to both visitors and inmates of the potential for monitoring\nP5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 the visiting area. The Warden may monitor a visitor restroom within the visiting\narea when there is reasonable suspicion that a visitor and/or an inmate is\nengaged, or attempting or about to engage, in criminal behavior or other\nprohibited behavior. Visitor restrooms may be monitored physically only with the Warden’s written approval, and\nonly after it is determined that there is a reasonable suspicion that the visitor or inmate is\nengaged, or attempting to engage, in a criminal activity or other prohibited behavior. Physical monitoring should be conducted by a person of the same sex as the visitor using the\nrestroom. Other restrooms may be inspected and monitored as needed for security purposes. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for further information regarding “reasonable suspicion.” (1) The visiting room officer shall ensure that all visits are conducted in a quiet,\norderly, and dignified manner. The visiting room officer may terminate visits that\nare not conducted in the appropriate manner. See 28 CFR §541.12, item 5, for\ndescription of an inmate's responsibility during visits. §541.12 refers to the Program Statement Inmate Discipline Program. When terminating a\nvisit, visiting room officers should consult with the Lieutenant or Institution Duty Officer. (2) Staff shall permit limited physical contact, such as handshaking, embracing,\nand kissing, between an inmate and a visitor, unless there is clear and convincing\nevidence that such contact would jeopardize the safety or security of the\ninstitution. Where contact visiting is provided, handshaking, embracing, and\nkissing are ordinarily permitted within the bounds of good taste and only at the\nbeginning and at the end of the visit. The staff may limit physical contact to\nminimize opportunity for the introduction of contraband and to maintain the\norderly operation of the visiting area.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__12",
      "chunk_id": "12",
      "content": "Where contact visiting is provided, handshaking, embracing, and\nkissing are ordinarily permitted within the bounds of good taste and only at the\nbeginning and at the end of the visit. The staff may limit physical contact to\nminimize opportunity for the introduction of contraband and to maintain the\norderly operation of the visiting area. An inmate who has been approved for, and is awaiting placement in the ADX-Florence Control\nUnit, may be limited to non-contact visits. (3) The visiting room officer may not accept articles or gifts of any kind for an\ninmate, except packages which have had prior approval by the Warden or a\ndesignated staff member. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 All authorized items entering the visiting room must be carried in a clear plastic container/bag. An inmate’s visitor may not leave money with any staff member for deposit in the inmate’s\ncommissary account. Refer to the Program Statement Trust Fund/Deposit Fund Manual for\nadditional information on accepting packages. (4) The visiting room officer shall be aware of any articles passed between the\ninmate and the visitor. If there is any reasonable basis to believe that any item is\nbeing passed which constitutes contraband or is otherwise in violation of the law\nor Bureau regulations, the visiting room officer may examine the item. An Associate Warden, the Institution Duty Officer, or the Captain will be notified in such cases. 15. PENALTY FOR VIOLATION OF VISITING REGULATIONS\n§540.52 Penalty for violation of visiting regulations. Any act or effort to violate the visiting guidelines of an institution may result in\ndisciplinary action against the inmate, which may include the denial of future\nvisits, possibly over an extended period of time. Moreover, criminal prosecution\nmay be initiated against the visitor, the inmate, or both, in the case of criminal\nviolations. In an effort to eliminate the introduction of drugs and drug paraphernalia into Bureau\ninstitutions, the Bureau will seek criminal prosecution against visitors who participate in\ncontraband violations. Additionally, as a disincentive for inmates found guilty of these\nviolations, the Discipline Hearing Officer (DHO) or Unit Discipline Committee (UDC) may\nimpose the loss of visiting privileges as a sanction. Refer to the Program Statement Inmate Discipline Program for information regarding loss of\nvisiting privileges resulting from disciplinary action. 16. WALSH ACT REQUIREMENTS The Unit Team will evaluate all inmates on their caseload and all incoming inmates to determine\nif they have an inmate who has been convicted of a sex offense involving a minor (WA CONV). Any inmate fitting this criterion will have the following annotation placed in the visiting program\nunder the comments section: “this inmate was convicted of a sex offense involving a minor.” P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Any inmate identified as having a Walsh Act assignment involving a minor will have his/her\nvisits closely monitored. Specific procedures will be determined locally by the Warden. 17. VISITING REGULATIONS REGARDING PETS Visitors are precluded from bringing animals on to institutional grounds, except for animals that\nassist persons with disabilities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_71__13",
      "chunk_id": "13",
      "content": "18 Any inmate identified as having a Walsh Act assignment involving a minor will have his/her\nvisits closely monitored. Specific procedures will be determined locally by the Warden. 17. VISITING REGULATIONS REGARDING PETS Visitors are precluded from bringing animals on to institutional grounds, except for animals that\nassist persons with disabilities. The visitor must provide staff with certification that the animal is\ntrained for that purpose. 18. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association 4th Edition Standards for Adult Correctional Institutions:\n4-4156, 4-4267, 4-4285, 4-4498, 4-4499, 4-4499-1, 4-4500, 4-4501, 4-4503, and 4-4504.\n■ American Correctional Association 4th Edition Performance- Based Standards for Adult\nLocal Detention Facilities: 4-ALDF-2A-61, 4-ALDF-5B-01, 4-ALDF-5B-02, 4-ALDF-5B03, 4-ALDF-5B-04 and 4-ALDF-7E-05.\nREFERENCES Program Statements\nP1280.11\nJUST, NCIC, and NLETS Telecommunication Systems (Management and Use)\n(1/7/00)\nP1315.07\nLegal Activities, Inmate (11/5/99)\nP1490.06\nVictim and Witness Notification Program (5/23/02)\nP4500.11\nTrust Fund/Deposit Fund Manual (4/19/15)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5180.06\nCentral Inmate Monitoring System Operations Manual (3/24/08)\nP5270.09\nInmate Discipline Program (7/8/11)\nP5270.10\nSpecial Housing Units (7/29/11)\nP5280.09\nInmate Furloughs (1/20/11)\nP5360.09\nReligious Beliefs and Practices (12/31/04)\nP5500.11\nCorrectional Services Manual (10/10/03)\nP5500.14\nCorrectional Services Procedures Manual (10/19/12)\nP5510.15\nSearching, Detaining, or Arresting Visitors to Bureau Grounds and Facilities\n(7/7/13)\nP5520.02\nIon Spectrometry Device Program (4/1/15)\nP5521.05\nSearches of Housing Units, Inmates and Inmate Work Areas (6/30/97)\nP7331.04\nPretrial Inmates (1/31/03) P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 BOP Forms\nBP-A0224\nBP-A0311\nBP-A0629 Notification to Visitor\nRequest for Conviction Information\nVisitor Information Form Records Retention\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20",
      "queries": [],
      "queries_score": []
    }
  ]
}