{
  "doc_id": "guidance_94",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_94__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER:\n5566.06, CN-1\nDATE:\nAugust 29, 2014 Use of Force and Application of Restraints\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5566.06, Use\nof Force and Application of Restraints, dated November 30, 2005: Section 6d. An inmate who is pregnant should not be placed in restraints unless there are reasonable grounds\nto believe the inmate presents an immediate, serious threat of hurting herself, staff, or others, or\nthat she presents an immediate credible risk of escape that cannot be reasonably contained\nthrough other methods. For additional guidance refer to Section 13. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD/CSB\nP5566.06\n11/30/2005\nUse of Force and\nApplication of\nRestraints 1. [PURPOSE AND SCOPE §552.20. The Bureau of Prisons authorizes\nstaff to use force only as a last alternative after all other\nreasonable efforts to resolve a situation have failed. When\nauthorized, staff must use only that amount of force necessary to\ngain control of the inmate, to protect and ensure the safety of\ninmates, staff and others, to prevent serious property damage,\nand to ensure institution security and good order. Staff are\nauthorized to apply physical restraints necessary to gain control\nof an inmate who appears to be dangerous because the inmate:\na.\nb.\nc.\nd.\ne. Assaults another individual;\nDestroys government property;\nAttempts suicide;\nInflicts injury upon self; or\nBecomes violent or displays signs of imminent violence. This rule on application of restraints does not restrict the use\nof restraints in situations requiring precautionary restraints,\nparticularly in the movement or transfer of inmates (e.g., the\nuse of handcuffs in moving inmates to and from a cell in\ndetention, escorting an inmate to a Special Housing Unit pending\ninvestigation, etc.).] Under this rule precautionary restraints may also be used as\nprescribed by medical staff for medical purposes in accordance\nwith procedures set forth in the Health Services Manual. The use of restraints on inmates due to mental illness (e.g., to\nprevent suicide or infliction of self-injury) is subject to this\nProgram Statement’s provisions and the Program Statement on\n[Bracketed Bold - Rules]\nRegular Type - Implementing Information P5566.06, CN-1\n8/29/2014\nPage 2\nSuicide Prevention Program. This includes the placement,\nreviews, and release of inmates from restraints at all Bureau\nfacilities, including medical referral centers. This policy’s purpose is not to discourage employees from using\nthe amount of force necessary to protect themselves from assault,\nbodily harm, and/or loss of life. This policy will provide\nguidance and instruction on appropriate procedures when\nconfronted with situations that may require the use of force to\ngain control of an inmate. An employee may not use brutality, physical violence, or\nintimidation toward inmates, or use any force beyond that which\nis reasonably necessary to subdue an inmate. 2. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Force will ordinarily be used only when attempts to gain\nvoluntary cooperation from the inmate have not been successful. b. When force is used, it will be only the amount of force\nrequired to subdue an inmate, or preserve or restore institution\nsecurity and good order. c. Confrontation avoidance techniques will be used when\nfeasible to avoid calculated use of force situations. d.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__1",
      "chunk_id": "1",
      "content": "b. When force is used, it will be only the amount of force\nrequired to subdue an inmate, or preserve or restore institution\nsecurity and good order. c. Confrontation avoidance techniques will be used when\nfeasible to avoid calculated use of force situations. d. When an inmate must be subdued, the use-of-force team\ntechnique will be used when feasible. e. Any inmate restrained to a bed will be checked every 15\nminutes. f. Chemical agents will be used as specified and, to the\nextent practicable, only after a review of the inmate's medical\nfile, unless such a delay would endanger the safety of the\ninmate, other inmates, staff and the community, result in severe\nproperty damage, or effectuate an escape. g. Restraints will be applied only for purposes outlined in\npolicy and in authorized methods. h. Staff will be trained in confrontation avoidance, use of\nforce team technique, use of chemical agents, and application of\nrestraints. i. Each use of force incident will be documented, reported,\nand reviewed. P5566.06, CN-1\n8/29/2014\nPage 3\n3. DIRECTIVES AFFECTED a. Directive Rescinded\nP5566.05 b. Use of Force and Application of Restraints on\nInmates (12/31/96) Directives Referenced\nP1380.05\nP3420.09\nP5214.04\nP5324.03\nP5500.11\nP5500.12\nP6031.01\nP6190.03 Special Investigative Supervisors Manual (8/1/95)\nStandards of Employee Conduct (2/5/99)\nHIV, Handling of Inmates Testing Positive (2/4/98)\nSuicide Prevention Program (5/3/95)\nCorrectional Services Manual (10/10/03)\nCorrectional Services Procedures Manual (10/10/03)\nPatient Care (1/15/05)\nInfectious Disease Management (6/28/05) c. Rules cited in this Program Statement are contained in\n28 CFR 552.20-27 and 29 CFR 1910. 4. STANDARDS REFERENCED a. American Correctional Association 4th Edition Standards for\nAdult Correctional Institutions: 4-4190, 4-4191, 4-4202,\n4-4203, 4-4206, 4-4281(M), and 4-4405\nb. American Correctional Association 3rd Edition Standards for\nAdult Local Detention Facilities: 3-ALDF-3A-17, 3-ALDF-3A-17-1,\n3-ALDF-3A-28, 3-ALDF-3A-29, 3-ALDF-3A-31, and 3-ALDF-4E-32\nc. American Correctional Association 2nd Edition Standards for\nthe Administration of Correctional Agencies: 2-CO-3A-01\n5. [TYPES OF FORCE §552.21.] Since inmates occasionally become\nviolent or display signs of imminent violence, it is sometimes\nnecessary for staff to use force and restraints to prevent them\nfrom hurting themselves, staff, or others, and/or from destroying\nproperty. [a. Immediate Use of Force. Staff may immediately use force\nand/or apply restraints when the behavior described in §552.20\nconstitutes an immediate, serious threat to the inmate, staff,\nothers, property, or to institution security and good order.] Section 552.20 refers to Section 1 of this Program Statement. P5566.06, CN-1\n8/29/2014\nPage 4 In an immediate use of force situation, staff may respond with\nor without the presence or direction of a supervisor. [b. Calculated Use of Force and/or Application of Restraints. This occurs in situations where an inmate is in an area that can\nbe isolated (e.g., a locked cell, a range) and where there is no\nimmediate, direct threat to the inmate or others. When there is\ntime for the calculated use of force or application of\nrestraints, staff must first determine if the situation can be\nresolved without resorting to force (see §552.23).] Section 552.23 refers to Section 7 of this Program Statement. (1) Circumstances. Calculated rather than immediate use of\nforce is desirable in all instances corrections workers\nencounter. Although this is not always possible, staff must use\ncommon sense and good correctional judgment in each incident to\ndetermine whether the situation allows for the implementation of\ncalculated or immediate use of force procedures.",
      "queries": [
        "when force is used to"
      ],
      "queries_score": [
        "1.6904714"
      ]
    },
    {
      "id": "guidance_94__2",
      "chunk_id": "2",
      "content": "(1) Circumstances. Calculated rather than immediate use of\nforce is desirable in all instances corrections workers\nencounter. Although this is not always possible, staff must use\ncommon sense and good correctional judgment in each incident to\ndetermine whether the situation allows for the implementation of\ncalculated or immediate use of force procedures. The safety of all persons is a major concern and Bureau of\nPrisons staff are required by laws, rules, and regulations,\nrelated to the Bureau of Prisons, to protect others from the\nhostile actions of inmates. Immediate or unplanned use of force\nby staff is required when an inmate is trying to self-inflict\ninjuries which may be life-threatening or is assaulting any other\nperson to include other inmates. The destruction of government\nproperty may require the immediate use of force by staff in some\ncircumstances. If the above circumstances are not present, staff\nshould, if possible, employ the principles of calculated use of\nforce. Calculated use of force is appropriate, for example, if the\ninmate is in a secure area or in an area where doors/grills may\nbe secured, including cases when the inmate is making verbal\nthreats or brandishing a weapon, provided staff believe there is\nno immediate danger of the inmate inflicting injury or harm to\nhimself or herself or others. Calculated use of force permits\nthe use of other staff (e.g., psychologists, counselors, etc.) to\nattempt to resolve the situation non-confrontationally. (2) Documentation. The entire interaction must be\ndocumented in writing and placed in the FOI Exempt section of the\ninmate's central file. The documentation will reflect the\nactions and responses of each staff member participating in the\nconfrontation avoidance process. P5566.06, CN-1\n8/29/2014\nPage 5 The entire process must be videotaped, including the\nintroduction of all staff participating in the confrontation\navoidance process. The tape and documentation will be part of\nthe investigation package for the After Action Review (see\nSections 14 and 15). Additionally, the Warden must forward a\ncopy of each video tape to the Regional Director within four\nworking days of the incident. [c. Use of Force Team Technique. If use of force is\ndetermined to be necessary, and other means of gaining control of\nan inmate are deemed inappropriate or ineffective, then the Use\nof Force Team Technique shall be used to control the inmate and\nto apply to include ambulatory leg restraints. The Use of Force\nTeam Technique ordinarily involves trained staff, clothed in\nprotective gear, who enter the inmate's area in tandem, each with\na coordinated responsibility for helping achieve immediate\ncontrol of the inmate.] See the Correctional Services Manual section on Use of Force\nTeam Techniques.\n[d. Exceptions. Any exception to procedures outlined in this\nrule is prohibited, except where the facts and circumstances\nknown to the staff member would warrant a person using sound\ncorrectional judgment to reasonably believe other action is\nnecessary (as a last resort) to prevent serious physical injury,\nor serious property damage which would immediately endanger the\nsafety of staff, inmates, or others.] The reviews are conducted to determine compliance with the\nprovisions of this Program Statement. As the team reviews the\nuse of force incident, care should be taken in making a\ndetermination whether sound correctional judgement was used in\nany calculated or immediate use of force given the circumstances\nat the time of the incident.",
      "queries": [
        "what is calculated and immediate force?",
        "when does corrections staff use calculated or immediate force procedures"
      ],
      "queries_score": [
        "2.0676847",
        "3.46169"
      ]
    },
    {
      "id": "guidance_94__3",
      "chunk_id": "3",
      "content": "The reviews are conducted to determine compliance with the\nprovisions of this Program Statement. As the team reviews the\nuse of force incident, care should be taken in making a\ndetermination whether sound correctional judgement was used in\nany calculated or immediate use of force given the circumstances\nat the time of the incident. The team’s findings will be\ndocumented in writing. The Warden or Acting Warden, Associate Warden (Correctional\nServices), Captain, and Health Services Administrator or designee\nwill comprise the After-Action Review Team. Each review must be\nconducted on the next work day following the incident (see\nSection 15). A representative of the Council of Prison Locals at\nthe appropriate level will be provided a copy of the After-Action\nreport in accordance with appropriate laws, rules, and\nregulations. The Warden must provide documentation to the Regional Director\nwithin two work days after the inmate has been released from P5566.06, CN-1\n8/29/2014 Page 6\nrestraints (if applicable). The report will confirm the review\nwas conducted and the use of force was either appropriate or\ninappropriate. This requirement applies to all instances\ninvolving the use of force, excluding the use of firearms (see\nthe Program Statements on the Correctional Services Manual and\nthe Correctional Services Procedures Manual for additional\ninformation on Use of Force Team Techniques). 6. [PRINCIPLES GOVERNING THE USE OF FORCE AND APPLICATION OF\nRESTRAINTS §552.22\na. Staff ordinarily shall first attempt to gain the inmate's\nvoluntary cooperation before using force.] See Section 7 of this Program Statement for confrontation\navoidance procedures prior to any calculated use of force.\n[b. Force may not be used to punish an inmate. c. Staff shall use only that amount of force necessary to\ngain control of the inmate. Situations when an appropriate\namount of force may be warranted include, but are not limited to:\n(1) Defense or protection of self or others; (2) Enforcement of institutional regulations; and (3) The prevention of a crime or apprehension of one who\nhas committed a crime. d. When immediate use of restraints is indicated, staff may\ntemporarily apply such restraints to an inmate to prevent that\ninmate from hurting self, staff, or others, and/or to prevent\nserious property damage. When the temporary application of\nrestraints is determined necessary, and after staff have gained\ncontrol of the inmate, the Warden or designee is to be notified\nimmediately for a decision on whether the use of restraints\nshould continue.] Restraints should be used only when other effective means of\ncontrol have failed or are impractical. Designee refers to the Acting Warden or Administrative Duty\nOfficer. An inmate who is pregnant should not be placed in restraints\nunless there are reasonable grounds to believe the inmate\npresents an immediate, serious threat of hurting herself, staff,\nor others, or that she presents an immediate credible risk of P5566.06, CN-1\n8/29/2014 Page 7\nescape that cannot be reasonably contained through other methods. For additional guidance refer to Section 13.\n[e. Staff may apply restraints (for example, handcuffs) to the\ninmate who continues to resist after staff achieve physical\ncontrol of that inmate, and may apply restraints to any inmate\nwho is placed under control by the Use of Force Team Technique.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__4",
      "chunk_id": "4",
      "content": "For additional guidance refer to Section 13.\n[e. Staff may apply restraints (for example, handcuffs) to the\ninmate who continues to resist after staff achieve physical\ncontrol of that inmate, and may apply restraints to any inmate\nwho is placed under control by the Use of Force Team Technique. If an inmate in a forcible restraint situation refuses to move to\nanother area on his own, staff may physically move that inmate by\nlifting and carrying the inmate to the appropriate destination.] Staff are cautioned not to use the restraints for lifting or\ncarrying an inmate.\n[f. Restraints should remain on the inmate until self-control\nis regained. If the inmate was placed in restraints because of an assault on\nstaff, the assaulted employee must not be involved in deciding\nwhether the inmate has regained self-control. g. Except when the immediate use of restraints is required for\ncontrol of the inmate, staff may apply restraints to, or continue\nthe use of progressive restraints on, an inmate while in a cell\nin administrative detention or disciplinary segregation only with\napproval of the Warden or designee. h. Restraint equipment or devices (e.g., handcuffs) may not be\nused in any of the following ways:\n(1) As a method of punishing an inmate; (2) About an inmate's neck or face, or in any manner which\nrestricts blood circulation or obstructs the inmate's airways;] Tape shall not be placed around an inmate's mouth, nose, or\nneck. Staff protective equipment must be sufficient to insulate\nstaff from an inmate's spitting or biting, and conform with\n29 CFR 1910.1030 and the Program Statement on Infectious Disease\nManagement. Staff will not use any item or device (e.g., towels,\nsheets, blankets, hosiery, masks) in use of force situations.\n[(3) In a manner that causes unnecessary physical pain or\nextreme discomfort;] In general, when applying restraints, staff will use sound\ncorrectional judgement to ensure unnecessary pressure is not\napplied to the inmate. Although the proper application of restraints may result in P5566.06, CN-1\n8/29/2014 Page 8\nsome discomfort, prohibited uses of restraints include, but are\nnot limited to: “hogtying”, unnecessarily tightness, or\nimproperly applied restraints. All inmates placed in restraints\nshould be closely monitored. When it is necessary to use continued restraints after any\nuse of force incident, hard restraints (i.e., steel handcuffs and\nleg irons) are to be used only after soft restraints have proven\nineffective, or a past history of ineffectiveness exists.\n[(4) To secure an inmate to a fixed object, such as a cell\ndoor or cell grill, except as provided in §552.24.] Section 552.24 refers to Section 10 of this Program\nStatement.\n[i. Medication may not be used as a restraint solely for\nsecurity purposes. j. All incidents involving the use of force and the\napplication of restraints (as specified in § 552.27) must be\ncarefully documented.] Section 552.27 refers to Section 14 of this Program Statement. This documentation includes, whenever practicable, filming the\nincident and a formal review by the institution’s After-Action\nReview Committee. Reports and videotapes of the incident must be\nreviewed, audited, and monitored by Regional and Central Office. All use of force incidents must be reported and investigated to\nprotect staff from unfounded allegations and eliminate the\nunwarranted use of force. 7. [CONFRONTATION AVOIDANCE PROCEDURES §552.23.",
      "queries": [
        "can staff apply restraints"
      ],
      "queries_score": [
        "2.0143728"
      ]
    },
    {
      "id": "guidance_94__5",
      "chunk_id": "5",
      "content": "Reports and videotapes of the incident must be\nreviewed, audited, and monitored by Regional and Central Office. All use of force incidents must be reported and investigated to\nprotect staff from unfounded allegations and eliminate the\nunwarranted use of force. 7. [CONFRONTATION AVOIDANCE PROCEDURES §552.23. Prior to any\ncalculated use of force, the ranking custodial official\n(ordinarily the Captain or shift Lieutenant), a designated mental\nhealth professional, and others shall confer and gather pertinent\ninformation about the inmate and the immediate situation. Based\non their assessment of that information, they shall identify a\nstaff member(s) to attempt to obtain the inmate's voluntary\ncooperation and, using the knowledge they have gained about the\ninmate and the incident, determine if use of force is necessary.] Ordinarily, in calculated use of force situations, there is time\nfor the Captain or Shift Lieutenant, Mental Health professional,\nHealth Services staff, Chaplain, or other staff such as the\ninmate’s Unit Manager, Case Manager, or Counselor, to confer and\nassess the situation. P5566.06, CN-1\n8/29/2014\nPage 9 This discussion may be accomplished by telephone or in person. The purpose is to gather relevant information concerning the\ninmate's medical/mental history (e.g., hypoglycemia, diabetes,\netc.), any recent incident reports or situations which may\ncontribute to the inmate's present condition (e.g., pending\ncriminal prosecution or sentencing, recent death of a loved one,\ndivorce, etc.). This assessment should include discussions with staff who are\nfamiliar with the inmate's background or present status. This\ninformation may provide insight into the cause of the inmate's\nimmediate agitation. Additionally, it may identify other staff who may have a rapport\nwith the inmate, and can possibly resolve the incident peacefully\nwithout the use of force. 8. USE OF FORCE SAFEGUARDS. To prevent injury and exposure to\ncommunicable disease in calculated use of force situations, the\nfollowing must occur. a. Staff participating in any calculated use of force,\nincluding those participating in the Use of Force Team technique,\nmust:\n(1) Wear appropriate protective gear in accordance with the\ncircumstances. A list of protective gear to be used, depending\nupon the circumstances, may be found in 29 CFR 1910 and the\nProgram Statements on Correctional Services Manual and Infectious\nDisease Management. (2) Personnel with documented injuries or diseases have an\nobligation to inform management that they are unable to\nparticipate in calculated use of force situations. Staff members\nwill also be asked during their introduction on camera if they\nare willing to participate in this action and have no injuries or\ndiseases that would prohibit their participation. The agency\nwill comply with the hepatitis B vaccination procedures as\noutlined in 29 CFR 1910.1030. b. Personnel with a skin disease or skin injury shall not be\npermitted to participate in a calculated use of force action. c. Recognizing that a rapid response is imperative in an\nimmediate use of force situation, responding staff must use sound\ncorrectional judgment in determining if time is available to\nobtain readily available protective equipment when responding\n(shields, helmets with face shields, pads, jumpsuits, etc.). Often, circumstances will not permit the time to carry this out. P5566.06, CN-1\n8/29/2014\nPage 10 If an emergency situation results in a use of force,\nprecautions, such as protective clothing and equipment, impede\nthe transmission of infectious diseases.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__6",
      "chunk_id": "6",
      "content": "Often, circumstances will not permit the time to carry this out. P5566.06, CN-1\n8/29/2014\nPage 10 If an emergency situation results in a use of force,\nprecautions, such as protective clothing and equipment, impede\nthe transmission of infectious diseases. d. Staff members will treat every calculated use of force as\nif blood and bodily fluids are present. Sufficient protective\nequipment and clothing must be available for all staff\nparticipating in a calculated use of force. Employees must\nreport any exposure to bodily fluids, or other contagious\ndiseases, that occur during the course of their duties. Employees must report these exposures via the injury assessment\nform or through other written methods to the Health Services\nDepartment, as soon as practicable, and appropriate OWCP form(s). The employee should also immediately inform his or her\nsupervisor. If it is possible that an inmate could have transmitted a\ndisease such as human immunodeficiency virus (HIV), the exposed\nemployee may request the inmate to be tested promptly. The\nemployer recognizes this is an extremely important concern, and\ndue diligence will be exercised testing the inmate and processing\nthe test. The employer will notify the employee of the test\nresults immediately upon receipt in accordance with the\nCorrectional Officers Health & Safety Act of 1998. (1) After all use of force incidents, areas where there is\nspillage of blood, or other body fluids, must be sanitized\nimmediately upon the authorization of the Special Investigative\nSupervisor (SIS) or Shift Supervisor, who must first determine\nwhether there is a need to preserve evidence. Procedures for the\ncleaning of blood spillage or bodily fluids must be made\navailable to staff responsible for such cleaning. (2) All blood and body secretions will be removed\nimmediately in the appropriate waste disposal container. The\narea must be washed with an antiseptic solution, pursuant to the\nProgram Statements on Procedures for Handling of HIV Positive\nInmates Who Pose a Danger to Others and Infectious Disease\nManagement. (3) Sanitation measures, in compliance with 29 CFR 1910 and\nSafety directives (i.e., local exposure control plan) must be\nimplemented following use of force incidents where there is a\npossibility of exposure to bodily fluids or potentially\ninfectious materials. Such measures may not take place until the\nscene has been released from the investigatory process. Any\nclothing, including staff’s or inmate’s clothing, as well as P5566.06, CN-1\n8/29/2014 Page 11\npersonal protective equipment which has been exposed to blood\nborne pathogens or other potentially infectious diseases must be\ndisinfected or destroyed immediately. 9. PROGRESSIVE AND AMBULATORY RESTRAINTS. For this PS’s\npurposes, progressive restraints are defined as the process of\nusing the least restrictive restraint method to control the\ninmate as deemed necessary for the situation. Based on the\ninmate's behavior, more restrictive and secure restraints may be\nused. Ambulatory restraints are defined as approved soft and hard\nrestraint equipment which allow the inmate to eat, drink, and\ntake care of basic human needs without staff intervention. The policies and procedures described in Sections 10 and 13 of\nthis Program Statement will be followed for inmates placed in\nrestraints under this section (ambulatory restraints) including:\n■\n■\n■\n■ conditions of confinement,\nscheduled checks,\ndocumentation, and\n24 and 48 hour reviews by the Warden and staff. Ambulatory restraints should initially be used to restrain an\ninmate if deemed appropriate for the situation.",
      "queries": [
        "when an emergency situation results in a use of force, precautions, such as protective clothing and equipment",
        "when an emergency situation results in a use of force, precautions such as protective clothing and equipment"
      ],
      "queries_score": [
        "2.7581806",
        "2.6241488"
      ]
    },
    {
      "id": "guidance_94__7",
      "chunk_id": "7",
      "content": "conditions of confinement,\nscheduled checks,\ndocumentation, and\n24 and 48 hour reviews by the Warden and staff. Ambulatory restraints should initially be used to restrain an\ninmate if deemed appropriate for the situation. An example of\nsuch situations is when an assaultive incident occurred quickly\nand ended, and the inmate is no longer displaying signs of\nviolence or aggressiveness. Using ambulatory restraints for a\nperiod of time may be appropriate for protecting staff and\nothers, pending an assessment by staff to determine whether the\ninmate has regained self-control. Staff should look for a pattern of non-disruptive behavior over a\nperiod of time as an indication the inmate has regained selfcontrol and is no longer a disruptive threat. Additionally, the\n15 minute and two-hour logs should be reviewed to support any\ndecision concerning the release of an inmate in restraints. Inmates asleep at the time of two-hour review will be awakened to\nassess their condition. If the situation dictates the need for more restrictive or secure\nrestraints, i.e., the inmate’s behavior becomes increasingly\naggressive and disruptive, staff must determine the type of\nprogressive restraints to be used (hard restraints with or\nwithout waist chain or waist belt, four-point soft restraints\nwith hard restraints used for securing the inmate to the bed, or\nfour-point hard restraints). P5566.06, CN-1\n8/29/2014\nPage 12 In situations involving highly assaultive and aggressive inmates,\nprogressive restraints should be used only as an intermediate\nmeasure in placing the inmate in or removing an inmate from fourpoint restraints. When it is necessary to restrain an inmate under this section\n(ambulatory restraints) for longer than eight hours, the Regional\nDirector or Regional Duty Officer must be notified telephonically\nby the Warden or designee or the Institution Administrative Duty\nOfficer. 10. [USE OF FOUR-POINT RESTRAINTS §552.24. When the Warden\ndetermines that four-point restraints are the only means\navailable to obtain and maintain control over an inmate, the\nfollowing procedures must be followed:\na. Soft restraints (e.g., vinyl) must be used to restrain an\ninmate, unless:\n(1) Such restraints previously have proven ineffective with\nrespect to that inmate, or\n(2) Such restraints are proven ineffective during the\ninitial application procedure.] This may not be delegated below the Warden's level. [b. Inmates will be dressed in clothing appropriate to the\ntemperature. c. Beds will be covered with a mattress, and a blanket/sheet\nwill be provided to the inmate.] Under no circumstance shall an inmate be allowed to remain\nnaked or without bed covering placed over the inmate's body\nunless determined necessary by qualified health personnel. [d. Staff shall check the inmate at least every fifteen\nminutes, both to ensure that the restraints are not hampering\ncirculation and for the general welfare of the inmate. When an\ninmate is restrained to a bed, staff shall periodically rotate\nthe inmate's position to avoid soreness or stiffness.] Qualified health personnel shall evaluate the inmate to be\nrestrained to a bed to determine the position the inmate should\nbe placed in. When qualified health personnel are not\nimmediately available, the inmate shall be placed in a \"face-up\" P5566.06, CN-1\n8/29/2014 Page 13\nposition until evaluated by qualified health personnel. Inmates\nmust be checked every 15 minutes and this information shall be\ndocumented. Inmates will be checked every 15 minutes and this information\nmust be documented.",
      "queries": [
        "when to use ambulatory restraint"
      ],
      "queries_score": [
        "1.5714229"
      ]
    },
    {
      "id": "guidance_94__8",
      "chunk_id": "8",
      "content": "When qualified health personnel are not\nimmediately available, the inmate shall be placed in a \"face-up\" P5566.06, CN-1\n8/29/2014 Page 13\nposition until evaluated by qualified health personnel. Inmates\nmust be checked every 15 minutes and this information shall be\ndocumented. Inmates will be checked every 15 minutes and this information\nmust be documented. See Section 14.b., Use of Restraints\nReporting Requirements for detailed information on documenting 15\nminute checks.\n[e. A review of the inmate's placement in four-point\nrestraints shall be made by a Lieutenant every two hours to\ndetermine if the use of restraints has had the required calming\neffect and so that the inmate may be released from these\nrestraints (completely or to lesser restraints) as soon as\npossible. At every two-hour review, the inmate will be afforded\nthe opportunity to use the toilet, unless the inmate is\ncontinuing to actively resist or becomes violent while being\nreleased from the restraints for this purpose.] Based on the particular nature of the situation, the Lieutenant\nwho has offered the inmate a bathroom break will determine how\nmany staff are needed to release the inmate from restraints and\nprovide the inmate a bathroom break. The Lieutenant will\nassemble the staff and visually observe and direct staff as they\ncomplete this task. The Lieutenant will determine what\nprotective equipment is needed, if any, for the staff assisting\nwith the inmates bathroom break. The goal of the two-hour reviews is to determine, as soon as\npossible, that the inmate has regained self-control and may be\nplaced in lesser restraints. See Section 9, Progressive and\nAmbulatory Restraints. Staff should look for a pattern of nondisruptive behavior over a period of time indicating the inmate\nhas regained self-control and is no longer a disruptive threat. Additionally, the 15 minute and two-hour check logs must be\nreviewed to support any decision for lesser measures or the\nremoval of restraints. Inmates asleep at the time of the twohour reviews should be awakened to assess their condition. If an inmate is released temporarily from four-point restraints\nfor any reason, e.g., to use the toilet, consumption of food or\nbeverage, etc., without continuing disruptive or aggressive\nbehavior, the Lieutenant must consider authorizing lesser\nrestraints or removing the restraints. See Section 9,\nProgressive and Ambulatory Restraints. If an inmate is returned\nto four-point restraints after a non-disruptive break, the\nLieutenant, must document the reasons for the action. P5566.06, CN-1\n8/29/2014 Page 14\nOrdinarily, the Operations Lieutenant makes the decision to\nrelease an inmate or apply lesser restraints. This authority\nmust not be delegated below the Lieutenant level. If the\nLieutenant needs to consult with mental health staff before\nmaking the decision on whether to release an inmate from\nrestraints, it will be sought without delay.\n[f. When the inmate is placed in four-point restraints,\nqualified health personnel shall initially assess the inmate to\nensure appropriate breathing and response (physical or verbal). Staff shall also ensure that the restraints have not restricted\nor impaired the inmate's circulation. When inmates are so\nrestrained, qualified health personnel ordinarily are to visit\nthe inmate at least twice during each eight-hour shift. Use of\nfour-point restraints beyond eight hours requires the supervision\nof qualified health personnel. Mental health and qualified\nhealth personnel may be asked for advice regarding the\nappropriate time for removal of the restraints.]",
      "queries": [
        "when qualified health personnel are not immediately available, an inmate must be placed in a _______ position until evaluated by qualified health personnel.",
        "how many times should a face up inmate be checked"
      ],
      "queries_score": [
        "2.4599202",
        "1.7207997"
      ]
    },
    {
      "id": "guidance_94__9",
      "chunk_id": "9",
      "content": "When inmates are so\nrestrained, qualified health personnel ordinarily are to visit\nthe inmate at least twice during each eight-hour shift. Use of\nfour-point restraints beyond eight hours requires the supervision\nof qualified health personnel. Mental health and qualified\nhealth personnel may be asked for advice regarding the\nappropriate time for removal of the restraints.] Health Services staff, perform initial and subsequent required\nchecks, must examine and document the following:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Date and time of examination;\nExamining staff member;\nBody position;\nRestraints (adequate circulation);\nVital signs (blood pressure, pulse, respiration, and\ntemperature);\nMedication;\nInjuries; The inmate’s intake, output, hydration, etc.;\nPossible medical reasons for behavior;\nDeterioration of inmate’s health; and\nAny other significant findings and comments. In institutions without 24-hour medical coverage, medical staff\nmust report to the institution twice during each eight-hour shift\nthat an inmate remains in four-point restraints. Such staff will\nbe compensated (overtime, compensatory hire, etc.) in accordance\nwith the regulations. Under no circumstances will non-medical\nstaff perform a medical assessment of an inmate. Psychology Services staff will examine inmates in four-point\nrestraints at least once during every 24 hour period that the\ninmate is restrained. Psychology staff examinations will include\nthe following:\n(1) A review of the inmate’s psychological history; P5566.06, CN-1\n8/29/2014\nPage 15\n(2)\n(3)\n(4)\n(5)\n(6) A description of the interview conducted with the\ninmate;\nA review of the 15 minute, two-hour, and health\nservices review logs;\nA description of the inmate’s current mental health\nstatus;\nRecommendations; and\nWhether the inmate is being referred for mental health\ninstitution placement and an explanation. See Section 14.b., Use of Restraints Reporting Requirements,\nfor detailed information on documenting Health and Psychology\nServices Staff reviews.\n[g. When it is necessary to restrain an inmate for longer than\neight hours, the Warden (or designee) or institution\nadministrative duty officer shall notify the Regional Director or\nRegional Duty Officer by telephone.] The above notification will be made for each consecutive eighthour period the inmate remains in restraints. Documentation\ndetailing the reasons for the placement of each inmate in\nfour-point restraints, regardless of the duration, must be\nprovided to the Regional Director or Regional Duty Officer on the\nfollowing work day. Additionally, within 24 hours of placement in restraints, a\nreview of the inmate’s status will be conducted and a behavior\nmanagement plan prepared. The Warden, Associate Warden, Captain,\nUnit Manager, Health Services Administrator, and Chief\nPsychologist will conduct this review. All relevant information\nwill be reviewed, including the 15-minute, Lieutenant, medical\nstaff, and psychology service checks logs. Evidence indicating the inmate’s inability to be placed in\nlesser restraints or released from restraints must support the\nWarden’s decision to continue restraints beyond the initial 24\nhour period. In making this decision, the Warden should look for\na pattern of non-disruptive behavior over a period time\nindicating the inmate has regained self-control and is no longer\na disruptive threat. Additionally, the Warden’s documentation must indicate\nspecifically what considerations are being made for mental health\ntreatment, including possible referral to a mental health\ninstitution. P5566.06, CN-1\n8/29/2014\nPage 16\nThe Warden’s review should be documented in memorandum format\nto the file, with a copy faxed to the Regional Director\nimmediately upon completion. The memorandum should summarize the\nreports of each participant, followed by the Warden’s decision\nand justification. Group reviews of this type must be conducted\nwithin every 48-hour period following the initial 24-hour review.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__10",
      "chunk_id": "10",
      "content": "The memorandum should summarize the\nreports of each participant, followed by the Warden’s decision\nand justification. Group reviews of this type must be conducted\nwithin every 48-hour period following the initial 24-hour review. See Section 14.b., Use of Restraints Reporting Requirements, for\ndetailed information on documenting the initial 24-hour, and\nsubsequent 48-hour, reviews. 11. [USE OF CHEMICAL AGENTS OR NON-LETHAL WEAPONS §552.25. The\nWarden may authorize the use of chemical agents or non-lethal\nweapons only when the situation is such that the inmate:\na. Is armed and/or barricaded; or, b. Cannot be approached without danger to self or others; and, c. It is determined that a delay in bringing the situation\nunder control would constitute a serious hazard to the inmate or\nothers, or would result in a major disturbance or serious\nproperty damage.] Qualified health personnel (Physician, Physician’s Assistant,\nor nurse) shall be consulted prior to staff using chemical agents\nunless the circumstances require an immediate response. Ordinarily, in a calculated use of force situation, the inmate's\nmedical file must be reviewed by these personnel to determine\nwhether the inmate has any diseases or conditions which would be\ndangerously affected if chemical agents or non-lethal weapons are\nused. This includes, but is not limited to: asthma, emphysema,\nbronchitis, tuberculosis, obstructive pulmonary disease, angina\npectoris, cardiac myopathy, or congestive heart failure. Local\nprocedures will be developed where 24 hour medical coverage is\nunavailable. 12. [MEDICAL ATTENTION IN USE OF FORCE AND APPLICATION OF\nRESTRAINTS INCIDENTS §552.26\na. In immediate use of force situations, staff shall seek the\nassistance of mental health or qualified health personnel upon\ngaining physical control of the inmate. When possible, staff\nshall seek such assistance at the onset of the violent behavior. In calculated use of force situations, the use of force team\nleader shall seek the guidance of qualified health\npersonnel(based on a review of the inmate's medical record) to\nidentify physical or mental problems. When mental health staff P5566.06, CN-1\n8/29/2014 Page 17\nor qualified health personnel determine that an inmate requires\ncontinuing care, and particularly when the inmate to be\nrestrained is pregnant, the deciding staff shall assume\nresponsibility for the inmate's care, to include possible\nadmission to the institution hospital, or, in the case of a\npregnant inmate, restraining her in other than face down\nfour-point restraints. b. After any use of force or forcible application of\nrestraints, the inmate shall be examined by qualified health\npersonnel, and any injuries noted, immediately treated.] If any staff involved in a use of force reports an injury,\nHealth Services personnel should provide an immediate examination\nand initial emergency treatment as required. Staff may also seek\ntreatment from their personal physician. 13. USE OF FORCE IN SPECIAL CIRCUMSTANCES. In certain\nextenuating circumstances, and after confrontation avoidance has\nfailed or has proven to be impractical, staff may be forced to\nmake a decision, such as whether to use force on a pregnant\ninmate or an aggressive inmate with open cuts, sores, or lesions. Special cases such as mentally ill, disabled, or pregnant\ninmates, after consultation with the Clinical Director, must be\nassessed carefully to determine whether the situation is grave\nenough to require the use of physical force. a. Pregnant Inmates.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__11",
      "chunk_id": "11",
      "content": "Special cases such as mentally ill, disabled, or pregnant\ninmates, after consultation with the Clinical Director, must be\nassessed carefully to determine whether the situation is grave\nenough to require the use of physical force. a. Pregnant Inmates. When pregnant inmates have to be\nrestrained, necessary precautions must be taken to ensure the\nfetus is unharmed. Health Services personnel must prescribe the\nnecessary precautions, including decisions about the manner in\nwhich the inmate is to be restrained, i.e., whether medical\npersonnel should be present during the application of restraints,\nwhether the inmate should be restrained at the institutional\nhospital or a local medical facility, etc.\nb. Inmates with Wounds or Cuts. Aggressive inmates with open\ncuts or wounds who have attempted to harm themselves or others\nshould be carefully approached by staff in the prescribed\nprotective clothing/gear. A full body shield should also be used\nduring these encounters to protect staff. Aggressive inmates,\nafter placement in restraints, should be placed in administrative\ndetention and separated from other inmates. P5566.06, CN-1\n8/29/2014 Page 18\nOrdinarily, inmates of this status must remain in\nadministrative detention until cleared to return to the general\npopulation by the Captain, Chief Psychologist, and the Clinical\nDirector with the Warden's approval. 14. [DOCUMENTATION OF USE OF FORCE AND APPLICATION OF RESTRAINTS\nINCIDENTS §552.27. Staff shall appropriately document all\nincidents involving the use of force, chemical agents, or\nnon-lethal weapons. Staff shall also document, in writing, the\nuse of restraints on an inmate who becomes violent or displays\nsigns of imminent violence. A copy of the report shall be placed\nin the inmate's central file.]\na. Report of Incident. A Use of Force Report (BP-E583) will\nbe prepared on the use of force, chemical agents/pepper mace,\nprogressive restraints, and non-lethal weapons. This reporting\nrequirement includes the application of progressive restraints on\nan inmate who complies with the placement of the restraints. The report must establish the identity of all involved in the\nincident; inmates, staff, and others. It must provide a vivid,\ndetailed description of the incident. The report, including\nmental health/medical reports must be submitted to the Warden or\ndesignee no later than the end of the tour of duty. A copy of\nthe report is to be placed in the inmate's central file. Copies\nare also to be sent within two work days to:\n(1)\n(2)\n(3)\n(4)\n(5) Assistant Director, Correctional Programs Division;\nAssistant Director, Health Services Division;\nCentral Office Correctional Services Administrator;\nRegional Director; and,\nRegional Correctional Services Administrator. A report is not necessary for the general use of restraints\n(for example, the routine movement or transfer of inmates). b. Use of Restraints Reporting Requirements\nDocumented Reviews. documented as indicated: The following reviews will be (a) Fifteen-minute check - fifteen-Minute Restraints\nCheck Form (24 Hours) (BP-S0717.055);\n(b) Two-hour Lieutenant check - Two-Hour Lieutenant\nRestraints Check Form (24 Hours) (BP-S0718.055); P5566.06, CN-1\n8/29/2014\nPage 19\n(c) Health Services Staff Review - Health Services\nRestraint Review Form (24 Hours) (BP-S0719.055); and\n(d) Psychology Staff Check - Psychology Services\nRestraint Review Form (24 Hours) (BP-S0720.055). Staff must complete all forms until the inmate is released\nfrom restraints. The forms will be submitted to the Warden as\nrequired for periodic reviews of an inmate’s placement in\nrestraints. After release from restraints, these forms must be\ncompiled and maintained in the Inmate’s Central File and Special\nInvestigative Supervisor’s file.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__12",
      "chunk_id": "12",
      "content": "Staff must complete all forms until the inmate is released\nfrom restraints. The forms will be submitted to the Warden as\nrequired for periodic reviews of an inmate’s placement in\nrestraints. After release from restraints, these forms must be\ncompiled and maintained in the Inmate’s Central File and Special\nInvestigative Supervisor’s file. c. Videotape of Use of Force Incidents. Staff must obtain a\nvideo camera immediately and record any use of force incident,\nunless it is determined that a delay in resolving the situation\nwould endanger the inmate, staff, or others, or would result in a\nmajor disturbance or serious property damage. The video recording will also include any medical examination\nconducted after:\n■\n■\n■\n■ the application of restraints,\nuse of chemical agents,\nuse of pepper mace, and/or\nuse of non-lethal weapons. Calculated use of force shall be videotaped following the\nsequential guidelines presented in the Correctional Services\nManual. The original videotape must be maintained and secured as\nevidence in the SIS Office. A copy of every videotape, after\nreview by the Warden (within four work days of the incident),\nunless requested sooner by the Regional Director, will be\nprovided immediately to the Regional Director for review. The Regional Director shall forward videotapes of questionable\nor inappropriate cases immediately to the Assistant Director,\nCorrectional Programs Division, Central Office, for review. When a threat to the safety of the inmate, staff or others, or\nproperty, requires an immediate response, staff are obligated to\nobtain a camera and begin recording the event as soon as\nfeasible. As soon as control of the situation has been obtained\nstaff must record information on:\n■ injuries; P5566.06, CN-1\n8/29/2014\nPage 20\n■\n■ circumstances that required the need for immediate use\nof force; and\nidentifications of the inmates, staff, and others\ninvolved. d. Documentation Maintenance. The Captain must maintain all\ndocumentation, including the videotape and the original BP-E583,\nfor a minimum of 2½ years. A separate file must be established\non each use of force incident. 15. AFTER-ACTION REVIEW OF USE OF FORCE AND APPLICATION OF\nRESTRAINTS INCIDENTS. Following any incident involving the use\nof force (calculated or immediate) and the application of\nrestraints, the Warden, Associate Warden (responsible for\nCorrectional Services), Health Services Administrator, and\nCaptain must meet and review the incident. The review is\nconducted to assess the rationale of the actions taken (e.g., if\nthe force was appropriate and in proportion to the inmate's\nactions). The review team should gather relevant information to determine\nif policy was adhered, and complete the standard After-Action\nReport (BP-E586), indicating the nature of the review and\nfindings. The BP-E586 should be submitted within two working\ndays after the inmate is released from restraints. a. Videotape Review. The After-Action Review Team should\nreview the actions of the staff for compliance with the\nCorrectional Services Manual and this policy. At a minimum, this\nreview should include the following:\n■ The Lieutenant displayed professional behavior during\nthe Forced Cell Team technique. ■ The Lieutenant ensured only the force necessary to\ncontrol the inmate is used, based on the nature of the\nincident. ■ The Lieutenant monitored the actions of the inmate and\nteam members; and was not involved in subduing the\ninmate unless it is deemed necessary to prevent staff\nor inmate injury. ■ The Use of Force Team members were wearing the proper\nprotective gear. ■",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__13",
      "chunk_id": "13",
      "content": "■ The Lieutenant monitored the actions of the inmate and\nteam members; and was not involved in subduing the\ninmate unless it is deemed necessary to prevent staff\nor inmate injury. ■ The Use of Force Team members were wearing the proper\nprotective gear. ■ Unauthorized items such as towels, tape, surgical mask,\nhosiery, etc., was not being used. P5566.06, CN-1\n8/29/2014\nPage 21\n■ Introductions were made by the Lieutenant, Use if Force\nTeam members, medical staff, and staff involved in the\nconfrontation avoidance technique as well as\nidentifying all staff present, including those\nobserving. ■ Use of Force Team members used sound correctional\njudgment to ensure unnecessary pressure is not applied\nto the inmate. ■ Use of Force Team members used only the amount of force\nnecessary to gain control of the inmate. ■ Inabilities to effectively gain control of the inmate\nare assessed and may indicate that additional training\nis necessary. ■ There was continuous operation of the video and breaks\nwere documented and appropriately justified. ■ Prompt examination of the inmate followed the move and\nfindings were noted on the video tape. ■ The method of chemical agents used was predetermined\nand use of devices was in accordance with the\nCorrectional Services Manual. ■ The inmate was given the opportunity to voluntarily\nsubmit to the placement of restraints. ■ Conversations were appropriate and necessary between\nteam members and individuals during the use of force. b. Report Completion. When this review is completed, an\nAfter-Action Review Report (BP-E586) must be completed, as soon\nas possible, not later than two working days after the inmate has\nbeen removed from restraints. This will ensure that staff with\nrelevant information will be available and any necessary medical\nfollow-up can be immediately provided to ascertain the nature of\nany injuries involved. The Warden or designee will attest by his or her signature that\nthe review was conducted and the use of force was appropriate or\ninappropriate. c. Further Investigation. The reviewers should also decide if\nthe matter requires further investigation. If deemed\nappropriate, the Warden will refer the matter for further\ninvestigation to the Office of Inspector General, Office of P5566.06, CN-1\n8/29/2014\nPage 22\nInternal Affairs, or Federal Bureau of Investigation. Copies of\nthe report must be forwarded to the Regional Director and\nAssistant Director, Correctional Programs Division, Central\nOffice. d. Report on Restraints Use. A report is not necessary for\nthe general use of restraints. For example, a report is not\nrequired in the routine movement or transfer of inmates. 16. TRAINING IN THE CONFRONTATION AVOIDANCE/USE OF FORCE\nTECHNIQUE. In order to control any potential situation involving\naggressive inmates, all staff must be made aware of their\nresponsibilities through ongoing training. At a minimum,\ntraining must cover:\n■\n■\n■\n■\n■\n■ communication techniques,\ncultural diversity,\ndealing with the mentally ill,\nconfrontation avoidance procedures,\nthe application of restraints (progressive and hard), and\nreporting procedures. a. Training Topics. The Warden of each institution shall\ndetermine how many staff should be trained in confrontation\navoidance procedures and forced cell move techniques. At a\nminimum, these staff shall be trained on an annual basis. Each\nstaff member participating in a calculated forced cell move must\nhave documented proof of annual training in these areas. Training should also include specific information pertaining to\nspecial situations. b. Restraints Training.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_94__14",
      "chunk_id": "14",
      "content": "At a\nminimum, these staff shall be trained on an annual basis. Each\nstaff member participating in a calculated forced cell move must\nhave documented proof of annual training in these areas. Training should also include specific information pertaining to\nspecial situations. b. Restraints Training. Staff should be trained thoroughly in\nthe use of both soft and hard restraints on an annual basis. The\napplication of soft restraints to an inmate can be cumbersome if\nproper training is not provided. Soft restraints such as vinyl or leather should be used prior\nto applying hard restraints. For pregnant inmates, the approved\nvinyl or leather restraint belt should be used instead of a metal\nwaist chain, whenever possible, to prevent injury to the inmate\nor fetus. /s/\nHarley G. Lappin\nDirector",
      "queries": [
        "forced cell move training"
      ],
      "queries_score": [
        "1.9584543"
      ]
    }
  ]
}