{
  "doc_id": "guidance_43",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_43__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/PSB\nNUMBER:\n5331.02, CN-2\nDATE:\nSeptember 27, 2017\nEFFECTIVE DATE: October 1, 2017 Early Release Procedures Under 18 U.S.C. § 3621(e) /s/\nApproved: Mark S. Inch\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5331.02, Early\nRelease Procedures Under 18 U.S.C. § 3621(e), dated March 16, 2009. The single change is\nmarked with a highlight and inserted into the policy. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS\nb. The Unit Team. Typically, the Unit Team’s review of the inmate’s status will be in conjunction\nwith regularly scheduled program reviews, preparation of release paperwork, and RRC referrals. (1) Change in Early Release Eligibility Status/DAP WAIT QUAL or DAP PART. If an\neligible inmate’s early release eligibility status requires change (e.g., detainers removed/added,\nnoncompliance with FRP), the Unit Team will immediately notify the DAPC via e-mail. U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/PSB\nNUMBER: 5331.02, CN-1\nDATE:\nApril 25, 2016\nRULES EFFECTIVE DATE: May 26, 2016 Early Release Procedures\nUnder 18 U.S.C. § 3621(e) /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 5331.02, Early\nRelease Procedures Under 18 U.S.C. § 3621(e), dated March 16, 2009. 5.§ 550.55(b) INMATES NOT ELIGIBLE FOR EARLY RELEASE. (4) Inmates who have a prior felony or misdemeanor conviction within the ten years\nprior to the date of sentencing for their current commitment for:\n(6) Inmates who have been convicted of an attempt, conspiracy, or solicitation to\ncommit an underlying offense listed in paragraph (b)(4) and/or (b)(5) of this\nsection; or U.S. Department of Justice\nFederal Bureau of Prisons “CORRECTED COPY 2/20/2009\" PROGRAM STATEMENT\nOPI\nCPD/PSB\nNUMBER\nP5331.02\nDATE 3/16/2009\nRULES EFFECTIVE 03/16/2009 Early Release Procedures\nUnder 18 U.S.C. § 3621(e)\n/s/\nApproved: Harley G. Lappin\nDirector, Federal Bureau of Prisons 1. PURPOSE AND SCOPE The purpose of this policy is to re-establish criteria and procedures when considering an inmate\nfor early release pursuant to 18 U.S.C. § 3621(e)(2)(B) for successful completion of the\nResidential Drug Abuse Program. For more information on procedures for treatment programming see Program Statement 5330.11,\nPsychology Treatment Programs, and the Sallyport site for Correctional Programs Division,\nPsychology Services Branch, Psychology Treatment Programs. a. Summary of Changes\nDirectives Rescinded\nP5331.01\nEarly Release Procedures Under 18 U.S.C. § 3621(e) (9/29/03) This reissuance incorporates the following modifications:\n• Prior and current offenses will be reviewed by the legal staff at the Designation and Sentence\nComputation Center (DSCC). Offense reviews will no longer be conducted in the regional or\nin the institution legal offices. Federal Regulations from 28 CFR are in bold type. Implementing instructions are in regular type. • The Regional Psychology Treatment Program Coordinator (RPTP-C), formerly known as the\nRegional Drug Abuse Program Coordinator, will no longer have oversight authority for\nprovisional approval of early releases. • Institution staff will no longer be responsible for prior and current offense reviews of early\nreleases. • The procedures for monitoring early release have been modified, affecting the Drug Abuse\nProgram (DAP) staff, the Unit Team, Transitional Drug Abuse Treatment (TDAT) staff,\nCommunity Corrections staff, and the DSCC.",
      "queries": [
        "what is the opi number for rsd/psb"
      ],
      "queries_score": [
        "1.5294976"
      ]
    },
    {
      "id": "guidance_43__1",
      "chunk_id": "1",
      "content": "• Institution staff will no longer be responsible for prior and current offense reviews of early\nreleases. • The procedures for monitoring early release have been modified, affecting the Drug Abuse\nProgram (DAP) staff, the Unit Team, Transitional Drug Abuse Treatment (TDAT) staff,\nCommunity Corrections staff, and the DSCC. • Inmates may receive a period of early release, not to exceed 12 months, based on the length\nof sentence imposed by the Court. • Inmates with a prior conviction of arson or kidnaping are now ineligible for an early release. • An inmate sentenced as a D.C. Code offender under § 24-403.01 (for an offense committed\non or after August 5, 2000) is now eligible for an early release consideration for successful\ncompletion of the Residential Drug Abuse Program. b. Program Objectives. The expected results of this program are:\n• To define eligibility criteria for early release pursuant to 18 U.S.C. § 3621(e)(2)(B).\n• To ensure all eligible inmates are released appropriately from Bureau of Prisons (Bureau)\ncustody pursuant to 18 U.S.C. § 3621(e)(2)(B).\n• To define the roles of staff in the procedures for early release pursuant to 18 U.S.C. §\n3621(e)(2)(B). 2. BACKGROUND\nTitle 18 U.S.C. § 3621(e)(2)(B) allows the Director of the Bureau of Prisons to permit inmates\nwho complete the Residential Drug Abuse Program (RDAP) to receive up to 12 months early\nrelease from custody. This Program Statement is to be read in conjunction with the Program\nStatement Psychology Treatment Programs. 3. DEFINITION OF TERMS. • Eligible – to meet the criteria for an early release as defined in Bureau policy. • Ineligible – failure of any RDAP component, or to be unable to meet the criteria for an early\nrelease as defined in Bureau policy. 4. § 550.55 ELIGIBILITY FOR EARLY RELEASE. This section lists the criteria that renders an inmate eligible for § 3621(e) Conditional Release\nstatus. (a) Eligibility. Inmates may be eligible for early release by a period not to exceed\ntwelve months if they: P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 2 (1) have a diagnosis for a substance use disorder. The inmate must have a substantiated\ndiagnosis for a substance use disorder. (2) § 550.55(a)(1) Were sentenced to a term of imprisonment under either:\n(i) 18 U.S.C. Chapter 227, Subchapter D for a nonviolent offense; or, i.e., an inmate\nwho committed a federal offense on or after November 1, 1987, after the effective date of the\nSentencing Reform Act of 1987, also known as “new law.” “Old law” inmates who are Parole Eligible, may, at the U.S. Parole Commission’s (USPC)\ndiscretion, be considered for an advanced release date through an award of Superior Program\nAchievement (SPA). (ii) D.C. Code § 24-403.01 for a nonviolent offense, meaning an offense other than\nthose included within the definition of “crime of violence” in D.C. Code § 231331(4); and (Section 24-403.01 pertains to inmates whose offenses were committed on or\nafter August 5, 2000);\n(3) § 550.55(a)(2) Successfully complete a RDAP, as described in § 550.53, during\ntheir current commitment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__2",
      "chunk_id": "2",
      "content": "Successful completion means:\n(a) completion of the unit-based RDAP in the institution;\n(b) when applicable, participation in follow-up treatment while in general population for 12\nmonths or until release, whichever comes first; and\n(c) completion of community Transition Drug Abuse Treatment (TDAT) while residing in a\nResidential Reentry Center (RRC) or on home confinement; and\n(4) are Financial Responsibility Program (FRP) compliant. See 28 CFR § 545.10. 5.§ 550.55(b) INMATES NOT ELIGIBLE FOR EARLY RELEASE. As an exercise of the Director’s discretion, the following categories of inmates\nare not eligible for early release:\n(1) Immigration and Customs Enforcement detainees;\n(2) Pretrial inmates;\n(3) Contractual boarders (for example, State or military inmates);\n(4) Inmates who have a prior felony or misdemeanor conviction for:\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 3 (i) Homicide (including deaths caused by recklessness, but not including deaths\ncaused by negligence or justifiable homicide);\n(ii) Forcible rape;\n(iii) Robbery;\n(iv) Aggravated assault;\n(v) Arson;\n(vi) Kidnaping; or\n(vii) An offense that by its nature or conduct involves sexual abuse offenses\ncommitted upon minors;\n(5) Inmates who have a current felony conviction for:\n(i) An offense that has as an element, the actual, attempted, or threatened use of\nphysical force against the person or property of another;\n(ii) An offense that involved the carrying, possession, or use of a firearm or other\ndangerous weapon or explosives (including any explosive material or explosive\ndevice);\n(iii) An offense that, by its nature or conduct, presents a serious potential risk of\nphysical force against the person or property of another; or\n(iv) An offense that, by its nature or conduct, involves sexual abuse offenses\ncommitted upon minors;\n(6) Inmates who have been convicted of an attempt, conspiracy, or other offense\nwhich involved an underlying offense listed in paragraph (b)(4) and/or (b)(5) of\nthis section; or\n(7) Inmates who previously received an early release under 18 U.S.C. § 3621(e). 6. § 550.55(c) EARLY RELEASE TIME-FRAME. (1) Inmates so approved may receive early release up to twelve months prior to\nthe expiration of the term of incarceration, except as provided in paragraphs\n(c)(2) and (3) of this section. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 4 (2) Under the Director’s discretion allowed by 18 U.S.C. § 3621(e), we may limit\nthe time-frame of early release based upon the length of sentence imposed by the\nCourt. This policy enacts the § 3621(e) early release based on an inmate’s sentence length. This rule\nwill be effective 03/16/2009. Those inmates who are participating in or have completed the\nResidential Drug Abuse Program (RDAP) before 03/16/2009 are not affected by this rule. 7. PROCEDURE TO DETERMINE § 3621(e) EARLY RELEASE ELIGIBILITY The DAP staff (initial review) and DSCC legal staff (offense review) play key roles in\nidentifying and documenting an inmate’s eligibility for early release. a. Drug Abuse Program Staff, Initial Review. If the Drug Abuse Program Coordinator\n(DAPC) determines the inmate is qualified for participation in the RDAP, he or she will review\nSENTRY to determine if the inmate:\n•\n•\n•\n•",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__3",
      "chunk_id": "3",
      "content": "a. Drug Abuse Program Staff, Initial Review. If the Drug Abuse Program Coordinator\n(DAPC) determines the inmate is qualified for participation in the RDAP, he or she will review\nSENTRY to determine if the inmate:\n•\n•\n•\n• has received a prior early release under § 3621(e);\nis a contract boarder (e.g., a state or military inmate);\nis a pretrial offender;\nhas a detainer that will prohibit completion of the community treatment component of the\nRDAP;\n• committed his/her federal offense before November 1, 1987; or\n• committed his/her D.C. offense before August 5, 2000. If the DAPC determines the inmate meets any of the above conditions, the inmate is NOT\nELIGIBLE for a § 3621(e) early release and no further review is required. The DAPC will then\nmeet with the inmate to notify him or her of his or her ineligibility for an early release. The\nDAPC will also:\n• have the inmate sign the Notice of RDAP Qualification form (BP-A0941). • forward the Notice of RDAP Qualification form to the Unit Team for placement in the\ninmate’s Central File; and\n• enter the appropriate early release eligibility assignment into SENTRY. Note: The DAPC can notify the inmate of his/her early release ineligibility and have the inmate\nsign the Notice of RDAP Qualification form at the same time. If the inmate is not excluded from eligibility upon the DAPC’s initial review, the inmate will\nrequire a § 3621(e) offense review by the DSCC legal staff. The DAPC or designee will submit\n(via GroupWise) a Request for § 3621(e) Offense Review form in a timely manner. The DAPC or designee will also forward an electronic copy of the Judgment and Commitment\nOrder (J&C) and the Presentence Investigation Report (PSR) if the DSCC does not already have\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 5 one. To determine whether the DSCC has a copy of an inmate’s J&C file (which includes the\nPSR), the DAPC or designee will check the sentence computation data function in SENTRY. If\nthe “DSC” last updated the computation, the DSCC has a copy of the J&C file, and there is no\nneed to send a copy of the same with the Request for § 3621(e) Offense Review form. However,\nif an institution last updated the computation, the DSCC does not have a copy of the J&C file. In\nthose cases, the DAPC or designee will send a scanned copy of the J&C file with the Request for\n§ 3621(e) Offense Review form. The DAPC will place the inmate’s name and register number in\nthe subject line of the email to DSCC legal staff. b. Designation and Sentence Computation Center, Offense Review. Upon receipt of the\nRequest for § 3621(e) Offense Review form and the J&C file, the DSCC legal staff will ordinarily\nhave 30 working days to determine an inmate’s early release eligibility status based on a review\nof the inmate’s current offense and prior convictions. The DSCC legal staff will review current\nand prior offenses for both U.S. Code and D.C. Code felony offenders. After completing the offense review, a legal staff member will complete and sign the\nRequest for § 3621(e) Offense Review form.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__4",
      "chunk_id": "4",
      "content": "The DSCC legal staff will review current\nand prior offenses for both U.S. Code and D.C. Code felony offenders. After completing the offense review, a legal staff member will complete and sign the\nRequest for § 3621(e) Offense Review form. Signature authority may not be delegated below the\nattorney level. Designated DSCC legal staff, upon completion of the review, will notify the DAPC of the result\nof the review by forwarding the signed Request for § 3621(e) Offense Review form. 8. ASSIGNMENT OF § 3621(e) STATUS Upon receipt of a signed Request for § 3621(e) Offense Review form from the DSCC legal staff,\nthe DAPC or designee will enter the appropriate early release eligibility code into SENTRY and:\n• have the inmate sign the Notice of RDAP Qualification form;\n• forward the signed Notice of RDAP Qualification form to the unit team; and\n• enter into SENTRY the appropriate § 3621(e) early release eligibility assignment. If the\ninmate declines the RDAP after hearing of his or her early release eligibility status, enter into\nSENTRY the appropriate § 3621(e) assignment signifying the inmate’s declination. 9. ASSIGNMENT OF § 3621(e) EARLY RELEASE CONDITIONAL DATE\na. Drug Abuse Program Coordinator. Upon a qualified inmate’s entry into the RDAP, the\nDAPC, or designee, will:\n• enter into SENTRY the appropriate participation assignment; and\n• within 15 working days, forward a Notice of § 3621(e) Date form (BP-A0764) to the DSCC\nteam responsible for the inmate’s sentence computation requesting computation of a\n§ 3621(e) conditional release method date, with a copy to the unit team and the Correctional\nSystems Department (CSD). P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 6 b. DSCC Staff. Within 15 working days of the DSCC staff receiving the\nNotice of § 3621(e) Date form, computation staff will enter the estimated completion date into\nthe § 3621(e) CRPS MN field (Complete Residential Program), and recalculate the sentence. The corresponding satisfaction/release method will be § 3621(e) COND (§ 3621E Conditional). 10. LENGTH OF SENTENCE Following completion of Transitional Drug Abuse Treatment (TDAT), inmates found to be\neligible for an early release under 18 U.S.C. § 3621(e) may receive that early release based upon\nthe length of their sentence, as detailed in the table below. Sentence Length Early Release Time-Frame 30 MONTHS or LESS No more than 6 months 31-36 MONTHS No more than 9 months 37 MONTHS OR MORE No more than 12 months The early release time-frame reductions shown on the table are not pro-rated by days. For\nexample, if an inmate’s sentence is 36 months and any number of days, 9 months is the\nmaximum sentence reduction allowed, whether the inmate’s sentence is 36 months and 0 days, or\n36 months and 30 days. Any change in current offense sentence length as imposed by order of the Court will result in a\nrecalculation of sentence computation and provisional incentive. For example, a 36-month\nsentence reduced to a 24-month sentence will result in no more than a 6-month early release. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__5",
      "chunk_id": "5",
      "content": "Any change in current offense sentence length as imposed by order of the Court will result in a\nrecalculation of sentence computation and provisional incentive. For example, a 36-month\nsentence reduced to a 24-month sentence will result in no more than a 6-month early release. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS An inmate may require changes to, or lose, his or her early release eligibility at any time as a\nresult of:\n• information that renders the inmate ineligible, see section 5; or\n• identification of a previous error. Chapter 2 of the Program Statement Psychology Treatment Programs contains specific\ninformation on the circumstances that may lead to expulsion and loss of early release. DAP staff,\ndesignated DSCC staff, Unit Team staff, TDAT staff, and Community Corrections staff play key\nroles in identifying, monitoring and documenting an inmate’s eligibility for early release. This\nprocess involves the steps described below. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 7 a. The DAPC. The DAPC, or designee, in all Bureau institutions will review all eligible inmate\nDRG assignments bi-monthly and prior to the inmate receiving a DAP COMP or FOL COMP\nSENTRY assignment. (1) Completion of the Unit-Based RDAP Component. If the inmate completes the unit-based\ncomponent (see Psychology Treatment Programs) of the RDAP, the local DAPC, or designee,\nwill:\n• replace the SENTRY participation assignment to completion assignment; and\n• add a SENTRY assignment for follow-up treatment indicating the inmate is enrolled in\ninstitutional transitional aftercare. (2) Additional Completion Time in RDAP. If an eligible inmate is determined, for clinical\nreasons (e.g., difficulty meeting treatment goals) or administrative reasons (e.g., writ, medical,\ninstitutional need), to require additional time to complete the RDAP, the DAPC, or designee, will\nimmediately forward the Notice of § 3621(e) Date form to the CSD, Unit Team, and the DSCC. (3) Change in Early Release Status, Ineligible to Eligible. If the DAPC is notified by the Unit\nTeam of a change in circumstance of an “ineligible” inmate (e.g., detainer dropped, court case\nresolved, etc.), the DAPC, or designee, will:\n• review the inmate’s case to determine if there are any other exclusionary criteria that would\nmaintain the inmate’s ineligibility for early release;\n• immediately replace the SENTRY DRG assignment of INELIGIBLE to ELIGIBLE, if no\nother exclusionary criteria exist; and\n• forward a Notice of §3621(e) Date form to the CSD, the Unit Team, and the DSCC\nrequesting appropriate change to the § 3621(e) conditional release method date. (4) RDAP Expel/Fail/Withdraw. If an early release eligible inmate is expelled or withdraws\nfrom the RDAP (e.g., significant failure to meet treatment goals, significant program disruption,\nreceives an incident report for misconduct related to drugs, alcohol, and/or act(s) of violence), the\nDAPC or designee will:\n• complete Section III of the Change in RDAP and § 3621(e) Status form (BP-A0767);\n• notify the inmate and send the Change in RDAP and § 3621(e) Status form electronically to\nthe CSD, the Unit Team and the DSCC team responsible for the inmate’s sentence\ncomputation;\n• replace the SENTRY assignment of participation with program failure for expulsion or\nfailure, as appropriate; and\n• when appropriate, replace the SENTRY assignments from § 3621(e) eligible to ineligible.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__6",
      "chunk_id": "6",
      "content": "Status form electronically to\nthe CSD, the Unit Team and the DSCC team responsible for the inmate’s sentence\ncomputation;\n• replace the SENTRY assignment of participation with program failure for expulsion or\nfailure, as appropriate; and\n• when appropriate, replace the SENTRY assignments from § 3621(e) eligible to ineligible. If an early release eligible inmate is expelled from the program based on an incident report for\nmisconduct related to drugs, alcohol and/or act(s) of violence and is later found not guilty by the\nDHO, the DAPC will conduct a meeting with all treatment staff to determine if the inmate, based\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 8 on sound clinical practice and the good of the treatment community, is clinically appropriate to\nbe placed back into the program, and if so:\n•\n•\n•\n• reinstate the inmate into the program;\nreplace the SENTRY assignment of failure due to expulsion with that of participation;\nreplace the SENTRY assignment noting ineligible to eligible;\ncomplete and forward the Notice of § 3621(e) Date form to the CSD, the Unit Team, and the\nDSCC team responsible for the inmate’s sentence computation requesting any appropriate\nchange to the § 3621 (e) conditional release method date; and\n• notify the inmate. (5) Follow-Up Treatment Complete. If an eligible inmate completes the required institutional\nfollow-up component of RDAP, upon return to general population, the DAPC, or designee, will:\n• replace the SENTRY DRG assignment of follow-up participation with follow-up completion;\nand\n• review the inmate’s PDS notes and review SENTRY to ensure the inmate is still eligible for\nthe early release benefit. (6) Failure/Withdrawal of Follow-Up Treatment. If an eligible inmate fails or withdraws\nfrom the follow-up component of RDAP, the DAPC, or designee, will:\n• complete Section III of the Change in RDAP and § 3621(e) Status form;\n• send this form electronically to the Unit Team, the CSD, and the DSCC team responsible for\nthe inmate’s sentence computation;\n• replace the SENTRY assignment for follow-up participation to the appropriate follow-up fail\nassignment;\n• replace the SENTRY assignment of DAP completion to DAP failure, final outcome; and\n• replace the SENTRY assignment of eligible to ineligible for a § 3621(e) release. (7) Completion of All RDAP Components in the Institution. If an eligible inmate has\ncompleted all institution components of RDAP (i.e., the unit-based program and the follow-up\ntreatment program) and is later determined to require a change in his or her early release status\n(e.g., detainer removed or lodged, found guilty by the DHO for misconduct, especially as related\nto drugs, alcohol, and/or act(s) of violence), the Unit Team will notify the DAPC, via e-mail, of\nthe inmate’s change in status and the DAPC will then complete the Change in RDAP and § 3621\n(e) Status form. The DAPC (or designee) will review the inmate’s case to determine if the inmate is or is not\neligible for an early release. The DAPC will document the outcome of this review and sign and\nforward the Change in RDAP and § 3621(e) Status form to the CSD, and the DSCC team\nresponsible for the inmate’s sentence computation. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 9",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__7",
      "chunk_id": "7",
      "content": "The DAPC will document the outcome of this review and sign and\nforward the Change in RDAP and § 3621(e) Status form to the CSD, and the DSCC team\nresponsible for the inmate’s sentence computation. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 9 (8) Changes in Inmate Early Release Status. Any and all changes in an inmate’s early release\nstatus will be documented in the Psychology Data System (PDS). If an inmate is removed from\nthe program, the circumstances for removal (e.g., expulsion, incomplete, withdrawal) are to be\ndocumented as a Discharge Note in PDS. (9) Unit Team Final § 3621(e) Review. Before a § 3621(e) eligible inmate is processed for\ntransfer to an RRC, the Unit Team will complete the Unit Team Final Review form (BP-A0766). Ordinarily, this will occur 30 days before the inmate’s RRC transfer. This form ensures that all\ncriteria for early release have been met. In conjunction with this review the DAPC, or designee,\nis to review SENTRY to determine if:\n• the inmate has completed all components of the unit-based RDAP, in a unit set apart from the\ngeneral population for no less than nine months; and\n• the inmate has completed the follow-up component of the RDAP. b. The Unit Team. Typically, the Unit Team’s review of the inmate’s status will be in\nconjunction with regularly scheduled program reviews, preparation of release paperwork, and\nRRC referrals. (1) Change in Early Release Eligibility Status/DAP WAIT QUAL or DAP PART. If an\neligible inmate’s early release eligibility status requires change (e.g., detainers removed/added,\nnoncompliance with FRP), the Unit Team will immediately notify the DAPC via e-mail. (2) Change in Early Release Eligibility Status/RDAP Complete. If an eligible inmate has\ncompleted all institution components of RDAP (i.e., the unit-based program and the follow-up\ntreatment program) and is later determined to require a change in his/her early release status (e.g.,\ndetainers removed/added, found guilty by the DHO for misconduct related to drugs, alcohol,\nand/or act(s) of violence, noncompliance with FRP), the Unit Team will immediately notify the\nDAPC via e-mail. The DAPC will:\n• complete the Change in RDAP and § 3621(e) Status form;\n• provide a copy of the Change in RDAP and § 3621(e) Status form to the inmate; and\n• forward the Change in RDAP and § 3621(e) Status form to the Unit Team, the CSD, and the\nDSCC team responsible for the inmate’s sentence computation. (3) § 3621(e) Conditional Release. The Unit Team will use the Notice of § 3621(e) Date form\nin preparing the RRC packet for the Warden’s approval. Upon approval, the RRC packet will be\nforwarded to Community Corrections. (4) Unit Team Final Review. Before an eligible inmate is processed for early release to an\nRRC, the Unit Manager or designee will complete the Unit Team Final Review form. Ordinarily,\nthis will occur 30 days before RRC transfer or release. This review ensures that all criteria for\nearly release have been met. If any SENTRY codes have been replaced with fail or ineligible\ncodes, the inmate is not eligible for an early release. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 10",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__8",
      "chunk_id": "8",
      "content": "This review ensures that all criteria for\nearly release have been met. If any SENTRY codes have been replaced with fail or ineligible\ncodes, the inmate is not eligible for an early release. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 10 (5) RRC Incident Report. If a previously eligible inmate was returned from RRC placement\ndue to an incident report and that incident report is later expunged by the Discipline Hearing\nOfficer, the Unit Team will:\n• notify the DAPC immediately and request the SENTRY failure assignment be replaced with\nthe completion assignment, and the SENTRY appropriate early release eligibility assignment\nis entered; and\n• complete the Notification of RRC Placement Date form (BP-A0628) and send it to the CSD\nand the appropriate DSCC computation staff. c. DSCC Computation Staff. Ordinarily, the DSCC’s role is to ensure the Sentence\nMonitoring and Computation data for an inmate is appropriate and current at all times. (1) Changes in Conditional Release Date. Any changes required in the computation of a\n§ 3621(e) Conditional Release date will be made by DSCC upon receipt of one of the following\nForms:\n• the Notice of § 3621(e) Date form;\n• the Change in RDAP and § 3621(e) Status form; or\n• the Notification of RRC Placement Date form. The DSCC staff will make the appropriate computation changes within 15 working days. (2) RRC Placement Date. When the inmate has been accepted for RRC placement, the\nNotification of RRC Placement Date form will be sent to the appropriate DSCC computation\nstaff and the CSD by the Warden. Upon receipt of this form, the designated DSCC staff will\nenter the § 3621E CCPS (complete community program) date into the inmate’s sentence\ncomputation within 15 working days. DSCC staff will recalculate the sentence to show a release\ndate via RDAP early release pursuant to § 3621(e). (3) Request to Delay, Remove or Reinstate Early Release. When notified by the Transitional\nDrug Abuse Treatment Coordinator (T-DATC) via the Request to Delay, Remove or Reinstate\nEarly Release form (BP-A0768), the DSCC will recalculate the sentence computation within 15\nworking days of receipt of the form. The DSCC will enter a “/” in the § 3621E CCPS (complete\ncommunity program) date field, SENTRY will set the § 3621E REL date to “/”, and the inmate’s\nprojected satisfaction/release date will be set to his/her projected Statutory Release Date (SRD),\nand the corresponding satisfaction/release method GCT REL. d. TDAT and Community Corrections Staff. § 550.55(c)(3) If inmates cannot fulfill\ntheir community-based treatment obligations by the presumptive release date, we\nmay adjust provisional release dates by the least amount of time necessary to\nallow inmates to fulfill their treatment obligations. In practice, it is the T-DATC who\nadjusts all provisional release dates. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 11 (1) Transitional Drug Abuse Treatment Coordinator. When an inmate is placed in\ncommunity-based treatment, the T-DATC monitors the inmate’s treatment. Therefore, all\nrecommendations for changes in an inmate’s early release date must be initiated by the T-DATC.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__9",
      "chunk_id": "9",
      "content": "P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 11 (1) Transitional Drug Abuse Treatment Coordinator. When an inmate is placed in\ncommunity-based treatment, the T-DATC monitors the inmate’s treatment. Therefore, all\nrecommendations for changes in an inmate’s early release date must be initiated by the T-DATC. This includes delays or removal of early release for treatment related issues, escapes from the\nRRC, RRC failures, disallowance of Good Conduct Time by the Discipline Hearing Officer, etc. For example, if an inmate fails the RRC, the CCM will contact the T-DATC via GroupWise to\nrequest a change in the inmate’s status. Additional guidance on delaying and/or removing early release is contained in the Program\nStatement on Community Transitional Drug Abuse Treatment. (2) T-DATC Review. The T-DATC is responsible for reviewing all requests to delay or remove\nan inmate’s early release date. Supporting documentation should be included in the review. The\nT-DATC will approve or disapprove the request. (3) Request to Delay, Remove or Reinstate Early Release. If the T-DATC decides to delay or\nremove early release, he or she will complete the Request to Delay, Remove or Reinstate Early\nRelease form, scan the document, and submit it to the appropriate team at the DSCC. If the staff\nat the DSCC have not calculated/assumed the related sentence computation, they will need to\ncontact the parent facility for an electronic version of the Judgment and Commitment file to carry\nout the change in the release date. (4) SENTRY Assignments. All SENTRY assignments should be updated by the TDAT and/or\ncommunity corrections staff as such changes occur. At no time should an inmate have a failure\nSENTRY assignment while maintaining an early release date. This is to be monitored closely by\nthe TDAT, community corrections, and the DSCC. (5) Reinstatement of § 3621(e) Date. If an inmate has received an incident report that is later\nexpunged by the DHO, the appropriate staff, T-DATC or DAPC, depending on the inmate’s\nlocation, will complete the Change in RDAP and § 3621(e) Status form or the Request to Delay,\nRemove or Reinstate Early Release form and immediately scan the form and send it to the DSCC\nto reinstate the inmate’s early release. Once the inmate begins TDAT, the T-DATC will decide if\nthe inmate’s provisional early release date will be delayed. Delays of an early release date will\nallow the inmate to complete TDAT. (6) Redesignation. If it is determined that the inmate must be redesignated, the CCM will\nreview the case and submit a redesignation request to the DSCC. 12. CERTIFYING EARLY RELEASE Upon an inmate’s completion of TDAT, the T-DATC must certify to the DSCC that the inmate\nhas completed all requirements of RDAP. This certification assures the inmate has successfully\ncompleted all of the requirements that earn him or her an early release. The T-DATC will\ncomplete the Transitional Drug Abuse Treatment § 3621(e) Release Date Confirmation form\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 12 (BP-A0910), scan the document, and submit it to the appropriate team at the DSCC. (See\nProgram Statement on Community Transitional Drug Abuse Treatment for steps to certifying\nearly release.)",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_43__10",
      "chunk_id": "10",
      "content": "3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 12 (BP-A0910), scan the document, and submit it to the appropriate team at the DSCC. (See\nProgram Statement on Community Transitional Drug Abuse Treatment for steps to certifying\nearly release.) REFERENCES\nProgram Statements\nP5162.02\nDefinition of Term - Crimes of Violence (7/24/95)\nP5162.04\nCategorization of Offenses (10/9/97)\nP5270.07\nInmate Discipline and Special Housing Units (1/09/03)\nP5310.12\nPsychology Services Manual (3/7/95)\nP5330.11\nPsychology Treatment Programs (3/16/09)\nP5800.15\nCorrectional Systems Manual (1/1/09)\nP7430.02\nCommunity Transitional Drug Abuse Treatment (4/14/99)\nACA Standards\n• Standards for Adult Correctional Institutions, 4th Edition: 4-4441\n• Performance Based Standards for Adult Local Detention Facilities, 4th Edition: 4-ALDF-5A08\nOther Standards\nAmerican Psychological Association Ethical Principles of Psychologists and Code of Conduct,\n3-21-02. Forms All forms may be found on Sallyport. Notice of RDAP Qualification (BP-A0941)\nRequest for § 3621(e) Offense Review (BP-A0942)\nNotice of § 3621(e) Date (BP-A0764)\nChange in RDAP and § 3621(e) Status (BP-A0767)\nUnit Team Final Review (BP-A0766)\nNotification of RRC Placement Date (BP-A0628)\nRequest to Delay, Remove or Reinstate Early Release (BP-A0768)\nTransitional Drug Abuse Treatment § 3621(e) Release Date Confirmation (BP-A0910)\nRecords Retention\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 13",
      "queries": [],
      "queries_score": []
    }
  ]
}