{
  "document_category": "legal-advice",
  "docId": "legal-advice_63",
  "chunk_index": 57,
  "chunk_text": "The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has been\naccepted by the Internal Revenue Service) and such\ndecision is for disbarment, the respondent will not\nbe permitted to practice before the Internal Revenue\nService unless and until authorized to do so by the\nInternal Revenue Service pursuant to §10.81. (b) Suspension. When the final decision in a case\nis against the respondent (or the respondent has\noffered his or her consent and such consent has\nbeen accepted by the Internal Revenue Service) Treasury Department Circular No. 230 Table of Contents and such decision is for suspension, the respondent\nwill not be permitted to practice before the Internal\nRevenue Service during the period of suspension. For periods after the suspension, the practitioner’s\nfuture representations may be subject to conditions\nas authorized by paragraph (d) of this section. (c) Censure. When the final decision in the case\nis against the respondent (or the Internal Revenue\nService has accepted the respondent’s offer to\nconsent, if such offer was made) and such decision\nis for censure, the respondent will be permitted to\npractice before the Internal Revenue Service, but the\nrespondent’s future representations may be subject\nto conditions as authorized by paragraph (d) of this\nsection. (d) Conditions. After being subject to the\nsanction of either suspension or censure, the future\nrepresentations of a practitioner so sanctioned\nshall be subject to specified conditions designed\nto promote high standards of conduct. These\nconditions can be imposed for a reasonable\nperiod in light of the gravity of the practitioner’s\nviolations. For example, where a practitioner is\ncensured because the practitioner failed to advise\nthe practitioner’s clients about a potential conflict\nof interest or failed to obtain the clients’ written\nconsents, the practitioner may be required to\nprovide the Internal Revenue Service with a copy\nof all consents obtained by the practitioner for an\nappropriate period following censure, whether or\nnot such consents are specifically requested. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.80 Notice of disbarment, suspension, censure,\nor disqualification. (a) In general. On the issuance of a final order\ncensuring, suspending, or disbarring a practitioner or\na final order disqualifying an appraiser, notification\nof the censure, suspension, disbarment or\ndisqualification will be given to appropriate officers\nand employees of the Internal Revenue Service and\ninterested departments and agencies of the Federal\ngovernment. The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general."
}