{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 7,
  "chunk_text": "It is not\nknown in whose name Entity M is doing business i.e., as Entity M or as Corp F or some\nother “doing business as” name. The first four operative documents are addressed separately, below, in Sections\nD through G of the Facts. D. Year 10 Asset Purchase Agreement The document titled Asset Purchase Agreement is dated as of **, Year 10. The\nrecitals state Entity M is organized for educational purposes with KK University the “sole\nmember” of Entity M. The recitals further state Corp F provides ---------------- --------------------------------------------------------------------------------------------------------------------------------. A copy of the unaudited **, Year 9 balance sheet of Corp F is attached to the Asset\nPurchase Agreement.9\nArticle I sets forth various definitions. Article II is titled, ------------------------------------------- and consists of ** pages. Section ** of Article II provides, subject to the other\nterms and conditions of the Asset Purchase Agreement, that Corp F will transfer to\nEntity M:\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- 9 A reproduction of the unaudited **, Year 9 Balance sheet of Corp F is attached to this Advice as\nAttachment One. Page 10 of 37 POSTF-134629-07 --------------------------------------------------------------------------------------------------------------------------------------This totals to approximately $**, with all of the other assets being intangibles; but, the\nlist of intangible allegedly transferred does not include any of the W acquired by Corp F\nin the bankruptcy auction purchase. While not separately stated on the unaudited **, Year 9 Balance Sheet of Corp F,\nCorp F represents the intangibles had an auction-provided cost basis, and fair market\nvalue at time of sale, as follows:\nAA10\nW\nX $ **\nGG\n•\n• ----------------------------------- ** **\n$ ** Corp F further represents that the goodwill and going concern had an unknown\nvalue at the time of the sale. This information is from page 3 of the document submitted\nduring the audit entitled “Outline of Tax Issues Related To Sale of Assets by Corp F.” It\nis not known whether the above Corp F proposed value/cost allocations were based on\narms-length adverse negotiations during the auction purchase or were unilaterally\nassigned values after a bulk purchase. Section ** of Article II specifically excludes all W from the Year 10 transaction, as\nwell as Corp F’s books and records. The W are to be licensed to Entity M with the\noption to purchase. No copies of the licenses, if any actually exist, were provided to the\nIRS. It is not known whether Corp F received royalties or other payments based on the\nlicenses, if ever executed. Section ** of Article II sets the total sales price at $ DD. At closing, Entity M is to\ndeliver a non-recourse contingent payment promissory term note to Corp F for $ DD\n(sometimes referred to herein as “Term Note”). In addition, Entity M is to execute a\n$ CC Non-Recourse Contingent Payment Working Capital Note (“Working Capital Note)\nso Corp F can loan Entity M working capital for the business that is to use the assets. Both notes are to be secured by a pledge of Entity M’s assets that includes the Year 10\ntransaction-acquired assets to operate the business and after acquired assets, as\npresumably stated in the Security Agreement. No copy of the Security Agreement was\nprovided to the IRS. 10"
}