{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 146,
  "chunk_text": "See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j. Enter any alternative fuel vehicle refueling property credit. See Form\n8911. Line 6k. Enter any credit to holders of\ntax credit bonds. See Form 8912. Line 6l. Enter the amount from Form\n8978, line 14 (relating to partner's audit\nliability under section 6226). If the\namount on Form 8978, line 14, is negative, complete the following worksheet\nto figure the amount to enter on line 6l. If the amount on Form 8978, line 14, is\npositive, see the instructions for Form\n1040 or 1040-SR, line 16. Negative Form 8978 Adjustment Worksheet—Schedule 3 (Line 6l)\nComplete this worksheet if Form 8978, line 14, is negative. 1. Enter the amount from Form 1040 or 1040-SR, line 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter as a positive number the negative amount from Form 8978, line 14 2. 3. Is the amount on line 1 equal to or more than the amount on line 2? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Yes. Enter the amount from line 2 on line 6l\nNo. Enter the amount from line 1 on line 6l, and subtract line 2 from line 1* . . . . . . . . . . . . . . . . . . . . . . . .\n* Use this amount to complete the Negative Form 8978 Adjustment Worksheet in the Schedule 2, line 17z, instructions. Line 6z. Other nonrefundable credits. Use line 6z to report any nonrefundable\ncredits not reported elsewhere on your\nreturn or other schedules. List the type\nand amount of income. Line 9\nNet Premium Tax Credit The premium tax credit helps pay for\nhealth insurance purchased through the\nMarketplace. You may be eligible to\nclaim the premium tax credit if you,\nyour spouse, or a dependent enrolled in\nhealth insurance through the Marketplace. Eligible individuals may have advance payments of the premium tax\ncredit made on their behalf directly to\nthe insurance company. You (or whoever enrolled you) should have received\nForm 1095-A from the Marketplace\nwith information about your coverage\nand any advance credit payments. Complete Form 8962 to determine the\namount of your premium tax credit, if\nany. If the premium tax credit you can\nclaim exceeds your advance credit payments, your net premium tax credit will\nbe shown on Form 8962, line 26. Enter\nthat amount, if any, on line 9. For more\ninformation, see the Instructions for\nForm 8962. Line 10\nAmount Paid With Request for\nExtension To File"
}