{
  "document_category": "legal-advice",
  "docId": "legal-advice_51",
  "chunk_index": 2,
  "chunk_text": "Clearly, ---- --------------------------------------------------------------------------------------------------------------------------------was using the real property in his trade or business, --------------------, and area director\napproval was required. Section 6334 does not provide a remedy for violations of section 6334(e)(2);\nhowever, there are remedies that the taxpayer may pursue in other code provisions. Section 6343(d) authorizes the Service to return specific property levied upon, an\namount of money equal to the amount of money levied upon, or an amount of money\nequal to the amount of money received by the United States from a sale of levied\nproperty if it is in the best interest of the United States and the taxpayer. Treas. Reg.\n301.6343-3(d)(1) provides that if the IRS makes a levy in violation of the law, it is in the\nbest interests of the United States and the taxpayer to release the levy and the IRS will\nreturn to the taxpayer any property obtained pursuant to the levy. When the release of GL-146301-07 3 a levy and the return of property are required under paragraph 301.6343-3(d)(1), the\nproperty or the proceeds from the sale of the property received by the IRS pursuant to\nthe levy must be returned to the taxpayer unless the taxpayer requests otherwise. Treas. Reg. 301.6343-3(d)(2) (emphasis added). Moreover, written permission from the\ntaxpayer is required in order to credit the proceeds of the sale to any outstanding tax\nliability of the taxpayer, including the one with respect to which the levy was made. Treas. Reg. 301.6343-3(d)(2). Accordingly, unless the taxpayers request in writing that\nwe keep the proceeds and apply them to their outstanding liabilities, the entire $----------received from the sale must be returned. Section 7433 creates an action in federal district court for damages caused by an\nIRS employee’s or officer’s negligent, or reckless or intentional, disregard of a code or\nregulatory provision in connection with the collection of the taxpayer’s tax liability. However, in order to prevail under section 7433, the taxpayer must show that the\nemployee’s or officer’s actions were negligent, or reckless or intentional. The revenue\nofficer’s unlawful actions in this case certainly were not reckless or intentional. In\naddition, there is little to suggest that she was negligent; she sought advice before she\nseized the taxpayers’ real property. In addition, the taxpayers would have to prove\neconomic damages, and any award would be reduced by the amount that they could\nhave mitigated their damages. When seized property is sold by the IRS, the provisions of section 6335 must be\nfollowed. These provisions include the requirements that proper notice be given to the\nowner, that proper notice be given to the public, that the sale take place not less than 10\ndays nor more than 40 days from the time public notice was given, that certain rules are\nfollowed regarding setting a minimum price for the property, and that the sale be\nconducted by public auction or public sale under sealed bids. I.R.C. §§ 6335(a) – (e)."
}