{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 14,
  "chunk_text": "Thus, Urquhart is the quintessential example of a case that\ndid not involve title since it was conceded that the case did not involve title. Moreover, the joint venture\nthat deducted the fees in Urquhart was merely protecting its earnings from licensing two patents that it did\nnot own. See Urquhart v. Commissioner, 20 T.C. 944, 945 (1953), rev’d, 215 F.2d 17 (3rd Cir. 1954)\n(“Although title to these two patents was retained by Radcliffe M. Urquhart and George Gordon Urquhart,\nthey invested the joint venture with power to make arrangements for the administration and licensing of\nthese patents and to receive the royalties earned therefrom.”). The joint venture’s sole business income\nwas from collecting the royalties generated by patents it did not own. See Urquhart v. Commissioner, 20\nT.C. 944, 945 (1953), rev’d, 215 F.2d 17 (3rd Cir. 1954)(“From 1942 through 1946 [the years at issue] the\nsole business conducted by the joint venture was the licensing of the two patents.”). Accordingly,\nUrquhart does not establish precedent for cases where the litigation is, in whole or part, to protect or\nperfect title to patents. POSTU-139175-10 41 Specifically, an ANDA fits one of more of the non-exclusive list of types of governmentgranted rights that are treated as created intangibles, e.g., “license, permit, franchise or\nother similar right granted by that governmental agency.” For example, an ANDA is\nwithin the definition of a franchise as used in the 2004 capitalization of intangible\nregulations. 42 While none of the amounts at issue were paid to the government, the regulations\nspecifically require costs that facilitate the creation of an intangible, such as\ngovernmental rights, to be capitalized. Treas. Reg. § 1.263(a)-4(b)(1) (iv). The\nregulations provide clear guidance on what type of costs are treated as facilitating the\ncreation of intangibles as follows:\n(e) Transaction costs--(1) Scope of facilitate--(i) In general. Except\nas otherwise provided in this section, an amount is paid to facilitate\nthe acquisition or creation of an intangible (the transaction) if the\namount is paid in the process of investigating or otherwise pursuing\nthe transaction. Whether an amount is paid in the process of\n42 While the -4(d) regulations addressing created intangibles do not define the term “franchise,” the term\nis defined within the capitalization of intangible regulations addressing acquired intangibles. “Franchise”\nfor purpose of acquired intangibles has the same meaning the term is given in Treas. Reg. § 1.1972(b)(10). Treas. Reg. § 1.263(a)-4(c)(1)(viii). Treas. Reg. § 1.197-2(b)(10) states that a “franchise has the\nmeaning given in I.R.C. § 1253(b)(1) and “includes any agreement that provides one of the parties to the\nagreement with the right to distribute, sell, or provide goods, services, or facilities, within a specified area.” Treas. Reg. § 1.197-2(b)(10). Section 1253(b)(1) defines a franchise to “include an agreement which\ngives one of the parties to the agreement the right to distribute, sell, or provide goods, services, or\nfacilities, within a specified area.\" Corporation X’s ANDAs fit neatly into the I.R.C. § 1253(b)(1) definition since the ANDAs give Corporation\nX the right to market and sell its ANDA products within the United States, a territory that encompasses the\nentire country."
}