{
  "document_category": "legal-advice",
  "docId": "legal-advice_46",
  "chunk_index": 3,
  "chunk_text": "Rev. Rul. 2004-41, 2004-1\nC.B. 845. Washington law provides that members of an LLC are\nnot personally liable for the LLC’s debts and obligations. R.C.W. § 25.15.125. Therefore in Washington, the LLC is the\nemployer for purposes of federal employment tax liability. Rev.\nRul. 2004-41, 2004-1 C.B. 845.; see also IRS CCA 200235023, 2002\nIRS CCA LEXIS 66. We have identified no special circumstances\nthat would enable the Service to collect the taxes at issue from\nthe members’ property. In this case, the multimember LLC ----------------------- was liable for the unpaid employment taxes,\nnot its individual members, ----------- and -------------. Subsequent to the LLC incurring the unpaid tax debt at\nissue, the LLC redeemed the 50 percent interest of -------------------------------, LLC. After the redemption, ------ was a\nsingle member LLC that had assumed the liabilities incurred\nprior to the redemption. The LLC liable for the debt continued\nwith one member; however, that member continued to be protected\nunder state law from liability for the obligations of the LLC. No provision of state law renders the member liable for the\nLLC’s obligations because of the change in membership. GL-126770-09 5 After ------------ became the single member, the LLC did\nnot make an election to be taxed as a corporation. Therefore,\nthe entity was disregarded and treated as a sole proprietorship. For wages paid prior to January 1, 2009, the owner of the\ndisregarded entity, i.e. the individual, is the employer for\nemployment tax purposes, the same as a sole proprietorship. Treas. Reg. § 301.7701-2(a); see Kandi v. United States, 2008\nTNT 190-20 (9th Cir. unpublished opinion).3 Upon the redemption of the interest of the withdrawing\nmember of the LLC, the LLC was disregarded for tax purposes so --------------, as the single member, became liable for\nemployment taxes incurred subsequently by the LLC. But that is\nirrelevant to the question whether the event of the member’s\nwithdrawal terminated the limited liability of the members of --------------- for the liability of the LLC for the employment\ntaxes incurred when it was a multimember LLC taxed as a\npartnership. Treas. Reg. § 301.7701-2(c)(2)(iii) provides that an entity\nthat is otherwise disregarded as separate from its owner is\ntreated as an entity separate from its owner for purposes of\nfederal liabilities of the entity with respect to any taxable\nperiod for which the entity was not disregarded. Because the\ntaxable periods involved in this case date back to when the\ntaxable entity was a multi-member LLC that was not disregarded,\n---------------- and his property cannot be liable for taxes\nincurred during those periods. By virtue of the redemption and\nsettlement agreement, the LLC itself remains liable for the\nunpaid taxes and its property may be levied against. 3 That regulation has been revised to render a single-member LLC liable for\nemployment taxes as the employer, even though it is disregarded for other\nfederal tax purposes. Because the revised regulation is effective for wages\npaid on or after January 1, 2009, it has no effect on the analysis in this\ncase. GL-126770-09 6 Please call Cathy Campbell at 206-220-5637 is you have any\nquestions. PATRICIA A. DONAHUE\nArea Counsel\n(Small Business/Self-Employed:Area 7) By: _____________________________ Catherine L. Campbell\nAttorney (Seattle, Group 2)\n(Small Business/Self-Employed)"
}