{
  "document_category": "legal-advice",
  "docId": "legal-advice_9",
  "chunk_index": 3,
  "chunk_text": "Form 926 must be filed with the transferor's tax return for the taxable year that\nincludes the date of the transfer. See Temp. Reg. §§ 1.367(a)-3T(g)(2) and 1.6038B1T(b)(1). Certain penalties apply if a taxpayer fails to comply with the reporting\nrequirements of section 6038B of the Code and the regulations thereunder. A failure to\ncomply with the section 6038B requirements includes a failure to report at the proper\ntime and in the proper manner any required material information. Temp. Reg.\n§ 1.6038B-1T(f)(1) and (2). Temp. Reg. § 1.6038B-1T(f)(3) provides that the penalties provided in § 1.6038B1T(f)(1) will not apply if a transferor shows that a failure to comply with the reporting\nrequirements was due to reasonable cause and not willful neglect. The determination of\nwhether a failure to file in a timely manner, or materially comply, was due to reasonable\ncause shall be determined by the District Director under all the facts and circumstances. Temp. Reg. § 1.6038B-1T(f)(3). A transferor may do so by providing a written\nstatement to the District Director having jurisdiction of the taxpayer's return for the year\nof the transfer, setting forth the reasons for the failure to comply. Whether a failure to\ncomply was due to reasonable cause is determined by the District Director under all the\nfacts and circumstances. While the regulations under I.R.C. § 6038B specifically refer\nto the filing of the initial gain recognition agreement (on Form 926), we believe that\nTemp. Reg. § 1.6038B-1T(f)(1) extends to all subsequent required filings with respect to\nthe gain recognition agreement. If the District Director determines ------ failed to file the annual waivers and annual\ncertifications in connection with the filing of its gain recognition agreement, ------- will be\nrequired to recognize gain and pay a penalty under section 6038B, unless the District\nDirector permits an extension to file the annual waivers and annual certifications on the\ngrounds that -------’s failure to timely file was due to reasonable cause and not willful\nneglect. See Treas. Reg. § 1.6038B-1T(f)(3). Where a taxpayer (1) relies on its qualified representative; (2) voluntarily disclosed its\nfailure to comply with the terms of a gain recognition agreement; and (3) there was no\ngain triggering disposition of the transferred corporation’s stock within the term of the\nagreement, the District Director may reasonably conclude the taxpayer’s failure to timely\nfile annual waivers and annual certifications are due to reasonable cause and not willful\nneglect and permit an extension for filing. ------- relied on ------, one of the big four\naccounting firms. ------ failed to properly complete ------’s Federal income tax returns for\nthe ------ thorough ------- taxable years. ------- voluntarily notified the Internal Revenue\nService it failed to timely file annual waivers and annual certifications. For these POSTU-110020-04 5 reasons we find that the District Director may reasonably conclude ------- has\nreasonable cause for its failure to timely file the annual waivers and annual certifications\nfor the ------- through ------ taxable years and -------’s failure was not caused by willful\nneglect. Therefore, the District Director may grant an extension for the filing of the\nannual waivers and annual certifications."
}