{
  "document_category": "legal-advice",
  "docId": "legal-advice_40",
  "chunk_index": 20,
  "chunk_text": "How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040). If you received any digital asset as\ncompensation for services or disposed of\nany digital asset that you held for sale to\ncustomers in a trade or business, you\nmust report the income as you would report other income of the same type (for\nexample, W-2 wages on Form 1040 or\n1040-SR, line 1a, or inventory or services from Schedule C or Schedule 1). Need more information or forms? Visit IRS.gov. Standard Deduction If you are filing Form 1040-SR, TIP you can find a Standard Deduction Chart on the last page\nof that form that can calculate the\namount of your standard deduction in\nmost situations. Don’t file the Standard Deduction\nChart with your return. Single and Married Filing\nJointly If you or your spouse (if you are married\nand filing a joint return) can be claimed\nas a dependent on someone else’s return,\ncheck the appropriate box in the Standard Deduction section. If you were a dual-status alien, check\nthe “Spouse itemizes on a separate return or you were a dual-status alien”\nbox. If you were a dual-status alien and\nyou file a joint return with your spouse\nwho was a U.S. citizen or resident alien\nat the end of 2022 and you and your\nspouse agree to be taxed on your combined worldwide income, don’t check\nthe box. Age/Blindness If you or your spouse (if you are married\nand filing a joint return) were born before January 2, 1958, or were blind at\nthe end of 2022, check the appropriate boxes on the line labeled “Age/Blindness.” Don’t check any boxes for your\nspouse if your filing status is head of\nhousehold. Death of spouse in 2022. If your\nspouse was born before January 2, 1958,\nbut died in 2022 before reaching age 65,\ndon’t check the box that says “Spouse\nwas born before January 2, 1958.” A person is considered to reach age\n65 on the day before the person’s 65th\nbirthday. Example. Your spouse was born on\nFebruary 14, 1957, and died on February\n13, 2022. Your spouse is considered age\n65 at the time of death. Check the appropriate box for your spouse. However, if\nyour spouse died on February 12, 2022,\nyour spouse isn't considered age 65. Don’t check the box. Death of taxpayer in 2022. If you are\npreparing a return for someone who died\nin 2022, see Pub. 501 before completing\nthe standard deduction information. Blindness If you weren’t totally blind as of December 31, 2022, you must get a statement certified by your eye doctor (ophthalmologist or optometrist) that:\n• You can't see better than 20/200 in\nyour better eye with glasses or contact\nlenses, or\n• Your field of vision is 20 degrees\nor less. Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords."
}