{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 87,
  "chunk_text": "Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025. C. and M. Keys would use\nthat routing number unless their finan- Need more information or forms? Visit IRS.gov. Line 35c Check the appropriate box for the type\nof account. Don’t check more than one\nbox. If the deposit is to an account such\nas an IRA, health savings account, brokerage account, or other similar account,\nask your financial institution whether\nyou should check the “Checking” or\n“Savings” box. You must check the correct box to ensure your deposit is accepted. If your deposit is to a TreasuryDirect® online account, check the “Savings”\nbox. Line 35d The account number can be up to 17\ncharacters (both numbers and letters). Include hyphens but omit spaces and\nspecial symbols. Enter the number from\nleft to right and leave any unused boxes\nblank. On the sample check shown later,\nthe account number is 20202086. Don’t\ninclude the check number. If the direct deposit to your account(s) is different from the amount\nyou expected, you will receive an explanation in the mail about 2 weeks after\nyour refund is deposited. Reasons Your Direct Deposit\nRequest Will Be Rejected If any of the following apply, your direct\ndeposit request will be rejected and a\ncheck will be sent instead. • You are asking to have a joint refund deposited to an individual account,\nand your financial institution(s) won't allow this. The IRS isn't responsible if a\nfinancial institution rejects a direct deposit. Sample Check—Lines 35b Through 35d 1234 C. KEYS\nM. KEYS\n123 Pear Lane\nAnyplace, MI 00000 PL E 15-0000/0000 $ M PAY TO THE\nORDER OF SA cial institution instructed them to use a\ndifferent routing number for direct deposits. Ask your financial institution for the\ncorrect routing number to enter on\nline 35b if:\n• The routing number on a deposit\nslip is different from the routing number\non your checks,\n• Your deposit is to a savings account that doesn't allow you to write\nchecks, or\n• Your checks state they are payable\nthrough a financial institution different\nfrom the one at which you have your\nchecking account. ANYPLACE BANK\nAnyplace, MI 00000 Routing\nnumber Account\nnumber (line 35b) (line 35d) DOLLARS Do not include\nthe check number. For \"’86\". 1234 |:250250025|:202020 The routing and account numbers may be in different places on your check. CAUTION • The name on your account doesn't\nmatch the name on the refund, and your\nfinancial institution(s) won't allow a refund to be deposited unless the name on\nthe refund matches the name on the account. • Three direct deposits of tax refunds already have been made to the\nsame account or prepaid debit card. • You haven't given a valid account\nnumber. • Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. !"
}