{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 7,
  "chunk_text": "Treas. Reg. §1.263(a)-4(d)(1). A. Applying the Origin of the Claim Test to the Facts Before the infringement suits at issue were filed, Corporation X notified21 the New Drug\nApplication (NDA) holders22 for the referenced drugs23 and the patentees for the listed\n21 Notifications are required by law, as explained in Addendum A, which summarizes the statutory and\nregulatory regime governing the marketing and selling of new drugs in the United States. POSTU-139175-10 33 patents24 that Corporation X had filed applications with the Federal Food and Drug\nAdministration (FDA) to obtain the right to market and sell its new generic drugs before\nthe expiration of their listed patents. 25 The notifications specifically stated Corporation X\nhad filed Abbreviated New Drug Applications (ANDAs) with paragraph IV\ncertifications,26 certifying that the listed patents were either invalid or not infringed by\nCorporation X’s new generic drugs. To support its good faith in certifying that the\npatents were invalid or not infringed, Corporation X paid patent attorneys to research\nthe listed patents for the referenced drugs. For each drug, in each notification letter, Corporation X detailed its grounds for\ncontending the listed patents were not infringed. Additionally, in each notification letter,\nCorporation X specifically reserved the right to assert the patents were invalid if the\nNDA holders or patentees brought infringement suits. Each lawsuit filed against\nCorporation X was filed within 45 days of receiving Corporation X’s notification letters,\nthe time period for commencing suit for the NDA holders to obtain a 30-month stay. The stay precludes the FDA from approving Corporation X’s ANDAs for 30 months\nunless Corporation X prevails in the infringement litigation. On an ANDA-by-ANDA\nbasis, if no infringement suits had been filed within the 45 day window, subject to\nconfirming bioequivalence,27 the FDA could have immediately approved Corporation X’s\nANDAs. Each law suit asserted infringement pursuant to 35 U.S.C. § 271(e)(2). As explained\nfurther in Addendum A, 35 U.S.C. § 271(e)(2) creates an artificial act of infringement,\nmaking the filing of an ANDA with a paragraph IV certification an act of infringement. Each and every claim of infringement in the law suits at issue relied upon 35 U.S.C.\n§ 271(e)(2) for the asserted acts of infringement. An infringement claim based on 35\nU.S.C. § 271(e) has limited remedies, which do not include an award of lost profits. See Eli Lilly & Co. v. Medtronic, Inc., 496 U.S. 661, 676 (1990) (‘The remedies\nprescribed by [35 U.S.C. §271(e)(4)] subparagraphs (A), (B), and (C) are the only\nremedies which may be granted by a court for an act of infringement described in 22 The term “NDA holders” is explained in Addendum A. 23 The term “referenced drug” is defined and explained in Addendum A. 24 The term “listed patents” is defined and explained in Addendum A. 25 It is noted that Corporation X could have waited until the patents expired since, as explained in\nAddendum A, there are four different types of certifications to seek approval to market and sell generic\ndrugs in the United States, with only a paragraph IV certification a direct challenge to the validity or scope\nof the listed patents for the referenced drugs."
}