{
  "document_category": "legal-advice",
  "docId": "legal-advice_70",
  "chunk_index": 3,
  "chunk_text": "I.R.C. §\n1033(a)(2)(A). The period of replacement is “the period beginning with the date of the\ndisposition of the converted property, or the earliest date of the threat or imminence of\nrequisition or condemnation of the converted property, whichever is earlier, and ending 2 years\nafter the close of the first taxable year in which any part of the gain upon of the conversion is\nrealized” or at the close of such a later date by application from the taxpayer. I.R.C. §\n1033(a)(2)(B). In the case of real property held for productive use in trade or business or for\ninvestment, the replacement period is three years after the close for the first taxable year in\nwhich any part of the gain is realized. I.R.C. § 1033(g)(1), (4). This case involves a compelled lease of property for a period of --- months. ------ filed an\namended return to claim I.R.C. § 1033 nonrecognition treatment for the taking proceeds and\nrequested an extension of the period to acquire replacement property. Since the property\ninvolved in the compelled lease was held for use by -------as rental property, the three year\nperiod to acquire replacement property applies if the compelled lease is an involuntary 4\nconversion to which § 1033 applies. In that case, if ------ first realized gain in -------, the three\nyear replacement period expires on ---------------------------, unless extended. The question at\nissue is whether § 1033 applies to a temporary taking of property. The IRS addressed the tax effect of a temporary taking in Rev. Rul. 38, 1953-1 C.B. 16. In Rev.\nRul. 38, the United States Government requisitioned the use of a warehouse for a five-year\nperiod. The Service concluded that the condemnation proceeds were ordinary income because\nthe payments for the temporary use of the building were in the nature of rent. The Service\nnoted that the taxpayer had neither disposed of the property nor realized gain from its\ninvoluntary conversion. Similarly, in the present case, ----------------------------took ------’s real\nproperty for a period of --- months. ------ did not dispose of the property or realize gain from its\ninvoluntary conversion. It follows that the taking proceeds ------ received for the ----month period\nconstitute ordinary income. There is additional support for the Service’s position that the temporary taking of property is not\nan involuntary conversion. In Commissioner v. Gillette Motor Transport, Inc., 364 U.S. 130\n(1960), the United States Government temporarily took over the taxpayer’s trucking business for\na period of 10 months during World War II when the taxpayer’s drivers went on strike. The\nSupreme Court upheld the Service's position that compensation paid to the taxpayer for the\ntemporary taking of its trucking business was ordinary income. The Court rejected the\ntaxpayer’s argument that taking proceeds constituted capital gain. The Court found that the\nGovernment took only the right to use the facilities and not a fee simple interest. The Court\nstated that compensation for the right to use property was “commonly regarded as rent.” Gillette, 364 U.S. at 135. In the present case, ----------------------------took the right to the use of ------’s real property for a\nperiod of ----months. ----------------------------compensated"
}