{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 14,
  "chunk_text": "Service plans perform all functions associated\nwith National Accounts and FEP except the risk assumption function. The\namount of FEP reported under this account category is immaterial. In summary, it appears that the \"cost-plus\" arrangements that were offered by\nBCBS plans in the early 1990's were underwritten, experience-rated or retrospectivelyrated products, characterized by the issuance of a BCBS card, the use of funds from the\nplan's bank account, and the use of the plan's contractual payment arrangements with\nproviders. The NAIC distinguished these underwritten \"cost-plus\" arrangements from\n\"administrative services only\" arrangements. The NAIC also distinguished underwritten\n\"cost-plus\" arrangements from underwritten and nonunderwritten \"National Accounts POSTU-144536-09 17 arrangements. No type of National Accounts arrangement was ever considered \"costplus.\"\nc. Risk-Based Capital standards. \"Risk-Based Capital\" issues are not unique\nto BCBS organizations and RBC standards were being developed during the same\nperiod that the Special Committee on Blue Cross Plans was conducting its study. As\nnoted above, the Special Committee recommended that the risk-based capital\nstandards that the NAIC was developing for health carriers should specifically include\nstandards for BCBS plans. The Blue Cross Blue Shield Association \"observed, with great interest\" the NAIC\nwork on risk-based capital, which \"led BCBSA to create a team to develop a proposed\nformula that could be used by the NAIC as a starting point in developing a health RBC\nformula.\" NAIC Proc. 1993-4, pages 518, 519. In October, 1993, the BCBSA presented\nits proposed formula to the NAIC. The proposal by the BCBSA noted that the NAIC's formula for life and health\ninsurers:\ndoes not specifically consider risk characteristics of large portions of Plans'\nrevenue base (and probably of other health carriers'), including Administrative\nServices Contracts (ASC), Cost-Plus and Federal Employee Health Benefits\nProgram (FEHBP) lines of business. While these lines constitute risk business,\nthe risk to the health entity is less than most other types of prospectively rated\nbusiness because revenue from these products is retrospectively determined. [NAIC Proc., 1993-4 at 519-520.] *** Major characteristics of ASC/Cost-Plus business include: issuance of carrier ID\ncards and membership materials, access to participating providers and\nassociated discounts, if any, conversion coverage rights for subscribers, and\nretrospectively determined revenue. *** To the extent self-funded groups utilizing ASC/Cost-Plus products, are unable to\nfund their claim obligations, the carriers, no longer acting solely as administrators\nas in ASO arrangements, are at risk for fulfilling claims obligations in the event\nthe group is unable to meet its revenue funding obligation. Although ASC/Cost-Plus arrangements are at risk, the carrier's risk is\nsubstantially less than traditional health insurance because the risk of trend\nvariation has been transferred to the group via the retrospectively determined\nrevenue. [Id. at 520.] POSTU-144536-09 18 The BCBSA proposal recommended a separate category for \"ASC/Cost-Plus\", with a\nrisk factor of 0.5%. The BCBSA did not include any category for \"national accounts\"\narrangements and did not show any risk factor for national accounts. Id. at 523. The NAIC continued to work on its RBC standards after the Special Committee\non Blue Cross Plans issued its final report in 1994. The current RBC standards will be\ndiscussed below as part of the response to the Taxpayer's argument."
}