{
  "document_category": "legal-advice",
  "docId": "legal-advice_71",
  "chunk_index": 8,
  "chunk_text": "which justify the deduction of one but not the other. For example, the\nearlier -------------- is included in the ------*** v which may be of legitimate advertising value;\nthe second -------------- took place after the making of the ----- and does not appear to have\nbeen given any significant exposure to the public. The first -------------- may have lacked the\nfamily vacation factors prominent in the second --------------. It is also possible that the\nearlier deduction simply escaped the Service’s attention, or the amount was deemed\ninsignificant, or the pursuit of a deficiency was judged to be an unjustified use of the\nService’s limited resources. Of course, we cannot now (on the grounds of consistency)\ndisallow the ------- deduction, as the statute of limitations on assessment has expired for\nthat fiscal year. But the Service need not allow a similar deduction in ------- on the grounds\nof consistency. Consistency objections could also be raised due to the Service disallowing the costs of\nthe *** al -------------- of ------- while allowing other contributions to or expenses of the\ncompany ------------ in that year. Again, we note that the Service is not obliged to disallow\nevery deduction that could conceivably be challenged; the Service can allow some\nquestionable deductions while disallowing others. In this case, the Service does not\nchoose to question whether the entire ------------ and all of its costs are defensible as an\nadvertising and promotional expense in the years under examination. The taxpayer states\n(without citation to any authority) that the deduction of the costs of company ------------- on\nthe grounds that they promote the company and its products is not unheard of. It is entirely\npossible that the taxpayer in this case can justify and substantiate that the ------------ in\ngeneral (and the ----- *** v are legitimate advertising expenses; we maintain, however, that\nthe taxpayer has not proven that the costs of the ----------------------were primarily business\nrather than personal under §§ 162(a) and 262, and that the -------------- resulted in any\nuseful promotional communication to potential customers, or was intended to do so, at least\nnot on a scale commensurate to the size of the ----------------. Of course, consistent with the expense not being deductible on the corporate return, that\npart of the cost of the -------------- which is a personal benefit to the president of the\ncompany is income to him not reported on his return. It is at the discretion of the\nCompliance Division, however, whether an examination of the president’s individual return\nshould be opened and an adjustment proposed; this decision involves matters regarding\nthe allocation of IRS time and resources that are beyond the scope of Counsel’s knowledge\nand authority. Conclusion We conclude that there is no legal basis for deducting the costs of the fiscal year -----------------------to locate the ------------- of the ------------------. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 If you have any questions, please contact the undersigned at 414-231-2807. Steven R. Guest\nAssociate Area Counsel (LB&I) By: ____________________________ ----------------Attorney Page 11"
}