{
  "document_category": "legal-advice",
  "docId": "legal-advice_41",
  "chunk_index": 49,
  "chunk_text": "(b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion. If a nonmoving\nparty does not respond within 30 days of the filing\nof a motion for decision by default for failure to\nfile a timely answer or for failure to prosecute, the\nnonmoving party is deemed not to oppose the motion. (c) Oral motions; oral argument —\n(1) The Administrative Law Judge may, for good\ncause and with notice to the parties, permit oral\nmotions and oral opposition to motions. (2) The Administrative Law Judge may, within\nhis or her discretion, permit oral argument on any\nmotion. (d) Orders. The Administrative Law Judge should\nissue written orders disposing of any motion or\nrequest and any response thereto. (e) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.69 Representation; ex parte communication. (a) Representation. (1) The Internal Revenue Service may be\nrepresented in proceedings under this part by an\nattorney or other employee of the Internal Revenue\nService. An attorney or an employee of the Internal\nTreasury Department Circular No. 230 Table of Contents Revenue Service representing the Internal Revenue\nService in a proceeding under this part may sign the\ncomplaint or any document required to be filed in\nthe proceeding on behalf of the Internal Revenue\nService.\n(2) A respondent may appear in person, be\nrepresented by a practitioner, or be represented by\nan attorney who has not filed a declaration with\nthe Internal Revenue Service pursuant to §10.3. A\npractitioner or an attorney representing a respondent\nor proposed respondent may sign the answer or any\ndocument required to be filed in the proceeding on\nbehalf of the respondent. (b) Ex parte communication. The Internal Revenue\nService, the respondent, and any representatives of\neither party, may not attempt to initiate or participate\nin ex parte discussions concerning a proceeding or\npotential proceeding with the Administrative Law\nJudge (or any person who is likely to advise the\nAdministrative Law Judge on a ruling or decision)\nin the proceeding before or during the pendency\nof the proceeding. Any memorandum, letter or\nother communication concerning the merits of the\nproceeding, addressed to the Administrative Law\nJudge, by or on behalf of any party shall be regarded\nas an argument in the proceeding and shall be served\non the othe party. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.70 Administrative Law Judge. (a) Appointment. Proceedings on complaints for the\nsanction (as described in §10.50) of a practitioner,\nemployer, firm or other entity, or appraiser will be\nconducted by an Administrative Law Judge appointed\nas provided by 5 U.S.C. 3105.\n(b) Powers of the Administrative Law Judge. The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230"
}