{
  "document_category": "legal-advice",
  "docId": "legal-advice_73",
  "chunk_index": 3,
  "chunk_text": "The characterization of\nsettlement proceeds cannot depend entirely on the intent of the parties. See Hemelt v. U.S., 122\nF.3d 204 (4th Cir. 1997). In the event of a lump sum payment, the Service will allocate the payment using the best\nevidence available. The evidence may consist of the taxpayer’s complaint requesting\nreasonable amounts of damages for each claim. Rev. Rul. 75-230, 1975-1 C.B. 93 and Rev.\nRul. 85-98, 1985-2 C.B. 51 superseding Rev. Rul. 58-418, 1958-2 C.B. 18.\nB. Application to the Taxpayer In this instance, the settlement amounts paid by -----------were not in a lump sum, but rather\nwere allocated in -------- to unpaid wages, interest and civil penalties. As mentioned above,\nallocations may be challenged where the facts and circumstances indicate that the allocation\ndoes not reflect the economic substance of the settlement. The fact that each of the settlement\nagreements allocates the amounts in even --------seems arbitrary, and nothing in the settlement\nagreements states how the allocated amounts were determined. Each of the individual plaintiffs POSTF---------------- 4 who had brought suit in their respective cases sought penalties under the ----------------------Code\nas part of their causes of action. Both the interest amount and the penalty amount should be a\npercentage of the total amount of the back pay awarded for the overtime that was unpaid. The\ncurrent allocation of -----to each category essentially says that the interest and penalty amounts\nequal -----% of the amount of those unpaid wages. It is likely that a portion of the settlement amount may be allocated to both interest and civil\npenalties. However, the current allocations, which also --------the amount allocated to wages,\ncannot be accurate. The taxpayer should show what rate is being used to calculate the total\ninterest amount and the corresponding allocation should be based on that computation. Each of\nthe penalties imposed under the ----------------------Code are based upon the amount of days or\nhours worked by the employee. If in fact, the civil penalty allocation in the settlement agreement\nis meant to represent amounts that would have been awarded under the -------------------- Code\nsections, the taxpayer should show how the allocation amount was calculated. The data\nprovided by the taxpayer does not supply that information with respect to the individual class\nmembers who received settlement payments. The penalties contained in the state --------code\nsections do not provide for a -----% penalty when compared to the unpaid wages, therefore the\ncurrent allocation is not correct. Therefore, we find that the IRS is not bound by allocation\npayments made pursuant to a settlement agreement and, based on the facts presented in the\ncurrent case it is likely that the court would support a reallocation of the settlement payment\namounts for both interest and civil penalties. 2. Based upon the facts provided, the IRS can likely convert both portions of settlement\nallocated penalty payments and interest payments to wages per the class action\nlawsuits involving -----------------------------------A. Authorities\nSettlement payments may be wages subject to employment taxes. If settlement payments are\nconsidered wages, applicable federal employment taxes are imposed and are required to be\nwithheld. I.R.C. § 3402(a)(1). The employment taxes that may apply include FICA, income tax\nwithholding and FUTA."
}