{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 6,
  "chunk_text": "The first and second\nalternatives are the ones most commonly used by members. Basis and hedge-to-arrive\ncontracts are less common. Coop offers different alternatives to accommodate the desire of many members who POSTF-143023-10 8 want to retain as much flexibility as possible to determine when and how to sell their b. The alternatives that Coop offers are similar to the choices offered farmers by\ncommercial b companies, though of course, commercial b companies do not market b\non a patronage basis and pay patronage dividends. One way to sell b to Coop for marketing on a patronage basis is to sell the b to Coop in\na spot sale at the bid price. All country elevators have posted bid prices. The cash bid\nprices vary from day to day. The variations are in response to developments in the b\nmarkets (and future exchanges). Those markets are very active. Cash bid prices also\nvary during each day. It is usually not advantageous for farmers to simply deliver b to sell it at the posted cash\nbid prices at the time of harvest since prices normally are lowest at the time. Some\nfarmers have the capacity to store b on their farms and can deliver the b later when they\nbelieve the price is right. Many farmers deliver b to an elevator for storage (and pay the\nelevator storage fees), retaining ownership of the b until they believe the bid price is\nright. The most popular way for members to sell their b to Coop is by forward contract\n(sometimes also referred to as a “to arrive” contract). Forward contract calls for a\ndelivery of a specified quantity and quality of b, at a specified location, during a\nspecified time period. Forward contracts also specify the price that is to be paid for the\nb. Forward contracts can be entered into before b is planted or while it is growing. Farmers interested in entering into a forward contract with Coop can determine the price\nCoop is willing to pay at its various elevators during various periods of time in the future\nfrom Coop's cash b bid schedule. When a b company purchases b from a member\npursuant to a forward contract, ownership of the b passes to the company at the time of\ndelivery under the contract and ordinarily payment is then due. A farmer can contract to sell his b to Coop at the time of harvest (or at some other time)\nunder a basis contract. These contracts are sometimes used by Coop and its members,\nbut are not as popular as forward contracts and selling b in spot sales. Basis contracts allow a farmer, who believes that the future price of b will increase in the\nmonths after he or she enters into the contract, to defer setting the cash price until a\nlater date. Contracts governing these arrangements specify the shipment period and\ntime period during which the farmer has the option of asking that his or her b be priced."
}