{
  "document_category": "legal-advice",
  "docId": "legal-advice_5",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20044102F\nRelease Date: 10/08/04\nCC:LM:CTM:SEA:POSTF-133935-04\nUIL: 1033.00-00 date: August 27, 2004 to: --------------LMSB Manager\n------------------ from: LMSB Counsel, Seattle\nsubject: ------------------------------------------Section 1033 Replacement Property (--------------) Sub\nDate M\nLocation X\nYear 1\nDate N\nDate P\nAct\n$A\n$B\nYear 2\n$C\n$D\nYear 3\nYear 4\n$E\ncontract # XX = ------------------------= -----------------= ------------------------------------------= -----= -----------------------= -----------------------= ------------------------------------= ---------------= ----------------= -----= ----------------= ----------------= -----= -----= ----------------= -------------- This responds to your request for advice on issues relating to § 1033 of the Internal\nRevenue Code. More specific comments relating to the draft Form 886-A will be set\nforth in a separate correspondence. Issue Has the taxpayer engaged in a valid purchase of replacement property, as described in\n§ 1033(a)(2)(A), for an involuntarily converted timber cutting contract with the U.S.\nForest Service. Conclusion\nTimber cutting contracts acquired by the taxpayer within the applicable replacement\nperiod will constitute § 1033 replacement property within the meaning of §\n1033(a)(2)(A). However, amounts expended as advance royalties, for example, which\nare normally payable to a lessor as timber is cut, are not expenditures for replacement\nproperty. Further, any purchase after the close of the applicable replacement period\ncannot be taken into account in determining the amount of gain deferred under §\n1033(a)(2)(A). Factual Summary A timber cutting contract between Sub, a wholly-owned subsidiary of the taxpayer, and\nthe U.S. Forest Service was entered into on Date M. The timber was located in\nLocation X.\nIn Year 1, the Forest Service unilaterally changed certain pricing and volume provisions\nof the contract pursuant to the Act. The changes were effective on Date N. The\ntaxpayer sued and ultimately recovered, through a settlement with the U.S. government\non Date P, compensation of $A. In PLR 199911048, issued to the taxpayer, the IRS\nconcluded that enactment and implementation of the Act resulted in the involuntary\nconversion of the contract. The taxpayer originally reported $B as eligible for deferral on its Year 2 federal income\ntax return. The taxpayer has agreed, however, that of this $B amount, $C is no longer\neligible for deferral. Thus, the amount currently eligible for deferral is $D.\nIn Year 4, the taxpayer acquired 72 timber cutting contracts which it contends qualify as\nreplacement property under § 1033.1 The taxpayer estimates that it will owe an\nadditional amount of $E as timber is cut over the lives of the contracts. Accordingly, the\ntaxpayer argues that the $D received by the taxpayer due to the involuntary conversion\nhas been, or will be used to purchase other property similar or related in service or use\nto the converted property. Discussion\nSection 1033(a)(2)(A) provides, in part, that if a taxpayer, during the period specified for\nreplacing the involuntary converted property, “purchases other property similar or\n1 Section 1033(a)(2)(B)(titled “Period Within Which Property Must be Replaced”) generally provides a 2year replacement period. In this case, the 2-year period expired at the end of Year 3. The applicable 2year replacement period may be extended if special permission is obtained from the IRS. See\n§1033(a)(2)(B). We understand an extension was secured in this case allowing for purchase of the\nreplacement property in Year 4. 2"
}