{
  "document_category": "legal-advice",
  "docId": "legal-advice_65",
  "chunk_index": 58,
  "chunk_text": "The Internal Revenue Service may\nTreasury Department Circular No. 230 determine the manner of giving notice to the proper\nauthorities of the State by which the censured,\nsuspended, or disbarred person was licensed to\npractice. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.81 Petition for reinstatement. (a) In general. A practitioner disbarred or\nsuspended under §10.60, or suspended under\n§10.82, or a disqualified appraiser may petition\nfor reinstatement before the Internal Revenue\nService after the expiration of 5 years following\nsuch disbarment, suspension, or disqualification\n(or immediately following the expiration of the\nsuspension or disqualification period, if shorter than\n5 years). Reinstatement will not be granted unless\nthe Internal Revenue Service is satisfied that the\npetitioner is not likely to engage thereafter in conduct\ncontrary to the regulations in this part, and that\ngranting such reinstatement would not be contrary to\nthe public interest. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.82 Expedited suspension. (a) When applicable. Whenever the Commissioner,\nor delegate, determines that a practitioner is\ndescribed in paragraph (b) of this section, the\nexpedited procedures described in this section may\nbe used to suspend the practitioner from practice\nbefore the Internal Revenue Service. (b) To whom applicable. This section applies to\nany practitioner who, within 5 years prior to the\ndate that a show cause order under this section’s\nexpedited suspension procedures is served:\n(1) Has had a license to practice as an attorney,\ncertified public accountant, or actuary suspended or\nrevoked for cause (not including a failure to pay a\nprofessional licensing fee) by any authority or court,\nagency, body, or board described in §10.51(a)(10). (2) Has, irrespective of whether an appeal has\nbeen taken, been convicted of any crime under title\n§ 10.82 — Page 41 Table of Contents 26 of the United States Code, any crime involving\ndishonesty or breach of trust, or any felony for which\nthe conduct involved renders the practitioner unfit\nto practice before the Internal Revenue Service. (3) Has violated conditions imposed on the\npractitioner pursuant to §10.79(d).\n(4) Has been sanctioned by a court of competent\njurisdiction, whether in a civil or criminal\nproceeding (including suits for injunctive relief),\nrelating to any taxpayer’s tax liability or relating to\nthe practitioner’s own tax liability, for —\n(i) Instituting or maintaining proceedings\nprimarily for delay;\n(ii) Advancing frivolous or groundless\narguments; or\n(iii) Failing to pursue available administrative\nremedies. (5) Has demonstrated a pattern of willful\ndisreputable conduct by—\n(i) Failing to make an annual Federal tax return,\nin violation of the Federal tax laws, during 4 of the\n5 tax years immediately preceding the institution of\na proceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection; or\n(ii) Failing to make a return required more\nfrequently than annually, in violation of the\nFederal tax laws, during 5 of the 7 tax periods\nimmediately preceding the institution of a\nproceeding under paragraph (c) of this section and\nremains noncompliant with any of the practitioner’s\nFederal tax filing obligations at the time the notice\nof suspension is issued under paragraph (f) of this\nsection. (c) Expedited suspension procedures."
}