{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 3,
  "chunk_text": "As noted above, these persons are the members of Coop and are referred to in this\nruling as “members.” Each stockholder is entitled to no more than one vote. (Article ***,\nSection 3). Persons not eligible to own capital stock, but wanting to do business with\nCoop on a patronage basis, are permitted to become “participating patrons” and to hold\na “Certificate of Participation.” Such persons have “all the rights and privileges of a\nshareholder” (i.e., they are entitled to share in patronage dividends), except they may\nnot vote. (Article IV, Section 5). Article VIII of the Revised Articles of Incorporation provides general rules governing the\nallocation and distribution of earnings:\n“Section 1. After deducting all expenses which are lawfully deductible or\nexcludable in determining the net margins of the corporation, the board of\ndirectors shall establish and deduct reasonable amounts for reserves, at such\nrates as shall be provided by the By-laws of the corporation. Section 2. From the balance remaining after complying with Section 1, as\nauthorized in the By-laws, the board of directors may pay dividends on the paid\nup capital stock at a rate not to exceed eight percent (8 percent) per annum,\nprovided, however, that dividends on such stock shall be non-cumulative from\nyear to year. Section 3. The remaining net margins, after providing for the deductions under\nsections 1 and 2 of this article, shall belong to and be held for the stockholders\nand patrons and shall be apportioned among them on a patronage basis at the\nclose of each fiscal year, as provided by the Bylaws of the corporation. The Bylaws of the corporation shall give a detailed statement of the methods to be\nfollowed in distributing earnings or savings.” Article VIII of Coop's By-laws provides a detailed statement of the methods to be\nfollowed in the distribution of savings. Section 1 defines the term “net margins.” The gross receipts of this Cooperative shall\ninclude all proceeds from commodities marketed for patrons, plus all sums received for\nsupplies and equipment and services procured for patrons, plus all income from all\nother sources. From the gross receipts shall be deducted all costs and expenses and\nother charges which are lawfully excludable or deductible from this Cooperative's gross\nincome for the purpose of determining the amount of margins for the period. As described in greater detail below, in determining “net margins” for this purpose, Coop\ndeducts what it pays (other than patronage dividends) to members for the b that it POSTF-143023-10 5 markets for them on a patronage basis. Though Article VIII of the Revised Articles of Incorporation provides that dividends may\nbe paid on capital stock, Section 2 provides that no dividends shall be paid on capital\nstock, and, as a result, net margins are not reduced by dividends. POSTF-143023-10 6 Section 3 provides that the net margins shall be reduced “by margins attributable to\nbusiness done with persons who are not stockholders or participating patrons and from\nnon-patronage sources” and by other reasonable reserves for necessary business\npurposes. Section 4 then provides that the balance of said margins which remain shall be deemed\nto be the patrons' net margins."
}