{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 3,
  "chunk_text": "3 This amount is a refund of overpaid withholding taxes. 4\nIn ---------------- Rebuttal 1, ---------------states that it filed the amended return on -------------------. The\nundersigned attorney assumes that the date indicated in the IRS’s NOPA is the correct filing date. 5 The IRS’s NOPA states that ---------------conceded the portion of the --------foreign tax credit for the --------------------------------------------------------------------------------------------------------------------------, -------, and -------- POSTF-113176-10 4 fact that the ten-year period of limitations to file foreign-tax-credit-related refund claims\nfor those taxable years has expired. --------------, on the other hand, argues that it may\nclaim the foreign tax credit in the --------taxable year when it paid the withholding taxes\nand resolved the dispute with the -----------tax authorities. It also claims that its refund\nclaim was timely because the period of limitations began on the due date of its --------return, which had not expired as of the amended return’s filing date. LAW AND ANALYSIS\nI. In which taxable years may ----------------claim the foreign tax credits? A. ---------------is an accrual-basis taxpayer and may only claim the foreign tax\ncredits in the year the taxes accrued. As a preliminary matter, ---------------failed to specifically address on which\nmethod of accounting it may take a foreign tax credit in any given year. The relevant\nauthority is section 905(a) of the Code, which provides that a taxpayer may claim a\nforeign tax credit in the year in which the foreign taxes accrued. The regulations under\nthis section provide that “the credit . . . may ordinarily be taken either in the return for\nthe year in which the taxes accrued or in which the taxes were paid,” depending on\nwhether the taxpayer’s accounts and returns use an accrual- or cash-basis method of\naccounting. 6 Here, ---------------is an accrual-basis — not a cash-basis — taxpayer. As such, it\nmay only claim foreign tax credits in the year the foreign taxes accrued. 7 Accordingly,\nthe determination of the taxable year in which ---------------may claim the foreign tax\ncredit hinges on the meaning of “accrue” within this section. B. Foreign taxes accrued in --------and -------, the years to which the foreign\ntaxes related, for purposes of the foreign tax credit. To understand the meaning of “accrue” for purposes of the foreign tax credit, we\nmust look to the purpose of the credit itself. The legislative history explains that the\ncredit’s purpose was to avoid double taxation of foreign-source income by crediting\nforeign taxes against U.S. income tax liabilities. 8 Congress recognized that, to avoid\ndouble taxation, the year in which the credit may be taken should match the year when\nthe income is subject to the foreign tax. Indeed, Congress acknowledged that “the tax\nlaws of most [foreign] countries, like our own, provide for the payment of income taxes\n-----------withholding taxes. For this reason, this memorandum only addresses the --------and --------------------------------------------------------------------------------------------------------------------taxable years. However, it\nappears that ---------------did not so concede, and the section 6511(d)(3)(A) period of limitations expired on\n---------------------, for the --------taxable year. The section 6511(d)(3)(A) period of limitations will expire on ----------------------and ----------------------for the --------and --------taxable years, respectively. 6\nTreas. Reg. § 1.905-1(a).\n7\nI.R.C. §§ 461(a); 905(a); Treas. Reg. § 1.905-1(a).\n8\nH.R. Rep. No. 65-767, pt. 2, at 93 (1918). POSTF-113176-10 5"
}