{
  "doc_id": "legal-advice_51",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_51__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20105101F\nRelease Date: 12/23/10\nCC:LB&I:RFPH:RAVillageliu\nPOSTF-143023-10\nUILC: 199.06-00 date: November 19, 2010 to: Thomas W. Winegar, Supervisory Internal Revenue Agent\nTyler D. Mitchel, Internal Revenue Agent from: Rogelio A. Villageliu\nGeneral Attorney (Retailers, Food, Pharmaceuticals & Healthcare)\n(Large Business & International) subject: [Subject]: Retroactive re-classification of purchases into PURPIMS\nTaxpayer and EIN: Coop\nYear: 20---- This memorandum responds to your request for assistance. LEGEND\nCoop\nState A\nb\nc\nd\ne\nf\nG\nH\nI\nJ\nK\nL = -------------------------------------------------------------------------------------------------------------------------= ------------=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------- POSTF-143023-10\nM\nN\nO\nP\nQ =\n=\n=\n=\n= 2 ------------------------------------------- FACTS Coop filed a claim for refund of overpaid taxes for their tax year ended December\n---- 20---.1 The claimed overpayment is due to a recomputation of the Coop’s I.R.C.\n§199 domestic production activities deduction. The recomputation consists of\nreclassifying b purchases from cooperative members into “per-unit retain allocations\npaid in money” [(within the meaning of I.R.C. §1382(b)(3)]. This is based on a PLR for\nthe taxpayer’s tax year 20--- (the “PLR”) that concluded, inter alia, that the Coop’s\npurchases fit into the definition of per-unit retains in Subchapter T of the Internal\nRevenue Code. 2 The Coop’s reclassification and resulting recomputation result in a\nsignificantly larger section 199 domestic production activities deduction. Taxpayer received a Private Letter Ruling [PLR 200942022], (the “PLR), using\nfacts from their tax year ended December 31, 20---. The same material facts that were\nfound in the PLR for the 20--- year are believed to exist for the year 20---. Consequently, those facts are set forth immediately below. In addition, the 20--- year\npresents additional material facts that were not present for the year 20---. Facts that\nwere not or may have not been considered in the PLR, which we consider to be material\nto the conclusion reached in this opinion for the tax year 20---, are set forth following\nthose in the PLR. PLR FACTS\nCoop is a farmers’ cooperative organized as a cooperative corporation under State A\nlaw. Coop markets b for its farmer members. Principal commodities marketed are c, d,\nand f. Coop also provides a broad range of the farm supplies to its farmer members,\nincluding petroleum products (such as diesel fuel, propane, heating oil, and gasoline),\nplant food (fertilizers), agricultural chemicals (herbicides and pesticides), feed, and\nseed. 1 Specifically, Coop filed an amended Form 990-C, Farmer’s Cooperative Association Income Tax Return,\nfor the taxable year 20---. It reduced its taxable income from g to h and its tax from i to j, from what the\nCoop reported in its original Form 990-C for said year. The Coop’s amended Form 990-C claimed an\noverpayment of k (to be credited for 20--- estimated tax), which is the subject of this opinion. 2 This is not surprising. Almost any payment made in money to a member or a participating patron for\ncommodities that the Coop obtains from them and markets may be made to fit within the definition of a\nper-unit retain allocation for tax purposes, as allocations, made to patrons, being fixed with reference to\nthe products being marketed for the patron, and without reference to the net earnings of the cooperative. This opinion attempts to clarify that, this does not mean that closed sale proceeds and per-unit retains are\none and the same. POSTF-143023-10 3"
    },
    {
      "id": "legal-advice_51__1",
      "chunk_id": "1",
      "content": "This opinion attempts to clarify that, this does not mean that closed sale proceeds and per-unit retains are\none and the same. POSTF-143023-10 3 Coop’s “members” are farmers who do business with it. Each member owns one\nshare of Coop’s capital stock (par value $100) and is entitled to share in the net\nearnings of the Coop in the form of patronage dividends. Coop currently has\napproximately P members. Persons who are not farmers, but who wish to do business with Coop on a\npatronage basis, are eligible to become “participating patrons” of the Coop. Each\nparticipating patron is required to own a Certificate of Participation (stated dollar amount\n$100) and is entitled to share in the net earnings of the Coop in the form of patronage\ndividends. Participating patrons do not have voting rights. Coop currently has\napproximately Q participating patrons. Coop is organized as a cooperative corporation pursuant to Sections L to O of\nthe State A Statutes. These sections contain the basic requirements for cooperative\noperation. To the extent not inconsistent with what is provided in these sections,\ncooperative corporations are governed generally by the Business Corporation Act of\nState A.\nSection L provides that cooperative corporations are formed “by the adoption of articles\nof incorporation in the same manner and with like powers and duties required of other\ncorporations except as provided in sections L to O.”\nSection M required that, among other things, a cooperative corporation must include in\nits articles of incorporation:\n“... (2) That dividends on the capital stock shall be fixed but shall not exceed\neight percent per annum of the amount actually paid thereon; (3) That the net\nearnings or savings of the company remaining after making the distribution\nprovided in subdivision (2) of this section, if any, shall be distributed on the basis\nof or in proportion to the amount or value of the property bought from or sold to\nmembers, or members and other patrons, or of labor performed or other services\nrendered to the corporation ... (4) That the articles of incorporation or the Bylaws\nof the company shall give a detailed statement of the method followed in\ndistributing earnings or savings ...” Section N enumerates various powers that cooperative corporations may exercise,\nincluding the power “(6) to set aside each year to a surplus fund a portion of the savings\nof the company over and above all expenses and dividends or interest upon capital\nstock which surplus may be used for conducting the business of the corporation.” Coop's Revised Articles of Incorporation provide that it is organized on a stock basis. Stock may be owned only by: POSTF-143023-10 4 “... persons, including both landlords and tenants in share tenancies who are\nbona fide producers of agricultural products in the trade territory served by this\ncorporation, who patronize the corporation annually.” (Article IV, Section 4). As noted above, these persons are the members of Coop and are referred to in this\nruling as “members.” Each stockholder is entitled to no more than one vote. (Article ***,\nSection 3)."
    },
    {
      "id": "legal-advice_51__2",
      "chunk_id": "2",
      "content": "As noted above, these persons are the members of Coop and are referred to in this\nruling as “members.” Each stockholder is entitled to no more than one vote. (Article ***,\nSection 3). Persons not eligible to own capital stock, but wanting to do business with\nCoop on a patronage basis, are permitted to become “participating patrons” and to hold\na “Certificate of Participation.” Such persons have “all the rights and privileges of a\nshareholder” (i.e., they are entitled to share in patronage dividends), except they may\nnot vote. (Article IV, Section 5). Article VIII of the Revised Articles of Incorporation provides general rules governing the\nallocation and distribution of earnings:\n“Section 1. After deducting all expenses which are lawfully deductible or\nexcludable in determining the net margins of the corporation, the board of\ndirectors shall establish and deduct reasonable amounts for reserves, at such\nrates as shall be provided by the By-laws of the corporation. Section 2. From the balance remaining after complying with Section 1, as\nauthorized in the By-laws, the board of directors may pay dividends on the paid\nup capital stock at a rate not to exceed eight percent (8 percent) per annum,\nprovided, however, that dividends on such stock shall be non-cumulative from\nyear to year. Section 3. The remaining net margins, after providing for the deductions under\nsections 1 and 2 of this article, shall belong to and be held for the stockholders\nand patrons and shall be apportioned among them on a patronage basis at the\nclose of each fiscal year, as provided by the Bylaws of the corporation. The Bylaws of the corporation shall give a detailed statement of the methods to be\nfollowed in distributing earnings or savings.” Article VIII of Coop's By-laws provides a detailed statement of the methods to be\nfollowed in the distribution of savings. Section 1 defines the term “net margins.” The gross receipts of this Cooperative shall\ninclude all proceeds from commodities marketed for patrons, plus all sums received for\nsupplies and equipment and services procured for patrons, plus all income from all\nother sources. From the gross receipts shall be deducted all costs and expenses and\nother charges which are lawfully excludable or deductible from this Cooperative's gross\nincome for the purpose of determining the amount of margins for the period. As described in greater detail below, in determining “net margins” for this purpose, Coop\ndeducts what it pays (other than patronage dividends) to members for the b that it POSTF-143023-10 5 markets for them on a patronage basis. Though Article VIII of the Revised Articles of Incorporation provides that dividends may\nbe paid on capital stock, Section 2 provides that no dividends shall be paid on capital\nstock, and, as a result, net margins are not reduced by dividends. POSTF-143023-10 6 Section 3 provides that the net margins shall be reduced “by margins attributable to\nbusiness done with persons who are not stockholders or participating patrons and from\nnon-patronage sources” and by other reasonable reserves for necessary business\npurposes. Section 4 then provides that the balance of said margins which remain shall be deemed\nto be the patrons' net margins."
    },
    {
      "id": "legal-advice_51__3",
      "chunk_id": "3",
      "content": "Section 4 then provides that the balance of said margins which remain shall be deemed\nto be the patrons' net margins. All of the patrons' net margins shall, as received by the\nCooperative, belong to and be held for the patrons and shall be apportioned among\nthem on a patronage basis at the close of each fiscal year. Section 5 provides that allocation units may be used in determining how to apportion net\nsavings on a patronage basis. Coop uses a single allocation unit for b marketing\nbusiness, allocating patronage dividends on the basis of bushels of b marketed through\nCoop. Coop accounts for its b storage business in a separate allocation unit, allocating\npatronage dividends on the basis of storage fees paid to Coop. Coop currently uses\nthree allocation units for its supplies business — (i) merchandise and feed, (ii) fertilizer,\nchemical and seed, and (iii) petroleum. Each of the supplies allocation units allocates\npatronage dividends based upon dollars of purchases from Coop of products sold by\nthe unit. Section 6 requires the allocated amount be paid to patrons, but permits the Board to\npay a portion of the patronage dividend in written notices of allocation (referred to by\nCoop as “Members' Equity Credits”). Article IX of Coop's By-laws provides that upon dissolution assets will first be used to\npay all debts and liabilities. Remaining assets will then be distributed to the holders of\nMembers' Equity Credits in an amount equal to the stated dollar amount of the Credits. The holders of capital stock and Certificates of Participation will then be entitled to\nreceive what they paid for them. Any residual assets then remaining will be shared on a\npatronage basis “among the equity holders on the basis of their respective deferred\npatronage accounts as shown on the records of the cooperative insofar as possible.” In the event that Coop incurs a loss, Section 7 of Article VIII authorizes Coop (among\nother things) to “charge such loss against the Members' Equity Credits and other equity\nheld by those stockholders and participating patrons whose patronage gave rise to such\nloss.” This letter relates to Coop's b marketing activities. Coop operates *** b elevators located\nthroughout the territory it serves. Collectively, the elevators have the capacity to store\napproximately ----------------bushels of b. Coop's elevators located along rail lines tend to\nbe larger and to have more storage capacity than Coop's truck facilities. Most are\ncapable of loading 100-car trains used to ship b long distances to market. From the\nelevators, Coop is able to reach multiple domestic markets for b. From Coop's elevators\nserved by truck, b can be sold to local users. b from the truck elevators can also be\ntransferred to Coop's rail facilities for shipment by rail when the market dictates. POSTF-143023-10 7 In very simple terms, Coop's b marketing business on behalf of its members consists of\nbuying b from members and participating patrons, handling and storing the b at its\nelevators, and then selling the b to customers."
    },
    {
      "id": "legal-advice_51__4",
      "chunk_id": "4",
      "content": "POSTF-143023-10 7 In very simple terms, Coop's b marketing business on behalf of its members consists of\nbuying b from members and participating patrons, handling and storing the b at its\nelevators, and then selling the b to customers. The issues in this opinion relate to the characterization for purposes of subchapter T of\nthe Code and section 199 of payments that Coop makes to its members and\nparticipating patrons when it acquires their b for marketing on a patronage basis, which\nwere originally characterized as “purchases” and not as per-unit retains. The payments\nthat are the subject of this opinion (referred to as “b payments”) are amounts paid in\ncash to members and participating patrons for b delivered to Coop for marketing on a\npatronage basis. As the term is used in this opinion, “b payments” do not include any\namounts that Coop may pay to persons who are not members or participating patrons. Also, as the term is used in this opinion, “b payments” do not include patronage\ndividends paid to members and participating patrons with respect to b marketed for\nthem. Coop does not operate on a pooling basis. Thus, in contrast to cooperatives that use\npooling, the members of Coop do not commit to deliver all of the b they grow from\nspecified acreage to Coop to be pooled with the b of other members. Coop's members\nretain the commodity price risk until they decide to sell their b to Coop for marketing —\nthe price risk does not shift to a pool after harvest as it does for pooling cooperatives. All\nmarketing proceeds are not shared equally on the basis of patronage, in the form of\nharvest advances and progress payments with a final settlement when the pool closes. Rather, Coop pays each member a market price for his or her b determined individually\nas described below. Payments are made in cash and occur throughout the year as\nmembers sell b to Coop for marketing on a cooperative basis. Coop then markets each\nmember's b along with the b of all of its members in the manner it thinks will produce the\nbest return. Finally, after net earnings for the year are determined (subtracting b\npayments in this determination), Coop pays a patronage dividend to its members with\nrespect to their b. This system of operation and marketing means that two members that market the same\nquantity and quality of b through Coop during any year will likely receive different b\npayments, though they will receive the same patronage dividend. Coop offers members several choices when they sell their b to Coop for marketing on a\ncooperative basis. Members can: (i) sell b to Coop in a spot sale at the current elevator\nbid price, (ii) sell b to Coop using a forward contract, (iii) sell b to Coop using a basis\ncontract, and (iv) sell b to Coop using hedge-to-arrive contract. The first and second\nalternatives are the ones most commonly used by members. Basis and hedge-to-arrive\ncontracts are less common. Coop offers different alternatives to accommodate the desire of many members who POSTF-143023-10 8"
    },
    {
      "id": "legal-advice_51__5",
      "chunk_id": "5",
      "content": "The first and second\nalternatives are the ones most commonly used by members. Basis and hedge-to-arrive\ncontracts are less common. Coop offers different alternatives to accommodate the desire of many members who POSTF-143023-10 8 want to retain as much flexibility as possible to determine when and how to sell their b. The alternatives that Coop offers are similar to the choices offered farmers by\ncommercial b companies, though of course, commercial b companies do not market b\non a patronage basis and pay patronage dividends. One way to sell b to Coop for marketing on a patronage basis is to sell the b to Coop in\na spot sale at the bid price. All country elevators have posted bid prices. The cash bid\nprices vary from day to day. The variations are in response to developments in the b\nmarkets (and future exchanges). Those markets are very active. Cash bid prices also\nvary during each day. It is usually not advantageous for farmers to simply deliver b to sell it at the posted cash\nbid prices at the time of harvest since prices normally are lowest at the time. Some\nfarmers have the capacity to store b on their farms and can deliver the b later when they\nbelieve the price is right. Many farmers deliver b to an elevator for storage (and pay the\nelevator storage fees), retaining ownership of the b until they believe the bid price is\nright. The most popular way for members to sell their b to Coop is by forward contract\n(sometimes also referred to as a “to arrive” contract). Forward contract calls for a\ndelivery of a specified quantity and quality of b, at a specified location, during a\nspecified time period. Forward contracts also specify the price that is to be paid for the\nb. Forward contracts can be entered into before b is planted or while it is growing. Farmers interested in entering into a forward contract with Coop can determine the price\nCoop is willing to pay at its various elevators during various periods of time in the future\nfrom Coop's cash b bid schedule. When a b company purchases b from a member\npursuant to a forward contract, ownership of the b passes to the company at the time of\ndelivery under the contract and ordinarily payment is then due. A farmer can contract to sell his b to Coop at the time of harvest (or at some other time)\nunder a basis contract. These contracts are sometimes used by Coop and its members,\nbut are not as popular as forward contracts and selling b in spot sales. Basis contracts allow a farmer, who believes that the future price of b will increase in the\nmonths after he or she enters into the contract, to defer setting the cash price until a\nlater date. Contracts governing these arrangements specify the shipment period and\ntime period during which the farmer has the option of asking that his or her b be priced."
    },
    {
      "id": "legal-advice_51__6",
      "chunk_id": "6",
      "content": "Contracts governing these arrangements specify the shipment period and\ntime period during which the farmer has the option of asking that his or her b be priced. When the farmer elects to price the b, the price is the futures price on that day plus or\nminus an agreed amount specified in the contract and referred to as the “basis.” Yet another option available to a farmer is to enter into a “hedge-to-arrive contract.” While not as popular as forward contracts, some of Coop's members prefer to sell their\nb to Coop under these contracts. POSTF-143023-10 9 Operating in the manner described above, Coop makes b payments to members for b\npurchased in spot sales or pursuant to forward, basis and hedge-to-arrive contracts. Coop also typically makes b patronage dividends. It typically pays a certain percent in\ncash and a certain percent in qualified written notices of allocation (using Members'\nEquity Credits). Through the year 20--- and thru the time of its request for a PLR for the\nyear 20---, Coop has treated b payments made in cash to members as “purchases” for\ntax purposes and reported them on Schedule A, Line 2 of its Form 1120-C.\nThrough the year 20--- and thru the time of its request for a PLR for the year 20---, Coop\nhas not reported b payments made in cash as “per-unit retain allocations paid in money”\nand, therefore, has not reported them on Schedule A, Line 4b of its Form 1120-C. It has\nreported the patronage dividends paid to b members as a patronage dividend paid in\nmoney and qualified written notices of allocation on Schedule H, lines 3a and 3b of its\nForm 1120-C. Because of this reporting, b payments paid in cash have entered into the determination\nof Coop's cost of goods sold for tax purposes. As is customary in the b business, Coop\nvalues its b inventories at year end at market for financial statement and for tax\npurposes. Coop has done a section 199 computation in prior years. In that computation, it has\nadded back patronage dividends In all relevant years prior to the request for a PLR for the year 20---, Coop’s section 199\ncomputation has added back patronage dividends as permitted by section 199(d)(3)(C)\nof the Code, but it has not added-back b payments paid in cash. Coop has not passed\nthrough any portion of its section 199 deductions to its members in any of these years. PLR HOLDING In response to a request for rulings dated March 6, 20---, taxpayer received a Private\nLetter Ruling (“PLR”, PLR 200942022) using facts from their tax year ended December\n31, 20---. The PLR held 1) That the Coop’s b payments to members and participating\npatrons constitute “per-unit retain allocations paid in money” within the meaning of\nsection 1382(b)(3) of the Code; and 2) For the purpose of computing its section 199\ndomestic production activities deduction, Coop’s qualified production activities income\nand taxable income should, pursuant to section 199 (d)(3)(C) of the Code, be computed\nwithout regard to any deduction for b payments to members and participating patrons."
    },
    {
      "id": "legal-advice_51__7",
      "chunk_id": "7",
      "content": "For the purpose of computing its section 199\ndomestic production activities deduction, Coop’s qualified production activities income\nand taxable income should, pursuant to section 199 (d)(3)(C) of the Code, be computed\nwithout regard to any deduction for b payments to members and participating patrons. In other words, all of Coop’s b payments in cash to members and participating patrons\nfor 20--- could be classified as “per-unit retain allocations paid in money” and that they\nshould be added back in its section 199 computation. POSTF-143023-10 10 ADDITIONAL FACTS MATERIAL TO THE 20--- TAX YEAR In addition to the facts considered in the 2008 PLR (those set above), there are\nother facts that need to be considered for the 20--- year. First, Examination has not been presented and is unaware of any facts that\nwould contradict the conclusion that, at the end of 20--- the Coop and its members (or\nparticipating patrons) considered the b purchases to be completed contractual\npurchases (closed transactions) and not open per-unit retain transactions. Second, the documentary evidence that exists shows a closed transaction. Until\non or about October 20---, the date of a memorandum from the Coop to its patrons\ninforming them that they would be receiving amended Forms 1099PATR for the 20--year (Exhibit A), the taxpayer did not amend its Forms 1099-PATRs to treat “purchases”\nas per-unit retains paid in money. There is no evidence that members (or participating\npatrons) have agreed to reopen their closed b sales and turn them into open per-unit\nretain transactions. The Coop and its members (or participating patrons) have not\nagreed to amended by-laws that would change the treatment of sum certain, fixed\nproceeds from closed (oral or written) b purchase contracts into “per-unit retains.” To\nthe extent that per-unit retains only represent an “advance” of the patrons’ equity in the\nb commodity, per-unit retains could conceivably be recovered by the Coop from the\nmembers or participating patrons, if they could not be resold by the Coop, at a profit;\nproceeds from fulfilled and completed b purchase contracts would not. The Coop and\nits members (or participating patrons) have neither amended nor entered into\nnegotiations to amend the 20--- b purchase contracts. There is no evidence that an\namendment was effected either orally or in writing. Similarly, there is no evidence of\nmutual assent or mutual intention to effect an amendment. Finally, the Coop and its\nmembers (or participating patrons) have not enacted or agreed to enact amended\ncooperative by-laws that would obliterate distinctions between open per unit retains and\nclosed b purchases; or, at least, shown an intention to treat them as one and the same. Third, the Coop’s 8 ½ month payment period after the close of the Coop’s 20----tax year for payment of per-unit retains has ended (I.R.C. §1382(d)), and the period\nexpired without the taxpayer and its members or participating patrons taking any steps\nto agree to reclassify or to treat purchases as per-unit retains; or to report to the\nmembers and participating patrons that the b purchases were being reclassified to perunit retains."
    },
    {
      "id": "legal-advice_51__8",
      "chunk_id": "8",
      "content": "Fourth, by the end of 20---, the members and participating patrons would have\nalready received (or should have received) the Form 1099-PATR as well as statements\nabout the pass-through of the domestic production activities deduction (“DPAD”). I.R.C. §199. The Coop, reportedly, did not pass-through any of its DPAD to its members\nand participating patrons. POSTF-143023-10 11 Fifth, the Coop members and participating patrons would have reported their b\nsales, and per-unit retains paid in money, if any, in different lines of their Form 1040,\nU.S. Individual Income Tax, Schedule F, for their individual taxable years for their\ntaxable year 20---. Sixth, these members and participating patrons would have already computed\ntheir own Domestic Production Activities Deduction (DPAD), by preparing their own\nForm 8903, based on what everyone intended to be completed sales of b to the Coop. Seventh, unlike the Coop which presumably kept its 20--- tax year open, absent\nrare individual exceptions, if any exists, the tax year 20--- is now closed for most, if not\nall of the members or participating patrons. They will be prejudiced by the Coop’s\nretroactive one-sided reclassification of b purchases to per-unit retain; The Coop did not\nprovide timely notice of the reclassification to its members and participating patrons\nbefore their taxable year 20----closed. Eighth, unlike the Coop which presumably kept its 20----tax year open, absent\nrare individual exceptions, if any exists, it is now too late for the Service to make\nassessments against members and participating patrons for the taxable year 20---. The\nService is prevented from effectively examining and preventing double deductions by\nthe Coop, its members, and participating patrons that can result from the interplay of the\nrules in Subchapter T of the Internal Revenue Code (concerning the taxation of\ncooperatives and their patrons) and the calculation and recalculations of I.R.C. §199\ndeductions. The Service will be prejudiced by the retroactive, one-sided reclassification\nof b purchases to per-unit retains by the Coop. Ninth, as best as Examination has been able to establish it, i.e., as orally\nreported by the Coop to Examination, the Coop did not enter into any type of\nagreement with its members and participating patrons with respect to per-unit retains. The first documented notice to the Coop’s members and participating patrons that the\nCoop is making this reclassification appears to be the October 20--- memorandum (Ex.\nA). This memorandum is not a mutual agreement; it is a one-sided notification by the\nCoop to its patrons, that they will be receiving amended Forms 1099PATR. The\nmemorandum neither expresses nor implies a mutual agreement between the Coop and\nits members or participating patrons. Further, Examination understands that the Coop’s\nbylaws, the Coop’s typical member marketing agreement, and all other Coop\ndocuments that have been shown to Examination fail to mention per-unit retains, in\nconnection with b purchases, and fail to set forth any agreements between the Coop\nand its members or participating patrons, with respect to the Coop’s use or right to use\nper-unit retains, in connection with b purchases."
    },
    {
      "id": "legal-advice_51__9",
      "chunk_id": "9",
      "content": "Further, no documentation has been\nshown to Examination and Examination does not know of any documentation that\npurports to show any mutual agreement between the Coop and its members or\nparticipating patrons, to reclassify b purchases, as per-unit retains, for the taxable year\n2005. A copy of the October 20----memorandum is attached hereto as Exhibit A. POSTF-143023-10 12 ISSUES\n1) Whether the Coop’s b payments to members and participating patrons for the\ntaxable year 20----constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code. Answer: The answer is no. This is\nbecause the b transactions are mutually agreed completed sale transactions\nbetween the Coop and its members or participating patrons. Neither the form or\nthe substance of the transaction nor any other collateral agreements provide\nevidence that the parties intended to treat the completed sales as PURPIMS, or\nas anything else other than completed sales. 2) Whether for the purpose of computing its section 199 domestic production\nactivities deduction, for the taxable year 20---, Coop’s qualified production\nactivities income and taxable income should, pursuant to section 199 (d)(3)(C) of\nthe Code, be computed without regard to any deduction for b payments to\nmembers and participating patrons. In other words, whether all of Coop’s b\npayments in cash to members and participating patrons for 20--- could be\nclassified as “per-unit retain allocations paid in money” and that they should be\nadded back in its section 199 computation. Answer: The answer is no. This is\nbecause based on the form and substance of the b transaction, the Coop\noriginally treated the b transactions as purchases (a part of their cost of goods\navailable for sale, and when sold to third party, deducted as cost of goods sold),\nand not as PURPIMS. Having failed to obtain a timely mutual agreement to\nreclassify the b purchases into PURPIMS, to allow an untimely reclassification\nwould be prejudicial to the members, patrons, and to tax administration. The\nharm to the members, participating patrons, and to tax administration supports\nholding the Coop to its original reported position under the doctrines of election,\nconsistency, and equitable principles, for the tax year 20---..\nDISCUSSION AND LEGAL ANALYSIS Summary of what this opinion holds. The Coop filed a claim for refund of overpaid taxes for their tax year ended\nDecember 31, 20---. The claimed overpayment is due to a recomputation of the Coop’s\nI.R.C. §199 domestic production activities deduction. The recomputation consists of\nreclassifying b purchases from cooperative members and participating patrons into “perunit retain allocations paid in money” [(within the meaning of I.R.C. §1382(b)(3)]. This is\na unilateral and not a mutually agreed to reclassification. There is no evidence that the\nmembers and participating patrons in the b transactions agreed to this reclassification. 3\n3 Exhibit A, the October 20----memorandum from the Coop to its patrons, is simply a post claim for refund,\none-sided notification from the Coop to its patrons that they are receiving amended Forms 1099PATR. It\nneither expresses nor implies a mutual agreement by the Coop, its members, and participating patrons to\nreclassify b purchases into PURPIMS. The October 20--- memorandum is an untimely, self-serving\nunilateral action by the Coop. POSTF-143023-10 13"
    },
    {
      "id": "legal-advice_51__10",
      "chunk_id": "10",
      "content": "It\nneither expresses nor implies a mutual agreement by the Coop, its members, and participating patrons to\nreclassify b purchases into PURPIMS. The October 20--- memorandum is an untimely, self-serving\nunilateral action by the Coop. POSTF-143023-10 13 If the reclassification were to be allowed, this would result in a significantly larger\nsection 199 domestic production activities deduction for the Coop and erroneous\nsection 199 computations for an undetermined number of members/patrons. It would\nalso be detrimental and cause irreparable harm to the member/patrons and tax\nadministration. If this reclassification is allowed, the members and participating patrons would\nhave used incorrect amounts of b sales and Coop per-unit retain in reporting their\nfederal income tax liability and determining their own I.R.C. §199 domestic production\nactivities deductions, for the taxable year 20---. The members and participating patrons\noriginal reporting was based on completed contracts that the parties intended to be b\npurchases/sales and on the Coop’s original reporting of these transactions to the\nmembers and participating patrons. No steps were taken by the Coop to obtain the b\nseller members and participating patrons timely agreement to this reclassification and,\nthe Coop did not provide timely notice of the planned reclassification to the members\nand participating patrons, prior to the time for filing their income tax returns (and the\nexpiration of the 3-year statute of limitations for the taxable year 200--). We conclude that the Coop’s unilateral reclassification is not supported by the\nfacts pertaining to the Cooperative’s taxable year 20---. More specifically, we conclude\nthat a reclassification can not be effected by a unilateral act by the Coop contrary to the\noriginal intention and settled expectations of the contracting parties to the b transaction. We further conclude that the Coop has not presented any evidence of the necessary\nmutual agreement to amend the original b transaction to show a timely agreement to\ntreat the b sale/purchase proceeds as per unit retains. We can not assume that all or\nany number of members and participating patrons would be amenable to this\nreclassification. This is especially true because allowing this departure from the Coop’s\noriginal treatment would result in erroneous 20----federal individual income tax returns\nfor an undetermined number of the Coop’s --------total members and participating\npatrons. To allow the Coop to amend its 20--- return to treat the b purchases in a\nmanner inconsistent with their original return will be detrimental to tax administration. This is because, given closed 3-year statutes of limitations for most, if not all of the -------------total members and participating patrons. The Coop’s untimely reclassification is\nprejudicial the Service’s ability to determine and collect the correct amount of tax, from\nall the affected taxpayers. Limitations of this opinion In response to a request for rulings dated March 6, 20---, taxpayer received a\nPrivate Letter Ruling (“PLR”, PLR 200942022) using facts from their tax year ended\nDecember 31, 20---. The PLR held 1) That the Coop’s b payments to members and\nparticipating patrons constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code; and 2)"
    },
    {
      "id": "legal-advice_51__11",
      "chunk_id": "11",
      "content": "The PLR held 1) That the Coop’s b payments to members and\nparticipating patrons constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code; and 2) For the purpose of computing its\nsection 199 domestic production activities deduction, Coop’s qualified production\nactivities income and taxable income should, pursuant to section 199 (d)(3)(C) of the POSTF-143023-10 14 Code, be computed without regard to any deduction for b payments to members and\nparticipating patrons. In other words, all of Coop’s b payments in cash to members and\nparticipating patrons for 20--- could be classified as “per-unit retain allocations paid in\nmoney” and that they should be added back in its section 199 computation. We are cognizant that, the conclusion that cash payments by a non-poolingmarketing cooperative to the patrons (which is intended by the cooperative and the\nmembers to be purchase proceeds) meets the definition of a per-unit-retain paid-inmoney (PURPIM) under I.R.C. §§ 1388(f) and 1382(b)(3) is based on a number of\nrecent Private Letter Rulings including the one issued to the instant taxpayer for 20---. This opinion attempts to clarify the teaching of those rulings by making clear that even if\nb purchases meet the language of what a PURPIM is under I.R.C. §§ 1388(f) and\n1382(b)(3), this does not mean that you can have the same amounts considered to be\nPURPIMS and b sale/purchase consideration, at the same time, in any one specific\ntransaction or series of transactions. Although this opinion accepts as a given, the rulings of the PLR for taxpayer’s\n20--- tax year, we do not extend these rulings to the 20--- tax year. The 20--- rulings are\nnot precedent for rulings applicable to the year 20---. In our opinion, the additional\nfactors that are considered for the year 20--- sufficiently distinguish the situation in this\nearlier year, from that present in the ruling for 20---, that a ruling similar to that for 20----would not have been issued for 20---. Further, if the facts for 20--- are not sufficiently distinguishable from those for 20-------, as we believe they are, then, we are of the opinion that, it is necessary to clarify,\nextent, or modify the teachings of the 20--- PLR and similar rulings to make it clear that\nclosed b sale proceeds are conceptually different from per unit retains paid in money. It\nneeds to be made clear that, even if a transaction may qualify as either a per unit retain\npaid in money or as closed purchase transaction, under the definition of per-unit retains\nin the Code, this does not mean that they are identical nor that the parties to the\ntransaction can have them be both, at once. The following discusses the difference\nbetween the two further. This opinion does not interpret the PLR, for the taxable year 20---, to have\nchanged, in any manner, the definition of “per-unit retain allocation” set forth in I.R.C.\n§1388(f). What this opinion does is recognize that a necessary element of this definition\nis a mutual agreement between the Coop and the member/patron that the b purchase\nprice will be treated as a per-unit retain before it can be so classified."
    },
    {
      "id": "legal-advice_51__12",
      "chunk_id": "12",
      "content": "What this opinion does is recognize that a necessary element of this definition\nis a mutual agreement between the Coop and the member/patron that the b purchase\nprice will be treated as a per-unit retain before it can be so classified. The Code\ndefinition reads, as follows:\n(f) Per-unit retains allocation. For purposes of this subchapter, the term “per-unit retain allocation”\nmeans any allocation, by an organization to which part I of this subchapter applies, to a\npatron with respect to products marketed for him, the amount of which is fixed without POSTF-143023-10 15 reference to the net earnings of the organization pursuant to an agreement between\nthe organization and the patron. [Emphasis added]. Per-unit retains are unique; they are different from closed sale proceeds. At the inception, one must recognize the difficulty presented by the fact that,\nalmost any payment made in money to a member or a participating patron for\ncommodities that the Coop markets may be made to fit within the definition of a per-unit\nretain allocation for tax purposes, namely, as allocations, made to patrons, being fixed\nwith reference to the products being marketed for the patron, and without reference to\nthe net earnings of the cooperative. See, Farm Service Coop. v. Commissioner, 619\nF.2d 718 (8th Cir. 1980), rev’g 70 T.C. 145 (1978). However, as this opinion attempts to\nclarify, this does not mean that closed purchase price proceeds and per-unit retains are\none and the same. The distinction between the two is not clean, but there is a distinction\nto be drawn. Conceptually, in the case of per unit retains, the Coop is marketing the\ncommodity on behalf of the patron and gives back some of the patron’s equity (an\n“advance” in lieu of an eventual potential patronage dividend). In the case of a closed b\nsale/purchase transaction, the patron already received his/her equity in the commodity,\nas his/her b selling price. The blurring of the distinction between the two occurs because\nthe patron in a closed sale/purchase transaction will also benefit from any patronage\ndividend that may be declared and this benefit is proportional to the amount of business\nthat it does with the cooperative. Despite the blurring of the two concepts, we are of the\nopinion, that closed purchases and per unit retains paid in money remain distinct\nconcepts. Per-unit retains can be distributed in money, certificates, or other property. I.R.C.\n§§1382(b)(3)-(4). Per-unit-retains paid in money serve a very specific need: They are\nused to make cash payments to members or participating patrons before the profit from\nthe coop’s marketing of the member’s or participating patron’s commodity can be\ndetermined. A typical situation would occur where the cooperative uses commodity pools. The\nprofit (loss) from the pool is shared by the members (participating patrons) of the\nmarketing cooperative. The profit (loss) from the pool can not be determined until the\npool is closed; at that time, pool sale proceeds and associated expenses will be known."
    },
    {
      "id": "legal-advice_51__13",
      "chunk_id": "13",
      "content": "The\nprofit (loss) from the pool is shared by the members (participating patrons) of the\nmarketing cooperative. The profit (loss) from the pool can not be determined until the\npool is closed; at that time, pool sale proceeds and associated expenses will be known. Per-unit retains represent part of the members or patrons’ equity in b sale, which is\nbeing withheld by the cooperative; per unit retains paid in money (PURPIMS), on the\nother hand, represent part of the members or patrons’ equity (from past pools or the\npresent b pool) being distributed to the member or participating patron. As the time\nbetween the b sale to the cooperative and the closing of the b pool can straddle two or\nmore years, at year-end, patronage dividend (or “patronage refund”) from the b pool\nmay not yet be determinable. Per-unit retains paid in money are payments of a portion\nof the per-unit retain, so that the member/participating patron receives operating cash. POSTF-143023-10 16 Although, it must be recognized that there are separate provisions for per-unit\nretains and patronage dividends in the internal revenue code, per unit retains represent\nan “advance” of what, hopefully, would have otherwise become a patronage dividend\n(or patronage refund). The rest of his per-unit retain, his remaining equity in the b pool,\nhe will receive, in the form of a patronage dividend (or patronage refund), if and when\none is declared or distributed; or, it may remain undistributed, as part of his capital\ncontribution to the cooperative. 4 The cooperative, in turn, obtains a current year\ndeduction, when it pays the per-unit retains, without having to wait until it is able to\ndeclare a patronage dividend (or patronage refund). I.R.C. §§1388(f) and 1382(b)(3). The fact that per-unit retains are basically a deductible substitute for, or a\ndeductible “advance” for deductible patronage dividends (or patronage refunds) can be\nseen from the summary of the amendments to the Subchapter T, in the Senate Report\nto the Foreign Investors Act of 1966. In relevant, part, the Report explains, as follows:\n“The bill amends present law to provide tax treatment with respect to\nper-unit retain certificates which parallels, in general, the tax treatment applicable\nwith respect to patronage dividends.” See, S.Rep. No. 1707, 89th Cong. 2d Sess.\n70 (1966), reprinted in 1966 U.S. Code Cong. & Admin. News 4446, 4515-4516;\n1966-2 C.B. 1059, 1108.5 One more example of why a purchase and a per-unit retain are materially\ndifferent concepts can be profitably considered. In an open per unit retain transaction,\nunlike a closed sale/purchase transaction, logically, one would expect that when the\nCoop distributes per-unit retains paid in money in excess of the Coop’s proceeds from b\nsales to third parties, the Coop would be entitled to recoup the excess from the\nmember/patron recipients. This recoupment, conceivably, could be done either by\nrefunding part of the money paid as per unit retains paid in money or by agreeing to a\ndebit (a reduction) to the members and participating patrons capital accounts, in the\nCoop, if any exist. In contrast to the previous situation, in a closed sales transaction,\nthe b seller has ownership to the proceeds of the b sale to the Coop. There is no\n4"
    },
    {
      "id": "legal-advice_51__14",
      "chunk_id": "14",
      "content": "In contrast to the previous situation, in a closed sales transaction,\nthe b seller has ownership to the proceeds of the b sale to the Coop. There is no\n4 When a member or participating patron receives a per-unit retain, this amount compensates him for a\nportion or all of his b cost of production and delivery to the Coop and part of his profit margin on the\ndelivery of b, if any, depending on the amount of per-unit retain “advanced” to him. Given the theoretical\nideal of a Coop that returns all the gross b proceeds, except for those capitalized by agreement, to its\nmembers/patrons, whether a payment or distribution is characterized as a cost of goods sold, a per unit\nretain representing the member/patron’s cost of goods sold or their profit margin, is irrelevant to the\nCoop’s computation of taxable income. This is because the Coop obtains a deduction or an exclusion\nfrom income, for all cost of goods sold and per-unit retains. Further, to the extent that a patronage\ndistribution is later effected, with respect to the marketing of b, the Coop also gets a patronage dividend\ndeduction. This is true whether this patronage dividend distribution represents a further return of the\nmember/farmer’s cost of goods produced or profit. See I.R.C. §1382(a) and (b).\n5 Although recognizing that per-unit retains and patronage dividends are each provided for individually in\nthe Internal Revenue Code, the equivalence between the two has been judicially recognized. See Farm\nService Cooperative v. Commissioner, 619 F.2d 718, 725, n. 17 (8th Cir. 1980), 1980-1 U.S.T.C. Par.\n9352, rev’g, 70 T.C. 145 (1978). POSTF-143023-10 17 evidence in the instant case, that the members and participating patrons ever intended\nor that they would be amenable to returning any of the b sale proceeds to the Coop, in\nthe event that the Coop’s b sales to third parties failed to equal or exceed the amount of\nper-unit retains paid in money to the members and participating patrons. Therefore, a\nclosed purchase and a per-unit retain are not identical concepts. They are significantly\ndifferent in material ways. If any question remains that a per-unit retain is a unique concept, not identical,\nand quite different from the concept of gross proceeds from completed b sales, and that\nper-unit retains are only those retained pursuant to mutual agreement, a reading of the\nrelevant part of the Senate Report to the Foreign Investors Act of 1966, that provided\nparallel treatment to per-unit retains and patronage dividends, should dispel any\nconfusion. The report, in relevant part, explains, as follows:\n“Although the practices of cooperatives are not uniform …, generally a per-unit\nretain certificate is issued by a cooperative to a patron to reflect the retention by\nthe cooperative of a portion of the proceeds from the marketing of products for\nthe patron. These amounts are retained pursuant to an authorization (usually in\nthe bylaws of the cooperative) and are computed on the basis of units of\nproducts marketed. Prior to the amendments in 1962, the Internal Revenue Code permitted\ncooperatives to deduct amounts paid to patrons as patronage dividends."
    },
    {
      "id": "legal-advice_51__15",
      "chunk_id": "15",
      "content": "These amounts are retained pursuant to an authorization (usually in\nthe bylaws of the cooperative) and are computed on the basis of units of\nproducts marketed. Prior to the amendments in 1962, the Internal Revenue Code permitted\ncooperatives to deduct amounts paid to patrons as patronage dividends. Patronage dividends are limited by definition to amounts which are ‘determined\nwith reference to the net earnings’ of the cooperative. The treatment of per-unit\nretains, however, was not specifically dealt with in the code. The Revenue Act of\n1962 substantially revised the income tax treatment of cooperatives and their\npatrons but the new provisions by their terms were applicable only to ‘patronage\ndividends.’ Because per-unit retain allocations are determined on the basis of\nunits of products marketed for the patrons rather than with reference to net\nearnings, the new provisions are generally considered as not being applicable to\nthem… *** The per-unit retains may be considered as contributions to capital…”. See,\nS.Rep. No. 1707, 89th Cong. 2d Sess. 70 (1966), reprinted in 1966 U.S. Code\nCong. & Admin. News 4446, 4515-4516; 1966-2 C.B. 1059, 1107-1108. There is no evidence that the Coop, the members and participating patrons ever\nintended the b purchase proceeds to be per-unit retains nor evidence that they ever\ntimely changed this original intent. This cooperative does not use commodity pools, so one would expect the use of\n-------------- if they are ever used, to be a rare event, except to artificially increase Coop’s\nsection 199 domestic production deduction. It is to be noted that per-unit retains are POSTF-143023-10 18 allocations pursuant to an agreement between the organization and the patron. [Emphasis added]. It is our opinion, that absent documentation or other convincing\nevidence that, the b purchases were agreed to, or intended to be paid, in accordance\nwith mutually agreed to per-unit retain provisions, what we have here are simply\npurchased price payments, for completed b delivery contracts. They are not, as a\nfactual matter, per-unit retains paid in money. There is no evidence whatsoever that any of the parties mutually intended at any\ntime, to allow the cooperative to retain any of the members or participating patrons\nequity in the b commodity. The evidence is of a final transfer of the members or\nparticipating patrons equity in the b grain to the cooperative, for consideration. This is a\nvery different concept from the concept of per unit retains, where the member or\nparticipating patron receives part of his equity in cash and lets and agrees to let the\ncooperative retain the rest, until the profit (or loss) from the sale of the commodity to\nthird parties is established by closing of the pool, and the cooperative, at its discretion,\ndeclares a patronage dividend (patronage refund). Without per unit retains, you do not\nhave per unit retains paid in money. To reiterate and clarify, in this case, there is no evidence whatsoever that any of\nthe parties timely agreed to or intended that any of the b purchase proceeds still\nbelonged to Coop. The evidence is that these b purchase proceeds unconditionally\nbelonged to the members and participating patron."
    },
    {
      "id": "legal-advice_51__16",
      "chunk_id": "16",
      "content": "To reiterate and clarify, in this case, there is no evidence whatsoever that any of\nthe parties timely agreed to or intended that any of the b purchase proceeds still\nbelonged to Coop. The evidence is that these b purchase proceeds unconditionally\nbelonged to the members and participating patron. None of the relevant parties viewed\nthe transaction as open, which is inherent in the concept of a per-unit retain. The fact\nthat the b purchases are closed transactions is evidenced by the fact that the taxpayer\nhas not shown that the b purchase payments were anything but final sales; that any\nmaterial terms of the b purchase contract remained open; the fact that no one intended\nanything other than a completed b purchase; the lack of evidence to indicate an\nincomplete or non- permanent transfer of rights and obligations from the seller to the\npurchaser; the lack of evidence that the parties agreed to allow the Coop to retain any\nof the b purchase proceeds as retains; and, the lack of any indication that the members\nand participating patrons agreed to, or were amenable to return any of the b sale\nproceeds to the Coop, if the Coop did not make a profit on their sale to third parties. The documentary evidence that exists shows a closed transaction: Prior to the\nuntimely October 20--- memo (Exhibit A), the taxpayer had not amended its Forms\n1099-PATRs to treat “purchases” as per-unit retains paid in money; Even after the\nOctober 20----memorandum (Exhibit A), there is no evidence that members (or\nparticipating patrons) have agreed to reopen their closed b sales and turn them into\nopen per-unit retain transactions; The Coop and its members (or participating patrons)\nhave not agreed to amended by-laws that would change the treatment of sum certain,\nfixed proceeds from closed (oral or written) contracts into “per-unit retains”;\npresumably, per unit retains paid in money could conceivably be recovered by the Coop\nfrom the members or participating patrons; The Coop and its members (or participating\npatrons) have neither amended nor entered into negotiations to amend the 20--- b\npurchase contracts, either orally or in writing nor shown any mutual assent of an POSTF-143023-10 19 intention to do this; The Coop and its members (or participating patrons) have not\nenacted, let alone agreed to amended cooperative’s by-laws that would obliterate\ndistinctions between open per unit retains and closed b purchases; The October 20--memorandum (Exhibit A) strongly indicates that prior to this memorandum the Coop had\nnot amended the Forms 1099-PATR for 20--- to reclassify the b purchases into ------------------------; and, the October 20----memorandum neither expresses or implies mutual\nagreement between the Coop and its members and participating patrons to the\nreclassification. The October 20--- memorandum is simply evidence of an untimely\nunilateral act by the Coop, without any indication of express or implied consent by the\nmembers and participating patrons to modify the completed b sale contracts. There are intractable problems that would be caused by a reclassification from\ncompleted b purchases to per-unit retains, for the taxable year 20---. Consideration of the year 20--- shows why the Service, in Private Letter Rulings,\ngenerally, rules prospectively and not retroactively."
    },
    {
      "id": "legal-advice_51__17",
      "chunk_id": "17",
      "content": "There are intractable problems that would be caused by a reclassification from\ncompleted b purchases to per-unit retains, for the taxable year 20---. Consideration of the year 20--- shows why the Service, in Private Letter Rulings,\ngenerally, rules prospectively and not retroactively. At the outset, it needs to be\nemphasized that, the 20--- PLR nowhere expresses an intention that it be applied to\nearlier years. This is for good reason, as there are materially different facts to consider\nfor the 20--- year, which are not present in the 20--- year. In our opinion, at least for the\ntaxable year 20---, it is now too late for the taxpayer to reclassify the b purchase\npayments into per-unit retains. We are also of the opinion that the Coop can only\nreclassify by agreement with the other party to the b purchase, not unilaterally, and that\nthis mutual agreement must be entered into prior to or at the time of the consummation\nof the b purchase transaction. It is now too late to modify these b sale/purchase\ncontracts. Consequently, the Coop’s claim for refund for the taxable year 2005 based\non the reclassification should be denied. The timing of the request for the private letter ruling for the year 20--- and the\ntime of the claim for refund for the year 20--- are different. The Coop filed its request for\na ruling for the year 20--- on March --, 20---. At that time, the time for the Coop to file a\nreturn for the taxable year 20--- and, more important, the time to pay patronage\ndividends, per-unit retain allocations, or issue qualified written of allocations (I.R.C.\n§1382(d) and report to its patrons remained open. None of this is true for the Coop’s\n20--- year, as of the time of Coop’s claim for refund. There is no precedent to require the application of a later year PLR (for 20---) to\ndetermine completed b purchase transactions for a prior year (20---). To do so would\ncause a multitude of returns that have already been filed to become gratuitously\nerroneous. In addition, this will cause confusion and inequitable treatment across the\nCooperative industry, as other Coops will be forced to consider filing claims for refund or\nface accusations of being derelict in their duty to minimize taxation (no matter how\nunfounded), The confusion and prejudice that would be caused to other similarly\nsituated Coops, which have relied on the form and substance of their purchases and in\nremaining consistent with their original reporting positions, and the confusion and\nprejudice that would be caused to multitude of Coop members and participating patrons, POSTF-143023-10 20 of the Coop and similarly situated Coops can not be exaggerated. For the Coop’s and\nsimilarly situated Coops’ members and participating patrons, applying the PLR to earlier\nyears would render their original individual returns in error. This is especially true where\nthe earlier year’s time to file an amended return or a claim for refund has expired. To summarize, applying the holding of the 20----PLR to the instant 20--- year will\ncause clear and serious detriments to the Coops’ members, participating patrons, and\nto the Service."
    },
    {
      "id": "legal-advice_51__18",
      "chunk_id": "18",
      "content": "This is especially true where\nthe earlier year’s time to file an amended return or a claim for refund has expired. To summarize, applying the holding of the 20----PLR to the instant 20--- year will\ncause clear and serious detriments to the Coops’ members, participating patrons, and\nto the Service. In addition, as a matter of law, the PLR for 20--- is of no legal effect for\nthe year 20---. I.R.C. §6110(i)(3) specifically provides that “a written determination may\nnot be used or cited as precedent.” Further, to the extent that some of the b purchases remained in ending inventory,\nat the end of 20---, the PLR (for 20---) expressly lends no support to the Coop. The PLR\nprovides that no express or implied ruling is being made as to whether b payments\nmade during a taxable year attributable to b purchases, which is in inventory at yearend, qualify as per-unit retain allocations paid in money. 6 To reiterate, to the extent that\nany of taxpayer’s b purchases remained in inventory at the end of 20---, the PLR\nexpressly offers the taxpayer no support, even if the PLR were to be applicable to 20-----------------------------------------------------------------------------------------------------------------------,\nwhich it is not. However, the Service does not ignore the insight obtained from the PLR for the\nCoop’s 20---- tax year. This opinion does not challenge the rulings of said PLR. It does\nnot need to. This opinion reaches conclusions that are required by the additional facts\nthat are present in the Coop’s 20--- tax year. More specifically, this opinion interprets\nthe PLR to have ruled that the taxpayer’s b purchase transactions, under the facts set\nforth in said ruling, can qualify as either “completed purchases” or “per unit retains”\n(emphasis added) under the internal revenue code, for the taxable year 20---. This\nopinion views this treatment as, arguably, affording the taxpayer and its members or\npatrons, at most, an opportunity (a sort of “mutual election”) to agree to characterize\ncertain transactions as “purchases” or as “per unit retains,” when done in a timely\nmanner. Without having to challenge or revisit the holdings of the PLR, we are of the\nopinion that this ruling and its reasoning, at most, allows a Coop to prospectively\n(emphasis added) make a de facto election, between treating the b purchase as a\npurchase or as a per-unit retain and to document this election. We do not believe that\n6 To reclassify the b purchases would change the timing of their deduction from the year in which the cost\nof the b commodities in ending inventory were sold (a year, necessarily, subsequent to the year in which\nthey still remain in ending inventory at year end) to immediate b purchase expensing as -------------current year expenses, under I.R.C. §1382(b). This change in the timing of a taking a deduction,\nhistorically capitalized in prior years, is a change in a material item and a change in method of\naccounting. See Treas. Reg. §§ 1.446-1(e)(2)(ii)(a)."
    },
    {
      "id": "legal-advice_51__19",
      "chunk_id": "19",
      "content": "This change in the timing of a taking a deduction,\nhistorically capitalized in prior years, is a change in a material item and a change in method of\naccounting. See Treas. Reg. §§ 1.446-1(e)(2)(ii)(a). I.R.C. §446(e) provides the Service broad discretion\nto deny the change and the Service would be amply justified to deny a retroactive change for the year 20------, given the fact that patrons, participating members and the Service would be detrimentally affected,\nby the patrons and participating members closed 3-year statutes for making assessments . POSTF-143023-10 21 the PLR holds that a Coop is unilaterally free to elect to treat the transaction, as both, at\nthe same time. Further, the Coop’s power to deal with its members and participating patrons’\ncommodities flows from the powers that these confer in the Coop thru agreement,\nwhether in the by-laws or by other contracts. Absent mutual agreement, the Coop does\nnot possess the power to unilaterally change, especially ex post facto, the nature of the\noriginal agreement that it entered into with these parties. The October 20----memorandum (Exhibit A) neither expresses nor implies a mutual agreement; and, even\nif it did, which it does not, it would be untimely. In other words, it is our opinion that, the prospective de facto decision or\n“election” to treat what under the parties’ course of conduct has always been viewed as\nclosed sale/purchase transactions as per unit retains can not be made ex parte by the\nCoop. It must reflect an underlying, express, and existing agreement between the Coop\nand its members or participating patrons. It must be evidenced by clear and\nunambiguous evidence of the intent of the parties to the transaction, to now treat what\nthe parties have always expected to be a closed purchase transactions as open per-unit\nretains. For the Service to be convinced that this mutual agreement exists, the evidence\nof this per unit retain agreement needs to exist in documentary form and be a clear,\nunambiguous expression of the parties’ agreement. It can not be presumed to exist,\nwithout documentation. It should not be presumed from general by-law Coop language,\nnor from by-laws boiler plate language, that was enacted without any indication that the\nmembers and participating patrons ever understood, discussed or agreed to per unit\nretain treatment, for transactions that they have always considered to be completed\nsale/purchases. Clearly, such mutual agreement is neither expressed nor implied in the October\n20--- memorandum (Exhibit A). The memorandum only informs the patrons of the\nCoop’s unilateral decision to amend the 1099PATR forms for a number of years,\nincluding 20---. Evidence of a mutual agreement to treat the b purchases as per-unit\nretains or to change the b purchases to per-unit retains is absent in this case. Any manifestation of members or participating patrons intent to treat the b\npurchases as per-unit retains or to change the original b purchase transaction to perunit retains is also absent. In fact, the evidence clearly shows the opposite. The\nevidence, both as to form, substance, and intent of the parties, is of completed contracts\nfor b purchases."
    },
    {
      "id": "legal-advice_51__20",
      "chunk_id": "20",
      "content": "In fact, the evidence clearly shows the opposite. The\nevidence, both as to form, substance, and intent of the parties, is of completed contracts\nfor b purchases. The fact that these transactions are completed purchases never\nintended to be per unit retains for the taxable year 20--- is, conclusively, evidenced by\nthe fact that the Coop admits that none of the contracting parties ever considered or\ntreated the transaction as anything but a completed sale. The taxpayer admits that\nthese b purchases have historically been treated as purchases, were treated as\npurchases during the year 20---, and have been treated as purchases up to the time of\nthe claim for refund. The after the fact October 20----memorandum, a unilateral,\nuntimely act by the Coop, does not remediate the missing mutual agreement. POSTF-143023-10 22 We do not interpret the 20--- PLR to hold that b purchases can be treated as\npurchases and then modified to per unit retains, to the detriment of the members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per unit retains at the sole\ndiscretion of the Coop, without a timely agreement from the Coop’s members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per-unit retains for the\nyear 20---, for which tax returns have already been filed and when the year is closed for\nmost, if not all of the parties to the b purchase (except, for the Coop). To change the\noriginal reported treatment would disregard the undisputed form of the transaction, the\nsubstance of the transaction, and the admitted clear intent and expectations of the\ncontracting parties to the b transaction. We believe that there is no evidence that would contradict that the member or\nparticipating patron had an enforceable, contractual right and expectation that he would\nretain the full proceeds from the b sale. The member or participating patron did not\nreceive a per-unit retain payment for its commodity, that may be or may not be altered,\ndepending on the final Coop’s unilateral decision, or at a later time. They exchanged b\nfor consideration (the b sale proceeds). This consideration was the Coop’s members\nand participating patrons to keep, regardless of the ultimate disposition of the b, i.e., at\na profit or at a loss, by the Coop. We further believe that there is no authority in the Code, or regulations issued\nthere under, that requires the Service to allow a reclassification of a b purchase to a per\nunit retain, when it ignores the contractual understanding of a legal contract between\nthe parties, acts to the detriment of the members or participating patrons who have\nalready reported the transactions as purchases, and whose taxable year are now\nclosed. Further, the fact that the terms of the purchase can be interpreted to fit the\ndefinition of per-unit retains in the Code does not mean that a purchase and a per-unit\nretain are one and the same."
    },
    {
      "id": "legal-advice_51__21",
      "chunk_id": "21",
      "content": "Further, the fact that the terms of the purchase can be interpreted to fit the\ndefinition of per-unit retains in the Code does not mean that a purchase and a per-unit\nretain are one and the same. There is no reason to allow this artificial treatment when to\nallow the reclassification acts to the detriment of the Service’s third-party beneficiary\nright to rely on the form and substance of the closed b purchase transaction. Given\nclosed members’ and participating patrons’ years and no timely notice of the treatment\nof b purchases as per-unit retain, before the statute of limitations to make assessments\nagainst most of the parties to the b transaction is closed, the Service is clearly\nprejudiced by reclassification. This is because the Service is unable to plan and carry\nout examinations of closed patron and participating members’ years, to prevent being\nwhip-sawed by incompatible section 199 treatment between the Coop and its members\nand patrons. It follows, that once either the Cooperative’s or the member’s (or\nparticipating patron’s) taxable year is closed, it is too late to reclassify a sale/purchase\ntransaction, between the Cooperative and that member or participating patron, into a ---------------, for that year. This is true even if the parties are willing to agree to the\nreclassification. POSTF-143023-10 23 The doctrines of election and consistency and equitable principles support the Service\nin denying the reclassification. It is a given in this case that, the Coop and its members and participating patrons\nhave an uninterrupted course of treating these b purchases as cost of goods sold,\ncapitalizing them into the Coop’s inventory. The Coop treated them as cost of goods\nsold and all the parties (Coop, members and participating patrons) intended to, and\nconsidered them to be completed sale proceeds, not per-unit retains paid in money. Assuming that the Coop could have chosen to treat the transactions as --------------, it did\nnot timely do so for the tax year 20---, as the time to timely file 20--- income tax returns\nor amended returns have now expired. The Coop should be held to its election to treat\nthe b purchases as capitalized inventory and, then, cost of goods sold; and the\nmembers and participating patrons should be protected in their reliance in this tax\ntreatment, when filing their own tax returns. Similarly, the Service should be protected in\nhaving relied on petitioner’s Forms 1099-PATR, as originally filed for the year 20---. The\ndoctrines of election and consistency and equitable principles support holding the\ntaxpayer to its original tax treatment of the b purchases. In the Southern Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 838-840 (1980)\ncase, the U.S. Tax Court discussed a number of related theories that support preventing\na taxpayer from changing its prior tax position when it unfairly operates against the\nService. Among these are estoppel, quasi-estoppel, “duty of consistency”, equitable\nestoppel, laches, election, and staleness of claim. The Court explained that the doctrine\nof “election” is sometimes invoked as an alternative to estoppel or quasi-estoppel. Finally, the Court explained that the doctrine of “election” binds a taxpayer to a choice\nmade by him between two proper alternative treatments and to act consistent with his\nchoice."
    },
    {
      "id": "legal-advice_51__22",
      "chunk_id": "22",
      "content": "The Court explained that the doctrine\nof “election” is sometimes invoked as an alternative to estoppel or quasi-estoppel. Finally, the Court explained that the doctrine of “election” binds a taxpayer to a choice\nmade by him between two proper alternative treatments and to act consistent with his\nchoice. In Woods et ux. v. Commissioner, 92 T.C. 776, 784-786 (1981), the U.S. Tax\nCourt (a Court of law, not of equity) upheld its authority to apply equitable doctrines and\nprinciples to prevent the taxpayer from actively exploiting the statute of limitations by\ntaking a diametrically opposite position to that which it took prior to the running of the\nstature of limitations. Claims for refund are generally heard in federal district court. These have clear jurisdiction to apply both law and equity. If the Coop were to be\nallowed to unilaterally act for its patrons, by changing the b purchases into PURPIMS,\nafter the statute of limitations for the Service to make assessments has expired with\nrespect to those patrons, this would be an unfair active exploitation of the statute of\nlimitations. The Service would be justified in asking the Court to apply equitable\ndoctrines and principles to prevent this inequity. In LeFever v. Commissioner, 103 T.C. 525, 541-542 (1994), the U.S. Tax Court\ncited a number of relevant case in explaining that the “duty of consistency” is based on\nthe theory that the taxpayer owes the Service a duty to be consistent with his tax\ntreatment of items, see Southern Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 838839 (1980) and Kurz v. United States, 156 F. Supp. 99, 106 (S.D.N.Y. 1957), affd. 254 POSTF-143023-10 24 F.2d 811 (2d Cir. 1958); that the taxpayer is prevented from taking one position in one\nyear and a contrary position in a later year after the limitation period has run on the\nearlier year, see Herrington v. Commissioner, 854 F.2d 755, 757 (5th Cir. 1988), cert. denied 490 U.S. 1065, 109 S.Ct. 2062, 104 L.Ed.2d 628 (1989), affg. Glass v.\nCommissioner, 87 T.C. 1087 (1986); Unvert v. Commissioner, 72 T.C. 807, 814-817\n(1979), affd, 656 F.2d 483 (9th Cir. 1981) cert. denied 456 U.S. 961, 102 S.Ct. 2036, 72\nL.Ed.2d 484 (1982); and, Mayfair Minerals, Inc. v. Commissioner, 56 T.C. 82 (1971),\naffd. 456 F.2d 622 (5th Cir. 1972); and, that this change of position will not be allowed\nwhen it unjustly operates to the detriment of the Service, see Kurz v. United States, 156\nF. Supp. 99, 106 (S.D.N.Y. 1957), affd. 254 F.2d 811 (2d Cir. 1958). In Radiant Glass Co. v. Burnett, 60 App.D.C. 351, 54 F.2d 718 (Fed. Cir. 1931),\nthe Court cited a number of authorities for the proposition that the election to file one or\nanother sort of return is exercised by filing the return and that it is settled that the\ntaxpayer can not change that choice later. This is true even where the taxpayer, under a\nmistake of law, was unaware that he had the right to choose. See Buttolph v.\nCommissioner, 29 F.2d 695 (7th Cir. 1928); see also Moran v. Commissioner, 67 F.2d\n601 (1st Cir. 1933)."
    },
    {
      "id": "legal-advice_51__23",
      "chunk_id": "23",
      "content": "This is true even where the taxpayer, under a\nmistake of law, was unaware that he had the right to choose. See Buttolph v.\nCommissioner, 29 F.2d 695 (7th Cir. 1928); see also Moran v. Commissioner, 67 F.2d\n601 (1st Cir. 1933). Therefore, even if we were to assume, arguendo7, that the Coop\ncould have originally classified the b purchases a --------------, when filing its 20--original returns, and that the Coop failed to do so because it was unaware that it could\nmake this choice (and not because it failed to obtain a mutual agreement with its\nmembers/participating patrons to do so), the fact that the Coop originally did report the b\ntransactions as purchases and not -------------- has tax consequences. In Estate of Richard R. Wilbur, et al. v. Commissioner, 43 T.C. 322 (1964) the\nU.S. Tax Court held that a taxpayer may not, by amended return or otherwise, disavow\nan election made in the original return, when recomputation and readjustment of the tax\nliability would impose burdensome uncertainties upon tax administration. In that case,\nthe taxpayer had capitalized certain farming cultural expenditures for 1956, 1958, 1959,\nand 1960. The taxpayer was prevented from later modifying this election by expensing\nexpenditures that it had capitalized, even though the taxpayer could have originally\nexpensed them. In reaching this result, the Court in Estate of Richard R. Wilbur, et al. v.\nCommissioner, supra, cited Pacific National Co. v. Welch, 304 U.S.191, 58 S.Ct. 857,\n82 L.Ed. 1282 (1938), affg 91 F.2d 590 (9th Cir. 1937), where a taxpayer had the option,\nunder applicable statutes and regulations, to compute the gain from sales of its property\neither by the “deferred payment method” or by the “installment method.” After reporting\nits income using one method, the taxpayer sought a refund based on a computation\nunder the other method. The Supreme recognized that that the taxpayer could have\nused either method in its original return. Nevertheless, the Supreme Court held that\nonce the election was made, it was binding. The ratio decidendi of the Supreme Court\n7 In other words, we are only assuming this for the sake of argument. We are not agreeing that the Coop\ncould have correctly reported the b purchases as --------------, in the absence of a mutual agreement to\ntreat them as -------------- with its members/participating patrons. POSTF-143023-10 25 included not only the recomputation and readjustments that would be needed, but also\nthat burdensome uncertainties would result to tax administration. 8 It is also an undeniable fact that, allowing the Coop to reclassify the b purchase\nproceeds as -------------- will result in erroneous returns for all the members and\nparticipating patrons, who relied in the original treatment, in filing their own returns. Even if they could, retroactive amendment will burden, confuse, and may increase the\nreported tax liability of the Coop’s members and participating patrons, for the tax year ---------- In addition, given the closed 3 three year statute for assessments, the Service\ncould not examine and make timely determinations to prevent erroneous double\ndeductions between the cooperative, its members, and patrons."
    },
    {
      "id": "legal-advice_51__24",
      "chunk_id": "24",
      "content": "In addition, given the closed 3 three year statute for assessments, the Service\ncould not examine and make timely determinations to prevent erroneous double\ndeductions between the cooperative, its members, and patrons. Finally, and very\nimportantly, the tax situation of all similarly situated Coops, members, and participating\npatrons through the whole industry will be thrown into disarray. Coops will be faced with\nhaving to reclassify and file for refund (to prevent accusations of dereliction of duty, in\nseeking every possible refund) and, at the same time, will have to file returns that take\npositions that the Coops and its members never intended or envisioned. They will have\nto send corrected Forms 1099-PATR and have to deal with the confusion this will\nengender; and, they will need to face the concerns of members and patrons, who never\nintended or envisioned that their sale proceeds were going to be treated as anything but\nwhat they intended and contracted them to be, to wit, completed sale proceeds. CONCLUSIONS In summary, the claim for refund for the Coop’s taxable year 20--- should be\ndenied for the reasons set forth above, including the following. First, no facts have been put forward to contradict the conclusion that, at the end of 20---------the Coop and its members (or participating patrons) considered the b purchases\nto be completed contractual purchases (closed transactions) and not open per-unit\nretain transactions; Second, the Coop’s 8 ½ month payment period after the close of the Coop’s 20--- tax\nyear for payment of per-unit retains has ended (I.R.C. §1382(d)), and the period expired\nwithout the taxpayer and its members or participating patrons taking any steps to\nreclassify purchases to per-unit retains; Third, under the doctrine of elections the Coop, its members and participating patrons\nmade the choice to treat the b purchases, as such, and not as per unit retains. They\nshould not be allowed to change this, simply to obtain a refund; 8 After citing Pacific National Co. v. Welch, supra, the U.S. Tax Court in Estate of Richard R. Wilbur, et al\nv. Commissioner, supra, cited a number of cases for and against the proposition, in a variety of situations,\nnone of which are identical to the instant case. The Court then held that the correct guidance from all of\nthe cases, taken as a whole, was that taxpayers could not disavow the elections made in their original\nreturns. POSTF-143023-10 26 Fourth, the members and participating patrons have already received (or should have\nreceived) the Form 1099-PATR as well as statements about the pass-through of the\ndomestic production activities deduction (“DPAD”). I.R.C. §199. These members and\nparticipating patrons would have reported their b sales, per-unit retains paid in money,\nin different lines of Schedule F (Form 1040) and computed their own Domestic\nProduction Activities Deduction (DPAD) in their own Form 8903, based on what to them\nwere completed sales of b."
    },
    {
      "id": "legal-advice_51__25",
      "chunk_id": "25",
      "content": "I.R.C. §199. These members and\nparticipating patrons would have reported their b sales, per-unit retains paid in money,\nin different lines of Schedule F (Form 1040) and computed their own Domestic\nProduction Activities Deduction (DPAD) in their own Form 8903, based on what to them\nwere completed sales of b. To re-characterize the b purchases into per-unit retains\nwould place them in the position of having erroneously reported their income tax for the\n20--- tax year and destroy their contractual agreements and expectations, without their\nassent to this modification; and, all of this would be simply be done to allow the Coop to\nobtain a higher domestic production deduction;\nFifth, (unlike the situation of the Coop, assuming that its 20--- year has been kept open\nby a timely claim for refund), for almost all the members (or participating patrons), the\ntaxable year 20--- is now be a closed year (assuming no extensions of the statute); Consequently, a reclassification of the members and participating patrons’ b sales to\nper-unit retains would require them to recalculate their individual section 199 domestic\nproduction deduction; Sixth, the recalculation of the members and participating patrons own section 199\ndomestic production deduction, [by forcing them to exclude b sales from their individual\nQPAI computations, which they had every right to believe belonged to them], would\nreduce their individual section 199 domestic production deductions; Seventh, whether this section 199 reduction would be counterbalanced by a passthrough of the Coop’s own section 199 is doubtful and speculative for two reasons: One,\na cooperative must designate the patron’s portion of the income allocable to QPAI in a\nwritten notice mailed by the cooperative to the patron no later than the fifteenth day of\nthe ninth month following the close of the tax year. I.R.C. §199(d)(3)(A)(ii); and, Two,\nThe Coop can elect or not elect to pass through to its members or participating patrons\n(as the Coop is not required to pass thru) the section 199 domestic production\ndeduction;\nEighth, to allow the b payment re-characterization is prejudicial, detrimental, and\nconfusing, and inequitable, without prior member or participating patron agreement. It\ndenies the members and patrons the benefit of their contractual right and expectation to\nconsider the b payments as their own sale proceeds; Ninth, tax administration is also negatively impacted as the Service has relied on the\nform, substance, continuing course of conduct, and intention of the Coop, its members\nand participating patrons, with respect the b sale/purchase agreements. The statute of\nlimitations for making assessments against these member and participating patrons, for\nthe taxable year 20--- has, in most cases, expired; POSTF-143023-10 27 Tenth, even at the present time, there is no evidence that the Coop, its members and\nparticipating patrons have mutually rescinded the closed b purchased contracts (oral or\nwritten) and substituted a per-unit retain understanding between the parties, with\nrespect to the b transactions; The only evidence of the intention to reclassify is ex post\nfacto and one-sided, namely, the Coop’s claim for refund and the Coop’s unilateral\nOctober 20--- memorandum announcing to its patrons that it is amending its 20----Forms 1099-PATR (among others); Eleventh, the doctrine of election precludes the retroactive re-characterization of the b\npayments."
    },
    {
      "id": "legal-advice_51__26",
      "chunk_id": "26",
      "content": "The only evidence of the intention to reclassify is ex post\nfacto and one-sided, namely, the Coop’s claim for refund and the Coop’s unilateral\nOctober 20--- memorandum announcing to its patrons that it is amending its 20----Forms 1099-PATR (among others); Eleventh, the doctrine of election precludes the retroactive re-characterization of the b\npayments. To allow the b purchases to be treated as PURPIMS will be detrimental to\nthe Coop members, patrons, other similarly situated Coops, their member and\nparticipating patrons, and tax administration. Prior to being issued, this opinion was coordinated with -------------------------------(Branch Chief (P&SI) and ----------------------------, Attorney-Advisor (P&SI), who reviewed\nand concurred with the opinion. This concludes our legal opinion. If you have any\nquestions, please contact Lead Industry Counsel (Cooperatives and Agriculture) -----------------------------------, at ---------------------, or Associate Industry Counsel (Cooperatives\nand Agriculture) ----------------------, at --------------------. Harmon B. Dow\nDeputy Area Counsel (IP)\n/Rogelio A. Villageliu/\nBy: _____________________________ Rogelio A. Villageliu\nIndustry Counsel\n(Cooperatives and Agriculture)\n(LB & I) (RFPH)"
    }
  ]
}