{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 4,
  "chunk_text": "A. ANDAs as Franchises ANDAs can be transferred from the sponsor (original applicant) to another, separate\nand apart from a trade or business. 21 C.F.R. § 314.72(a). ANDAs are subject to\nprotection under Federal law. For example, when an ANDA holder has 180 days of\nexclusivity, federal law precludes any other generic for the referenced NDA from being\napproved during the period of exclusivity. 21 U.S.C. § 355(j)(5)(B)(iii)(IV)(2010). An\nentire profitable industry, the generic pharmaceutical industry, has evolved around the\nvalue of the ANDAs. While it would take an expert, the expected stream of income\nfrom each ANDA could be projected and then valued at its net present value. Accordingly, each ANDA is a separate and distinct asset with the professional fees paid\nto enhance or facilitate the creation of these separate and distinct assets capitalized. Treas. Reg. §§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i). September 14, 2011 Memorandum, pages 44-45 (footnote omitted). POSTU-139175-10 6 The September 14, 2011 Memorandum pointed out the following as an example to\nillustrate that ANDAs are within the non-exclusive list of types of government-granted\nrights in Treas. Reg. § 1.263(a)-4(d)(5)(i), and are government granted franchises. While the -4(d) regulations addressing created intangibles do not\ndefine the term “franchise,” the term is defined within the capitalization\nof intangible regulations addressing acquired intangibles. “Franchise”\nfor purpose of acquired intangibles has the same meaning the term is\ngiven in Treas. Reg. § 1.197-2(b)(10). Treas. Reg. § 1.263(a)4(c)(1)(viii). Treas. Reg. § 1.197-2(b)(10) states that a “franchise has\nthe meaning given in I.R.C. § 1253(b)(1) and includes any agreement\nthat provides one of the parties to the agreement with the right to\ndistribute, sell, or provide goods, services, or facilities, within a\nspecified area.” Treas. Reg. § 1.197-2(b)(10). Section 1253(b)(1)\ndefines a franchise to include an “agreement which gives one of the\nparties to the agreement the right to distribute, sell, or provide goods,\nservices, or facilities, within a specified area.\" Corporation X’s ANDAs fit neatly into the I.R.C. § 1253(b)(1) definition\nsince the ANDAs give Corporation X the right to market and sell its\nANDA products within the United States, a territory that encompasses\nthe entire country. Courts have noted that Congress provided an\n\"expansive definition\" of franchise to “include” agreements to sell or\ndistribute goods within a specified area, which does not exclude other\nthings otherwise within the meaning of a franchise. See, e.g.,\nJefferson-Pilot Corp. v. Commissioner, 98 T.C. 435, 443 (1992), aff'd,\n995 F.2d 530 (4th Cir. 1993) (FCC licenses are agreements “between\nthe Federal Government and the licensee, under which the licensee\nagrees to provide the service of radio broadcasting within a specified\narea in exchange for the right to broadcast”). See also, Jefferson-Pilot\nCorp. v. Commissioner, 995 F. 2d 530 at 531 (4th Cir. 1993) (“The\ndefinition of term ‘franchise’ is sufficiently broad to include licenses\nissued by the FCC.”). That the right to market and sell came from the FDA, not the Federal\nCommunications Commission (FCC), is a distinction without a\ndifference – both the FDA and FCC are granting, for a territory,\ncommercialization rights."
}