{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 11,
  "chunk_text": "Corporation X also relies on Kornhauser v. United States, 276 U.S. 145 (1928), to\nsupport its position that it can deduct the expenditures because ANDA paragraph IV\nlitigation is common in the generic pharmaceutical industry. First, it is well established\nthat capital expenditures are not deductible merely because many members of an\nindustry have the same capital expenditures. See Commissioner v. Lincoln Savings &\nLoan Ass’n, 403 U.S. 345, 354 (1971) (“It is not enough, in order that an expenditure\nqualify as an income tax deduction, that it merely be . . . paid by all similarly [situated\ntaxpayers], or that it serves to fortify . . . purpose and operation.“). See also Lychuk v\nCommissioner, 116 T.C. 374, 393-416 (2001)(analyzing case law establishing that\nexpenditures are not ipso facto deductible because they are routine, recurring expenses 36 The payment at issue in Lincoln Savings was the additional premium paid to the Federal Savings and\nLoan Insurance corporation (FSLIC) for a secondary reserve maintained by the FSLIC, with Lincoln\nSavings pro rata share transferable and refundable under certain circumstances, one of the key facts for\ntreating the secondary reserve expenditure as paid to create or enhance an asset. POSTU-139175-10 38 of a business). 37 Second, the attorney fees at issue in Kornhauser were incurred in the\ndefense of a suit for an accounting of businesses earnings, a quintessential ordinary\nand necessary aspect of a business; not the creation or enhancement of a separate\nasset. Thus, Kornhauser does not apply to Corporation X’s facts, just as it did not apply\nin Safety Tube Corp. v Commissioner, 168 F.2d 787, 790 (6th Cir.1948) (distinguished\nKornhauser as a case not applicable when the litigation “struck at the very ownership of\nthe patent itself”). 38\nCorporation X also alleges that it incurred the fees at issue “to protect profits\nCorporation X . . . would receive from the sales of the future products.” Response to\nIDR #12 (emphasis added). Obliquely Corporation X is, in effect, admitting that the\nANDAs, once obtained, will be assets that will generate profits in the future. Thus, costs\nto create or enhance the ANDAs are within § 263, as addressed in Section II. Section II. § 263(a) and the 2004 Capitalization of Intangible Regulations There is no overall definition of “intangible” in the capitalization of intangibles\nregulations. As explained in the preamble to the 2004 capitalization of intangibles\nregulations: “The final regulations eliminate the use of, and the definition of, the term\n‘intangible asset’ that was contained in the proposed regulations. This change was\nmade in an effort to aid readability. The final regulations simply identify categories of\n‘intangibles’ for which amounts are required to be capitalized.” T.D. 9107, 2004-1 C.B.\n447, § II.A., General Principle of Capitalization. Treas. Reg. § 1.263(a)-4(b)(1) identifies the categories of intangibles that must be\ncapitalized as follows:\n(b) Capitalization with respect to intangibles--(1) In general. Except\nas otherwise provided in this section, a taxpayer must capitalize-(i) An amount paid to acquire an intangible (see\nparagraph (c) of this section)[39]; 37"
}