{
  "document_category": "legal-advice",
  "docId": "legal-advice_27",
  "chunk_index": 42,
  "chunk_text": "Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.” (5) Solicitation of employment as prohibited\nunder §10.30, the use of false or misleading\nrepresentations with intent to deceive a client or\nprospective client in order to procure employment,\nor intimating that the practitioner is able improperly\nto obtain special consideration or action from the\nInternal Revenue Service or any officer or employee\nthereof. (6) Willfully failing to make a Federal tax return\nin violation of the Federal tax laws, or willfully\nevading, attempting to evade, or participating in any\nway in evading or attempting to evade any assessment\nor payment of any Federal tax. (7) Willfully assisting, counseling, encouraging a\nclient or prospective client in violating, or suggesting\nto a client or prospective client to violate, any Federal\ntax law, or knowingly counseling or suggesting to a\nclient or prospective client an illegal plan to evade\nFederal taxes or payment thereof. (8) Misappropriation of, or failure properly or\npromptly to remit, funds received from a client for\nthe purpose of payment of taxes or other obligations\ndue the United States. (9) Directly or indirectly attempting to influence,\nor offering or agreeing to attempt to influence, the\nTreasury Department Circular No. 230 official action of any officer or employee of the\nInternal Revenue Service by the use of threats, false\naccusations, duress or coercion, by the offer of any\nspecial inducement or promise of an advantage or by\nthe bestowing of any gift, favor or thing of value. (10) Disbarment or suspension from practice\nas an attorney, certified public accountant, public\naccountant, or actuary by any duly constituted\nauthority of any State, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia, any Federal court of record or\nany Federal agency, body or board. (11) Knowingly aiding and abetting another\nperson to practice before the Internal Revenue\nService during a period of suspension, disbarment\nor ineligibility of such other person. (12) Contemptuous conduct in connection\nwith practice before the Internal Revenue Service,\nincluding the use of abusive language, making false\naccusations or statements, knowing them to be false,\nor circulating or publishing malicious or libelous\nmatter. (13) Giving a false opinion, knowingly,\nrecklessly, or through gross incompetence, including\nan opinion which is intentionally or recklessly\nmisleading, or engaging in a pattern of providing\nincompetent opinions on questions arising under the\nFederal tax laws. False opinions described in this\nparagraph (a)(l3) include those which reflect or result\nfrom a knowing misstatement of fact or law, from an\nassertion of a position known to be unwarranted under\nexisting law, from counseling or assisting in conduct\nknown to be illegal or fraudulent, from concealing\nmatters required by law to be revealed, or from\nconsciously disregarding information indicating that\nmaterial facts expressed in the opinion or offering\nmaterial are false or misleading. For purposes\nof this paragraph (a)(13), reckless conduct is a\nhighly unreasonable omission or misrepresentation\ninvolving an extreme departure from the standards\nof ordinary care that a practitioner should observe\nunder the circumstances. A pattern of conduct is a\nfactor that will be taken into account in determining\nwhether a practitioner acted knowingly, recklessly,\nor through gross incompetence. Gross incompetence\n§ 10.51 — Page 29 Table of Contents"
}