{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 2,
  "chunk_text": "The business enterprise value of ----------was determined to be ---- as of ------. Assuming total\nintercompany debt of approximately -------, a 100% interest in\nthe common stock of ----was determined to have no positive value. The business enterprise value of -----was determined to be -----. Assuming total intercompany debt of approximately ----------------------------- of loans outstanding to taxpayer and\nloans from another related controlled foreign corporation), a\n100% interest in the common stock of ---- was also determined to\nhave no positive value as of ------. Claimed Losses\nTaxpayer made an election pursuant to Treas. Reg. sec.\n301.7701-3(a) to change the entity classifications of ---and --to\ndisregarded entities, i.e., branches, effective --------------------------------------------------------------------------------------------------------------------------. The change in entity\nclassification from a corporation to a branch resulted in a\ndeemed liquidation of the corporations for U.S. tax purposes. See Treas. Reg. section 301.7701-3(g)(1). Taxpayer argues that as a result of the deemed liquidations,\nsection 165(g) permits the recognition of worthless stock losses\nin the amounts of ---- and ----, with respect to its stock in ---------and --, respectively. In addition, taxpayer argues that\nsection 166 permits the recognition of bad debt losses of -----------------and -----with respect to loans outstanding to --------and ----, respectively.2 The bad debt and worthless stock losses were claimed only\n2 The bad debt losses were calculated by subtracting from the\noutstanding loans balances the value of the assets of ------------ and --. for U.S. tax purposes and were not reflected for U.S. financial\nreporting purposes. Furthermore, the capital and the debt\nremained on the books of -----and ----and the losses were not\nreflected for tax and financial purposes in ---and -------------------------------------------------------------------------------------------------------------------. Debt – Equity Analysis The audit team engaged in a debt-equity analysis of the\nintercompany loans to -----and --. The audit team reached a\npreliminary determination that a significant portion of the loans\nshould be reclassified as equity. As a result of the\nreclassification, -----and ---would have been solvent at the time\nof the deemed liquidation. Since the entities were solvent,\nproperty would have been received by taxpayer in exchange for its\nstock in the liquidation. Section 332 provides that no gain or\nloss is recognized by a shareholder in the liquidation of a\ncorporation where property is received by the shareholder in\nexchange for its stock. Therefore, section 332 would apply and\ntaxpayer would not be entitled to a worthless stock loss under\nsection 165(g) with respect to its stock in -----------------------------------------------------------------------------------------------------------------------and --.3 The taxpayer has argued that any reclassified debt should be\ntreated as preferred stock since the advances were documented by\nnotes which provided for a stated rate of return on the advances. In a liquidation, property is deemed distributed first to\ncreditors, then to preferred shareholders and then to common\nshareholders. In our case, assuming that the value of the assets\nwould not satisfy taxpayer’s entire investment in the preferred\nstock, no assets would be received on the common shares and\nsection 332 would not apply. ISSUE\nAssuming all or a portion of the intercompany loans to ---and -- should be treated as equity pursuant to a debt-equity\nanalysis, whether the advances should be treated as contributions\nfor a preferred class of equity. CONCLUSION 3"
}