{
  "document_category": "legal-advice",
  "docId": "legal-advice_99",
  "chunk_index": 65,
  "chunk_text": "Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy. The following instructions apply to ministers, members of religious orders who have not taken a vow of poverty,\nand Christian Science practitioners. If you are filing Schedule SE and the amount on line 2 of that schedule includes an -40- amount that was also reported on Form 1040 or 1040-SR,\nline 1z, do the following. 1. Enter “Clergy” on the dotted line next to line 27. 2. Determine how much of the amount on Form 1040 or\n1040-SR, line 1z, was also reported on Schedule SE, Part I,\nline 2. 3. Subtract that amount from the amount on Form 1040 or\n1040-SR, line 1z. Enter the result on line 1 of the worksheet in\nStep 5 (instead of entering the actual amount from Form 1040\nor 1040-SR, line 1z). 4. Be sure to answer “Yes” to question 2 in Step 5. Combat pay, nontaxable. If you were a member of the U.S.\nArmed Forces who served in a combat zone, certain pay is excluded from your income. See Combat Zone Exclusion in Pub. 3. You can elect to include this pay in your earned income when\nfiguring the EIC. The amount of your nontaxable combat pay\nshould be shown in box 12 of Form(s) W-2 with code Q. If you\nare filing a joint return and both you and your spouse received\nnontaxable combat pay, you can each make your own election. In other words, if one of you makes the election, the other one\ncan also make it but doesn't have to. ! If you elect to use your nontaxable combat pay in figuring your EIC, enter that amount on line 1i. CAUTION Credit figured by the IRS. To have the IRS figure your EIC:\n1. Enter “EIC” on the dotted line next to line 27. 2. Be sure you enter the nontaxable combat pay you elect to\ninclude in earned income by entering that amount on line 1i. See Combat pay, nontaxable, earlier. 3. If you have a qualifying child, complete and attach\nSchedule EIC. If your EIC for a year after 1996 was reduced or\ndisallowed, see Form 8862, who must file, later. Exception to time lived with you. Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later."
}