{
  "document_category": "legal-advice",
  "docId": "legal-advice_94",
  "chunk_index": 71,
  "chunk_text": "5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)? ● 2 qualifying children who have valid SSNs, is line 4b less than $49,399 ($55,529 if married filing jointly)? ● 1 qualifying child who has a valid SSN, is line 4b less than $43,492 ($49,622 if married filing jointly)?\n● No qualifying children who have valid SSNs, is line 4b less than $16,480 ($22,610 if married filing jointly)? Yes. If you want the IRS to figure your credit, see Credit figured by the IRS, earlier. If you want to\nfigure the credit yourself, enter the amount from line 4b on line 6 of this worksheet. STOP No. You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or\n1040-SR, line 27. Need more information or forms? Visit IRS.gov. -44- Worksheet B —2022 EIC—Line 27—Continued Part 5 All Filers Using\nWorksheet B Keep for Your Records 6 6. Enter your total earned income from Part 4, line 4b. 7. Look up the amount on line 6 above in the EIC Table to find\nthe credit. Be sure you use the correct column for your filing status and\nthe number of qualifying children you have who have a valid SSN. Enter\nthe credit here. 7 If line 7 is zero, STOP You can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 8. Enter the amount from Form 1040 or 1040-SR,\nline 11. 9. Are the amounts on lines 8 and 6 the same? 8 Yes. Skip line 10; enter the amount from line 7 on line 11. No. Go to line 10. Part 6 10. Filers Who\nAnswered\n“No” on\nLine 9 If you have:\n● No qualifying children who have a valid SSN, is the amount on line 8\nless than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount on\nline 8 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 10 blank; enter the amount from line 7 on line 11. No. Look up the amount on line 8 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing status\nand the number of qualifying children you have who have a valid\nSSN. Enter the credit here. Look at the amounts on lines 10 and 7. Then, enter the smaller amount on line 11. Part 7 Your Earned\nIncome Credit 11. 10 This is your earned income credit. 11 Reminder— Enter this amount on\nForm 1040 or 1040-SR,\nline 27. If you have a qualifying child, complete and attach Schedule EIC. 1040 or\n1040-SR EIC CAUTION 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form\n8862 to take the credit for 2022. -45-"
}