{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 2,
  "chunk_text": "As part of the Year 6 audit of\nTaxpayer's statutory financial statements, Taxpayer's auditors required Taxpayer\nto classify its Program Y (described below) and Program X programs as\nASC/Cost-Plus and to disclose the claims paid in Footnote 15 of its Audited\nStatutory Financial Statements. . . . The auditors required this correction\nbecause the Program X obligations meet the basic definition of an ASC/Cost-plus\nplan in SAP 47, in that they require Taxpayer to pay medical claims out of its own\nbank account before it is reimbursed. To repeat, under a Cost-plus contract, the\nadministrator pays a medical claim (the cost) out of its own bank account, and\nthen receives reimbursement of the cost, plus a fee for the recovery of its\nexpenses and for profit. Taxpayer's Refund Claims -- The required correction to its Annual Statement\nreporting for Year 6 prompted Taxpayer to identity three programs that should\nhave been included in the special deduction formula and file refund claims in\nopen years reporting its entitlement to a special deduction. These were the\nProgram X and the Program Y and the Program Z arrangements discussed\nbelow. The Program X claim payments are by far the most significant. [Protest,\npages 10-11, boldface and italics in original.] The Blue Cross and Blue Shield Association (BCBSA). The Blue Cross and Blue\nShield names and symbols are controlled by the Blue Cross and Blue Shield\nAssociation (BCBSA). At the time section 833 was enacted, the BCBSA licensing\nagreements limited use of the names and symbols to each plan’s service territory and\ngranted exclusive use within that territory. At the time section 833 was enacted, the membership standards of the BCBSA\nincluded a requirement that the plan must be organized as a not-for-profit entity. In\naddition, \"the plan must participate effectively and efficiently in each national program\nadopted by the member plans.\" Central Benefits Mutual Insurance Co. v. Blue Cross\nand Blue Shield Association, 711 F. Supp. 1423, 1426 (S.D. Ohio 1989). See also,\nGeneral Accounting Office, Blue Cross and Blue Shield: Experiences of Weak Plans\nUnderscore the Role of Effective State Oversight, GAO/HEHS-94-71 (April 1994), page\n29: \"A plan must participate in national programs that provide portability of membership\nbetween Blues plans and ease claims processing for customers that receive benefits\noutside of its service area.\" (Emphasis added.)\nBCBSA National Programs. The operations of each BCBS organization are\nrestricted to its license territory, yet its subscribers may require services while outside\nthat territory. In addition, employers with a headquarters in the territory of one BCBS\nplan may have employees in multiples territories of other BCBS plans. POSTU-144536-09 4 To facilitate coverage in multiple territories, the BCBSA coordinates \"National\nPrograms.\" The BCBS plan issuing a policy or contract is described as the \"Home\"\nplan, operating within its \"home\" territory. If a subscriber requires services outside that\nterritory, the BCBS plan operating in that territory is described as the \"Host\" plan. In general, if a BCBS organization is acting as a \"Host\" plan, it collects the initial\nclaims data and forwards it to the Home plan for a determination whether the claim is\ncovered by the policy issued by the Home plan."
}