{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 11,
  "chunk_text": "49\nH.R. Rep. No. 105-148, at 552-53 (1997); H.R. Rep. No. 105-220, at 576-77 (1997) (Conf. Rep.); S.\nRep. No. 105-33, at 179-80 (1997); see also Staff of Joint Comm. on Taxation, 105th Cong., General\nExplanation of Tax Legislation Enacted in 1997, at 253 (Comm. Print 1997). 50\nId.\n44 POSTF-113176-10 12 is determined by reference to the year in which the foreign taxes were paid or accrued,\nconsistent with Revenue Ruling 84-125.51 Also, in acknowledging Revenue Ruling 84125, which amplified Revenue Ruling 58-55, Congress by extension accepted the\nholding of the latter, that, “A foreign tax is accruable for the purpose of [the credit\nprovided in section 901] for the taxable year to which it relates even though the taxpayer\ncontests the liability therefore and such tax is not paid until a later year.” Despite ---------------- urging to interpret the amended language as “actually paid” or\n“actually accrued,” the legislative history makes no mention of the term “actually,” and\nthe discussion of the reasons for the clarifying amendment supports the IRS’s position\nthat Congress’s intention was merely to distinguish the year in which the credit claim\narose from the carryover year. Alternatively, the word “actually” modifies the word\n“paid,” and there is no legislative history or policy justification that supports interpreting\nthe word “actually” also to modify the word “accrued” so as to override the relation-back\nrule, as ---------------advocates. Notably, Congress did not reject the concept that foreign\ntaxes accrue in a year that is different from the year the tax accrual is perfected based\non section 461 and traditional accrual principles. In fact, it gave weight to Revenue\nRuling 84-125, which provided for a special definition of accrual for purposes of the\nforeign tax credit. When Congress amended section 6511(d)(3)(A), it adopted the IRS’s\nposition in the ruling that the period is determined by reference to the year in which the\ntaxes were paid or considered to accrue, not the later year to which the taxes were\ncarried and claimed as a credit. Given the language of the relevant statutes and the legislative history of the\namendment to section 6511(d)(3)(A), the period of limitations began to run on the due\ndate (without extensions) of the return for the year to which the foreign taxes relate. In\nthe instant case, though the taxes were “actually paid” in --------when the contest was\nresolved and the accrual was perfected, they did not accrue for purposes of claiming the\nforeign tax credit in the --------taxable year. So the limitations period began to run on the\ndue date of ---------------- --------and --------returns, not the due date of the --------return.\nB. The period of limitations began on the due date of the --------and --------returns. Under both the pre- and post-amendment language of section 6511(d)(3)(A), the\ndate on which the period of limitations begins to run is the same. The IRS addressed\nthe pre-amendment language in Revenue Ruling 84-125 and took the position that the\nperiod begins to run on the due date of the return for the year in which the taxes were\npaid or accrued. And for accrual-basis taxpayers, the year in which taxes accrue is the\nyear to which the taxes relate."
}