{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 84,
  "chunk_text": "If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so. If you take the American opportunity credit even though you aren't eligible and it is determined that you fraudulently took the credit, you won't be allowed to take the credit for 10 years. You may also have to pay penalties. ! Line 30\nLine 30 has been reserved for future use. TIP the additional child tax credit\ncan't be issued before mid-February 2023. This delay applies to the entire refund, not just the portion associated with the additional child tax credit. Refund\nLine 34\nAmount Overpaid If line 34 is under $1, we will send a refund only on written request. Need more information or forms? Visit IRS.gov. -56- If you owe past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or certain federal nontax debts,\nsuch as student loans, all or part of the\noverpayment on line 34 may be used\n(offset) to pay the past-due amount. Offsets for federal taxes are made by the\nIRS. All other offsets are made by the\nTreasury Department's Bureau of the\nFiscal Service. For federal tax offsets,\nyou will receive a notice from the IRS. For all other offsets, you will receive a\nnotice from the Fiscal Service. To find\nout if you may have an offset or if you\nhave any questions about it, contact the\nagency to which you owe the debt. Deposit Refund into Multiple\nAccounts If you want your refund to be split and\ndirect deposited into more than one account, file Form 8888. Use Form 8888\nto direct deposit your refund (or part of\nit) to one or more accounts in your name\nat a bank or other financial institution\n(such as a mutual fund, brokerage firm,\nor credit union) in the United States. Injured Spouse If you file a joint return and your spouse\nhasn’t paid past-due federal tax, state income tax, state unemployment compensation debts, child support, spousal support, or a federal nontax debt, such as a\nstudent loan, part or all of the overpayment on line 34 may be used (offset) to\npay the past-due amount. But your part\nof the overpayment may be refunded to\nyou if certain conditions apply and you\ncomplete Form 8379. For details see\nForm 8379. Lines 35a Through 35d\nAmount Refunded to You\nIf you want to check the status of your\nrefund, just use the IRS2Go app or go to\nIRS.gov/Refunds. See Refund Information, later. Information about your refund will generally be available within\n24 hours after the IRS receives your\ne-filed return, or 4 weeks after you mail\nyour paper return. If you filed Form\n8379 with your return, wait 14 weeks (11 weeks if you filed electronically). Have your 2022 tax return handy so you\ncan enter your social security number,\nyour filing status, and the exact whole\ndollar amount of your refund. Where's My Refund will provide a\npersonalized refund date as soon as the\nIRS processes your tax return and approves your refund."
}