{
  "document_category": "legal-advice",
  "docId": "legal-advice_95",
  "chunk_index": 28,
  "chunk_text": "Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs. A continuing education\nprovider must ensure the qualified continuing\neducation program complies with all the following\nrequirements —\n(i) Programs must be developed by individual(s)\nqualified in the subject matter;\n(ii) Program subject matter must be current;\n(iii) Instructors, discussion leaders, and speakers\nmust be qualified with respect to program content;\n(iv) Programs must include some means for\nevaluation of the technical content and presentation\nto be evaluated;\n(v) Certificates of completion bearing a current\nqualified continuing education program number\nissued by the Internal Revenue Service must be\nprovided to the participants who successfully\ncomplete the program; and\n(vi) Records must be maintained by the\ncontinuing education provider to verify the\nparticipants who attended and completed the\nprogram for a period of four years following\ncompletion of the program. In the case of continuous\nconferences, conventions, and the like, records must\nbe maintained to verify completion of the program\nand attendance by each participant at each segment\nof the program. (4) Program numbers —\n(i) In general. Every continuing education\nprovider is required to obtain a continuing education\nprovider program number and pay any applicable\nuser fee for each program offered. Program\nnumbers shall be obtained as prescribed by forms,\ninstructions or other appropriate guidance. Although,\nat the discretion of the Internal Revenue Service, a\ncontinuing education provider may be required to\ndemonstrate that the program is designed to enhance\nprofessional knowledge in Federal taxation or\nFederal tax related matters (programs comprised\nof current subject matter in Federal taxation or\nFederal tax related matters, including accounting, tax\nreturn preparation software, taxation, or ethics) and\ncomplies with the requirements in paragraph (a)(2)of\nthis section before a program number is issued. Page 18 — § 10.9 (ii) Update programs. Update programs may\nuse the same number as the program subject to\nupdate. An update program is a program that instructs\non a change of existing law occurring within one\nyear of the update program offering. The qualifying\neducation program subject to update must have been\noffered within the two year time period prior to the\nchange in existing law. (iii) Change in existing law. A change in\nexisting law means the effective date of the statute or\nregulation, or date of entry of judicial decision, that\nis the subject of the update. (b) Failure to comply. Compliance by a continuing\neducation provider with the requirements of this part\nis determined by the Internal Revenue Service. A\ncontinuing education provider who fails to meet the\nrequirements of this part will be notified by the Internal\nRevenue Service. The notice will state the basis for\nthe determination of noncompliance and will provide\nthe continuing education provider an opportunity to\nfurnish the requested information in writing relating to\nthe matter within 60 days of the date of the notice. The\ncontinuing education provider may, within 30 days after\nreceipt of the notice of denial, file a written protest as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished."
}