{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 12,
  "chunk_text": "There is no indication that --------- is reimbursed by any other party for the compensation\npaid to the ------ members. 10 For FUTA purposes, section 3306(c)(7) excluded (and continues to exclude) from employment services\nperformed in the employ of a state, or any political subdivision thereof. POSTF-123043-08 13 Therefore, as either the common law employer or the statutory employer, ---------is\nresponsible for collecting income taxes from the employee by deducting and withholding\nthe amounts from the wages paid to the -------members, as well as the employee’s and\nemployer’s FICA taxes under sections 3101 and 3111. 4. Section 530 Relief\nA. General Explanation\nSection 530(a)(1) of the 1978 Act, as amended by the Tax Equity and Fiscal\nResponsibility Act of 1982, provides, in part, that if, for purposes of employment taxes,\nthe taxpayer did not treat an individual as an employee for any period, then for purposes\nof applying such taxes for such period with respect to the taxpayer the individual shall\nbe deemed not to be an employee unless the taxpayer had no reasonable basis for not\ntreating the individual as an employee. For any period after December 31, 1978, this\nrelief applies only if both of the following consistency rules are satisfied: (1) all federal\ntax returns (including information returns) required to be filed by the taxpayer with\nrespect to the individual for the period are filed on a basis consistent with the taxpayer's\ntreatment of the individual as not being an employee (“reporting consistency rule”), and\n(2) the taxpayer (and any predecessor) has not treated any individual holding a\nsubstantially similar position as an employee for purposes of the employment taxes for\nperiods beginning after December 31, 1977 (“substantive consistency rule”). Section\n530(c)(1) of the 1978 Act defines the term “employment tax” as any tax imposed by\nSubtitle C of the Internal Revenue Code, including FICA, FUTA, and income tax\nwithholding requirements. When section 530 was enacted, state and local employers were not subject to taxation\nunder either the FICA or the FUTA. Section 3121(b)(7) of the Internal Revenue Code\nexcluded services for such entities from FICA taxes. For FUTA purposes, section\n3306(c)(7) excluded (and continues to exclude) from employment services performed in\nthe employ of a state, or any political subdivision thereof. Although services for state and local governments were excluded from the definition of\n“employment” in the FICA by section 3121(b)(7) of the Code, social security coverage\nfor such services could be obtained through a section 218 agreement. Social security\ncontributions made with respect to the agreements were not FICA taxes. The\nregulations relating to the payments and reports of such social security contributions\nwere under the jurisdiction of the Social Security Administration (SSA). At the time of\npassage of section 530, 42 U.S.C. section 418(e)(1)(A) provided that section 218\nagreements shall provide:\n[T]hat the State will pay to the Secretary of the Treasury, at such time or times\nas the Secretary of Health, Education, and Welfare may by regulations prescribe,\namounts equivalent to the sum of the taxes which would be imposed by sections\n1400 and 1410 of the Internal Revenue Code of 1939 [the predecessors of\nsections 3101 and 3111 of the 1986 Code], if the services of employees covered POSTF-123043-08 14"
}