{
  "document_category": "legal-advice",
  "docId": "legal-advice_25",
  "chunk_index": 38,
  "chunk_text": "You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000. (On a\njoint return, your spouse can also have a\nQCD of up to $100,000.) The amount of\nthe QCD is limited to the amount that would otherwise be included in your income. If your IRA includes nondeductible contributions, the distribution is first\nconsidered to be paid out of otherwise\ntaxable income. See Pub. 590-B for details. You can't claim a charitable\ncontribution deduction for any\nCAUTION QCD not included in your income. ! Exception 4. If all or part of the distribution is a health savings account (HSA)\nfunding distribution (HFD), enter the total distribution on line 4a. If the total\namount distributed is an HFD and you\nelect to exclude it from income, enter -0on line 4b. If only part of the distribution is an HFD and you elect to exclude\nthat part from income, enter the part that\nisn't an HFD on line 4b unless Exception\n2 applies to that part. Enter “HFD” next\nto line 4b. An HFD is a distribution made directly by the trustee of your IRA (other\nthan an ongoing SEP or SIMPLE IRA)\nto your HSA. If eligible, you can generally elect to exclude an HFD from your\nincome once in your lifetime. You can't\nexclude more than the limit on HSA\ncontributions or more than the amount\nthat would otherwise be included in your\nincome. If your IRA includes nondeductible contributions, the HFD is first considered to be paid out of otherwise taxable income. See Pub. 969 for details. The amount of an HFD reduces\nthe amount you can contribute\nCAUTION to your HSA for the year. If you\nfail to maintain eligibility for an HSA\nfor the 12 months following the month of\nthe HFD, you may have to report the\nHFD as income and pay an additional\ntax. See Form 8889, Part III. ! More than one exception applies. If\nmore than one exception applies, include\na statement showing the amount of each\nexception, instead of making an entry\nnext to line 4b. For example: “Line 4b –\n$1,000 Rollover and $500 HFD.” But\nyou do not need to attach a statement if\nonly Exception 2 and one other exception apply. More than one distribution. If you (or\nyour spouse if filing jointly) received\nmore than one distribution, figure the\ntaxable amount of each distribution and -27- enter the total of the taxable amounts on\nline 4b. Enter the total amount of those\ndistributions on line 4a. You may have to pay an additional tax if you received an\nCAUTION early distribution from your\nIRA and the total wasn't rolled over. See\nthe instructions for Schedule 2, line 8,\nfor details. ! More information. For more information about IRAs, see Pub. 590-A and\nPub. 590-B. Lines 5a and 5b\nPensions and Annuities You should receive a Form 1099-R\nshowing the total amount of your pension and annuity payments before income tax or other deductions were withheld. This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b."
}