{
  "document_category": "legal-advice",
  "docId": "legal-advice_8",
  "chunk_index": 3,
  "chunk_text": "What was clear was that some of the feedstock\ncoal was run through r. --------------------------------------------------------------------------------------The videotapes\ndid not show operation of s. No narrative accompanied the\nimages shown on the videotapes, making it difficult to discern\nwhat was being shown. It was not clear from the videotape that\neach of the a facilities was operational. One fact that was evident from the videotapes was the\nemission of t that occurred during operations. Documents\nprovided by the taxpayers were somewhat inexact----------------------------------------------------------------------------------------. It appears that Corporation never applied for a\npermanent operating permit from the State Y Department. However, a Date 7 memorandum from u, the Chief Operating Officer\nof Corporation, to one of the contractors states, “-----------------------------------------------------------------------------------------------------------------------------------------.” Other documents raise a question as to whether the facilities\ncomplied with Department permits. The taxpayers provided a affidavits prepared by Consultant,\na consultant from v. These affidavits state that the a\nfacilities were substantially constructed as designed and that\neach facility operated in excess of Duration during the\ninspection, but do not describe the level of review of the\ndesign that Consultant undertook. Consultant’s affidavits also CC:LM:NR:----Page 9\nstate that no mechanical failure was observed during each\nDuration period. Consultant did not opine as to whether any\nfacility was capable of sustained daily operations. The taxpayers also produced many photographs documenting\nconstruction of the facilities during the Timeframe 3 period. The initial photographs show the fabrication of the equipment\noff-site. Later photos show this equipment at the Facility\nLocation. Photographs accompanying a affidavits prepared by\nConsultant show the operation of several parts of the\nfacilities. The photographs included with the Consultant\naffidavits have descriptions of what is shown. Records provided by the taxpayers reflect inconsistent\ninformation concerning the production between Date 5 and Date 6. An affidavit by u states that w tons of synfuel were produced\nbetween Date 5 and Date 6. Spreadsheets showing production\nreflect an aggregate production of w tons of product for this\ntime frame1. u’s affidavit states that the production total was\ndivided equally among the a facilities, but does not make clear\nthat this accurately reflects the actual production at each\nfacility. Other documents state that the material was run\nthrough the facilities n times. This coincides with records\nthat show that k had only delivered x tons of coal by Date 92. One of the contractor’s documents stated that the material was\nused for aa. Finally, other documents indicate that ab tons of\nmaterial was processed, of which amount ac tons were sold to k\nin Month 10. The question of what was sold is discussed below. Additionally, the taxpayers provided the affidavit of ad of\nc. This affidavit states that the facilities were placed in\nservice prior to July 1, 1998, subject to completion of the ae. However, here again, there is no assertion that the facilities\nwere in a state of readiness sufficient to produce qualified\nfuel on a sustained and reliable basis in commercial quantities. More important, as is described below, ae involves equipment\nintegral to the facility. The taxpayers provided copies of n separate certifications\nof completion, containing nearly identical language. Those\nexecuted by c attested to the completeness of af Facilities by\nDate 11, and the other, executed by i, attested to the\n1 2"
}