{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 17,
  "chunk_text": "To reiterate and clarify, in this case, there is no evidence whatsoever that any of\nthe parties timely agreed to or intended that any of the b purchase proceeds still\nbelonged to Coop. The evidence is that these b purchase proceeds unconditionally\nbelonged to the members and participating patron. None of the relevant parties viewed\nthe transaction as open, which is inherent in the concept of a per-unit retain. The fact\nthat the b purchases are closed transactions is evidenced by the fact that the taxpayer\nhas not shown that the b purchase payments were anything but final sales; that any\nmaterial terms of the b purchase contract remained open; the fact that no one intended\nanything other than a completed b purchase; the lack of evidence to indicate an\nincomplete or non- permanent transfer of rights and obligations from the seller to the\npurchaser; the lack of evidence that the parties agreed to allow the Coop to retain any\nof the b purchase proceeds as retains; and, the lack of any indication that the members\nand participating patrons agreed to, or were amenable to return any of the b sale\nproceeds to the Coop, if the Coop did not make a profit on their sale to third parties. The documentary evidence that exists shows a closed transaction: Prior to the\nuntimely October 20--- memo (Exhibit A), the taxpayer had not amended its Forms\n1099-PATRs to treat “purchases” as per-unit retains paid in money; Even after the\nOctober 20----memorandum (Exhibit A), there is no evidence that members (or\nparticipating patrons) have agreed to reopen their closed b sales and turn them into\nopen per-unit retain transactions; The Coop and its members (or participating patrons)\nhave not agreed to amended by-laws that would change the treatment of sum certain,\nfixed proceeds from closed (oral or written) contracts into “per-unit retains”;\npresumably, per unit retains paid in money could conceivably be recovered by the Coop\nfrom the members or participating patrons; The Coop and its members (or participating\npatrons) have neither amended nor entered into negotiations to amend the 20--- b\npurchase contracts, either orally or in writing nor shown any mutual assent of an POSTF-143023-10 19 intention to do this; The Coop and its members (or participating patrons) have not\nenacted, let alone agreed to amended cooperative’s by-laws that would obliterate\ndistinctions between open per unit retains and closed b purchases; The October 20--memorandum (Exhibit A) strongly indicates that prior to this memorandum the Coop had\nnot amended the Forms 1099-PATR for 20--- to reclassify the b purchases into ------------------------; and, the October 20----memorandum neither expresses or implies mutual\nagreement between the Coop and its members and participating patrons to the\nreclassification. The October 20--- memorandum is simply evidence of an untimely\nunilateral act by the Coop, without any indication of express or implied consent by the\nmembers and participating patrons to modify the completed b sale contracts. There are intractable problems that would be caused by a reclassification from\ncompleted b purchases to per-unit retains, for the taxable year 20---. Consideration of the year 20--- shows why the Service, in Private Letter Rulings,\ngenerally, rules prospectively and not retroactively."
}