{
  "document_category": "legal-advice",
  "docId": "legal-advice_88",
  "chunk_index": 3,
  "chunk_text": "--------------------------------- assets is greater than or equal to their book\nvalue. Report at 12. LAW AND ANALYSIS\nSection 901 allows a credit for foreign income, war profits, and excess profits\ntaxes paid or deemed paid by qualifying taxpayers that elect the foreign tax credit in lieu\nof a deduction under section 164(a)(3). Section 904(a) limits a taxpayer's foreign tax\ncredit to an amount equal to the pre-credit U.S. tax on the taxpayer's foreign source\ntaxable income. Sections 861(b), 862(b), and 863(a) provide that taxable income attributable to\ngross income from domestic or foreign sources shall be determined by deducting the\nexpenses, losses, and other deductions properly apportioned or allocated thereto, and a\nratable part of any expenses, losses and other deductions that cannot be definitely\nallocated to some item or class of gross income. Treas. Reg. '' 1.861-8 through 1.86117 provide specific guidance regarding the allocation and apportionment of deductions. POSFTF-123604-02 5 Generally, deductions are allocated to classes of gross income and, as required by the\noperative section of the Code, apportioned between statutory and residual groupings of\ngross income. The allocation and apportionment regulations emphasize the factual relationship\nbetween deductions and gross income. A deduction is considered to be definitely\nrelated to a class of gross income, and therefore allocable to such class, if the\ndeduction is incurred as a result of, or incident to, an activity or in connection with\nproperty from which such class of gross income is derived. If a deduction is not\ndefinitely related to a class of gross income constituting less than all gross income, it is\ngenerally treated as allocable to all gross income. In the case of interest expense, as is most relevant here, the regulations apply\nthe factual relationship principle in a manner that emphasizes the fungibility of money. As Treas. Reg. ' 1.861-9T(a) explains: The method of allocation and apportionment for interest set forth in this\nsection is based on the approach that, in general, money is fungible and\nthat interest expense is attributable to all activities and property regardless\nof any specific purpose for incurring an obligation on which interest is paid. Exceptions to the fungibility rule are set forth in ' 1.861-10T. The\nfungibility approach recognizes that all activities and property require\nfunds and that management has a great deal of flexibility as to the source\nand use of funds. When money is borrowed for a specific purpose, such\nborrowing will generally free other funds for other purposes, and it is\nreasonable under this approach to attribute part of the cost of borrowing to\nsuch other purposes. Consistent with the principles of fungibility, except\nas otherwise provided, the aggregate of deductions for interest in all cases\nshall be considered related to all income producing activities and assets of\nthe taxpayer and, thus, allocable to all the gross income which the assets\nof the taxpayer generate, have generated, or could reasonably have been\nexpected to generate. Since the Tax Reform Act of 1986, all allocations and apportionments of interest\nexpense have been required to be made on the basis of assets rather than gross\nincome. See section 864(e)(2)."
}