{
  "document_category": "legal-advice",
  "docId": "legal-advice_94",
  "chunk_index": 110,
  "chunk_text": "Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older. TCE\nvolunteers specialize in answering questions about pensions and retirement-related issues unique to seniors. Go to\nIRS. gov/TCE, download the free\nIRS2Go app, or call 888-227-7669 for\ninformation on free tax return preparation. • MilTax. Members of the U.S.\nArmed Forces and qualified veterans\nmay use MilTax, a free tax service offered by the Department of Defense\nthrough Military OneSource. For more\ninformation, go to MilitaryOneSource\n(MilitaryOneSource.mil/MilTax). Also, the IRS offers Free Fillable\nForms, which can be completed online\nand then filed electronically regardless\nof income. Using online tools to help prepare\nyour return. Go to IRS.gov/Tools for\nthe following. • The Earned Income Tax Credit\nAssistant (IRS.gov/EITCAssistant) determines if you’re eligible for the EIC. • The Online EIN Application\n(IRS.gov/EIN) helps you get an employer identification number (EIN) at no\ncost. • The Tax Withholding Estimator\n(IRS.gov/W4App) makes it easier for you\nto estimate the federal income tax you\nwant your employer to withhold from\nyour paycheck. This is tax withholding. See how your withholding affects your\nrefund, take-home pay, or tax due. • The First-Time Homebuyer Credit\nAccount Look-up (IRS.gov/HomeBuyer)\ntool provides information on your repayments and account balance. • The Sales Tax Deduction\nCalculator (IRS.gov/SalesTax) figures\nthe amount you can claim if you itemize\ndeductions on Schedule A (Form 1040). Getting answers to your tax questions. On IRS.gov, you can get up-to-date information on current events and changes\nin tax law. • IRS.gov/Help: A variety of tools to\nhelp you get answers to some of the\nmost common tax questions. • IRS.gov/ITA: The Interactive Tax\nAssistant, a tool that will ask you questions and, based on your input, provide\nanswers on a number of tax law topics. • IRS.gov/Forms: Find forms, instructions, and publications. You will\nfind details on the most recent tax\nchanges and interactive links to help you\nfind answers to your questions. • You may also be able to access tax\nlaw information in your electronic filing\nsoftware. Need someone to prepare your tax return? There are various types of tax return preparers, including enrolled\nagents, certified public accountants\n(CPAs), accountants, any many others\nwho don’t have professional credentials. If you choose to have someone prepare\nyour tax return, choose that preparer\nwisely. A paid tax preparer is:\n• Primarily responsible for the overall substantive accuracy of your return,\n• Required to sign the return, and\n• Required to include their preparer\ntax identification number (PTIN). Although the tax preparer always\nsigns the return, you’re ultimately responsible for providing all the informa- tion required for the preparer to accurately prepare your return. Anyone paid\nto prepare tax returns for others should\nhave a thorough understanding of tax\nmatters. For more information on how to\nchoose a tax preparer, go to Tips for\nChoosing a Tax Preparer on IRS.gov. Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA."
}