{
  "document_category": "legal-advice",
  "docId": "legal-advice_55",
  "chunk_index": 3,
  "chunk_text": "The fact that final installment payments may be due in a\nsubsequent year does not prevent accrual in the year the games are played since POSTF-118789-08 4 Taxpayer’s liability is fixed by the earlier of performance or payment being due. See\nRev. Rul. 80-230; Rev. Rul. 79-410. The amount of the liability can be determined with\nreasonable accuracy in the year the games are played. Economic performance with\nrespect to the annual fee liability also occurs in the year the games are played, ratably\non a game-by-game basis as Taxpayer is entitled to broadcast games. See § 1.4614(d)(3). The fact of the liability for the annual license fees was not established when Taxpayer\nexecuted the telecast contracts. It is well established that an accrual basis obligor is not\npermitted to deduct an expense stemming from a bilateral contractual arrangement, that\nis, mutual promises, prior to the performance by the obligee, whether performance of\nservices, delivery of goods or, as in this case, the availability of property for use by the\nobligor. Rev. Rul. 2007-3, 2007-1 C.B. 350 (holding that the mere execution of a\ncontract, without more, does not establish the fact of a taxpayer's liability) and Rev. Rul. 80-182, 1980-2 C.B. 167, citing Levin v. Commissioner, 21 T.C. 996 (1954), aff'd, 219\nF.2d 588 (3d Cir. 1955) (an agreement for subway advertising to be performed in the\nnext year did not establish the fact of the taxpayer's liability but was simply an\nagreement under which a liability would be incurred in the future) and Amalgamated\nHousing Corp. v. Commissioner, 37 B.T.A. 817 (1938), aff'd per curium, 108 F.2d 1010\n(2d Cir. 1940) (an agreement to renovate property in the future did not establish the fact\nof the taxpayer's liability; the accrual was for services in renovating, not the duty to\nrenovate). See also, Consolidated Foods Corp. v. Commissioner, 66 T.C. 436, 442-443\n(1976), (the signing of a 25-year lease agreement did not fix the lessee's liability for all\n25 years of lease payments). Thus, the mere execution of the telecast contracts by\nTaxpayer was not sufficient, by itself, to establish the fact of Taxpayer’s liabilities for\nannual fees payable for rights to telecast games to be played in subsequent years. CONCLUSION Taxpayer’s liabilities under the telecast contracts for annual license fees are incurred\nseason-by-season because the fact of liability is established as games are played and\nthe initial installments become due and economic performance occurs as Taxpayer is\nentitled to telecast the games."
}