{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 3,
  "chunk_text": "The\ncurrent participation of the D restaurants continues under a marketing arrangement\nbetween A and E.\nA and each of the separate participating restaurants4 sell gift cards in various\ndenominations5 to the general public. The gift cards are issued under the A nameplate\nonly. A gift cards are accepted like cash and are applied to the holder’s full check\nincluding food, beverage, tax and gratuity. A gift cards are not valid for the payment of\nprivate parties, catering events or delivery orders. The cards are not re-loadable,\nredeemable for cash, or replaceable if lost or stolen. They are not subject to any\nmaintenance or non-usage fees and have no expiration dates. The Participating\nRestaurants remit the proceeds of all gift cards sold by them to A, honor the cards\nwhen presented to the restaurants for meals, and then present the cards to A for\nredemption by it in cash. A employs four procedures for selling gift cards:\n1) The gift cards are sold at all A -managed restaurants6;\n2) The gift cards are sold online through the A website (A );\n3) Customers can place an order for a gift card purchase through the Gift Card Sales\nDepartment which is part of A by calling #NN, or, outside B, toll-free at #MM;\n4) Customers can complete the fax/mail-in form from the website\nAccording to A, its gift card program was adopted to efficiently facilitate a card holder’s\nability to redeem the card at any of the Participating Restaurants. A customer can\npurchase a card at any of the Participating A Restaurants (except I, H or J) and at the\n#JJ B area D restaurants. The holder of the card may then redeem at the selling\nrestaurant or any other Participating Restaurant. A’s management is of the belief that\nthe large number of choices is one of the reasons for the program’s success and\nstates that a system which requires every restaurant to clear transactions with every\nother restaurant would be cumbersome, inefficient and create significant accounting\nand cash management issues. 3. The accounting for sale and redemption of gift cards 4 A Gift Cards are available for purchase at all A restaurants except H, I and J. The gift cards can be used\nat all A restaurants including H, I and J.\n5\nAccording to the company’s website, gift cards are available in $QQ increments up to $QS. 6\nExcept H, I, J, L or D locations outside of B. POSTF-134398-08 6 The Participating Restaurants recognize income only from their sale of the meals\n(when they honor the gift cards); they have no right to any proceeds from the sale of\ngift cards which are not redeemed. Consistent with these principles, A and its\naffiliates reconcile their inter-company accounts on a monthly basis. For book and\nincome tax purposes, A recognizes income from the sale of gift cards under Treas. Reg. 1.451-5; A thus recognizes no income on the sale or (other than at C) the\nredemption of the cards and, based on an aging report prepared by an independent\nvendor, recognizes income on unredeemed cards in the second year following the year\nin which the cards are sold."
}