{
  "document_category": "legal-advice",
  "docId": "legal-advice_11",
  "chunk_index": 9,
  "chunk_text": "The\nexample follows the rules set forth in the above revenue rulings and cases, which\nprovide that a NOL is personal in nature to the taxpayer sustaining the loss and only\navailable in other years to offset the income of the same taxpayer. Thus, when the NOL\nis incurred by a single taxpayer but is carried to a joint year, a separate taxable income\nmust be computed for each spouse in the carryback year to ensure that the NOL is\nused to offset only the income of the spouse who incurred the loss. The example is\nintended to demonstrate the principles of § 172 only and, therefore, the phase-outs for\nitemized deductions and personal exemptions are ignored. Further, a married filing\njointly (MFJ) tax rate of 20% and married filing separately (MFS) rate of 25% are used\nfor purposes of simplicity. Illustration and analysis of an allocation of a NOL from a single filing tax year to a\njoint tax year\nYear 1 Tax return information (Phaseouts are ignored for purposes of this\nillustration): Spouse 1 (S1) and Spouse 2 (S2) filed income tax return under a\nmarried filing jointly status and reported the following items:\nS1 S2 Joint Gross income $100,000 $150,000 $250,000 Adjusted gross\nIncome 100,000 150,000 250,000 Personal exemption (10,000) (10,000) (20,000) Mortgage interest (15,000) (15,000) (30,000) Real estate taxes (10,000) (10,000) (20,000) (40,000) (21,250)* Medical expenses\nTaxable income 158,750 12\nTax liability (20%) 31,750 * The $21,250 medical expense deduction is the extent to which the expense\n($40,000) exceeds 7.5% of AGI ($18,750). S1 and S2 each paid ½ of the joint ax liability, or $15,875. Year 2: S1 and S2 divorce. Both file a separate return reporting positive taxable\nincome and a tax liability. Year 3: S2 incurs a NOL of $210,000. S2 does not elect to forego the carryback of the\nNOL and thus must carry the NOL to Year 1. The NOL carryback may only offset S2's\nincome in the carryback year. Thus, unlike other NOL situations, the carryback amount\nis not the entire NOL but only the amount of S2's income computed as if S2 filed a\nseparate return. The amount of the carryback and, thus, S2's NOL deduction in Year 1\nis computed as follows:\nStep 1: Determine the amount of S2's NOL that may be carried back\nS2\nGross income $150,000 AGI 150,000 Personal exemption (10,000) Mortgage interest\ndeduction (15,000) Real estate taxes\ndeduction (10,000) Medical expense\ndeduction (100%) (28,750)* Taxable income $ 86,250 NOL carryback\nallowable/NOL\ndeduction $ 86,250 * The $28,750 medical expense deduction is the extent to which the expense\n($40,000) exceeds 7.5% of AGI ($11,250). Step 2: Recompute S1’s and S2’s joint tax liability with the $86,250 NOL 13\ndeduction to determine the amount of overpayment. Gross income $250,000 Net operating loss deduction (86,250) Adjusted gross income 163,750 Personal exemption deduction (20,000) Mortgage Interest deduction (30,000) Real estate tax deductions (20,000) Medical expense deduction\n(limited to 7.5% of AGI) (27,719)* Taxable income $ 66,031 Recomputed joint tax liability (rounded)\n(20% rate) $ 13,206 * The $27,719 (rounded amount) medical expense deduction is the extent to which the\nexpense ($40,000) exceeds 7.5% of AGI ($12,281)."
}