{
  "document_category": "legal-advice",
  "docId": "legal-advice_88",
  "chunk_index": 5,
  "chunk_text": "First, the taxpayer does not even suggest that it performed a fair market value\nstudy of its assets. Instead, it purported to elect the fair market value method by\nchecking the corresponding box on Schedule H of its Forms 1118. However, ------ used\none method to assign a value to its domestic assets (financial statement book value)\nand a different method to assign a value to its foreign assets (fair market value based\non cost data). In addition to using different methodologies, both methodologies used\nare flawed. Most easily identified are the flaws in the domestic values assigned. The\nstudy ----------------------------------------- performed for the taxpayer did not examine the\ntaxpayer's actual assets. In fact, except to note the total book value of the ------ ----------------------------------------------(Report at 10), the study neither specifically addresses nor POSFTF-123604-02 7 mentions the value of ------'s assets. Instead, the study looked at assets of ---------companies, generally. Whether the taxpayer's own assets correlate closely to those\nconsidered by the study is unknown. Moreover, the book values assigned to domestic assets are, by the taxpayer's\nown study, less than or equal to the assets= fair market values. However, without\nvaluing its assets, whether the book values are less than the assets true fair market\nvalue cannot be known. In short, the book values suggested by the taxpayer simply do\nnot equate to the fair market values of the domestic assets and cannot be used as a\nreplacement for the fair market values. In addition, the taxpayer's methodology to assign a value to its foreign assets,\nwhich methodology uses most recent acquisition cost data as a proxy for the assets' fair\nmarket value, is also flawed. First, according to the International Examiner, certain\nforeign assets appear to have been ignored for purposes of the assignment of a fair\nmarket value. Second, there is no indication that the instant taxpayer has applied the fair\nmarket value method as required by Temp. Treas. Reg. ' 1.861-9T(h). For example,\ntaxpayers are required to subtract the value of its tangible assets from the value of its\nentire corporation as determined by reference to the trading value of the taxpayer=s\nstock multiplied by the number of its shares outstanding and increased by the\ntaxpayer=s year-end liabilities to unrelated persons and its pro-rata share of year-end\nliabilities of all related persons owed to unrelated persons. Third, taxpayer failed to\nexplain why its $------------- write down (assuming such write down is, in some way,\nreflective of value) of the ------------- assets in 19---, the year after it acquired that asset,\nhad no effect on the \"fair market value\" it assigned to those assets for purposes of the\nallocation. Fourth, the taxpayer has failed to adjust the purchase price in years\nfollowing the year of acquisition, notwithstanding apparent appreciation or depreciation\nof the assets. Finally, the use of inconsistent methods for valuing assets producing income\nfrom foreign sources and the use of a different method to value assets producing U.S.\nsource income would result in a skewed apportionment of interest expense."
}