{
  "document_category": "legal-advice",
  "docId": "legal-advice_98",
  "chunk_index": 37,
  "chunk_text": "(b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous. (2) A practitioner may not advise a client to\nsubmit a document, affidavit or other paper to the\nInternal Revenue Service —\n(i) The purpose of which is to delay or impede\nthe administration of the Federal tax laws;\n(ii) That is frivolous; or\n(iii) That contains or omits information in a\nmanner that demonstrates an intentional disregard\nof a rule or regulation unless the practitioner also\nadvises the client to submit a document that evidences\na good faith challenge to the rule or regulation. (c) Advising clients on potential penalties —\n(1) A practitioner must inform a client of any\npenalties that are reasonably likely to apply to the\nclient with respect to —\n(i) A position taken on a tax return if —\nTreasury Department Circular No. 230 (A) The practitioner advised the client with\nrespect to the position; or\n(B) The practitioner prepared or signed the tax\nreturn; and\n(ii) Any document, affidavit or other paper\nsubmitted to the Internal Revenue Service. (2) The practitioner also must inform the client\nof any opportunity to avoid any such penalties by\ndisclosure, if relevant, and of the requirements for\nadequate disclosure. (3) This paragraph (c) applies even if the\npractitioner is not subject to a penalty under the\nInternal Revenue Code with respect to the position\nor with respect to the document, affidavit or other\npaper submitted. (d) Relying on information furnished by\nclients. A practitioner advising a client to take\na position on a tax return, document, affidavit or\nother paper submitted to the Internal Revenue\nService, or preparing or signing a tax return as a\npreparer, generally may rely in good faith without\nverification upon information furnished by the\nclient. The practitioner may not, however, ignore the\nimplications of information furnished to, or actually\nknown by, the practitioner, and must make reasonable\ninquiries if the information as furnished appears to\nbe incorrect, inconsistent with an important fact or\nanother factual assumption, or incomplete. (e) Effective/applicability date. Paragraph (a) of\nthis section is applicable for returns or claims for\nrefund filed, or advice provided, beginning August 2,\n2011. Paragraphs (b) through (d) of this section are\napplicable to tax returns, documents, affidavits, and\nother papers filed on or after September 26, 2007. § 10.35 Competence.\n(a) A practitioner must possess the necessary\ncompetence to engage in practice before the Internal\nRevenue Service. Competent practice requires the\nappropriate level of knowledge, skill, thoroughness,\nand preparation necessary for the matter for which the\npractitioner is engaged. A practitioner may become\ncompetent for the matter for which the practitioner\nhas been engaged through various methods, such\n§ 10.35 — Page 25 Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance."
}