{
  "document_category": "legal-advice",
  "docId": "legal-advice_33",
  "chunk_index": 36,
  "chunk_text": "regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered. (2) Establishing the facts, determining which\nfacts are relevant, evaluating the reasonableness\nof any assumptions or representations, relating the\napplicable law (including potentially applicable\njudicial doctrines) to the relevant facts, and arriving\nat a conclusion supported by the law and the facts. (3) Advising the client regarding the import of\nthe conclusions reached, including, for example,\nwhether a taxpayer may avoid accuracy-related\npenalties under the Internal Revenue Code if a\ntaxpayer acts in reliance on the advice. (4) Acting fairly and with integrity in practice\nbefore the Internal Revenue Service. (b) Procedures to ensure best practices for tax\nadvisors. Tax advisors with responsibility for\noverseeing a firm’s practice of providing advice\nconcerning Federal tax issues or of preparing or\nassisting in the preparation of submissions to the\nInternal Revenue Service should take reasonable steps\nto ensure that the firm’s procedures for all members,\nassociates, and employees are consistent with the best\npractices set forth in paragraph (a) of this section. (c) Applicability date. This section is effective after\nJune 20, 2005. § 10.34 Standards with respect to tax returns and\ndocuments, affidavits and other papers. (a) Tax returns.\n(1) A practitioner may not willfully, recklessly, or\nthrough gross incompetence —\n(i) Sign a tax return or claim for refund that\nthe practitioner knows or reasonably should know\ncontains a position that — (A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Internal Revenue Code\n(Code) (including the related regulations and other\npublished guidance); or\nTreasury Department Circular No. 230 Table of Contents (C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (ii) Advise a client to take a position on a tax\nreturn or claim for refund, or prepare a portion of a\ntax return or claim for refund containing a position,\nthat —\n(A) Lacks a reasonable basis;\n(B) Is an unreasonable position as described\nin section 6694(a)(2) of the Code (including the\nrelated regulations and other published guidance); or\n(C) Is a willful attempt by the practitioner\nto understate the liability for tax or a reckless or\nintentional disregard of rules or regulations by the\npractitioner as described in section 6694(b)(2) of the\nCode (including the related regulations and other\npublished guidance). (2) A pattern of conduct is a factor that will\nbe taken into account in determining whether a\npractitioner acted willfully, recklessly, or through\ngross incompetence. (b) Documents, affidavits and other papers —\n(1) A practitioner may not advise a client to take\na position on a document, affidavit or other paper\nsubmitted to the Internal Revenue Service unless the\nposition is not frivolous."
}