{
  "document_category": "legal-advice",
  "docId": "legal-advice_17",
  "chunk_index": 8,
  "chunk_text": "18 See, e.g., LTR 82-12-043 (December 23, 1981). An export license applies to\nthe total quantity of a defense article or articles contracted for subject to\na time limitation (four years). The application for an export license for\ndefense articles must be accompanied by a copy of a purchase order, letter of\nintent or other appropriate documentation. page 18 CC:LM:HMT:--------:POSTF-103313-03 purposes of the ETI régime. In General Dynamics Corp. v.\nCommissioner, 108 T.C. 107 (1997), another taxpayer argued\nthat the use of a particular method of accounting could\naffect the amount of tax benefits the taxpayer could claim\nunder the precursor DISC provisions. In that case,\npetitioners used the completed contract method of accounting\nto report income and deductions from long-term contracts and\nsought to use that method to avoid the matching of costs\nwith income from export sales for purposes of computing\ncombined taxable income [“CTI”] under the DISC régime. The\nCourt pointed out that:\n…The completed contract method is an accounting method\nthat allocates to a particular taxable year the items\nof income and expenses that must be reported within\nthat year. It is relevant only to the timing of\ndeductions and income recognition. … Like other\naccounting methods, the completed contract method\nrelies on other sections of the Code, such as the DISC\nprovisions, to determine the amount of income to be\nrecognized and the amount of allowable deductions.\n* * * * Allowing taxpayers to use their normal method of\naccounting to compute CTI does not necessarily cede to\nthe accounting methodology the computation of the\nlimitation of the benefit to be generated by foreign\nexports. The ETI régime determines what part of income from export\nsales are entitled to the beneficial treatment provided in\nthe ETI Act. The POC method of accounting is limited to\ncomputing the amount of that income required to be\nrecognized in a given year. The FSC regime, which Taxpayer acknowledges is\ninstructive in construing the ETI regime19, reinforces the\n19 The Joint Committee on Taxation, ETI Technical Explanation states: It is recognized that there may be a gap in time between the\nenactment of the Senate amendment and the issuance of detailed\nadministrative guidance. It is intended that during this gap\nperiod before administrative guidance is issued, taxpayers and\nthe Internal Revenue Service may apply the principles of presentlaw regulations and other administrative guidance under sections\n921 through 927 to analogous concepts under the Senate amendment. CC:LM:HMT:--------:POSTF-103313-03\nconclusion that inclusions in gross income pursuant to the page 19 CC:LM:HMT:--------:POSTF-103313-03 page 20 POC method of accounting do not correspond to separate\ntransactions entered into on the date of each inclusion. Treas. Reg. § 1.925(a)-1T(c)(6)(iii)(B) provides, in part:\nA FSC may, generally, choose any method of\naccounting permissible under section 446 and the\nregulations under that section…the FSC may not\nchoose a method of accounting which, when applied\nto transactions between the FSC and other members\nof the controlled group, will result in a material\ndistortion of income of the FSC or of any other\nmember of the controlled group. Changes in the\nmethod of accounting of a FSC are subject to the\nrequirements of section 446(e) and the regulations\nunder that section. (Emphasis added.)"
}