{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 7,
  "chunk_text": "A uses an outside vendor to track the issuance and aging of the gift cards. A also\nattempts to track the aging of the gift cards and the gift card liability in-house using\nspreadsheets and other programs. The outside vendor information provided to the\nInternal Revenue Service at the opening conference shows by year/month activated and\ndenomination/type, the total dollar amount of the gift cards outstanding, the total dollar\namount issued/activated, and the total dollar value of the outstanding cards. Because A accounts for all sales of cards and related liabilities on its books, A has\nstated that it does not presently track individual gift cards. Although it would be a very\ntime consuming process, A has indicated, however, that it has the ability in most\ninstances to determine whether an individual card was sold to the general public by A or\ntransferred to a Participating Restaurant that sold the card to the general public. A also\nhas stated that in most instances it can determine when and where an individual card is\nsold by referring to shipping records which show the numerical sequences shipped to\nthe various Participating Restaurants but has failed to provide this information. As noted above, A’s liability for unredeemed gift cards was $QL and $QM for tax years\nended Year 26 and Year 27, respectively. Under A's present method of accounting for\nboth tax and financial reporting purposes, the receipts from the sales of the\nunredeemed cards were shown as liabilities and reported in general ledger account(s) #\nof Account of A and not on the balance sheets of any of its affiliated Participating\nRestaurants. A's general ledger account(s) are included on the tax return as part of\nOther Current Liabilities on Schedule L, the Balance Sheet. On Date AB an Information Document Request (IDR) was issued to A requesting\ndocumentation which shows, of the reported outstanding liability for each year, how\nmuch relates to gift cards sold by A itself. On Date AB, the P of the company stated that,\ndue to its tracking system, A presently does not determine how much of the liability\nrelates to sales by A and how much relates to sales by the other Participating\nRestaurants because some cards are activated before they are sold and A does not POSTF-134398-08 11 track the liability by individual store. According to A, it may be possible to create a\ncomputer program to accomplish this analysis but to date such analysis has not been\nfurnished. On Date AC A provided a written response to this IDR. A states that the following\nrestaurants each sell A Gift Cards. They are, as follows: A Corporate, C, restaurants in\nwhich A has an equity ownership interest and other affiliated restaurants in which A\nhas no ownership interest, plus #JJ (#JJ) D restaurants. All cards entitle the\npurchaser the right to redeem the cards at any of the Participating A Restaurants. The\nExaminers possess an exhibit which provides the amount of the liability that related to\nthe gift cards sold by A Corporate and C."
}