{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 3,
  "chunk_text": "ISSUE\nAssuming all or a portion of the intercompany loans to ---and -- should be treated as equity pursuant to a debt-equity\nanalysis, whether the advances should be treated as contributions\nfor a preferred class of equity. CONCLUSION 3 For purposes of this memorandum, we assume that the amount of\nintercompany debt that has been reclassified as equity is\nsufficient to render -----and ----solvent. If the notes representing the advances to ----------------------------------------------------------------------------------------------------------------------- and --------------------------------------------------------------------------------------------------------------------- were properly executed and\nenforceable, then the terms of the notes must be respected for\ntax purposes. Since the notes provide for stated interest, such\nterms must be respected as a preference to earnings and profits\nof the companies. As such, the advances would be treated as made\nin return for a preferred class of stock. If taxpayer’s\ninvestment in the preferred stock exceeds the value of the assets\nof -----and --, section 332 would not apply to the liquidations\nwith respect to taxpayer’s investment in the common stock. DISCUSSION\nA. Legal Authority An \"eligible entity\" can elect its classification for U.S.\ntax purposes. See Treas. Reg. section 301.7701-3. An eligible\nentity with a single owner can elect to be classified as an\nassociation (corporation) or to be disregarded as an entity\nseparate from its owner. Treas. Reg. Sec. 301.7701-3(a). If an eligible entity classified as an association elects to\nbe disregarded as an entity separate from its owner, the\nassociation is deemed to distribute all of its assets and\nliabilities to its single owner in liquidation of the\nassociation. Treas. Reg. section 301.7701-3(g)(1)(iii). A\nchange in entity classification is governed by all relevant\nprovisions of the Internal Revenue Code and general provisions of\ntax law, including the step transaction doctrine. Treas. Reg.\nsection 301.7701-3(g)(2). Pursuant to I.R.C. § 332, a shareholder recognizes no gain\nor loss upon the liquidation of a subsidiary if i) the\nshareholder possesses at least 80% of the total voting power of\nthe subsidiary stock and ii) the stock possessed by the\nshareholder constitutes at least 80% of the total value of all\nthe subsidiary stock. I.R.C. §§ 332 and 1504(a)(2). Treas. Reg. § 1.332-2(b) provides that “section 332 applies\nonly to those cases in which the recipient corporation receives\nat least partial payment for the stock which it owns in the\nliquidating corporation. If section 332 is inapplicable, see\nsection 165(g) relative to allowance of losses on worthless\nsecurities.” Therefore, section 332 does not apply where the\nliquidating corporation is insolvent since the shareholder does not receive any property in exchange for its stock in the\nliquidation. 4 Where section 332 does not apply, a shareholder is entitled\nto a worthless stock loss pursuant to section 165(g) if it is\nestablished that the stock became worthless during the year at\nissue. If a taxpayer which is a domestic corporation owns stock\npossessing at least 80% of the voting power of all classes of the\nstock and at least 80% of the nonvoting stock of a foreign\ncorporation which becomes worthless during the taxable year, the\nloss resulting therefrom may be deducted under section 165(a) as\nan ordinary loss. Section 165(g)(3)."
}