{
  "document_category": "legal-advice",
  "docId": "legal-advice_40",
  "chunk_index": 108,
  "chunk_text": "For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return. How Long Should\nRecords Be Kept? Keep a copy of your tax return, worksheets you used, and records of all items\nappearing on it (such as Forms W-2 and\n1099) until the statute of limitations runs\nout for that return. Usually, this is 3\nyears from the date the return was due or\nfiled or 2 years from the date the tax was\npaid, whichever is later. You should\nkeep some records longer. For example,\nkeep property records (including those\non your home) as long as they are needed to figure the basis of the original or\nreplacement property. For more details,\nsee chapter 1 of Pub. 17. Amended Return\nFile Form 1040-X to change a return\nyou already filed. Generally, Form\n1040-X must be filed within 3 years af- ter the date the original return was filed\nor within 2 years after the date the tax\nwas paid, whichever is later. But you\nmay have more time to file Form\n1040-X if you live in a federally declared disaster area or you are physically\nor mentally unable to manage your financial affairs. See Pub. 556 for details. Use the Where's My Amended Return\napplication on IRS.gov to track the status of your amended return. It can take\nup to 3 weeks from the date you mailed\nit to show up in our system. Need a Copy of Your\nTax Return Information? Tax return transcripts are free and are\ngenerally used to validate income and\ntax filing status for mortgage applications, student and small business loan\napplications, and during tax return preparation. To get a free transcript:\n• Visit IRS.gov/Transcript,\n• Use Form 4506-T or 4506T-EZ, or\n• Call us at 800-908-9946. If you need a copy of your actual tax\nreturn, use Form 4506. There is a fee for\neach return requested. See Form 4506\nfor the current fee. If your main home,\nprincipal place of business, or tax records are located in a federally declared\ndisaster area, this fee will be waived. Death of a Taxpayer If a taxpayer died before filing a return\nfor 2022, the taxpayer's spouse or personal representative may have to file and\nsign a return for that taxpayer. A personal representative can be an executor, administrator, or anyone who is in charge\nof the deceased taxpayer's property. If\nthe deceased taxpayer didn't have to file\na return but had tax withheld, a return\nmust be filed to get a refund. The person\nwho files the return must enter “Deceased,” the deceased taxpayer's name,\nand the date of death across the top of\nthe return. If this information isn't provided, it may delay the processing of the\nreturn. If your spouse died in 2022 and you\ndidn't remarry in 2022, or if your spouse\ndied in 2023 before filing a return for\n2022, you can file a joint return. A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return."
}