{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 6,
  "chunk_text": "26 This translation rule applied to taxes claimed as credits under either the cash method or the accrual\nmethod. 27\nGeneral Explanation of Tax Legislation Enacted in 1997, Part Two: Taxpayer Relief Act of 1997. JCS28-97, Pt. 2 Title XI [hereinafter General Explanation]. 28\nI.R.C. § 986(a)(1)(B).\n22 POSTF-113176-10 7 Similarly, section 905(c)(1)(B) provides that, if accrued taxes are not paid before\nthe date two years after the close of the taxable year to which the taxes relate, a foreign\ntax redetermination results. Taxes paid before that date are treated as paid in the year\nto which they relate and no redetermination of U.S. tax is required. The legislative\nhistory and the statute both provide that, “[i]n the case of the direct foreign tax credit,\nany such taxes subsequently paid are taken into account for the taxable year to which\nsuch taxes relate…,”29 although translated at the spot rate on the date of payment. Thus, consistent with Cuba and Revenue Ruling 58-55, taxes paid either within or after\ntwo years after the close of the taxable year to which they relate are considered to\naccrue in the year to which they relate, not in the year in which they are paid. The application of the relation-back doctrine therefore prevents the double\ntaxation of foreign-source income. Otherwise, if the foreign tax accrued for purposes of\nthe credit in the year the liability was finally determined, then the credit would not be\ntaken in the year when the income was earned and subject to double taxation. Such a\ncontrary result would thwart the purpose of the credit. Consistent with the IRS’s position in Revenue Ruling 58-55, in the instant case, ----------------accrued the -----------withholding taxes in --------when the -----------contest\nwas resolved and the taxes were paid. But for purposes of the foreign tax credit, the\naccrual related back to --------and -------, the years for which the taxes were assessed. C. -------------- may not claim the foreign tax credits on its amended --------return. In its rebuttals, ---------------relied on Revenue Ruling 58-55, as well as United\nStates v. Campbell,30 to support its position that the credits may be taken on its\namended --------return, rather than the returns for the years to which the taxes related. Based on these authorities, it argued that, because the foreign taxes accrued in -------,\nthe foreign tax credits may be taken in -------. But in analyzing these authorities, ------------------------took statements out of context and failed to read the respective authorities\nas a whole. In discussing Revenue Ruling 58-55, ---------------dismissed the application of the\nrelation-back doctrine and ignored the remaining contents of the ruling. It only focused\non the statement that the accrual “cannot be made until the . . . liability is finally\ndetermined. ”31 On this basis, it asserted that it could claim the credits on its amended ---------return. But the sentence preceding this statement provided: “A foreign tax for the\npurpose of such credit is accruable for the taxable year to which it relates even though\nthe taxpayer contests the liability therefor and such tax is not paid until a later year.”32\nIn the instant case, --------was not the taxable year to which the -----------withholding\n29"
}