{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 60,
  "chunk_text": "Line 25c—Other Forms\nInclude on line 25c any federal income\ntax withheld on your Form(s) W-2G. The amount withheld should be shown\nin box 4. Attach Form(s) W-2G to the\nfront of your return if federal income tax\nwas withheld. If you had Additional Medicare Tax\nwithheld, include the amount shown on\nForm 8959, line 24, in the total on\nline 25c. Attach Form 8959. Include on line 25c any federal income tax withheld that is shown on a\nSchedule K-1. Also include on line 25c any tax\nwithheld that is shown on Form 1042-S, -37- If you and your spouse paid joint estimated tax but are now filing separate income tax returns, you can divide the\namount paid in any way you choose as\nlong as you both agree. If you can't\nagree, you must divide the payments in\nproportion to each spouse's individual\ntax as shown on your separate returns\nfor 2022. For more information, see\nPub. 505. Be sure to show both SSNs in\nthe space provided on the separate returns. If you or your spouse paid separate estimated tax but you are now filing\na joint return, add the amounts you each\npaid. Follow these instructions even if\nyour spouse died in 2022 or in 2023 before filing a 2022 return. Divorced taxpayers. If you got divorced in 2022 and you made joint estimated tax payments with your former\nspouse, enter your former spouse's SSN\nin the space provided on the front of\nForm 1040 or 1040-SR. If you were divorced and remarried in 2022, enter\nyour present spouse's SSN in the space\nprovided on the front of Form 1040 or\n1040-SR. Also, on the dotted line next\nto line 26, enter your former spouse's\nSSN, followed by “DIV.” Name change. If you changed your\nname and you made estimated tax payments using your former name, attach a\nstatement to the front of Form 1040 or\n1040-SR that explains all the payments\nyou and your spouse made in 2022 and\nthe name(s) and SSN(s) under which\nyou made them. Need more information or forms? Visit IRS.gov. Line 27—\nEarned Income Credit (EIC) work and is valid for EIC purposes (explained later under\nDefinitions and Special Rules)? Yes. Continue\nNo. STOP\n䊲 What Is the EIC? The EIC is a credit for certain people who work. The credit may\ngive you a refund even if you don’t owe any tax or didn’t have\nany tax withheld. To Take the EIC: • Follow the steps below. • Complete the worksheet that applies to you or let the IRS You can't take the credit. Enter “No” on the dotted\nline next to line 27. 3. Are you filing Form 2555 (relating to foreign earned\nincome)? No. Continue\nYes. STOP 䊲 You can't take the\ncredit. figure the credit for you. • If you have a qualifying child, complete and attach Schedule EIC.\n• If you have at least one child who meets the conditions to\nbe your qualifying child for purposes of claiming the EIC, complete and attach Schedule EIC, even if that child doesn't have a\nvalid SSN. See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN."
}