{
  "document_category": "legal-advice",
  "docId": "legal-advice_82",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20103001F\nRelease Date: 7/30/2010\nCC:LM:CTM:SEA:SLCohen POSTSP-107553-10 date:\nto: from:\nsubject: February 26, 2010 --------------------- (Team Manager) ------------------------------- (Internal Revenue Agent)\nLMSB Counsel, Seattle\n---------------------------; TEFRA Partnership Issues (FYE ---------------) Do not disclose – this writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our views. This memorandum may\nnot be cited as precedent. This memorandum responds to your request for advice regarding designation of\na trust as a Tax Matters Partner (“TMP”) in a TEFRA partnership proceeding, and relies\non the facts provided by the Examination Team to our office. If you find that any of the\nfacts are incorrect, please advise us immediately so that we may modify and correct this\nadvice. I. ISSUE\nWhether certain partnerships may designate the ------------------------------------------------------------------------------------------------------------------------------------------------------------as the TMP for the tax year -------? II. FACTS The Service is examining approximately ----- domestic limited liability companies\n(treated as partnerships for Federal tax purposes) involved in a ------------------------ sale\nof -----------------------. The partnerships owned the ------------------------, and at the time of\nthe sale, -------------------- was a general partner and the TMP in each of the\npartnerships. 1 -------------------- passed away in -------------. Upon his death, the majority\n1 Most of the partnerships treated the ------- transaction as a sale of partnership interests (thus resulting in\na technical termination of the partnership), but some of the partnerships treated it as an asset sale. This\ndistinction does not affect the analysis of whether the partnerships may now designate a trust as the\nTMP. POSTSP-107553-10 2 of ----------------- property passed to the ---------------------------------------- (“the Trust”). ---------------------------------, ----------------, is the trustee of the Trust. The partnerships want to\ndesignate the Trust as the TMP. III. APPLICABLE LAW\nSection 6231(a)(7)(A) of the Internal Revenue Code (“I.R.C.”) defines the TMP\nas the general partner designated as the TMP as provided in the regulations. Treasury\nRegulation § 301.6231(a)(7)-1 states that a partnership may designate a partner as its\nTMP for a taxable year only as provided in section 301.6231(a)(7)-1. Further, the\ndesignation of a partner as a TMP for a taxable year may be terminated only as\nprovided in section 301.6231(a)(7)-1. If the designation is terminated without the\npartnership designating another general partner as the TMP, the TMP is the partner\ndetermined under section 301.6231(a)(7)-1. In general, a person may be designated as the TMP of a partnership for a\ntaxable year only if that person: (1) was a general partner in the partnership at some\ntime during the taxable year for which the designation is made; or (2) is a general\npartner in the partnership at the time the designation is made. Treas. Reg.\n§ 301.6231(a)(7)-1(b)(1). Section 7701 includes a trust within the definition of a person\nfor purposes of the I.R.C. A designation of a TMP for a taxable year remains in effect until there is a\ntermination of the designation under section 301.6231(a)(7)-1(l). The death of the TMP\nis an event that terminates the TMP’s designation. Treas. Reg. § 301.6231(a)(7)-1(l)(i)."
}