{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 90,
  "chunk_text": "This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion. What if You Can't Pay? If you can't pay the full amount shown\non line 37 when you file, you can ask\nfor:\n• An installment agreement, or\n• An extension of time to pay. Installment agreement. Under an installment agreement, you can pay all or\npart of the tax you owe in monthly installments. However, even if an installment agreement is granted, you will be\ncharged interest and may be charged a\nlate payment penalty on the tax not paid\nby the due date of your return (not\ncounting extensions)—April 18, 2023,\nfor most people. You must also pay a\nfee. To limit the interest and penalty\ncharges, pay as much of the tax as possible when you file. But before requesting\nan installment agreement, you should\nconsider other less costly alternatives,\nsuch as a bank loan or credit card payment. To ask for an installment agreement,\nyou can apply online or use Form 9465. To apply online, go to IRS.gov and click\non Apply for an Online Payment Plan. Extension of time to pay. If paying the\ntax when it is due would cause you an Need more information or forms? Visit IRS.gov. undue hardship, you can ask for an extension of time to pay by filing Form\n1127 by the due date of your return (not\ncounting extensions)—April 18, 2023,\nfor most people. An extension generally\nwon't be granted for more than 6\nmonths. You will be charged interest on\nthe tax not paid by April 15, 2023. You\nmust pay the tax before the extension\nruns out. Penalties and interest will be\nimposed until taxes are paid in full. For\nthe most up-to-date information on\nForm 1127, go to IRS.gov/Form1127. Line 38\nEstimated Tax Penalty You may owe this penalty if:\n• Line 37 is at least $1,000 and it is\nmore than 10% of the tax shown on your\nreturn, or\n• You didn't pay enough estimated\ntax by any of the due dates. This is true\neven if you are due a refund. For most people, the “tax shown on\nyour return” is the amount on your 2022\nForm 1040 or 1040-SR, line 24, minus\nthe total of any amounts shown on lines\n27, 28, and 29; Schedule 3, lines 9, 12,\n13b, and 13h; and Forms 8828, 4137,\n5329 (Parts III through IX only), and\n8919. Also subtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould owe the penalty even if you didn't\ninclude those taxes. Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021."
}