{
  "doc_id": "legal-advice_76",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_76__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20131601F\nRelease Date: 4/19/2013\nCC:LB&I:HMT:NEW:1:NConnelly POSTF-123943-11\ndate:\nto: from: subject: February 19, 2012\nAngela Nyagu\nInternal Revenue Agent\nPaterson, NJ\nNicole Connelly\nAttorney (Newark, Group 1)\n(Large Business & International) ------------------------------------------------Tax Year: ------UIL: 368.05 This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. The advice in this memorandum is conditioned on the accuracy of the facts you\npresented to us. If you determine that these facts are incorrect, you should not rely on this\nadvice, and should please contact this office. This document should not be used or cited as precedent. Issue:\n1. Whether a shareholder and CEO of a company is subject to tax on the exchange of old\ncommon stock worth $--, for new common stock worth $-----------------and preferred\nstock worth $-----------------? 2. If so, what is the character of the gain? Conclusion:\n1. In an E reorganization, if a taxpayer receives new stock having a fair market value in POSTF-123943-11 2 excess of the fair market value of the stock surrendered, the amount of the excess will not\nqualify for non-recognition treatment. In this case, since stock having no fair market\nvalue was surrendered, the exchange is not an E reorganization and the entire excess\namount of $--------------received in stock is taxable. 2. The $--------------in excess stock received should be treated as ordinary income, e.g., as\ncompensation, a gift, a payment to satisfy an obligation, an inducement to enter into the\ntransaction or for whatever purpose the facts indicate. Facts: -------------------is a ---- corporation established in ------. Originally, there were three\nshareholders: -----------------------------------------------------------------------------------------------------------------------------------. From ----------------------------------borrowed funds from ---------------------------------------. These loans ranged from three year notes to six year notes. Interest expense\non the loans was accrued, never paid and never claimed as a deduction1. ---------------------was also the CEO of -------------------during this time period. In ------, he\nreceived $---------------in wages from his employment at ------------------. In ---------------------------converted its debt to ------------------into equity. Under a\nRestructuring and Exchange Agreement, --------------------old common stock and outstanding\nnotes were to be exchanged for two new classes of Non-Voting Preferred Stock (Class A for ---------------------------and Class B for --------------------) and new common stock. At the time of the\nreorganization, --------------------debt of $------------------, and old common stock were exchanged 1 ----------------------------------------------------------------------------------------------------------------------------- ---------------------------------------------------------------------------------------------------------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-123943-11 3 for new common stock valued at $-------------, and Class A preferred stock valued at $-------------. -----------------------old common stock was exchanged for new common stock valued at\n$-----------------------------and Class B preferred stock valued at $-----------.2 The parties to the\nreorganization agreed in the Restructuring and Exchange Agreement that the $------------in Class\nB stock was in exchange for ---------------------ceding his controlling interest in ---------------------. -------------------------did not consent to the restructuring. ----------------owned ----------shares\nbefore and after the reorganization, but its ownership percentage was decreased from ------------. The company treated the debt to equity conversion as a tax-free “E” reorganization. Immediately after the reorganization, ---------------------------------and ------------------------owned -----------------------------------------------, respectively. No statement was attached to -------------------------"
    },
    {
      "id": "legal-advice_76__1",
      "chunk_id": "1",
      "content": "-------------------------did not consent to the restructuring. ----------------owned ----------shares\nbefore and after the reorganization, but its ownership percentage was decreased from ------------. The company treated the debt to equity conversion as a tax-free “E” reorganization. Immediately after the reorganization, ---------------------------------and ------------------------owned -----------------------------------------------, respectively. No statement was attached to ------------------------- or the Taxpayers’ tax return regarding the fair market value of the old common stock,\nthe basis in the stock, and the value of the controlling interest. The Taxpayer claims this\ninformation is not available. 3 The Service analyzed the fair market value of -------------------before the reorganization. The\ncompany had approximately $--------------in debt, and was not making full interest payments. It\nhad total assets of only $---------------. Therefore, the Service determined that ----------------------before the reorganization had little to no fair market value. LAW\nSection 61(a) provides the general rule that gross income means all income from\nwhatever source derived. Section 354(a)(1) provides that no gain or loss shall be recognized if stock or securities in\n2 The Taxpayer claims to not know the fair market value of the old common stock surrendered (by both ----------------------and him) in the exchange. 3 One reason this information is not available is that the Taxpayer did not attempt to learn it (for example,\nby having a valuation analysis performed). POSTF-123943-11 4 a corporation a party to a reorganization are, in pursuance of the plan of reorganization,\nexchanged solely for stock or securities in such corporation or in another corporation a party to\nthe reorganization. Section 356(a)(1) provides that if section 354 or 355 would apply to an exchange but for\nthe fact that the property received in the exchange consists not only of property permitted by\nsection 354 or 355 to be received without the recognition of gain but also of other property or\nmoney, then the gain, if any, to the recipient shall be recognized, but in an amount not in excess\nof the sum of such money and the fair market value of such other property. Section 356(g)(2)\nprovides that section 61(a)(1) applies if a transaction described in section 354, 355, or 356 has\nthe effect of the payment of compensation. Section 368(a)(1)(E) provides that a recapitalization is a reorganization. Section 368(b)\nprovides that a “party to the reorganization” includes a corporation resulting from a\nreorganization. Section 1032(a) provides that no gain or loss shall be recognized to a corporation on the\nreceipt of money or other property in exchange for stock (including treasury stock) of such\ncorporation. Section 1036(a) provides that no gain or loss shall be recognized if common stock in a\ncorporation is exchanged solely for common stock in the same corporation, or if preferred stock\nin a corporation is exchanged solely for preferred stock in the same corporation. Treas. Reg. 1.368-1(c) explains that the nonrecognition of gain or loss is prescribed for\ntwo specifically described situations: the exchange provided in § 354(a)(1), or the exchange\nprovided for in § 361(a). Certain rules regarding “boot” received in either of those types of POSTF-123943-11 5 exchanges are prescribed in sections 356, 367 and 361(b). Treas."
    },
    {
      "id": "legal-advice_76__2",
      "chunk_id": "2",
      "content": "Certain rules regarding “boot” received in either of those types of POSTF-123943-11 5 exchanges are prescribed in sections 356, 367 and 361(b). Treas. Reg. 1.368-2(g) provides that the term “plan of reorganization” is not to be taken\nas broadening the definition of “reorganization”, but is to be taken as limiting the nonrecognition\nof gain or loss to such exchanges or distributions as are directly a part of the transaction\nspecifically described as a reorganization in section 368(a). NJSA 14A:9-1 provides that a corporation may amend its certificate of incorporation to\nincrease or decrease the aggregate number of shares or shares of any class or series of any class,\nwhich the corporation has authority to issue; to increase or decrease the par value of the\nauthorized shares of any class having a par value, whether issued or unissued; to exchange,\nclassify, reclassify or cancel all or any part of its shares, whether issued or unissued; and to\nchange the designation of all or any part of its shares, whether issued or unissued, and to change\nthe preferences, limitations and the relative rights in respect of all or any part of its shares,\nwhether issued or unissued. NJSA 14A:9-2 provides that the proposed amendment shall be\nadopted upon receiving the affirmative vote of a majority of the votes cast by the holders of\nshares entitled to vote thereon. Rev. Rul. 74-269, 1974–1 C.B. 87, addresses reorganizations which involve the exchange\nof stock in differing values. To the extent that the fair market value of the stock received is found\nto be equal to the fair market value of the stock exchanged, the transaction will constitute an\nexchange pursuant to a reorganization within the meaning of section 368(a)(1)(E) of the Code. However, if shares are received having a fair market value in excess of the fair market value of\nthe stock surrendered, or shares are surrendered having a fair market value in excess of the fair\nmarket value of the stock received, the amount representing such excess will be treated as having\nbeen used to make gifts, pay compensation, satisfy obligations of any kind, or for whatever POSTF-123943-11 6 purpose the facts indicate. ANALYSIS\nI. To the extent that the fair market value of the stock exchanged did not equal the\nfair market value of the stock received, the transaction is taxable. The Internal Revenue Code provides that certain corporate reorganizations and readjustments\nare exempted from the general rule of taxation upon the exchange of property for other property. If the transaction qualifies as a reorganization under section 368, section 354 provides that no\ngain or loss is recognized with respect to transactions carried out under a valid plan of\nreorganization. To qualify as a “reorganization” under section 368, a transaction must fall into one of the\nspecific transactions listed in section 368. One of these transactions is a “recapitalization”. Section 368(a)(1)(E). Although the term “recapitalization” is not defined in the Code or\nRegulations, a recapitalization involves an exchange between only one corporation and its\nshareholders or security holders. It involves a “reshuffling of a capital structure within the\nframework of an existing corporation.”"
    },
    {
      "id": "legal-advice_76__3",
      "chunk_id": "3",
      "content": "One of these transactions is a “recapitalization”. Section 368(a)(1)(E). Although the term “recapitalization” is not defined in the Code or\nRegulations, a recapitalization involves an exchange between only one corporation and its\nshareholders or security holders. It involves a “reshuffling of a capital structure within the\nframework of an existing corporation.” Helvering v. Southwest Consolidated Corp., 315 U.S.\n194, 202 (1942). A transaction should be given tax effect in accordance with its substance. Gregory v.\nHelvering, 69 F.2d 809 (2d Cir. 1934), aff'd, 293 U.S. 465 (1935). In a tax-free reorganization,\nthe tax consequences of the transaction are not recognized because the substance and value of the\ncompany has not changed, only the way that it is organized, and therefore there is no taxable\nexchange. In order to qualify for this treatment, the fair market value of the post-reorganization\nstock must equal the fair market value of the pre-reorganization stock related to the POSTF-123943-11 7 reorganization. Kohler v. Commissioner, T.C. Memo 2006-152, Footnote 7 (Tax Ct. 2006) (“We\nnote that the fair market value of the post-reorganization stock must generally equal the fair\nmarket value of the pre-reorganization stock for the reorganization to be tax free”). See Rev. Rul.\n74–269; Rev. Proc. 86–42, 1986–2 C.B. 722 (prerequisite to advance ruling that a type A merger\nwill be tax free is a representation that the fair market value of the acquirer stock and other\nconsideration received will be approximately equal to the fair market value of the target stock\nsurrendered in the exchange); Rev. Proc. 81–60, 1981–2 C.B. 680, 682 (prerequisite to advance\nruling that a type E recapitalization will be tax free is a representation that the fair market value\nof the shares to be surrendered will equal the shares to be received in exchange). The Service has previously given tax effect to the substance of a transaction in which\nrelated parties exchange property of differing values by recasting the transaction as a “value-forvalue” tax-free exchange, and accounting for any difference in value by characterizing only the\ndifference as a taxable transaction. See Rev. Rul. 79-10, 1979-1 C.B. 140. Revenue Ruling 74269 describes this more fully as applied to “E” reorganizations, explaining that a recapitalization\nis an “E” reorganization to the extent that the fair market value of the stock exchanged is the\nsame as the fair market value of the stock received. If the taxpayer receives new stock having a\nfair market value in excess of the fair market value of the stock surrendered, the amount\nrepresenting such excess will be treated as compensation, a gift, a payment to satisfy an\nobligation, or for whatever purpose the facts indicate. This excess amount will not be eligible for\nnonrecognition treatment. Section 354 provides that in order to receive nonrecognition treatment, stock and\nsecurities in a corporation must be exchanged solely for stock and securities in such corporation. Section 356(g) provides that for transactions described in § 354, but which result in the effect of POSTF-123943-11 8 the payment of compensation, section 61(a)(1) applies."
    },
    {
      "id": "legal-advice_76__4",
      "chunk_id": "4",
      "content": "Section 356(g) provides that for transactions described in § 354, but which result in the effect of POSTF-123943-11 8 the payment of compensation, section 61(a)(1) applies. See Rev. Proc 81-60, 1981-2 C.B. 680\n(requires a taxpayer in a reorganization to furnish a statement that the fair market value of the\nstock to be received by each exchanging shareholder will be equal to the fair market value of the\nstock surrendered in the exchange. If the values will not be equal, it requires the taxpayer to\nprovide a full explanation, citing section 356(g)). In this case, ---------------------exchanged stock with a fair market value of ------ for stock\nworth $-------------. Since ------------ did not surrender in the exchange stock having any value,\nsection 368(a)(1)(E) does not apply. Instead, the entire excess amount of the stock received must\nbe analyzed under section 61(a). ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- However, the value-for-value analysis will apply to the $--------------of common\nstock received in the transaction, despite the fact that an exchange of common stock for common\nstock generally falls under section 1036. Section 1036 provides that no gain or loss shall be\nrecognized if common stock in a corporation is exchanged solely for common stock in the same\ncorporation. However, an implicit requirement for an exchange to qualify as a nonrecognition\ntransaction within the meaning of section 1036 is that the property surrendered be approximately\nequal in value to the property received. These provisions assume that parties in an arm's-length\ntransaction would exchange property of approximately equal value. See Rev. Rul. 73-233, 19731 C.B. 179, Rev. Rul. 74-269. Therefore, as in the case of section 368(a)(1)(E), since -------------did not surrender in the exchange stock having any value, section 1036 would not apply. The Taxpayer exchanged common stock with a fair market value of zero for common and\npreferred stock worth $-------------. Therefore, the entire excess amount is not considered to be POSTF-123943-11 9 part of the exchange. Rather, it is treated separately according to its character. Whatever its\ncharacter, such excess amount is income to the recipient. See, e.g., Commissioner v. Glenshaw\nGlass Co., 348 U.S. 426 (1955). II. The amount received is taxable as ordinary income\nSince the receipt of the entire $---------------in stock falls outside any E reorganization, the\nincome must be treated as compensation, a gift, a payment to satisfy an obligation, an\ninducement to enter into the transaction or for whatever purpose the facts indicate. It is illogical\nthat the Taxpayer received $---------------in stock in exchange for worthless stock. Although\nunder the current facts it is unclear exactly why the Taxpayer received the stock, there are\nseveral reasons that -------------------could have issued the $---------------in stock to the Taxpayer. First, the $---------------could have been an inducement for the Taxpayer to agree to the\ntransaction. In order to obtain third-party funding, -------- debt to ------------------had to be\nconverted to equity. As part of that transaction, the outstanding stock in ------ was exchanged for\nnew classes of stock and the Taxpayer lost his majority interest in the company. Pursuant to\nNJSA 14A:9-1, a corporation may generally amend its certificate of incorporation to include\nprovisions that might lawfully be included in the original certificate of incorporation."
    },
    {
      "id": "legal-advice_76__5",
      "chunk_id": "5",
      "content": "Pursuant to\nNJSA 14A:9-1, a corporation may generally amend its certificate of incorporation to include\nprovisions that might lawfully be included in the original certificate of incorporation. NJSA\n14A:9-1(2) contemplates a variety of amendments, including an amendment to exchange,\nreclassify or issue new shares. On -------------------------filed its Second Certificate of\nAmendment to the Certificate of Incorporation of -------------------------amending its certificate of\nincorporation to reflect the changes in the amount and types of stock issued in this transaction. Pursuant to NJSA 14A:9-2(4)(c), a proposed amendment is adopted upon receiving the\naffirmative vote of a majority of the voting-class shares. Therefore, the Taxpayer’s agreement to POSTF-123943-11 10 the reorganization was necessary before ------ could amend its certificate of incorporation and\nexecute the restructuring transaction. In Rev. Rul. 73-233, a transfer of stock in consideration of voting in favor of a merger, which\nwould transfer control of the company away from the shareholders, was income to the\nstockholders under section 61. The same analysis applies here. -------------------had to convince\nthe Taxpayer to vote to give up his majority interest, as part of the reorganization transaction, in\norder to receive loans from a third party. The Taxpayer received the income as an inducement for\nagreeing to the transaction. In addition, the Taxpayer and ------------------, in various reorganization documents,\nacknowledge that the Taxpayer’s receipt of preferred stock was adequate consideration for\nceding control of the company. The Restructuring and Exchange Agreement between -------------------------------------------------------------------, states: “[I]t being acknowledged that --------------ceding of his controlling interest in the equity of the Company constitutes adequate consideration\nfor his receipt of the Series B.4” -------------------. This shows that the Series B stock was\nintended as payment to induce the Taxpayer into relinquishing his majority interest from the\nbeginning of the transaction. Second, in a stock for stock exchange in which the stock received has more value than the\nstock exchanged, if the parties to the transaction are an employee and his corporation, and the\nemployee receives the excess amount, such excess amount could be considered compensation. See Treas. Reg. § 1.61-2(d)(2)(i). The difference in value of the property received is considered\n4 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-123943-11 11 compensation for services. In this case, the Taxpayer is the CEO of ------------------. Under Treas.\nReg. § 1.61-2(d)(2)(i), because the Taxpayer received this property in exchange for less than its\nfair market value, it can also be considered compensation for his services as CEO. In ------, the Taxpayer received $---------------in wages from his employment at ---------------------------. Although the $---------------in stock received may seem unreasonably high in\ncomparison, as will be discussed below, the Taxpayer has acknowledged in the Restructuring\nAgreement that the $-------------in preferred stock is consideration for ceding control of the\ncompany. The excess $---------------received could be reasonable compensation for services as\nthe continuing CEO of a company. Another possible theory for the payment of the $---------------in stock is that -------------------needed the Taxpayer to remain the CEO and continue running the business. Before the\nreorganization, the Taxpayer was both the majority shareholder and the CEO of -------------------."
    },
    {
      "id": "legal-advice_76__6",
      "chunk_id": "6",
      "content": "Another possible theory for the payment of the $---------------in stock is that -------------------needed the Taxpayer to remain the CEO and continue running the business. Before the\nreorganization, the Taxpayer was both the majority shareholder and the CEO of -------------------. The payment of $---------------in stock could be considered as a bonus to retain his services as\nCEO, even after ------------------obtained the majority of shares through their debt conversion. Bonuses to employees are ordinary income to the employee, and constitute allowable deductions\nfrom gross income as “ordinary and necessary expenses” when such payments are made in good\nfaith, and as additional compensation for services actually rendered. University Chevrolet Co. v.\nC.I.R., 199 F.2d 629 (5th Cir. 1952). Therefore, if the receipt of the stock was consideration to\nretain -------------as CEO of -------------------despite his loss of majority shareholder status, it is\ntaxable as ordinary income5. The Taxpayer signed the Restructuring Agreement at arms-length, agreeing on the fair\n5 ------------------------------------------------------------------------------------------------------------------------------------------------------------------------ POSTF-123943-11 12 market value of the stock, and stating that the $--------------in Series B stock was consideration\nfor ceding control of the company. As a general rule, a taxpayer is bound by the form of the\ntransaction that the taxpayer has chosen. See Commissioner v. Danielson, 378 F.2d 771 (3rd Cir.\n1967). If a court permits the taxpayer to disavow the form of the transaction, the taxpayer must\nthen introduce strong proof to establish the taxpayer's claimed substance of the transaction; a\npreponderance of credible evidence is not sufficient. See Estate of Durkin v. Commissioner, 99\nT.C. 561, 572–574, 1992 WL 335900 (1992); Ill. Power Co. v. Commissioner, 87 T.C. 1417,\n1434, 1986 WL 22067 (1986). Taxpayer has introduced no evidence that would allow him to disavow the Restructuring\nAgreement and the ------ valuation on which the transaction was based. The $-------------in\npreferred stock is consideration for ceding control of the company, as outlined in the\nRestructuring Agreement. The $---------------in common stock is then analyzed separately under\nany of the above theories. The Taxpayer received income in the form of excess stock acquired in the reorganization. There are several possible theories indicated by the facts for which the Taxpayer could have\nreceived this stock, including as compensation, a gift, a payment to satisfy an obligation, an\ninducement to enter into the transaction or for whatever purpose the facts indicate. Regardless of\nwhich reason the stock was issued to the Taxpayer, the facts indicate that the income is taxable\nas ordinary income. Recommendation\nSince the Taxpayer received stock having a fair market value and surrendered stock\nhaving no fair market value, the exchange does not qualify as an E reorganization. Therefore, the\nentire excess amount should be taxed as compensation, a gift, a payment to satisfy an obligation, POSTF-123943-11 13 an inducement to enter into the transaction or for whatever purpose the facts indicate. MICHAEL P. CORRADO\nArea Counsel\nHeavy Manufacturing and Pharmaceuticals By: _____________________________ Nicole Connelly\nAttorney (Newark, Group 1)\n(Large Business & International)"
    }
  ]
}