{
  "document_category": "legal-advice",
  "docId": "legal-advice_99",
  "chunk_index": 109,
  "chunk_text": "A joint\nreturn should show your spouse's 2022\nincome before death and your income for all of 2022. Enter “Filing as surviving spouse” in the area where you sign\nthe return. If someone else is the personal representative, they must also sign. All payers of income, including financial institutions, should be promptly\nnotified of the taxpayer's death. This\nwill ensure the proper reporting of income earned by the taxpayer's estate or\nheirs. A deceased taxpayer's social security number shouldn't be used for tax\nyears after the year of death, except for\nestate tax return purposes. Claiming a Refund for a\nDeceased Taxpayer If you are filing a joint return with your\ndeceased spouse, you only need to file\nthe tax return to claim the refund. If you\nare a court-appointed representative, file\nthe return and include a copy of the certificate that shows your appointment. All\nother filers requesting the deceased taxpayer's refund must file the return and\nattach Form 1310. For more details, use Tax Topic 356\nor see Pub. 559. Past Due Returns If you or someone you know needs to\nfile past due tax returns, use Tax Topic\n153 or go to IRS. gov/Individuals for\nhelp in filing those returns. Send the return to the address that applies to you in\nthe latest Form 1040 and 1040-SR instructions. For example, if you are filing\na 2019 return in 2023, use the address at\nthe end of these instructions. However,\nif you got an IRS notice, mail the return\nto the address in the notice. How To Get Tax Help If you have questions about a tax issue;\nneed help preparing your tax return; or\nwant to download free publications,\nforms, or instructions, go to IRS.gov to\nfind resources that can help you right\naway. Preparing and filing your tax return. After receiving all your wage and earnings statements (Forms W-2, W-2G,\n1099-R, 1099-MISC, 1099-NEC, etc.);\nunemployment compensation statements\n(by mail or in a digital format) or other\ngovernment payment statements (Form\n1099-G); and interest, dividend, and retirement statements from banks and in- -78- vestment firms (Form 1099), you have\nseveral options to choose from to prepare and file your tax return. You can\nprepare the return yourself, see if you\nqualify for free tax preparation, or hire a\ntax professional to prepare your return. Free options for tax preparation. Go\nto IRS.gov to see your options for preparing and filing your return online or in\nyour local community, if you qualify,\nwhich include the following. • Free File. This program lets you\nprepare and file your federal individual\nincome tax return for free using\nbrand-name-tax preparation-and-filing\nsoftware or Free File fillable forms. However, state tax preparation may not\nbe available through Free File. Go to\nIRS. gov/FreeFile to see if you qualify\nfor free online federal tax preparation,\ne-filing, and direct deposit or payment\noptions. • VITA. The Volunteer Income Tax\nAssistance (VITA) program offers free\ntax help to people with low-to-moderate\nincomes, persons with disabilities, and\nlimited-English-speaking taxpayers who\nneed help preparing their own tax returns. Go to IRS. gov/VITA, download\nthe free IRS2Go app, or call\n800-906-9887 for information on free\ntax return preparation. • TCE. The Tax Counseling for the\nElderly (TCE) program offers free tax\nhelp for all taxpayers, particularly those\nwho are 60 years of age and older."
}