{
  "doc_id": "legal-advice_90",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_90__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20124103F\nRelease Date: 10/12/2012\nCC:LBI:RFPH:CHI:2:M:POSTF-112221-12\nJPKnap\ndate: August 22, 2012 to: Revenue Agent -LB&I, --- from: Associate Area Counsel (LMSB), Chicago subject: -----------Income from Discharge of Indebtedness\nYears Under Examination: ---- In our opinion, the taxpayer in the circumstances given\ndoes not report income until the all events test under I.R.C.\nSec. 451 is met, no earlier than ----------------------------------------------------------------------------------------------------------------------. Facts -------------(the taxpayer) is the sole owner of a subsidiary\nknown as ---------------. - is a corporation doing business in ------- as a manufacturer of ----------------------------------------------------------------------------------------------------------------------------------. The taxpayer considered closing the - factory in ------------------------------------------------------------------------------------------------------------------------- and consolidating the\nbusiness in another state. To discourage this, the State of ------------, on -------, entered into a contract with - whereby the\nstate provided a -- income tax credit and a -- loan to -. In\nreturn, - was required to make certain capital improvements\n(totaling -----), to retain - existing jobs, and to create an\nadditional - jobs in --- as of -----. These new jobs were required\nto be full-time positions paying at least $13.00 per hour. If\nthese goals were satisfied as of -----, the ---loan and all\naccumulated interest would not be due as of ----------------------- CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 2 -------------------------------------------------------------------------------------------------------. The loan incurred interest at a fixed rate of --% per year but\nnone of that interest was payable during the loan term; it all\naccumulated and was due on ------. In the event that -, as of -----, had created fewer than ----------------------------------------------------------------------------------------------------------------------- jobs, the loan\nwould be partially cancelled. In that event, - would be obligated\nto pay the state $---, plus interest, for every job short of the\ngoal. For example, if - created ---- jobs, it would be ---- jobs\nshort of the goal and the company would be required to pay the\nstate $----(------) in principal, plus interest. The remainder of\nthe loan would be cancelled. (Note that $----is simply $------divided by -.)\n- reported -------of the $-- as “miscellaneous income” every\nmonth from the date the proceeds were received to the present. 1\nUpon examination, however, the taxpayer states that the correct\ntreatment would be to report none of the $---as income until the\nall events test is met (-----). See ----- Memo dated --------. Per the agreement, the $---tax credit is not to be allowed\nuntil ----, and as that year is not under examination, we do not\nprovide any advice with regard to that credit. Issue Where a taxpayer receives a loan from a state government and\nthe loan, according to its terms, will be wholly or partially\ncancelled at the end of ---- months, depending on whether the\ntaxpayer has created a specified number of jobs during that time,\nare the loan proceeds income to the taxpayer when received or when\nthe all events test is met (-----).\nLaw\nI.R.C. Sec. 61(a) provides that gross income includes all\nincome from whatever source derived, including income from\ndischarge of indebtedness. See I.R.C. sec. 61(a)(12). 1 Note that ----years is - months. Apparently, -- expected to receive the\nloan in --------- and therefore anticipated a ----year loan term. CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 3"
    },
    {
      "id": "legal-advice_90__1",
      "chunk_id": "1",
      "content": "See I.R.C. sec. 61(a)(12). 1 Note that ----years is - months. Apparently, -- expected to receive the\nloan in --------- and therefore anticipated a ----year loan term. CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 3 I.R.C. Sec. 451(a) provides the general rule that the\namount of any item of income shall be included in the gross\nincome for the taxable year in which received by the taxpayer,\nunless, under the method of accounting used in computing taxable\nincome, such amount is to be properly accounted for as of a\ndifferent period. Treas. Reg. Sec. 1.451-1(a) provides accrual method taxpayers\nwith a two-prong “all events” test to determine when income is\nincludible in gross income. The “all events” test provides that\nincome is includible in gross income when: (1) all events have\noccurred which fix a right to receive such income; and (2) the\namount can be determined with reasonable accuracy. All the events\nthat fix the right to receive income generally occur when (1) the\ntaxpayer earns the payment through performance, (2) payment is due\nto the taxpayer, or (3) the taxpayer receives the payment,\nwhichever happens first. See Rev. Rul. 84-31, 1984-1 C.B. 127.\nI.R.C. Sec. 118 states that in the case of a corporation,\ngross income does not include any contribution to the capital of\nthe taxpayer. Analysis\nIncome and Timing\nAfter coordination with the Chief Counsel National Office, and\nbased on the facts and circumstances of this examination, we are of\nthe opinion that the transaction is a genuine loan in both\nsubstance and form. The principal not required to be repaid under the loan\nagreement is income. Borrowed funds are excludable in the first\ninstance because the taxpayer’s obligation to repay the funds\noffsets an increase in the taxpayer’s assets; if the taxpayer is\nthereafter released from his obligation to repay, the taxpayer\nenjoys a net increase in assets equal to the forgiven portion of\nthe debt. See U.S. v. Kirby Lumber Co., 284 U.S. 1, 3 (1931). However, if a taxpayer’s obligation to pay a lesser amount is\ndetermined under the terms of an instrument that impose the\nrepayment obligation, the taxpayer realizes an accession to wealth,\nand thus income, although it is not income from “discharge” of\nindebtedness. See United States v. Centennial Savings Bank FSB,\n499 U.S. 573 (1991). CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 4 In United States v. Centennial Savings Bank FSB, the United\nStates Supreme Court addressed a bank's income tax treatment of\nearly withdrawal penalties owed to the bank on holders' premature\nredemption of certificates of deposit. The bank conceded that the\nearly withdrawal penalties were income under I.R.C. Sec. 61(a). However, the bank argued that the early withdrawal penalties owed to\nthe bank, which offset the principal and interest owed to the\nholders on redemption of certificates of deposit, represented\ndischarge of indebtedness income excludible from gross income under\nI.R.C. Sec. 108. The Supreme Court found that, because the\ncertificate of deposit agreement itself provided that the depositor\nwas entitled to only the principal and interest, less any early\nwithdrawal penalty, the depositor did not “discharge” the bank of an\nobligation when the depositor accepts exactly what the bank was\nobligated to pay under the terms of the CD agreement."
    },
    {
      "id": "legal-advice_90__2",
      "chunk_id": "2",
      "content": "Accordingly,\nthe early withdrawal penalties were income, but not discharge of\nindebtedness income under I.R.C. Sec. 61(a)(12), and, therefore,\nwere not excludable from the bank's gross income pursuant to I.R.C.\nSec. 108. In the present case, we conclude that the principal not subject\nto repayment is not income from discharge of indebtedness under\nI.R.C. Sec. 61(a)(12). That section contemplates the discharge or\nforgiveness of a loan. In this case, the loan agreement itself\nprovides a formula for determining the amount owed, the resulting\nincome that derives from the principal not subject to repayment is\nsimply from an accession to wealth, and includible in income under\nI.R.C. Sec. 61. Because the income from the principal not subject to repayment\nis not income from discharge of indebtedness under I.R.C. Sec.\n61(a)(12), the income is not excludable under I.R.C. Sec. 108. See\nUnited States v. Centennial Savings Bank FSB. The taxpayer apparently does not dispute that the loan\nprincipal, if cancelled subject to the terms of the loan agreement,\nis income. At issue is when that income is includible in gross\nincome. Under Reg. Sec. 1.451-1(a), income is includible when all\nevents have occurred to determine the fact of liability and the\namount can be determined with reasonable accuracy. Under the terms\nof the loan agreement, all or part of the obligation to repay the\nloan definitively ceases to exist as of ----------------------------------------------------------------------------------------------------------------------------, depending upon the number of jobs\ncreated and maintained. Thus, under the facts of this case, the CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 5 two-prong all events test is met no earlier than ----------------------------------------------------------------------------------------------------------------------------. It has been suggested that the above explanation does not\napply because the transfer of funds from the state to - is not a\ngenuine loan; that the state is simply paying - in advance for a\nservice (job creation), and that the state does not expect\nrepayment. Under this theory, the $---payment would be income to\nthe recipient when paid. See United States v. Ingalls, 399 F.2d\n143 (5th Cir. 1968). Regarding the “true loan” concept: For disbursements to constitute true loans there must\nhave been, at the time the funds were transferred, an\nunconditional obligation on the part of the transferee to\nrepay the money, and an unconditional intention on the\npart of the transferor to secure repayment. In the\nabsence of direct evidence of intent, the nature of the\ntransaction may be inferred from its objective characteristics. Geftman v. Commissioner, 154 F.3d 61, 68 (3d\nCir. 1998). Among the objective indicia of loans are a fixed maturity\ndate, a fixed principal sum, periodic interest payments, and a\npayment schedule. Merck & Co., Inc. v. United States, 652 F.3d\n475, 482 (3d Cir. 2011). In our opinion, the loan is bona-fide, as it has a written\nloan agreement, principal was transferred, interest was incurred at\na given interest rate, and repayment was required in a reasonable\nperiod of time."
    },
    {
      "id": "legal-advice_90__3",
      "chunk_id": "3",
      "content": "Merck & Co., Inc. v. United States, 652 F.3d\n475, 482 (3d Cir. 2011). In our opinion, the loan is bona-fide, as it has a written\nloan agreement, principal was transferred, interest was incurred at\na given interest rate, and repayment was required in a reasonable\nperiod of time. While it is probably true that the state prefers\nthat the loan never be repaid (i.e., it prefers that - jobs be\ncreated), it is clear that, under the contract, the state has the\nright to receive repayment, in whole or part (according to the\nnumber of jobs created), and there is no indication that the state\nwouldn’t pursue repayment if the taxpayer failed to uphold its end\nof the bargain. There is no indication that loan cancellation was\nintended from the beginning, nor that such cancellation was\ninevitable or even highly probable. The loan is genuine; the\ncircumstances where it might not be repaid (or might not be repaid\nin full) are contingent. It is undisputed that the state provided a cash incentive for\na corporation to create jobs. The proposed theory for recognizing\nincome in - depends on the premise that this incentive is, in CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 6 substance, “an advance payment for services” disguised as a loan. As stated above, the facts indicate that the loan was genuine in\nsubstance as well as in form. Furthermore, we know of no precedent\nfor holding that a cash incentive to create jobs is the “purchase\nof services,” i.e., job creation has not been recognized as a\n“service.” In the absence of such precedent, we do not believe\nthat the theory can be pursued that the transfer of the loan\nprincipal was a pre-payment for services to be performed. It is\nmore reasonable to conclude that the creation of jobs is, for the\nstate, an “anticipated future benefit . . . so intangible as to not\nwarrant treating the contribution as a payment for future\nservices.” S. Rep. No. 1622, 83rd Cong., 2nd Sess. 18-19 (1954).2\nChange of Accounting Method The proposed adjustment involves a change of accounting\nmethod. The taxpayer, as mentioned above, reported $--------------------------------------------------------------------------------------------------------------------of income pro-rata\nover sixty months, beginning in - (the year the loan was made). Presumably, this allocation of income was also reported in the\ntaxpayer’s returns for - and - (which are not currently under\nexamination). In the course of the examination for -, the\ntaxpayer informally requested, and we agree, that the income\nshould be reported when the all events test is met (---). This\nis a change from an incorrect method to a correct method of\naccounting. By delaying the reporting of income, the proposed\nchange works in the taxpayer’s favor. Adjusting the returns to report the entire amount only when\nthe all events test is met is a retroactive change of accounting\nmethod. It is a change from an impermissible method to a\npermissible method. The taxpayer informally requested such a\nchange, but only after the issue of when the income should be\nreported was raised by the Service in the course of the\nexamination. Under these circumstances, we believe that this\nshould be considered a Service-initiated examination activity as\ndefined in the Internal Revenue Manual."
    },
    {
      "id": "legal-advice_90__4",
      "chunk_id": "4",
      "content": "The taxpayer informally requested such a\nchange, but only after the issue of when the income should be\nreported was raised by the Service in the course of the\nexamination. Under these circumstances, we believe that this\nshould be considered a Service-initiated examination activity as\ndefined in the Internal Revenue Manual. As such, the change can\nbe implemented by the revenue agent without the taxpayer filing\na Form 3115 (“Application for Change of Accounting Method”) and\n2 Although the taxpayer has not raised the issue, it may be asked whether the\ncancellation of the debt would be a contribution to capital by a nonshareholder, rather than income, under I.R.C. Sec. 118. We believe that Sec.\n118 does not apply, as the amount of debt to be cancelled depends on the\nnumber of employees hired and retained. While this may be considered an\noperating subsidy, it is clearly not a contribution to capital. CC:LBI:RFPH:CHI:2:M:POSTF-112221-12 page 7 without it being processed through the usual channels. See IRM\n4.11.6.7.5(1) and (2); Rev. Proc. 2002-18, 2002-1 C.B. 678. In any change of accounting method, the goal is to avoid\nboth the duplication and the omission of items of income and\ndeduction. For this taxpayer, income reported in ---------------------------------------------------------------------------------------------------------------------, and - is to be\nreduced; in order to avoid the omission of that income, it must\nbe reported in a year that has yet to occur. Under such\ncircumstances, a closing agreement (as authorized by I.R.C. Sec.\n7121) is strongly advised. This will prevent the taxpayer from\ntaking contradictory positions, such as accepting the reduction\nof income imposed by the Service in earlier years and then\narguing that the income is non-reportable in the later year. If\nour agreement with the taxpayer is embodied in a closing\nagreement, it is moot whether the change of accounting method is\nimposed by the Service or requested by the taxpayer. Conclusion\nBased on the facts and circumstances of this examination, the\ntransfer of $---from the state to the corporation was a genuine\nloan. If, and only if, the specified number of jobs are created\nand are in existence as of -------(as provided in the loan\nagreement) has the taxpayer fulfilled the necessary conditions to\nretain all or part of the loan principal. That part of the\nprincipal not subject to repayment is an accession to wealth for\nthe taxpayer and thus ordinary income, and not income from the\ndischarge or forgiveness of indebtedness. The income is recognized\nwhen the all events test is met, no earlier than ----------------------------------------------------------------------------------------------------------------------------. The cancelled debt is\nnot a capital contribution. If you have any questions, please contact the undersigned at\n414-231-2807. Steven R. Guest\nAssociate Area Counsel (LB&I) By: _____________________________ J. Paul Knap\nAttorney"
    }
  ]
}