{
  "document_category": "legal-advice",
  "docId": "legal-advice_56",
  "chunk_index": 3,
  "chunk_text": "Reg. § 1.671-4 refer to trusts owned by the grantor or another\nperson. This memorandum will use the term “grantor” to refer to the owner of a grantor trust and includes\n“another person”. POSTF-103406-08 4 Internal Revenue Code § 6037(a) requires every Subchapter S Corporation to make a\nreturn for each taxable year. However, pursuant to the provisions of § 1363(a), in\ngeneral, an S corporation shall not be subject to the taxes imposed by Chapter 1. Thus,\n§ 6037(a) is primarily concerned with describing the contents of the corporation’s return. In contrast, the plain language of § 6501 starts the period for determining any deficiency\nin tax due from items passed through a Subchapter S corporation from the filing date of\nthe shareholder’s return. Bufferd v. Commissioner, 506 U.S. 523 (1993). In addition,\nIRM section 25.6.22.4.3 states that for flow through items on a non-TEFRA Form\n1120S, the shareholder’s statute should be extended. B. Extension of the Statute of Limitations In general, the amount of any tax imposed by the Internal Revenue Code shall be\nassessed within 3 years after the return was filed. No proceeding in Court without such\nassessment of the collection of tax shall begin after the expiration of such period. The\nterm ”return” means “the return required to be filed by the taxpayer (and does not\ninclude a return of any person from whom the taxpayer has received an item of income,\ngain, loss, deductions, or credit).” Internal Revenue Code § 6501(a). Under § 6501(c)(4)(a), where the Secretary of the Treasury or his delegate and the\ntaxpayer both consent in writing to assessment of any tax before the expiration of the 3year period, the tax may be assessed at any time prior to the expiration of the period\nagreed upon. The agreed upon period may be extended by subsequent agreements in\nwriting made before the expiration of the period previously agreed upon. See also §\n6501(c)(4)(B) regarding notice to the taxpayer of its right to refuse or limit such\nextension. To our knowledge, no other exception to the 3-year period of § 6501(a)\nexists here. Internal Revenue Code § 641 imposes income tax under § 1(e) on any kind of property\nheld in trust. Thus, although a trust acts as a conduit for distribution to its owner(s), the\ntrust itself is subject to income tax. Internal Revenue Code § 671 states that where the\ngrantor or another person shall be treated as the owner of any portion of a trust, there\nshall be included in computing the taxable income and credits of the grantor or other\nperson, those items of income, deductions, and credits against tax of the trust which are\nattributable to that portion of the trust to the extent that such items would be taken into\naccount in computing taxable income or credits against the tax of an individual. Any\nremaining portion of the trust shall be subject to subparts A through D.\nTreas."
}