{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 9,
  "chunk_text": "Reg.\n§1.451-1.\nI.R.C. § 451(a)9 provides the general rule for the taxable year of inclusion of items of\nincome and provides that “[t]he amount of any item of gross income shall be included in\nthe gross income for the taxable year in which received by the taxpayer, unless, under\nthe method of accounting used in computing taxable income, such amount is to be\nproperly accounted for as of a different period.” Under this general rule, a taxpayer\nshould include income in the year in which received. Similarly, a taxpayer should\ninclude in income the full amount of the sales price of a gift card during the taxable year\nin which sold, unless it has properly elected the deferral provisions permitted for sales of\ngift cards by Treas. Reg. § 1.451-5 or Rev. Proc. 2004-34 (which will be discussed\nlater). Treas. Reg. § 1.451-5 provides a method of accounting for advance payments for the\nsale of goods. Treas. Reg. § 1.451-5(a) provides that advance sales are taken into\naccount either when a taxpayer receives payment for the advance sale or in the tax\nyear when the advance payment is properly accruable under the taxpayer’s method of\naccounting. An exception to the general rule of Treas. Reg. § 1.451-5(a) is Treas. Reg.\n§ 1.451-5(c), the exemption for inventorial goods. This section of the regulation\nprovides that if certain conditions are met the income from the sale of a gift card need\nnot be recognized until the end of the second year after the card is sold. The regulation\nprovides as follows:\nSec. 1.451-5 Advance Payments for goods and long-term contracts\n(a) Advance payment defined. (1) For purposes of this section, the term\n“advance payment” means any amount which is received in a taxable year by the\n9 All section references are to the Internal Revenue Code of 1986, as amended, unless otherwise indicated. POSTF-134398-08 13 taxpayer using an accrual method of accounting for purchases and sales or a\nlong term contract method of accounting, pursuant to, and to be applied against,\nan agreement:\n(i) For the sale or other disposition in a future taxable year of goods held by the\ntaxpayer primarily for sale to customers in the ordinary course of his trade or\nbusiness, or\n(ii) For the building, installing, constructing or manufacturing by the taxpayer of\nitems where the agreement is not completed within such taxable year. (2) For purposes of subparagraph (1) of this paragraph:\n(i) The term “agreement” includes (a) a gift certificate that can be redeemed for\ngoods, and (b) an agreement which obligates a taxpayer to perform activities\ndescribed in subparagraph (1)(i) or (ii) of this paragraph and which also contains\nan obligation to perform services that are to be performed as an integral part of\nsuch activities; and\n(ii) Amounts due and payable are considered “received.”\n(b) Taxable year of inclusion. – (1) In general. Advance payments must be\nincluded in income either –\n(i) In the taxable year of receipt; or\n(ii) Except as provided in paragraph (c) of this section . . .\n(c) Exemption for inventorial goods. (1)(i)"
}