{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 63,
  "chunk_text": "No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later. 2. Are you filing a joint return for 2022? Yes. Skip questions 3\nNo. Continue\n䊲\nthrough 6 and Step 4;\ngo to Step 5. 䊲 2. Were you, or your spouse if filing a joint return, at least age\n25 but under age 65 at the end of 2022? (Check “Yes” if\nyou, or your spouse if filing a joint return, were born after\nDecember 31, 1957, and before January 2, 1998.) If your\nspouse died in 2022 or if you are preparing a return for\nsomeone who died in 2022, see Pub. 596 before you answer. Yes. Continue\nNo. STOP\n䊲 1. Do you have at least one child who meets the conditions to\nbe your qualifying child for the purpose of claiming the\nEIC? Yes. Continue\nNo. Skip questions 2\n䊲\nthrough 6; go to Step 4. You can’t take the credit. You can’t take the credit. 3. Was your main home, and your spouse's if filing a joint\nreturn, in the United States for more than half of 2022? Members of the military stationed outside the United States,\nsee Members of the military, later, before you answer. Yes. Continue\nNo. STOP\n䊲 -39- You can't take the credit. Enter “No” on the dotted\nline next to line 27. Need more information or forms? Visit IRS.gov. 4. Are you filing a joint return for 2022? Yes. Skip questions 5\nNo. Continue\n䊲\nand 6; go to Step 5. 4. Enter all of your nontaxable combat pay if you elect\nto include it in earned income. Also enter the amount\nof your nontaxable combat pay on line 1i of Form\n1040 or 1040-SR. See Combat pay,\n4.\nnontaxable, later . . . . . . . . . . . . . . . . . . . 5. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Continue\nYes. STOP Electing to include nontaxable combat pay may increase or\ndecrease your EIC. Figure the credit with and without your nontaxable\ncombat pay before making the election. 5. Add lines 3 and 4. This is your earned income* . . . . . . . . . . . 5. 䊲 You can't take the\ncredit. Enter “No”\non the dotted line next\nto line 27. 6. Can you be claimed as a dependent on someone else's 2022\ntax return? (If the person who could claim you on their 2022\ntax return is not required to file, and isn't filing a 2022 tax\nreturn or is filing a 2022 return only to claim a refund of\nwithheld income tax or estimated tax paid, check “No.”) No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income"
}