{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 20,
  "chunk_text": "This change in the timing of a taking a deduction,\nhistorically capitalized in prior years, is a change in a material item and a change in method of\naccounting. See Treas. Reg. §§ 1.446-1(e)(2)(ii)(a). I.R.C. §446(e) provides the Service broad discretion\nto deny the change and the Service would be amply justified to deny a retroactive change for the year 20------, given the fact that patrons, participating members and the Service would be detrimentally affected,\nby the patrons and participating members closed 3-year statutes for making assessments . POSTF-143023-10 21 the PLR holds that a Coop is unilaterally free to elect to treat the transaction, as both, at\nthe same time. Further, the Coop’s power to deal with its members and participating patrons’\ncommodities flows from the powers that these confer in the Coop thru agreement,\nwhether in the by-laws or by other contracts. Absent mutual agreement, the Coop does\nnot possess the power to unilaterally change, especially ex post facto, the nature of the\noriginal agreement that it entered into with these parties. The October 20----memorandum (Exhibit A) neither expresses nor implies a mutual agreement; and, even\nif it did, which it does not, it would be untimely. In other words, it is our opinion that, the prospective de facto decision or\n“election” to treat what under the parties’ course of conduct has always been viewed as\nclosed sale/purchase transactions as per unit retains can not be made ex parte by the\nCoop. It must reflect an underlying, express, and existing agreement between the Coop\nand its members or participating patrons. It must be evidenced by clear and\nunambiguous evidence of the intent of the parties to the transaction, to now treat what\nthe parties have always expected to be a closed purchase transactions as open per-unit\nretains. For the Service to be convinced that this mutual agreement exists, the evidence\nof this per unit retain agreement needs to exist in documentary form and be a clear,\nunambiguous expression of the parties’ agreement. It can not be presumed to exist,\nwithout documentation. It should not be presumed from general by-law Coop language,\nnor from by-laws boiler plate language, that was enacted without any indication that the\nmembers and participating patrons ever understood, discussed or agreed to per unit\nretain treatment, for transactions that they have always considered to be completed\nsale/purchases. Clearly, such mutual agreement is neither expressed nor implied in the October\n20--- memorandum (Exhibit A). The memorandum only informs the patrons of the\nCoop’s unilateral decision to amend the 1099PATR forms for a number of years,\nincluding 20---. Evidence of a mutual agreement to treat the b purchases as per-unit\nretains or to change the b purchases to per-unit retains is absent in this case. Any manifestation of members or participating patrons intent to treat the b\npurchases as per-unit retains or to change the original b purchase transaction to perunit retains is also absent. In fact, the evidence clearly shows the opposite. The\nevidence, both as to form, substance, and intent of the parties, is of completed contracts\nfor b purchases."
}