{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 8,
  "chunk_text": "If the document did not qualify\nas a valid return, the person could argue that section 6694 did not apply. In contrast, section 6701\nimposes liability on a person who aids or assist in, procures or advises with respect to the preparation of\nany return, affidavit, claim or other document. The language is broader and the Service would find it\neasier to impose liability under this section in the context of an invalid return. POSTN-119570-10/SCAF-106587-10 page 9 return penalty. However, if a person signs the business return and was not authorized\nto do so, or files it without a signature, then the Service may assert the frivolous return\npenalty against this person. Issue 1(g). Would the Service need to apply different rules when dealing with an\nS corporation as compared with a C corporation? If so, what would those rules\nor considerations be? Schedule C and Schedule S corporations file different income tax returns. The\nfirst results in liability at the corporate level and the second results in flow through with\nincome or loss reported at the shareholder level. The facts needed to determine\nwhether the entity filed the return or not, however, should not vary based on the\nclassification of the corporation. The facts needed to make the determination would\nremain essentially the same whether the Service was looking at a Form 1120, a Form\n1120-S, or a Form 941. Issue 2. Are all liabilities for withholding taxes assessed without the application\nof a statutory notice of deficiency procedure? For example, do the same\nprocedures apply to backup withholding and Federal income tax withheld at the\nsource? There are many different situations where taxes are withheld from payments. We assume from the context of your questions that you are asking about assessing\nwithholding taxes on a BMF return, that is, the Form 941, Employer's QUARTERLY\nFederal Tax Return; Form 943, Employer's Annual Tax Return for Agricultural\nEmployees; Form 944, Employer's ANNUAL Federal Tax Return; Form 945, Annual\nReturn of Withheld Federal Income Tax; and Form 1042, Annual Withholding Tax\nReturn for U.S. Source Income of Foreign Persons. If there are other withholding\nsituations you want us to address, please supplement you request for advice. 5 Taxes withheld from wages and other employment taxes generally are\nassessable without restrictions. See I.R.C. §§ 6203 and 6204(b). And penalties\nimposed for failure to withhold income tax from wages are assessable without the 90day letter. Enochs v. Green, 270 F.2d 558 (5th Cir. 1959); Lipsig v. United States, 187\nF. Supp. 826 (DCNY 1960). We note that taxpayers liable for trust fund taxes are given\n60 days notice before being assessed the 100% penalty imposed on responsible\npersons who fail to collect, account for, and pay over such taxes. Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5"
}