{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 21,
  "chunk_text": "In fact, the evidence clearly shows the opposite. The\nevidence, both as to form, substance, and intent of the parties, is of completed contracts\nfor b purchases. The fact that these transactions are completed purchases never\nintended to be per unit retains for the taxable year 20--- is, conclusively, evidenced by\nthe fact that the Coop admits that none of the contracting parties ever considered or\ntreated the transaction as anything but a completed sale. The taxpayer admits that\nthese b purchases have historically been treated as purchases, were treated as\npurchases during the year 20---, and have been treated as purchases up to the time of\nthe claim for refund. The after the fact October 20----memorandum, a unilateral,\nuntimely act by the Coop, does not remediate the missing mutual agreement. POSTF-143023-10 22 We do not interpret the 20--- PLR to hold that b purchases can be treated as\npurchases and then modified to per unit retains, to the detriment of the members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per unit retains at the sole\ndiscretion of the Coop, without a timely agreement from the Coop’s members and\nparticipating patrons. We further do not interpret the 20--- PLR to hold that the b\npurchases can be treated as purchases and then modified to per-unit retains for the\nyear 20---, for which tax returns have already been filed and when the year is closed for\nmost, if not all of the parties to the b purchase (except, for the Coop). To change the\noriginal reported treatment would disregard the undisputed form of the transaction, the\nsubstance of the transaction, and the admitted clear intent and expectations of the\ncontracting parties to the b transaction. We believe that there is no evidence that would contradict that the member or\nparticipating patron had an enforceable, contractual right and expectation that he would\nretain the full proceeds from the b sale. The member or participating patron did not\nreceive a per-unit retain payment for its commodity, that may be or may not be altered,\ndepending on the final Coop’s unilateral decision, or at a later time. They exchanged b\nfor consideration (the b sale proceeds). This consideration was the Coop’s members\nand participating patrons to keep, regardless of the ultimate disposition of the b, i.e., at\na profit or at a loss, by the Coop. We further believe that there is no authority in the Code, or regulations issued\nthere under, that requires the Service to allow a reclassification of a b purchase to a per\nunit retain, when it ignores the contractual understanding of a legal contract between\nthe parties, acts to the detriment of the members or participating patrons who have\nalready reported the transactions as purchases, and whose taxable year are now\nclosed. Further, the fact that the terms of the purchase can be interpreted to fit the\ndefinition of per-unit retains in the Code does not mean that a purchase and a per-unit\nretain are one and the same."
}