{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 6,
  "chunk_text": "POSTU-139175-10 8 services, or facilities, within a specified area. This is the same code section relied upon\nfor the definition of franchise by the § 263 regulations. 4 As opined in the September 14, 2011 Memorandum, an ANDA granted by the FDA is a\nfranchise for purposes of the Treas. Reg. § 1.263(a)-4(d) regulations. For the same\nreasons, an ANDA is also a § 197 intangible. An approved ANDA provides the\napplicant (or current holder)5 a right granted by the FDA to sell specific generic\npharmaceutical products in the territory of the United States, subject to complying with\nthe reporting requirements of the FDA, which are in the nature of quality controls a\nfranchisor would typically have over a franchise. See September 14, 2011\nMemorandum, Addendum A, last 3 pages (reporting, investigatory and production\nrequirements imposed on an ANDA holder). See also Jefferson-Pilot Corp. v.\nCommissioner, 98 T.C. 435 at 443 (1992), aff'd, 995 F.2d 530 (4th Cir. 1993) (FCC\nlicenses are agreements “between the Federal Government and the licensee, under\nwhich the licensee agrees to provide the service of radio broadcasting within a specified\narea in exchange for the right to broadcast”) and Jefferson-Pilot Corp. v. Commissioner,\n995 F. 2d 530 at 531 (4th Cir. 993) (“The definition of ‘franchise’ is sufficiently broad to\ninclude licenses issued by the FCC.”). Thus ANDAs satisfy the § 1253(b)(1) definition\nbecause ANDAs are agreements which provide a taxpayer with the right to distribute\nand sell a specific product (generic pharmaceuticals) within a specific area (the United\nStates). Because the FDA is the governmental unit that approves the right to sell,\nmarket, and distribute drugs subject to ANDAs, an approved ANDA also meets the\ndefinition of a franchise under Treas. Reg. § 1.197-2(b)(10). Accordingly, for the\nreasons stated above, an FDA-approved ANDA is a § 197 intangible. 2. As Franchises, ANDAs are Amortizable § 197 Intangibles I.R.C. § 197(c)(1) defines “amortizable section 197 intangible,” stating:\nExcept as otherwise provided in this section, the term “amortizable\nsection 197 intangible” means any section 197 intangible—\n(A)\nwhich is acquired by the taxpayer after the date of the\nenactment of this section [August 10, 1993], and 4 Treas. Reg. § 1.263(a)-4(c)(1)(viii) provides that “franchise” has the same meaning that the term is given\nin Treas. Reg. § 1.197-2(b)(10). Treas. Reg. § 1.197-2(b)(10) states that a “franchise has the meaning\ngiven in I.R.C. § 1253(b)(1) and includes any agreement that provides one of the parties to the agreement\nwith the right to distribute, sell, or provide goods, services, or facilities, within a specified area.” Treas. Reg. § 1.197-2(b)(10). 5 The term “holder” is explained in Addendum A to the September 14, 2011 Memorandum. POSTU-139175-10\n(B) 9\nwhich is held in connection with the conduct of a trade\nor business or an activity described in section 212. In Broz v. Commissioner, 137 T.C. No. 5, 2011 WL 3875059 (September 1, 2011)\n[Broz II],6 the Tax Court addressed an issue of first impression, the interpretation of the\n“in connection with a trade or business” requirement in § 197(c)(1)(B). The taxpayer\ncontended that an FCC license could be amortized upon acquisition, regardless of\nwhether the entity holding the FCC licenses had commenced a trade or business."
}