{
  "document_category": "legal-advice",
  "docId": "legal-advice_60",
  "chunk_index": 150,
  "chunk_text": "-105- Topic\nNo.\n901\n902\n903 Subject\nTax Information for Residents of\nPuerto Rico Is a person with income from\nPuerto Rico required to file a U.S.\nfederal income tax return? Credits and deductions for\ntaxpayers with Puerto Rican source\nincome exempt from U.S. tax\nU.S. employment tax in Puerto\nRico Disclosure, Privacy Act, and Paperwork Reduction Act Notice\nThe IRS Restructuring and Reform Act of\n1998, the Privacy Act of 1974, and the\nPaperwork Reduction Act of 1980 require\nthat when we ask you for information we\nmust first tell you our legal right to ask\nfor the information, why we are asking\nfor it, and how it will be used. We must\nalso tell you what could happen if we do\nnot receive it and whether your response\nis voluntary, required to obtain a benefit,\nor mandatory under the law. This notice applies to all records and\nother material (in paper or electronic format) you file with us, including this tax\nreturn. It also applies to any questions we\nneed to ask you so we can complete, correct, or process your return; figure your\ntax; and collect tax, interest, or penalties. Our legal right to ask for information\nis Internal Revenue Code sections 6001,\n6011, and 6012(a), and their regulations. They say that you must file a return or\nstatement with us for any tax you are liable for. Your response is mandatory under\nthese sections. Code section 6109 requires you to provide your identifying\nnumber on the return. This is so we know\nwho you are, and can process your return\nand other papers. You must fill in all parts\nof the tax form that apply to you. But you\ndo not have to check the boxes for the\nPresidential Election Campaign Fund or\nfor the third-party designee. You also do\nnot have to provide your daytime phone\nnumber or email address. You are not required to provide the information requested on a form that is subject to the Paperwork Reduction Act unless the form displays a valid OMB control number. Books or records relating to\na form or its instructions must be retained\nas long as their contents may become material in the administration of any Internal\nRevenue law. We ask for tax return information to\ncarry out the tax laws of the United\nStates. We need it to figure and collect\nthe right amount of tax. If you do not file a return, do not provide the information we ask for, or provide fraudulent information, you may be\ncharged penalties and be subject to criminal prosecution. We may also have to disallow the exemptions, exclusions, credits,\ndeductions, or adjustments shown on the tax return. This could make the tax higher If you have suggestions for making\nor delay any refund. Interest may also be these forms simpler, we would be happy\ncharged. to hear from you. You can send us comments through IRS.gov/FormsComments. Generally, tax returns and return infor- Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224."
}