{
  "document_category": "legal-advice",
  "docId": "legal-advice_76",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20113901F\nRelease Date: 9/30/2011\nCC:LB&I:------:---------:-------POSTF-132138-11\nUILC: 168.00-00; 168.18-00; 168.20-00; 168.20-02 Date:\nTo: -------Team Coordinator [---------------] From: Associate Area Counsel\nLarge Business & International Division Subject: -----I.R.C. § 168(e)(3)(B)(vi)(II) Agent\nAAC\nATTY\nBusiness =\n=\n=\n= City\nDate 1\nOFFC\nFuel\nIndustrial\nLocation\nPeriod\nProduct\nRefine\nRefined\nRefinement\nSigning\nTeam\nTelephone\nYear 1\nYear 2\nYear 3\nYear 4 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-132138-11\nA\nB\nC\nD\nE\nF\nABC\nXYZ =\n=\n=\n=\n=\n=\n=\n= -2- -------------------------------------------------------------------------------------------------------------------------- ISSUES\n1) Whether a cogeneration facility, as defined by 16 U.S.C. § 796(18), can also\nbe a “qualifying small power production facility” for purposes § 168(e)(3)(B)(vi)(II).1\n2) Whether XYZ’s power facility is a “qualifying small power production facility”\nand thus the equipment used in the facility is “5-year property” pursuant to §\n168(e)(3)(B)(vi)(II). SUMMARY OF CONCLUSIONS\n1) A cogeneration facility can also be a “qualifying small power production\nfacility” for purposes of § 168(e)(3)(B)(vi)(II). 2) XYZ’s power facility is a “qualifying small power production facility” and thus\nthe equipment used in the facility is “5-year property” pursuant to § 168(e)(3)(B)(vi)(II). FACTS The taxpayer, XYZ, is a Business. The taxpayer produces A of Product a Period,\nwhich is approximately B of all of the Product produced in Location. In producing such\nC of Product, the taxpayer relies on its power production assets to generate electricity\nand steam used in its refining operations. In the early 1980s, the taxpayer used D Industrial turbine generators in its power\noperation which produced a total of E Megawatts. On Date 1, the taxpayer filed a “selfcertification” with the Federal Energy Regulatory Commission (hereinafter the “FERC”)\nthat its power operation was a qualified small power production facility within the\nmeaning of 16 U.S.C. § 796(17)(C). To date, the taxpayer has not filed any subsequent\ncertifications. The taxpayer began replacing the original Industrial turbine generators in Year 2. In Year 3, the taxpayer also replaced a boiler in its power operation that increased the\nplant’s steam capacity. By Year 4, the taxpayer had completely replaced all D of its\noriginal turbine generators, its boiler, and all of its other equipment related to its power\noperation. 1 All statutory references are to provisions of the Internal Revenue Code unless otherwise expressly\nstated in this memorandum. POSTF-132138-11 -3- The taxpayer’s power plant is, and has been, fueled from a Product F material\ncalled Fuel. The process begins when Product is brought into the plant where it is\nRefined. The Product F (the “Fuel”) is combusted in the boilers and used to create\nsteam. High pressure steam is then channeled from the boilers to the generators and is\nused to turn the turbines. The turbines create the electricity used in the operation. Low\npressure steam from the same boilers is channeled to evaporators which are used to\nRefine. When the steam from the evaporator condenses, it is channeled back to the\nboilers as water and is subsequently boiled again. The system is what is referred to as\na “closed loop system.” The power operation serves two purposes: (1) to generate electricity, and (2)\nRefinement. While the taxpayer produces its own power, the taxpayer is connected to\nthe power company’s grid so that it can draw power to run its operations if needed. The\ntaxpayer sells any excess power production from its operation back to the power\ncompany grid."
}