{
  "document_category": "legal-advice",
  "docId": "legal-advice_56",
  "chunk_index": 2,
  "chunk_text": "Therefore, this memorandum will consider ------------------ as a grantor. POSTF-103406-08 3 Income From Trusts, and Depreciation. On --------------------, ----------------- requested an\nautomatic extension of the time to file this return until ------------------; the preparer signed\nthe return on -----------------------. From the above, we assume for purposes of this\nmemorandum that --------------------- is the grantor2 of these two grantor trusts. Similarly,\nwe assume that ---------------------- and ------------------------ are grantors of their respective\ngrantor trusts. We do not have copies of any individual returns filed by --------- or ---------------------------------. Analysis\nIssue 1: Extension of the statute of limitations\nA. Return Filing Requirement Imposed on S Corporations and Trusts\nInternal Revenue Code § 1361(a) defines a S corporation as a small business\ncorporation for which an election under § 1362(a) is in effect for any taxable year. Internal Revenue Code § 1361(b) provides that the term “small business corporation”\nmeans a domestic corporation which is not an ineligible corporation and which does not\nhave more than 100 shareholders, have as a shareholder a person [other than a trust\ndescribed in subsection (c)(2)] who is not an individual, have a nonresident alien as a\nshareholder, and have more than 1 class of stock. Section 1361(c)(2) states that a trust\nall of which is treated (under subpart E of part I of subchapter J) as owned by an\nindividual who is a citizen or resident of the United States may be a shareholder. Subchapter J (§§ 641-692) includes Estates, Trusts, Beneficiaries, and Decedents; Part\nI pertains to Estates, Trusts, and Beneficiaries, and Subpart E includes §§ 671-679,\nrules for Grantors and Others Treated as Substantial Owners. Accordingly, based on\nthe facts as we understand them, ---------------- meets the requirements to be a small\nbusiness corporation and is a S corporation for purposes of § 1361 et seq. Internal Revenue Code § 6011 contains the general requirement of making a return. Specifically, this statute provides that when required by regulations, any person made\nliable for any tax imposed by this title, shall make a return or statement according to the\nforms and regulations prescribed by the Secretary of the Treasury or his delegate. Section 6012(a)(4) requires every trust having for the taxable year any taxable income,\nor having gross income of $600 or over, regardless of the amount of taxable income to\nmake a return with respect to income taxes under subtitle A. Given the amounts on the\nForms K-1 noted above, we conclude under § 6012(a)(4)that each of the grantor trusts\nare required to make a return for the items received from ----------------. However, see\nthe discussion on Internal Revenue Code § 671 below. Pursuant to Internal Revenue\nCode § 6012(b)(4), a trust’s fiduciary must make the return. 2 Internal Revenue Code § 671 and Treas. Reg. § 1.671-4 refer to trusts owned by the grantor or another\nperson. This memorandum will use the term “grantor” to refer to the owner of a grantor trust and includes\n“another person”. POSTF-103406-08 4 Internal Revenue Code § 6037(a) requires every Subchapter S Corporation to make a\nreturn for each taxable year."
}