{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 15,
  "chunk_text": "Id. at 523. The NAIC continued to work on its RBC standards after the Special Committee\non Blue Cross Plans issued its final report in 1994. The current RBC standards will be\ndiscussed below as part of the response to the Taxpayer's argument. In summary, in the context of NAIC Annual Statement reporting, when the NAIC\nfirst considered \"cost-plus\" type arrangements, it rejected any analysis based on the\nlabel of the arrangement and instead determined that arrangements should be classified\nas \"insured\" or \"uninsured,\" even to the point of breaking an arrangement into\ncomponents and classifying each component as insured or uninsured. In the context of BCBS financial reporting, the NAIC initially used the phrase\n\"cost-plus\" to describe an arrangement that was classified as insured. The\narrangement included the following features:\n\"Experience rated groups for which premiums are fully determined\nretrospectively.\" \"Typically the plan pays the benefits and bills the account for the cost of benefits\nand normal retention items.\" \"The plan issues a Blue Cross & Blue Shield identification card, pays the benefits\nfrom its bank account, and uses its contractual payment arrangements with\nproviders in the administration of the contract.\" \"Often these accounts select aggregate and individual stop loss features for\nwhich the cost of coverage is included as part of retention or other separate\ncharge.\" The description used by the NAIC for BCBS financial reporting is similar to the\ndescription used by the BCBSA in its risk-based capital formula, where it described the\nmajor characteristics of ASC/Cost-Plus business to include:\n\"issuance of carrier ID cards and membership materials\"\n\"access to participating providers and associated discounts, if any\"\n\"retrospectively determined revenue.\" \"Cost-plus\" -- the Taxpayer's definition. In its Protest, the Taxpayer\nacknowledges that Congress did not define the term \"cost-plus contract\" when it POSTU-144536-09 19 amended section 833 in 1997. The Protest asserts \"the term has a well-understood\nmeaning in the insurance industry.\" Protest, page 13. However, rather than citing any\nindustry definition, the Taxpayer offers its own version of the term:\nCost-plus contracts have three essential features. First, the \"cost\" must be paid\nunder an arrangement in which the insurance company is a party to the\nobligation to make a payment. By contrast, \"cost\" is not involved under an ASO\nplan because the participant is the only party that pays or funds the obligation. Second, in the context of I.R.C. ยง 833(b) the \"cost\" must relate to heath-related\nclaim payments (other than those that are underwritten and qualify as insurance). The third feature of cost-plus contracts is that the insurance company receives\nreimbursement for the claims, \"plus\" a fee to cover any expenses and profit. Taxpayer's Program X plans satisfy each of these criteria and are commonly\nunderstood to be cost-plus arrangements. \"Cost-plus\" -- the Taxpayer's references to NAIC accounting materials. As\nnoted above, the Taxpayer's refund claims were prompted by an internal audit of the\nTaxpayer's NAIC Annual Statements. Accordingly, the Taxpayer's argument is\nprincipally based upon the Accounting Practices and Procedures of the NAIC and the\nNAIC's Risk-Based Capital standards."
}