{
  "document_category": "legal-advice",
  "docId": "legal-advice_10",
  "chunk_index": 4,
  "chunk_text": "Additionally, the Tax Court has also held that when a spouse\nraises a claim for relief under I.R.C. § 6015 in any judicial\nproceeding before the Tax Court, and the other spouse is not a\nparty to the case, the IRS must notify the nonpetitioning spouse of\nhis or her right to intervene. King v. Commissioner, 115 T.C. 118\n(2000). In this case, however, petitioner --------------------------------------------------------------------------------------------------------------------------was already party when petitioner\n------raised the claim for relief under I.R.C. § 6015 in the Tax\nCourt proceeding. Thus, respondent was not required under I.R.C.\n§ 6015 to notify - of --’s claim for relief and -’s right to\nintervene in --’s case. The fact the counsel for ---------------------------------------------------------------------------------------------------------------------------did not object to the\nseverance of --’s case or assert -’s right to participate --------------’s determination of relief does not create a responsibility\non respondent to notify - of his right to become a party to the\ncase again. Note that in this case Mr. -- had actual knowledge of ----------------'s innocent spouse proceeding and was a party to that\nproceeding as he jointly petitioned. Also, - was at all times\nrepresented by counsel. If the Estate of -----wishes to challenge the Tax Court's\ngrant of innocent spouse relief to -----, then the Estate must either move for reconsideration of the decision in ----------------------------------------------------------------------------------------------------------------------------'s case or move to\nvacate the decision; either such motion would have to be filed in\nthe Tax Court. Based upon the discussion above, it is unlikely\nthat the Tax Court would reconsider or vacate its decision in -------------'s case. The probate court lacks jurisdiction to override or overrule\nthe Tax Court's judgment in -----'s case. The United States Courts\nof Appeal have exclusive jurisdiction to review decisions of the\nTax Court. I.R.C. § 7482(a)(1). The probate court is required\nunder principles of comity and federalism to honor the judgment of\nthe Tax Court. (Judicial comity is \"[t]he respect a court of one\nstate or jurisdiction shows to another state or jurisdiction in\ngiving effect to the other's laws and judicial decisions.\" Black's\nLaw Dictionary 262 (7th ed. 1999).) If, nonetheless, the probate court were to assert jurisdiction\nand rule that ------is jointly and severally liable with -----------for the - through - income tax deficiencies, the Internal\nRevenue Service could not collect from -------------------------------------------------------------------------------------------------------------------------individually. This is so because the\nTax Court relieved her of liability, and the Service is bound by\nthe Tax Court's decision. The Internal Revenue Service could,\nhowever, collect from ----- as transferee of assets from ----------'s estate. And, of course, the Estate of --------------------------------------------------------------------------------------------------------------------------is liable for the full amount of\nthe deficiencies regardless of whether ------is or is not relieved\nof liability. THIS WRITING MAY CONTAIN PRIVILEGED INFORMATION. ANY\nUNAUTHORIZED DISCLOSURE OF THIS WRITING MAY HAVE AN ADVERSE\nEFFECT ON PRIVILEGES, SUCH AS THE ATTORNEY CLIENT PRIVILEGE. IF DISCLOSURE BECOMES NECESSARY, PLEASE CONTACT THIS OFFICE\nFOR OUR VIEWS. _________________________ JEREMY L. McPHERSON Attorney (SBSE)"
}