{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 5,
  "chunk_text": "D stores are not required to participate in gift check sales. A common problem\nwith gift check sales is that most of the activity occurs between October 1 and\nDecember 24 (70% to 80%) and unissued checks tend to “disappear” over time when\nstored at the restaurant. Stores have been instructed to accept any gift check, and E\nbank (an unrelated national chain of banks) has been instructed to process all checks,\nregardless of the age or the condition of the gift check. If a customer presents a gift\ncheck with a face amount of more than the purchase price of the store’s product, the\nstore will pay the balance to the customer. For example, if a customer presents a $XX\ngift check but only buys an item for $1.50, the store will pay $XX - $1.50 in cash to the\ncustomer because the gift check is the equivalent of cash. A’s Books and Records\n-------- gift check sales for the fiscal years ending January 31 were as follows: D stores (Franchisee\nrestaurants)\nScript Organizations\nCorporate Office Sales\n(includes sales on-line)\nTotal sales Year 10\n$ 1X,242,000 Year 11\n$ 1Y,550,335 3X,651,000\n0X,640,000 2Y,582,520\n0Y,361,445 $ 5X,533,000 $ 4Y, 494,300 Assumed A journal entries are, as follows:\n1. Journal entries made at point of gift check sale:\nAccount Type\nAsset\nLiability Account Title\nCash - General Checking Account Title Debit\n100,000 Unredeemed Gift Checks Credit\n100,000 - To record gift check sale 2. Journal entries made at end of each month to transfer gift check sales to\nchecking account established specific for batch and denomination of gift checks:\nAccount Type\nAsset Account Title\nAccount Title\nCash – Bank Account # $XX Batch Identifier Debit\n100,000 Credit POSTF-149051-10 8 Asset Cash–General Checking 100,000 - To transfer gift check sales\nto checking account\nestablished specifically for\nbatch and denomination of\ngift check 3. Journal entries made when gift check is redeemed:\nAccount Type\nContra\nLiability\nAccount\nAsset Account Title\nGift Checks redeemed Account Title Debit\n50,000 Cash – Bank Account # $XX Batch Identifier Credit 50,000 - To record redemption 4. Journal entries made when redemptions become insignificant (usually 8 to 10\nyears):\nAccount Type\nAsset\nAsset Account Title\nCash - General Checking Account Title Debit\n5,000 Credit Cash – Bank Account # $XX Batch Identifier 5,000 Liability\nUnredeemed Gift Checks\n100,000\nContra\nGift Checks Redeemed\n95,000\nLiability\nAccount\nCredit**\n** Unknown account title\n5,000\nUnknown\n** The actual account that gets credited at this point is unknown. However, the\nincome for A’s Form 1120, “U.S. Corporation Income Tax,” return is based only\non ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------D Store Books and Records\nAlthough Examination has no definite information whether the following journal\nentries have been made by the D stores (-----------------------------------------------------------------------------), the following are the journal entries that should be recorded on the books\nof the D stores based on the gift check treatment that A has used. The assumed\nentries, amounts, and account titles are as follows: POSTF-149051-10 9 1. Journal entries made at point of gift check purchase:\nAccount Type\nAsset\nAsset Account Title\nGift Checks – Available for Sale Account Title Debit\n100,000 Cash Credit\n100,000 - To record gift check purchase - 2. Journal entries made at point of gift check sales to public:\nAccount Type\nAsset\nAsset Account Title\nCash Account Title Debit\n100,000 Gift Checks –\nAvailable for Sale Credit\n100,000 - To record gift check sale to the\npublic 3."
}