{
  "document_category": "legal-advice",
  "docId": "legal-advice_0",
  "chunk_index": 16,
  "chunk_text": "Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled agent to an applicant\neighteen years of age or older who demonstrates\nspecial competence in tax matters by written\nexamination administered by, or administered under\nthe oversight of, the Internal Revenue Service, who\npossesses a current or otherwise valid preparer tax\nidentification number or other prescribed identifying\nnumber, and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part. (b) Enrollment as a retirement plan agent upon\nexamination. The Commissioner, or delegate, will\ngrant enrollment as an enrolled retirement plan\nagent to an applicant eighteen years of age or older\nwho demonstrates special competence in qualified\nretirement plan matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, who possesses a\ncurrent or otherwise valid preparer tax identification\nnumber or other prescribed identifying number, and\nwho has not engaged in any conduct that would justify\nthe suspension or disbarment of any practitioner\nunder the provisions of this part. (c) Designation as a registered tax return preparer. The Commissioner, or delegate, may designate\nan individual eighteen years of age or older as\na registered tax return preparer provided an\napplicant demonstrates competence in Federal tax\nreturn preparation matters by written examination\nadministered by, or administered under the oversight\nof, the Internal Revenue Service, or otherwise meets\nthe requisite standards prescribed by the Internal\nRevenue Service, possesses a current or otherwise valid\npreparer tax identification number or other prescribed\nidentifying number, and has not engaged in any conduct\nthat would justify the suspension or disbarment of any\npractitioner under the provisions of this part. (d) Enrollment of former Internal Revenue Service\nemployees. The Commissioner, or delegate, may\nTreasury Department Circular No. 230 Table of Contents grant enrollment as an enrolled agent or enrolled\nretirement plan agent to an applicant who, by virtue\nof past service and technical experience in the\nInternal Revenue Service, has qualified for such\nenrollment and who has not engaged in any conduct\nthat would justify the suspension or disbarment of\nany practitioner under the provisions of this part,\nunder the following circumstances:\n(1) The former employee applies for enrollment\non an Internal Revenue Service form and supplies\nthe information requested on the form and such other\ninformation regarding the experience and training of\nthe applicant as may be relevant. (2) The appropriate office of the Internal Revenue\nService provides a detailed report of the nature and\nrating of the applicant’s work while employed by\nthe Internal Revenue Service and a recommendation\nwhether such employment qualifies the applicant\ntechnically or otherwise for the desired authorization. (3) Enrollment as an enrolled agent based on an\napplicant’s former employment with the Internal\nRevenue Service may be of unlimited scope or it\nmay be limited to permit the presentation of matters\nonly of the particular specialty or only before the\nparticular unit or division of the Internal Revenue\nService for which the applicant’s former employment\nhas qualified the applicant."
}