{
  "document_category": "legal-advice",
  "docId": "legal-advice_84",
  "chunk_index": 4,
  "chunk_text": "When\nthe notice is filed [sic] the claimant immediately has a right against those\nearnings held by the public agency. In effect, the filing imposes a trust\nobligation on the public agency. When ----------------filed the two “Stop Notices” with the City of -------------, -------------------immediately had a right to the funds earned by --------------------. The City of ---------------was effectively holding those funds in trust for ---------------. Cal. Civ. Code § 3264 provides in relevant part that:“[t]he rights of all persons\nfurnishing labor, services, equipment, or materials for any work of improvement, with\nrespect to any fund for payment of construction costs, are governed exclusively by [Cal\nCiv Code sections 3156 through 3214] . . . and no person may assert any legal or\nequitable right with respect to such fund, . . . .“ See Falcon Construction Co. v. United\nStates, 1988 WL 383111 (E.D. Cal. 1988) (holding that the Service could levy withheld\nfunds, in part because no stop notice had been filed); see also Pankow Construction\nCo. v. Advance Mortgage Corp. et al, 618 F.2d 611 (9th Cir. 1980) (holding that “claims\non construction loan funds by persons furnishing services or material are confined” to\nmechanics liens and stop notices). Further, at least one appellate court in California\nhas interpreted sections 3186 and 3193 as imposing an “absolute statutory duty” on\nowners “to pay the valid amounts of [stop notice] claims to the stop notice claimants and\nno one else.” Stanislaus Pump v. City of Modesto, 200 Cal. App.3d 1442, 1447, 246\nCal. Rptr. 601, 604 (5th Dist. 1988). However, this case evaluated the ability of the\ncontractor to make an assignment, and not a competing claim of the United States. There are no reported cases in the Ninth Circuit on the effect of a “Stop Notice”\nwhen it is competing with a federal tax lien or levy. Some cases indicate that the Circuit\nwould recognize the stop notice as depriving a contractor of property interest in withheld\ncontract proceeds. See, e.g., United States v. J.D. Grainger Co., Inc., 945 F.2d 259,\n262 (9th Cir. 1991) (“A number of courts have held that a taxpayer-contractor has no\nproperty interest . . . in funds held by a surety or withheld by the contracting party for\npayment of subcontractors or other creditors of the taxpayer.”). On the other hand,\nsome cases indicate some hostility toward this theory. See, e.g., American Fidelity Fire\nIns. Co. v. United States, 385 F.Supp. 1075, 1078 (N.D. Cal. 1974) (finding no support\nfor the premise that once a stop notice is issued, “payments due the contractor become\nnot property of the contractor, but a trust fund for the payment of laborers and\nmaterialmen”). ---------------------, Wrongful Levy Page 6 Because the “Stop Notice” is not a mechanic’s lien, but rather an equitable\nremedy under state law, the Service’s position is that the federal tax lien would\nordinarily prime the “Stop Notice.”"
}