{
  "document_category": "legal-advice",
  "docId": "legal-advice_25",
  "chunk_index": 61,
  "chunk_text": "See Schedule EIC for more information, including\nhow to complete Schedule EIC if your qualifying child doesn't\nhave a valid SSN. 4. Were you or your spouse a nonresident alien for any part of\n2022? Yes. See Nonresident\nNo. Go to Step 2.\naliens, later, under\nDefinitions and Special\nRules. For help in determining if you are eligible for the EIC, go to\nIRS. gov/EITC and click on “EITC Qualification Assistant.” This\nservice is available in English and Spanish. 1. Add the amounts from Form 1040 or 1040-SR: Step 2 Line 2a If you take the EIC even though you aren't eligible and\nit is determined that your error is due to reckless or inCAUTION tentional disregard of the EIC rules, you won't be allowed to take the credit for 2 years even if you are otherwise eligible to do so. If you fraudulently take the EIC, you won't be\nallowed to take the credit for 10 years. See Form 8862, who\nmust file, later. You may also have to pay penalties. ! Refunds for returns claiming the earned income credit\nTIP can't be issued before mid-February 2023. This delay\napplies to the entire refund, not just the portion associated with the earned income credit. Step 1 All Filers 1. If, in 2022:\n• 3 or more children who have valid SSNs lived with you,\nis the amount on Form 1040 or 1040-SR, line 11, less\nthan $53,057 ($59,187 if married filing jointly)? • 2 children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$49,399 ($55,529 if married filing jointly)? • 1 child who has a valid SSN lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$43,492 ($49,622 if married filing jointly)?\n• No children who have valid SSNs lived with you, is the\namount on Form 1040 or 1040-SR, line 11, less than\n$16,480 ($22,610 if married filing jointly)? Yes. Continue\nNo. STOP\n䊲 You can't take the credit. 2. Do you, and your spouse if filing a joint return, have a\nsocial security number issued on or before the due date of\nyour 2022 return (including extensions) that allows you to Need more information or forms? Visit IRS.gov. Investment Income Line 2b + Line 3b + Line 7* + Investment Income =\n*If line 7 is a loss, enter -0-. 2. Is your investment income more than $10,300? Yes. Continue\nNo. Skip question 3; go\n䊲\nto question 4.\n3. Are you filing Form 4797 (relating to sales of business\nproperty)? Yes. See Form 4797\nNo. STOP\nfilers, later, under You can't take the credit. Definitions and Special\nRules. 4. Do any of the following apply for 2022?\n• You are filing Schedule E.\n• You are reporting income from the rental of personal\nproperty not used in a trade or business. • You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child"
}