{
  "document_category": "legal-advice",
  "docId": "legal-advice_21",
  "chunk_index": 3,
  "chunk_text": "Treas. Reg. § 301.7701-15(a)(1). For purposes of section 6694, no more than one individual\nassociated with a firm (e.g., a partner or employee) may be\ntreated as a return preparer with respect to the same return or\nclaim for refund. Treas. Reg. § 1.6694-1(b)(1). Generally, the\nindividual with overall supervisory responsibility with respect\nto the return or refund claim is treated as the preparer for\npenalty purposes. Id. An employer or partnership of an\nindividual return preparer subject to an sections 6694(a) and/or\n(b) penalty is also subject to penalty as a firm if:\n(1) one or more members of the principal management of\nthe firm or branch office participated in or knew of\nthe proscribed conduct; (2) the employer or partnership failed to provide\nreasonable and appropriate review procedures; or (3) such review procedures were disregarded. CC:LM:F:MAN:POSTU-162762-02 page 5 Treas. Reg. §§ 1.6694-2(a)(2) and 1.6694-3(a)(2).\nii. Section 6694(a) Penalty Section 6994(a) provides that a return preparer may be\nliable for a penalty in the amount of $250 if:\n(1) any part of an understatement of liability with\nrespect to a return or claim for refund is due to a\nposition that did not have a realistic possibility of\nbeing sustained on its merits; (2) the return preparer with respect to that return or\nrefund claim knew or reasonably should have known of\nthe unrealistic position; and (3) such position was not adequately disclosed in order\nto avoid the accuracy-related penalty for\nunderstatement of income tax or was frivolous. The penalty will not be imposed, however, where there is\nreasonable cause for the understatement and the preparer acted in\ngood faith. I.R.C. § 6694(a). The return preparer has the\nburden of proving that\n, there was reasonable cause for the position taken, and\nthat such position was maintained in good faith or that the\nposition was adequately disclosed. Treas. Reg. § 1.6694-2(e). Under Treasury Regulation section 1.6694-2(c), adequate\ndisclosure is made in accordance with the rules for the\nsubstantial understatement component of the accuracy-related\npenalty provided in Treasury Regulation section 1.6662-4(f). Disclosure is adequate under the regulations only if made on a\nproperly completed form (Form 8275, Disclosure Statement) or in\naccordance with an annual revenue procedure (e.g., Rev. Proc.\n94-36, 1994-1 C.B. 682 for Year 1993 returns). A position is considered to satisfy the realistic\npossibility standard if a reasonable and well-informed analysis\nby a person knowledgeable in tax law would lead that person to\nconclude that the position has approximately a one-in-three, or\ngreater, likelihood of being sustained on its merits. Treas. Reg. § 1.6694-2(b)(1). Adequate disclosure of an unrealistic return position is a\ndefense to the section 6694(a) penalty. However, adequate\ndisclosure is not a defense when the return position is\nfrivolous. Treas. Reg. § 1.6694-2(c)(1). A frivolous position\nis one that is patently improper. Treas. Reg. § 1.6694-2(c)(2). The test for frivolity is an objective one, which must be\nevaluated in terms of the position’s legal underpinnings. McKee CC:LM:F:MAN:POSTU-162762-02 page 6 v. United States, 781 F.2d 1043, 1047 (4th Cir. 1986)\n. If the preparer shows that an understatement was due to\nreasonable cause and the preparer acted in good faith, the\npreparer penalty for a position that does not satisfy the\nrealistic possibility standard will not be imposed."
}