{
  "document_category": "legal-advice",
  "docId": "legal-advice_51",
  "chunk_index": 3,
  "chunk_text": "I.R.C. §§ 6335(a) – (e). If it would be in the best interest of the United States or the taxpayer to adjourn the sale,\nit may be adjourned as long as a new date of sale is set within one month of the date of\nthe original notice of sale. Treas. Reg. 301.6335-1(c)(2). In the case of real property\nsold as provided in section 6335, a deed to the real property shall be executed to the\npurchaser as long as the property is not redeemed by the taxpayers or any other\npersons having an interest in the property within 180 days after the sale of the property. I.R.C. § 6338(b). Since the IRS only has the authority to redeem property when a sale\nhas been conducted to satisfy a lien on the property prior to the federal tax lien, the IRS\ncannot redeem the property in this case. See I.R.C. § 7425(d). If the proceedings of\nthe sale are substantially in accordance with the provisions of law, the executed “deed\nshall be considered and operate as a conveyance of all the right, title, and interest the\nparty delinquent had in and to the real property thus sold at the time the lien of the\nUnited Stated attached thereto.” I.R.C. § 6339(b)(2). All requirements set forth in section 6335 pertaining to the sale were followed in\nthis case, as the taxpayers were given the proper notice of the sale, proper public notice\nwas given, a minimum price was properly set, the sale was made to the highest bidder\nat auction, and the sale occurred within one month of the original notice of sale, on GL-146301-07 4 which date no bidders appeared. Accordingly, any challenge to the validity of the sale\nby either the taxpayers or the purchaser likely would be unsuccessful since the sale\nproceeded in accordance with all provisions of the law and the Code provides other\nspecific remedies for the revenue officers unlawful levy under sections 6343(d) and\n7433. Provided neither the taxpayers nor any other party redeems the property prior to\n----------------------, the taxpayers’ interest in the property will be properly conveyed to the\npurchaser of the property upon issuance of a deed. Issue 2 If the taxpayers request that the proceeds be applied to their outstanding\nliabilities, there will be approximately $--------in excess proceeds remaining. The federal\ntax lien attaches to all property and rights to property held by the taxpayer. I.R.C. §\n6321. Pursuant to United States v. Craft, the federal tax lien even attaches to a\ntaxpayer’s interest in property held as a tenancy by the entireties. Craft, 535 U.S. 274\n(2002). However, this rule does not apply to other creditors, such as -----------. In Florida, entireties property cannot be reached to satisfy a debt of only one\nspouse. Beal Bank, SSB v. Almand and Associates, 780 So.2d 45 (Fla. 2001); Winters\nv. Parks, 91 So.2d 649, 651 (Fla. 1956). It is also well established that the proceeds\nfrom the sale or rental of tenancy by the entireties property are also held as a tenancy\nby the entireties and are owned by both the husband and wife."
}