{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 16,
  "chunk_text": "Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501.\nMarried persons who live apart. Even\nif you weren’t divorced or legally separated at the end of 2022, you are considered unmarried if all of the following\napply. • You lived apart from your spouse\nfor the last 6 months of 2022. Temporary absences for special circumstances,\nsuch as for business, medical care,\nschool, or military service, count as time\nlived in the home. • You file a separate return from\nyour spouse. • You paid over half the cost of\nkeeping up your home for 2022. • Your home was the main home of\nyour child, stepchild, or foster child for\nmore than half of 2022 (if half or less,\nsee Exception to time lived with you,\nearlier). • You can claim this child as your\ndependent or could claim the child except that the child's other parent can\nclaim the child under the rule for Children of divorced or separated parents\nunder Who Qualifies as Your Dependent, later. Need more information or forms? Visit IRS.gov. Adopted child. An adopted child is\nalways treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Foster child. A foster child is any\nchild placed with you by an authorized\nplacement agency or by judgment, decree, or other order of any court of competent jurisdiction. Qualifying Surviving Spouse You can check the “Qualifying surviving spouse” box at the top of Form 1040\nor 1040-SR and use joint return tax rates\nfor 2022 if all of the following apply. 1. Your spouse died in 2020 or 2021\nand you didn't remarry before the end of\n2022. 2. You have a child or stepchild (not\na foster child) whom you can claim as a\ndependent or could claim as a dependent\nexcept that, for 2022:\na. The child had gross income of\n$4,400 or more,\nb. The child filed a joint return, or\nc. You could be claimed as a dependent on someone else’s return. If the child isn’t claimed as your dependent, enter the child’s name in the\nentry space below the filing status\ncheckboxes. If you don’t enter the name,\nit will take us longer to process your return. 3. This child lived in your home for\nall of 2022. If the child didn't live with\nyou for the required time, see Exception\nto time lived with you, later. 4. You paid over half the cost of\nkeeping up your home. 5. You could have filed a joint return with your spouse the year your\nspouse died, even if you didn't actually\ndo so. If your spouse died in 2022, you can't\nfile as qualifying surviving spouse. Instead, see the instructions for Married\nFiling Jointly, earlier. Adopted child. An adopted child is always treated as your own child. An\nadopted child includes a child lawfully\nplaced with you for legal adoption. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you."
}