{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 124,
  "chunk_text": "Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent. But don’t include amounts for any month\nyou were eligible to participate in an employer-sponsored health plan or amounts paid from\nretirement plan distributions that were nontaxable because you are a retired public safety\nofficer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter your net profit* and any other earned income** from the business under which the insurance\nplan is established, minus any deductions on Schedule 1, lines 15 and 16. Don’t include\nConservation Reserve Program payments exempt from self-employment tax . . . . . . . . . . . . . . . . . . . 3. Self-employed health insurance deduction. Enter the smaller of line 1 or line 2 here and on\nSchedule 1, line 17. Don’t include this amount in figuring any medical expense deduction\non Schedule A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. 3. *If you used either optional method to figure your net earnings from self-employment, don’t enter your net profit. Instead, enter the amount\nfrom Schedule SE, line 4b. **Earned income includes net earnings and gains from the sale, transfer, or licensing of property you created. However, it doesn't include\ncapital gain income. If you were a more-than-2% shareholder in the S corporation under which the insurance plan is established, earned\nincome is your Medicare wages (box 5 of Form W-2) from that corporation. • Nontaxable qualified tuition program earnings or distributions. • Any nontaxable distribution of\nCoverdell education savings account\nearnings.\n• Any reimbursements you received\nfor these expenses that weren’t reported\nto you in box 1 of your Form W-2. For more details, use Tax Topic 458\nor see Pub. 529. Line 12\nCertain Business Expenses of\nReservists, Performing Artists,\nand Fee-Basis Government\nOfficials\nInclude the following deductions on\nline 12. • Certain business expenses of National Guard and reserve members who\ntraveled more than 100 miles from home\nto perform services as a National Guard\nor reserve member. • Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans"
}