{
  "document_category": "legal-advice",
  "docId": "legal-advice_79",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20111101F\nRelease Date: 3/18/11\nCC:LB&I:HMT:DET:CVDumas\nPOSTF-139171-10\nUILC: 197.00-00, 165.00-00 date: February 15, 2011 to: George E. Gasper\nGeneral Attorney (Dallas)\n(Large Business & International)\nJack Squyres\nTeam Coordinator (Team 1244)\n(Large Business & International) from: subject: Charles V. Dumas\nAttorney (Detroit)\nMotor Vehicle Industry Counsel\n(Large Business & International) Deductibility of Purportedly Worthless Goodwill This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nDealer\nManufacturer\nW\nX\nY1\nY2\nZ\nDate1\nDate2\nDate3 =\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ $39x\n$4x = --------------= ------------- ISSUE\nManufacturer terminated Dealer’s franchise rights to sell W and Y2 automobiles,\nand Dealer argues the goodwill allocated to those franchises became worthless. May\nDealer deduct, as purportedly worthlessness, the goodwill associated with those\nfranchises? CONCLUSIONS Even if the goodwill associated with the W and Y2 franchises became worthless\nwhen Manufacturer terminated the franchise agreements, section 197(f)(1) of the\nInternal Revenue Code1 prohibits a deduction for worthless amortizable section 197\nintangibles, including goodwill, where other amortizable section 197 intangibles\npurchased as part of the same transaction or series of transactions remain. The\namount of any worthless amortizable section 197 intangibles instead is included in the\nbasis of the remaining amortizable section 197 intangibles. FACTS Dealer sells and services Manufacturer’s products pursuant to franchise\nagreements. On Date1, Dealer purchased certain assets of another auto dealer; this\nsale included $39x for goodwill related to franchise rights to sell (including parts) and\nservice W, X, Y1, Y2, and Z automobiles. Although Dealer claims that $4x of goodwill\nwas allocated to the W franchise purchase, we see nothing in the contract that makes\nany such allocation. The information provided to you by Dealer is an unsigned, undated\nsummary. We cannot tell who prepared this summary, when it was prepared, or for\nwhat purpose. On Date2, Dealer received notice that Manufacturer was terminating its franchise\nto sell W products. Later, on Date3, Dealer also received notice that Manufacturer was\nterminating its Y2 franchise. In consideration for these franchise terminations and\nDealer’s covenants, releases, waivers, and transfer to Manufacturer of a non-exclusive\nright to use Dealer’s customer lists and service records, Dealer received from\nManufacturer payment of approximately 1.8% of $39x.2 Dealer therefore claims that the\ngoodwill associated with its terminated W and Y2 franchises became worthless on\nDate2 and Date 3, respectively. 1 Unless otherwise noted, references to “section” refer to the Internal Revenue Code of 1986, as\namended. 2 The tax treatment of the amounts Dealer received as consideration for the W and Y2 franchise\nterminations is not in dispute in this case. See, e.g., Rev. Rul. 2007-37, 2007-1 C.B. 1390. LAW AND ANALYSIS\nSection 165(a) allows a deduction for any loss sustained during the taxable year\nand not compensated for by insurance or otherwise. The amount of any such deduction\nis subject to any provision of the Code that prohibits it or limits the amount. Treas. Reg.\n§ 1.165-1(a).\nSection 197(a) allows a taxpayer to amortize an “amortizable section 197\nintangible” ratably over a 15-year period. If an asset is an “amortizable section 197\nintangible,” it is amortizable over a 15-year period, even if the asset might have a\ndifferent useful life. I.R.C. § 197(b)."
}