{
  "document_category": "legal-advice",
  "docId": "legal-advice_78",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20112701F\nRelease Date: 7/8/2011\nCC:LB&I:RFPH:CH2:JDScheid\nPOSTF-147002-10\nUILC: 61.00-00, 118.00-00, 118.01-02 date: February 11, 2011 to: from: subject: Revenue Agent Stephanie L. Tucker\nRFPH, Territory 2, Team 1532, Chicago\n(Large Business & International)\nAssociate Area Counsel (Chicago, Group 2)\n(Large Business & International) Bank Enterprise Award payment received from the U.S. Department of the Treasury\nCommunity Development Financial Institutions Fund is not excluded from Taxpayer's\nincome under section 118. This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. This advice has been coordinated with Industry Counsel,\nSection 118 and the National Office, Associate Chief Counsel for Passthroughs and\nSpecial Industries, Branch 5.\nLEGEND\nTaxpayer\nSub\na\nb\nc\nd\ne\nf\ng\nh\ni = --------------------------------------= ------------------------------= ----------------------------= ----------------------------= ------= ------= -----------= ---=\n---= -----------= ------------ POSTF-147002-10 2 ISSUE\nWhether Bank Enterprise Award (“BEA”) payments received by Taxpayer from\nthe U.S. Department of the Treasury Community Development Financial Institutions\nFund (the “Fund”) during the taxable years ended *** a and *** b are excluded from\nTaxpayer’s gross income for the taxable years *** c and *** d, respectively, as a\nnonshareholder contribution to capital under section 118? CONCLUSION It is our opinion that the BEA payments received by Taxpayer from the Fund\nduring the taxable years ended *** a and *** b are not excluded from Taxpayers gross\nincome under section 118 for the taxable years *** c and *** d, respectively. For the\naward years *** c and *** d, it is clear that the intent of the BEA program was to\nincrease financial services in distressed communities. The criteria for receipt of the BEA\npayment, the mechanisms used to calculate the amount of the BEA payment, and the\nunrestricted use of the funds suggest that the purpose of the BEA payment is to\nsupplement revenue of the recipient for qualified activities. Further, under an analysis\nof the factors outlined in Chicago, Burlington & Quincy R.R., the BEA payment does not\nsatisfy the characteristics of a nonshareholder contribution to capital under section 118. Accordingly, it is our opinion that the BEA payments are properly included in Taxpayer’s\ngross income under section 61 for the taxable years *** c and *** d.\nFACTS\nTaxpayer is a holding company subject to regulation by the Federal Reserve\nBank. Taxpayer’s wholly owned subsidiary, Sub, is an FDIC-insured financial institution\nwith offices located in the *** e metropolitan area. Taxpayer files a consolidated Federal\nincome tax return on the cash basis of accounting. General Background of the BEA Program\nThe Bank Enterprise Award (“BEA”) program was established under the\nCommunity Development Banking and Financial Institutions Act of 1994, as amended,\n12 U.S.C. 4701 et seq., 108 Stat. 2163, 2179 (1994),1 and its associated regulations\ncodified at 12 CFR Part 1806. The BEA program is administered by the U.S.\nDepartment of the Treasury Community Development Financial Institutions Fund (the\n“Fund”) with its purpose to encourage FDIC-insured financial institutions to increase\ntheir levels of loans, investments, services and technical assistance within distressed\ncommunities. The Fund also encourages financial assistance to community\n1 Amending the Bank Enterprise Act of 1991, 105 Stat. 2308 (1991). POSTF-147002-10 3 development financial institutions through grants, stock purchases, loans, deposits and\nother forms of financial and technical assistance."
}