{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 10,
  "chunk_text": "Also, the ------ members make no investment in facilities or\nequipment and use the copiers, scanners, and recording equipment of --------- The ------ POSTF-123043-08 11 --------- hires all clerical workers and provides all supplies, materials, and equipment. The -------members do not incur any expenses, other than mileage expense, in\nperforming their duties. ---------does not reimburse -------members for this expense. The -------members provide services personally and may not be members on other ------------------review boards. Although the -------members receive no benefits from cafeteria\nplans, retirement plans, sick pay, etc., they are covered under the ---------errors and\nomissions insurance policy. We think you have provided sufficient facts to support a\ndetermination that the ------ members perform services as common law employees.. To summarize the law described above, If the -------members are covered under the\nMedicare-only section 218 agreement, they are employees for social security tax and\nMedicare tax purposes under section 3121(d)(4) of the Internal Revenue Code. If the\nworkers are not covered under the section 218 agreement, the Service determines the\nstatus of the worker under the common law rules as provided in section 3121(d)(2). Then, whether or not social security tax is owed depends on whether or not the workers\nare covered by the state retirement system. ---------appears to object to the use of the common law rules in determining whether the\nworkers were employees by citing ---------------------Code section -----------, which states: A person is ineligible to serve on the ------------ review board if the person is a\nmember of the board of directors, an officer, or employee of the ------------ district, an employee of the ---------------, or a member of the governing body,\nofficer, or employee of a --------------. Taxpayer essentially argues that the statute prohibits the -------members from being\nemployees of ---------, although a disagreement exists between the ---------------------------and -------- regarding the accuracy of that interpretation. The problem with the\ntaxpayer's argument is that treatment of a worker under state law as an independent\ncontractor does not necessarily mean that the worker is also an independent contractor\nfor federal employment tax purposes. See Spicer Accounting, Inc. v. United States, 918\nF.2d 90 (9th Cir. 1990). State statutes and cases are only relevant to the extent that they illuminate whether a\nright of control exists on the part of the State or the circumstances of the working\nrelationship for purposes of applying the common law rules. A claim for federal tax\nexemption must rest upon language in regard to which there can be no doubt as to its\nmeaning and exemption must be granted in terms too plain to be mistaken. E.g.\nMatthews v. Commissioner, 907 F.2d 1173, 1178 (D.C. Cir. 1990). Therefore, a state\nstatutory provision or other document labeling a worker as not an employee would not\nbe controlling for purposes of determining liability for FICA taxes. 3. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service, POSTF-123043-08 12"
}