{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 9,
  "chunk_text": "Fourth, by the end of 20---, the members and participating patrons would have\nalready received (or should have received) the Form 1099-PATR as well as statements\nabout the pass-through of the domestic production activities deduction (“DPAD”). I.R.C. §199. The Coop, reportedly, did not pass-through any of its DPAD to its members\nand participating patrons. POSTF-143023-10 11 Fifth, the Coop members and participating patrons would have reported their b\nsales, and per-unit retains paid in money, if any, in different lines of their Form 1040,\nU.S. Individual Income Tax, Schedule F, for their individual taxable years for their\ntaxable year 20---. Sixth, these members and participating patrons would have already computed\ntheir own Domestic Production Activities Deduction (DPAD), by preparing their own\nForm 8903, based on what everyone intended to be completed sales of b to the Coop. Seventh, unlike the Coop which presumably kept its 20--- tax year open, absent\nrare individual exceptions, if any exists, the tax year 20--- is now closed for most, if not\nall of the members or participating patrons. They will be prejudiced by the Coop’s\nretroactive one-sided reclassification of b purchases to per-unit retain; The Coop did not\nprovide timely notice of the reclassification to its members and participating patrons\nbefore their taxable year 20----closed. Eighth, unlike the Coop which presumably kept its 20----tax year open, absent\nrare individual exceptions, if any exists, it is now too late for the Service to make\nassessments against members and participating patrons for the taxable year 20---. The\nService is prevented from effectively examining and preventing double deductions by\nthe Coop, its members, and participating patrons that can result from the interplay of the\nrules in Subchapter T of the Internal Revenue Code (concerning the taxation of\ncooperatives and their patrons) and the calculation and recalculations of I.R.C. §199\ndeductions. The Service will be prejudiced by the retroactive, one-sided reclassification\nof b purchases to per-unit retains by the Coop. Ninth, as best as Examination has been able to establish it, i.e., as orally\nreported by the Coop to Examination, the Coop did not enter into any type of\nagreement with its members and participating patrons with respect to per-unit retains. The first documented notice to the Coop’s members and participating patrons that the\nCoop is making this reclassification appears to be the October 20--- memorandum (Ex.\nA). This memorandum is not a mutual agreement; it is a one-sided notification by the\nCoop to its patrons, that they will be receiving amended Forms 1099PATR. The\nmemorandum neither expresses nor implies a mutual agreement between the Coop and\nits members or participating patrons. Further, Examination understands that the Coop’s\nbylaws, the Coop’s typical member marketing agreement, and all other Coop\ndocuments that have been shown to Examination fail to mention per-unit retains, in\nconnection with b purchases, and fail to set forth any agreements between the Coop\nand its members or participating patrons, with respect to the Coop’s use or right to use\nper-unit retains, in connection with b purchases."
}