{
  "document_category": "legal-advice",
  "docId": "legal-advice_17",
  "chunk_index": 3,
  "chunk_text": "4 The U.S. Government uses the term DCS to identify this type of contract. ---------------------------------------------------------. 5 -- Taxpayer notes that, in some instances, progress payments may be treated as\nloans from the U.S. Government. CC:LM:HMT:--------:POSTF-103313-03 page 6 Any foreign acquisition of U.S. defense items requires prior\napproval by the U.S. Government. A variety of procedural\nregulations govern the manner in which both marketing and sales\napproval must be obtained. For example, with respect to many\ncontracts for the sale of military equipment which has not been\npreviously approved for export, before a company can make a sales\nproposal to a prospective foreign purchaser, approval must be\nobtained from the Department of State.6 A favorable decision\nwould permit a U.S. contractor to conduct unclassified\ndiscussions and to make a sales proposal involving the sale of a\nspecific item of military equipment to a particular country. An\napproval, however, is not required if the specific item of\nequipment has been previously approved for export to any foreign\ncountry. Where such export has been previously approved, the\nDepartment of State must be notified in writing 30 days in\nadvance of the intended sale presentation or proposal. Neither Department of State approval nor the 30-day\nnotification discussed in the prior paragraph authorizes the\nactual export of defense articles or services. Such exports are\nauthorized only after a munitions export license is obtained from\nthe Office of Defense Trade Controls in the Department of State. An application for such a license must be accompanied by a copy\nof a purchase order, letter of intent, or other appropriate\ndocuments describing the sale. The U.S. Congress must be\nnotified of all cases for which the Office of Defense Trade\nControls intends to issue an export license for the sale of any\nmajor defense equipment or services which meet or exceed the\nstatutory dollar value thresholds established in the Arms Export\nControl Act of 1976 (AECA), 22 U.S.C. 2751 et seq., and related\nlegislation. This notification requirement applies to proposed\nFMS and DCS sales. 7 ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------6 This requirement does not apply to NATO governments or to Australia, New\nZealand, or Japan. 7 The AECA requires that Congress be provided a total of 30 days notification\nprior to the authorization to export by either FMS or DCS any major defense\nequipment valued at $14 million or more. The statutory notification period\nis 15 days for NATO, NATO member countries, Japan, Australia, or New Zealand. CC:LM:HMT:--------:POSTF-103313-03 page 7 -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. Another consideration for both FMS and DCS involves\ncomponents which are provided under Department of Defense\ncontracting procedures to U.S. defense contractors as governmentfurnished equipment (GFE) or material (GFM). Such items are\ngenerally incorporated by the U.S. contractor into larger systems\nwhich are then sold. Under the FMS system, the Department of\nDefense provides GFE or GFM directly to the prime contractor on\nan equal priority basis for both U.S. and foreign requirements,\nand the Department of Defense coordinates the production of the\nend item. Contract Samples Taxpayer asserts that income received pursuant to -----------FMS and DCS contracts qualify for favorable tax\ntreatment under the ETI regime. To evaluate the Taxpayer's\nclaims, the Examination Team selected a small representative\nnumber of long-term contracts to initially review. 8"
}