{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 9,
  "chunk_text": "Applying the rule of Treas. Reg. § 1.197-2(f)(1) to Corporation X, Corporation X’s 15year amortization period for amortizing the attorney fees associated with its FDAapproved ANDA One would begin the first day of the month in which the FDA finally\napproved the ANDA as effective with no exclusionary periods barring the immediate\nmarketing and selling of a drug that is the subject of the ANDA, since that is the later\ndate of when the Corporation X entered into a trade or business or when the\namortizable § 197 intangible was acquired. 7 See, September 14, 2011 Memorandum, Addendum A (explanations of exclusionary periods and final\napproval as opposed to tentative FDA approval). POSTU-139175-10 B. 12 ANDAs as Other Government-Granted Rights that are Not Franchises The September 14, 2011 Memorandum opined:\nPayments to the FDA (a government agency) to obtain the right to\nmarket and sell a new drug in the United States (obtained via FDA\napproval of a NDA or an ANDA, as addressed in Addendum A) would\nbe within Treas. Reg. § 1.263(a)-4(d)(5)(i). Specifically, an ANDA fits\none [or] more of the non-exclusive list of types of government-granted\nrights that are treated as created intangibles, e.g., “license, permit,\nfranchise or other similar right granted by that governmental agency.” September 14, 2011 Memorandum, page 41 (footnote omitted). Thus, ANDAs constitute licenses and other similar government granted rights, with\nfranchises just one of the government granted rights that an ANDA falls within for\npurposes of capitalization pursuant to § 263. Treas. Reg. § 1.197-2(d)(2)(iii) and § 197(c)(2) do not exclude licenses, permits or other\nrights granted by a governmental unit from amortizable § 197 intangibles. Thus, as\ngovernment granted rights other than franchises, ANDAs are still amortizable § 197\nintangibles. Accordingly, ANDAs as other government granted rights would be\namortized just as would franchises. However, the government’s primary position for\ncost recovery purposes is that ANDAs are franchises, with treatment as other\ngovernment-granted rights an alternative position for purposes of determining cost\nrecovery issues. SECTION II. ANDA TWO AND ANDA THREE As stated in the facts, Corporation X commenced marketing and selling Drug #3 and\nDrug #4 pursuant to a License Y and a License Z, respectively, not pursuant to FDAapproved ANDAs.- While the infringement litigation was settled, the origin of the claim\ntest applies to settlements. See Anchor Coupling v. United States, 427 F.2d 429, 434\n(7th Cir. 1970) (rejected primary purpose test in favor of the origin of the claim test for\nsettlements). See also Commissioner v. Arrowsmith, 193 F.2d 734 (2nd Cir., aff’d, 344\nU.S. 6 (1952), petition for rehearing denied 344 U.S. 900 (1952) (doctrine of relation\nback). The Anchor Coupling Court stated, in rejecting Anchor Coupling’s arguments similar to\nCorporation X’s primary purpose arguments, as follows:\nFurther, for deductibility to depend upon subjective considerations\nencourages schemes of tax avoidance and, as the Supreme Court POSTU-139175-10 13 noted in Gilmore, can lead to capricious results and a concomitant\nlack of uniformity in the application of our tax laws. Finally, as the\nCourt noted in Woodward, a test based upon taxpayer's purpose in\ndefending or settling litigation would encourage resort to\n‘formalisms and artificial distinctions.’ 427 F.2d at 433 (emphasis added)."
}