{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 5,
  "chunk_text": "However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C. For more information on\nwho is eligible for the premium tax credit, see the Instructions for Form 8962. Reminder: Health care coverage. If you need health care coverage, go to www.HealthCare.gov to learn about\nhealth insurance options for you and your family, how to buy health insurance, and how you might qualify to get\nfinancial assistance to buy health insurance. -5- What's New\nDue date of return. File Form 1040 or\n1040-SR by April 18, 2023. The due\ndate is April 18, instead of April 15, because of the Emancipation Day holiday\nin the District of Columbia – even if you\ndon’t live in the District of Columbia. Filing status name changed to qualifying surviving spouse. The filing status\nqualifying widow(er) is now called qualifying surviving spouse. The rules for\nthe filing status have not changed. The\nsame rules that applied for qualifying\nwidow(er) apply to qualifying surviving\nspouse. See Qualifying surviving spouse,\nlater. Standard deduction amount increased. For 2022, the standard deduction amount has been increased for all\nfilers. The amounts are:\n• Single or Married filing separately—$12,950. • Married filing jointly or Qualifying surviving spouse—$25,900. • Head of household—$19,400. New lines 1a through 1z on Form\n1040 and 1040-SR. This year line 1 is\nexpanded and there are new lines 1a\nthrough 1z. Some amounts that in prior\nyears were reported on Form 1040 and\nForm 1040-SR are now reported on\nSchedule 1.\n• Scholarship and fellowship grants\nthat were not reported to you on Form\nW-2 are now reported on Schedule 1,\nline 8r.\n• Pension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan are\nnow reported on Schedule 1, line 8t.\n• Wages earned while incarcerated\nare now reported on Schedule 1, line 8u. New line 6c on Form 1040 and\n1040-SR. A checkbox was added on\nline 6c. Taxpayers who elect to use the\nlump-sum election method for their benefits will check this box. See Line 6c,\nlater. Nontaxable Medicaid waiver payments on Schedule 1. For 2021, nontaxable amounts of Medicaid waiver\npayments reported on Form 1040, line 1, For information about any additional changes to the 2022 tax law or any other developments affecting Form 1040 or 1040-SR or the instructions, go to IRS.gov/\nForm1040. were excluded from income on Schedule\n1, line 8z. For 2022, nontaxable amounts\nwill be excluded on Schedule 1, line 8s. Nontaxable combat pay election. For\n2021, individuals elected to include their\nnontaxable combat pay in their earned\nincome when figuring the earned income credit (EIC) by reporting it on\nForm 1040 or 1040-SR, line 27b. For\n2022, they will make this election by reporting nontaxable combat pay on Form\n1040 or 1040-SR, line 1i. Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses."
}