{
  "document_category": "legal-advice",
  "docId": "legal-advice_11",
  "chunk_index": 6,
  "chunk_text": "A joint income tax return does not create new property\ninterests for the husband or the wife in each other's income tax overpayment. Consequently, because the taxpayer/wife in the revenue ruling paid the entire amount of 8\nthe tax, she is entitled to the entire amount of the overpayment and the Service may not\ncredit the overpayment on the joint return against the separate tax liability of the\nhusband for the prior year. IRM 21.5.9.5.16(6)(a) addresses the carryback by a former spouse of a NOL to a joint\nreturn year. It provides as follows: Use the following steps when a person (the loss spouse)\ncarries a NOL back to a taxable year in which that person filed\na joint return with a former spouse. a) Recompute the total tax liability for the carryback year limiting\nthe maximum amount of the NOL deduction to what the loss spouse’s\ntaxable income for the carryback year would have been if the spouses had\nfiled married filing separately for that tax year. Issues The questions specifically raised by your office are as follows:\n1. Whether, as articulated in IRM 21.5.9.5.16 (6)(a), in a situation in which a single\ntaxpayer incurs a NOL that is carried to a joint return year, the NOL deduction in the\ncarryback/carryover year is equal to the loss spouse’s married filing separately taxable\nincome in that year. 2. Whether, in computing the spouses’ married filing separately taxable incomes,\ntaxable social security benefits, Schedule A itemized deductions, and personal\nexemptions must be recalculated, and if so, how. 3. Whether, once the correct NOL carryback amount has been determined, the NOL\ncarryback is taken into account in determining the loss spouse’s recomputed tax liability\nfor the carryback year as though each spouse had filed a return under a married filing\nseparate status for that year? 4. Whether all taxes such as the self-employment tax, Schedule H tax and Form 5329\ntax must be included when calculating the spouse’s allocation ratio when a NOL is\ncarried from a single year to a joint tax year? 5. Whether, if the spouses are subject to the alternative minimum tax (AMT) in the\ncarryback/joint return year, the spouse’s allocation ratio must take into account the\nspouses’ separate AMT income and AMT liability. 6. Whether (a) Form 1045, Schedule B, should be used to determine how much of a\nNOL is absorbed in the carryback year and (b) the amount of the NOL absorbed in the\ncarryback year is always equal to the loss spouse’s separate modified taxable income,\neven when joint modified taxable income is smaller than the loss spouse’s separate 9\nmodified taxable income. Conclusions:\n1. For purposes of calculating the amount of a NOL incurred by a single taxpayer that\nmay be carried to a joint return year, the amount of the NOL deduction in the\ncarryback/carryover year is equal to the loss spouse’s married filing separately taxable\nincome after taking the standard deduction, itemized deductions, personal exemptions,\netc. into account. Thus, the position articulated in IRM 21.5.9.5.16 (6)(a) is correct."
}