{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 13,
  "chunk_text": "North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), is instructive\nand reflects the general rule that amounts received under a claim of right and without\nrestriction as to their disposition constitute income in the year of receipt, even though\nthe taxpayer might be required ultimately to restore an equivalent amount. Citing North\nAmerican Oil, supra the Court in James v. United States, 366 U.S. 213, 219 (1961)\nstated “[w]hen a taxpayer acquires earnings, lawfully or unlawfully without the\nconsensual recognition, express or implied, of an obligation to repay and without\nrestriction as to their disposition, he has received income….” These principles were made clear by a trilogy of Supreme Court opinions and a\nSixth Circuit opinion, inter alia. See Schlude v. Commissioner, 372 U.S. 128 (1963);\nAmerican Automobile Assn. v. United States, 367 U.S. 687 (1981); Automobile Club of\nMichigan v. Commissioner, 353 U.S 180 (1957); and Hagen Advertising Displays, Inc. v.\nCommissioner, 407 F.2d 1105 (6th Cir. 1969). The cited Supreme Court cases dealt\nwith prepaid income for services rather than goods. The cases established the principle\nthat, except for certain limited exceptions, an accrual method taxpayer must include in\nincome amounts received for services even though the income had not yet been\nearned. Citing the trilogy of Supreme Court opinions, Hagen Advertising Displays, Inc.\nv. Commissioner, supra, held that a taxpayer must include in income prepaid amounts\nfor blanket orders for manufactured advertising signs in the year the taxpayer received\npayment. In the instant case, direct sales by A to the public or other third parties are\ncompleted sales of gift checks when A transfers the gift checks to the public or other\nthird party. Thus, A must include amounts from the sale of the gift checks in income\nupon the earlier of when A transfers the gift checks or when A receives payment,\nwhichever is first. Treas. Reg. §1.451-1(a). Indirect sales of gift cards through D stores are initially nontaxable exchanges of\na cash equivalent for cash between A and D stores because the gift checks are\nnegotiable instruments that are payable to the order of any franchisor or franchisee\nrestaurant. 9 The sale of the gift checks occurs when D stores sell the gift checks to a\ncustomer or other third-party. Thus, for indirect sales, A must include amounts from the\n9 We emphasize, however, that an argument for immediate taxability could be made based on whether\nthe parties to the transaction, the A and the franchisees, understand the transaction to be a completed\nsale of gift checks between the parties, rather than deposits. In the instant case, the known facts, i.e., the\nfreely negotiable nature of the gift checks, in this particular gift check program, support the conclusions\nreached in this opinion. POSTF-149051-10 17 sale of the gift checks in income when D stores sell the gift checks to a customer or\nother third-party. That is when A becomes entitled to the funds, and when any prepaid\nfunds held by A are no longer held in trust or as deposits and therefore are income to A,\nas discussed above. Treas. Reg. §1.451-1(a)."
}