{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 44,
  "chunk_text": "See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022. If you received railroad retirement\nbenefits treated as social security, you\nshould receive a Form RRB-1099. Use the Social Security Benefits\nWorksheet in these instructions to see if\nany of your benefits are taxable. Exception. Do not use the Social Security Benefits Worksheet in these instructions if any of the following applies. • You made contributions to a traditional IRA for 2022 and you or your\nspouse were covered by a retirement\nplan at work or through self-employment. Instead, use the worksheets in\nPub. 590-A to see if any of your social\nsecurity benefits are taxable and to figure your IRA deduction. • You repaid any benefits in 2022\nand your total repayments (box 4) were\nmore than your total benefits for 2022\n(box 3). None of your benefits are taxable for 2022. Also, if your total repayments in 2022 exceed your total benefits\nreceived in 2022 by more than $3,000,\nyou may be able to take an itemized deduction or a credit for part of the excess\nrepayments if they were for benefits you\nincluded in income in an earlier year. For more details, see Pub. 915.\n• You file Form 2555, 4563, or\n8815, or you exclude employer-provided\nadoption benefits or income from sources within Puerto Rico. Instead, use the\nworksheet in Pub. 915. Need more information or forms? Visit IRS.gov. -30- Social security information. TIP Social security beneficiaries\ncan now get a variety of information from the SSA website with a my\nSocial Security account, including getting a replacement Form SSA‐1099 if\nneeded. For more information and to set\nup an account, go to SSA.gov/\nmyaccount. Disability payments. Don’t include in\nyour income any disability payments\n(including Social Security Disability Insurance (SSDI) payments) you receive\nfor injuries incurred as a direct result of\na terrorist attack directed against the\nUnited States (or its allies), whether outside or within the United States. In the\ncase of the September 11 attacks, injuries eligible for coverage by the September 11 Victim Compensation Fund are\ntreated as incurred as a direct result of\nthe attack. If these payments are incorrectly reported as taxable on Form\nSSA-1099, don't include the nontaxable\nportion of income on your tax return. You may receive a notice from the IRS\nregarding the omitted payments. Follow\nthe instructions in the notice to explain\nthat the excluded payments aren't taxable. For more information about these\npayments, see Pub. 3920. Example. Taxpayer X, a firefighter,\nwas disabled as a direct result of the\nSeptember 11 terrorist attack on the\nWorld Trade Center. X began receiving\nSocial Security Disability Insurance\n(SSDI) benefits at age 54. X's full retirement age for social security retirement\nbenefits is age 66. X's birthday is April\n25. In the year X turned 66, X received\n$1,500 per month in benefits from the\nSocial Security Administration (for a total of $18,000). Because X became eligible for a full retirement benefit in May,\nthe month after X turned 66, X can exclude only four months (January through\nApril) of their annual benefit from their\nincome ($6,000)."
}