{
  "document_category": "legal-advice",
  "docId": "legal-advice_99",
  "chunk_index": 151,
  "chunk_text": "Or you can send your comments to Intermation are confidential, as stated in Code nal Revenue Service, Tax Forms and Pubsection 6103. However, Code section lications Division, 1111 Constitution\n6103 allows or requires the Internal Reve- Ave. NW, IR-6526, Washington, DC\nnue Service to disclose or give the infor- 20224. Don’t send your return to this admation shown on your tax return to others dress. Instead, see the addresses at the end\nas described in the Code. For example, of these instructions. we may disclose your tax information to\nAlthough we can't respond individualthe Department of Justice to enforce the\ntax laws, both civil and criminal, and to ly to each comment received, we do apcities, states, the District of Columbia, preciate your feedback and will consider\nand U.S. commonwealths or possessions your comments as we revise our tax\nto carry out their tax laws. We may dis- forms and instructions. close your tax information to the DepartEstimates of Taxpayer\nment of Treasury and contractors for tax\nadministration purposes; and to other per- Burden\nsons as necessary to obtain information The following table shows burden estineeded to determine the amount of or to mates based on current statutory requirecollect the tax you owe. We may disclose ments as of November 2022 for taxpayers\nyour tax information to the Comptroller filing a 2022 Form 1040 or 1040-SR tax\nGeneral of the United States to permit the return. Time spent and out-of-pocket\nComptroller General to review the Inter- costs are presented separately. Time burnal Revenue Service. We may disclose den is broken out by taxpayer activity,\nyour tax information to committees of with recordkeeping representing the largCongress; federal, state, and local child est component. Out-of-pocket costs insupport agencies; and to other federal clude any expenses incurred by taxpayers\nagencies for the purposes of determining to prepare and submit their tax returns. entitlement for benefits or the eligibility Examples include tax return preparation\nfor and the repayment of loans. We may and submission fees, postage and photoalso disclose this information to other copying costs, and tax return preparation\ncountries under a tax treaty, to federal and software costs. While these estimates\nstate agencies to enforce federal nontax don’t include burden associated with\ncriminal laws, or to federal law enforce- post-filing activities, IRS operational data\nment and intelligence agencies to combat indicate that electronically prepared and\nterrorism. filed returns have fewer arithmetic errors,\nimplying lower post-filing burden. Please keep this notice with your reReported time and cost burdens are nacords. It may help you if we ask you for\nother information. If you have questions tional averages and don’t necessarily reabout the rules for filing and giving infor- flect a “typical” case. Most taxpayers exmation, please call or visit any Internal perience lower than average burden, with\ntaxpayer burden varying considerably by\nRevenue Service office. taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this"
}