{
  "document_category": "legal-advice",
  "docId": "legal-advice_40",
  "chunk_index": 142,
  "chunk_text": "Line 17l. Enter any tax on accumulation distribution of trusts. See Form\n4970 for more information. Line 17m. Enter any excise tax on insider stock compensation from an expatriated corporation. See section 4985. Line 17n. Enter any look-back interest\nunder section 167(g) or 460(b). See\nForm 8697 or 8866 for more information. Line 17o. Enter any tax on non-effectively connected income for any part of\nthe year you were a nonresident alien. See the Instructions for Form 1040-NR\nfor more information. Line 17p. Enter any interest amount\nfrom Form 8621, line 16f, relating to\ndistributions from, and dispositions of,\nstock of a section 1291 fund. Line 17q. Enter any interest amount\nfrom Form 8621, line 24. Line 17z Use line 17z to report any taxes not reported elsewhere on your return\nor other schedules. List the type and\namount of tax. Other taxes to be listed include the\nfollowing. Form 8978 adjustment. Complete the\nNegative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z) if you are\nfiling Form 8978 and completed the\nworksheet in the Schedule 3, line 6l, instructions and the amount on line 3 of\nthat worksheet is negative. Negative Form 8978 Adjustment Worksheet—Schedule 2 (Line 17z)\nComplete this worksheet if you completed line 3 on the Negative Form 8978 Adjustment Worksheet in the Schedule 3,\nline 6l, instructions. 1. Enter the sum of any chapter 1 taxes* (other than your negative Form 8978 adjustment) reported in Part II of\nSchedule 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter as a positive number the negative amount from line 3 of the Negative Form 8978 Adjustment Worksheet in\nthe Schedule 3, line 6l, instructions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. Is the amount on line 1 more than the amount on line 2? Yes. 1.\n2. List the type (Form 8978 ADJ) and the amount from line 2 as a negative number (in parentheses) on line 17z. List the type (Form 8978 ADJ) and the amount from line 1 as a negative number (in parentheses) on line 17z. No. Combine this amount with any other amounts reported on line 17z to complete the line 17z entry space. * Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99-"
}