{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 30,
  "chunk_text": "Put another way, forfeiture\noccurs if: 1) every patent as to which the first applicant filed a paragraph\nIV certification has been declared invalid or not infringed in a final court\ndecision, and 75 days have elapsed since the last such decision; and 2)\n30 months have elapsed since the ANDA was submitted or FDA has\ngranted final approval to the ANDA, and 75 days have elapsed since that\napproval was effective. David E. Korn, Erika Lietzan and Shaw W. Scott, A New History and Discussion of 180Day Exclusivity, 64 Food & Drug L.J. 335 at 362 67 See also David E. Korn, Erika Lietzan and Shaw W. Scott, A New History and Discussion of 180-Day\nExclusivity, 64 Food & Drug L.J. 335 at 348 (“After a triggering event occurred, the first generic would be\npermitted to waive its rights in favor of another company. FDA noted that waiver can be particularly useful\nwhen a subsequent generic wins its patent suit with the innovator before the first generic's suit goes to\ntrial. Prior to the triggering event, however, the first generic could not waive its exclusivity rights. It could\nrelinquish its rights--waive its exclusivity entirely--permitting FDA to approve all subsequent ANDAs, but it\ncould not sell the exclusivity term to a particular generic manufacturer. FDA withdrew its proposed\nregulations in 2002, but confirmed this position two years later in response to a Pfizer citizen petition.”). POSTU-139175-10 60 An ANDA, itself, can be transferred on a stand-alone basis from the original sponsor\n(entity that submitted the application for the ANDA) or current ANDA holder to another,68\nprovided the requirements of 21 C.F.R. § 314.72 are met. The transferee is called the\n“holder” of the ANDA. Many cases describe one or more aspects of the regulatory regime summarized above. See Schering-Plough Corporation v. FTC, 402 F. 3d 1056 (11th Cir. 2005);69 Mylan\nPharmaceuticals, Inc. vs. United States Food and Drug Administration, 454 F. 3d 270\n(4th Cir. 2006);70 Teva Pharmaceuticals v. Leavitt, HHS, 548 F. 3d 103 (D. C. Cir.\n68 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n69 “Previously, applications for FDA approval proceeded under a new drug application (“NDA”). 21 U.S.C.\n§ 355(b). This cumbersome and involved process required each applicant to submit safety and efficacy\nstudies, even if it duplicated previous studies done on identical drugs with the same ingredients. In 1984,\nCongress passed [the] Drug Price Competition and Patent Term Restoration Act (the “Hatch-Waxman\nAct”), Pub. L. No. 98-417, 98 Stat. 1585 (1984). The purpose of the Hatch-Waxman Act was threefold:\n(1) to reduce the average price paid by consumers; (2) preserve the technologies pioneered by the brandname pharmaceutical companies; and (3) create an abbreviated new drug application (“ANDA”) to bring\ngeneric drugs to the market.” 402 F.3d at 1059, n.2. “The ANDA process allows the manufacturers of generic drugs to gain early entry into the market."
}