{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 89,
  "chunk_text": "Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically. Use one of the following methods: (1)\ncall one of the debit or credit card service providers, or (2) use the Electronic\nFederal Tax Payment System (EFTPS). Debit or credit card. Call one of our\nservice providers. Each charges a fee\nthat varies by provider, card type, and\npayment amount. Link2Gov Corporation\n888-PAY-1040TM\n(888-729-1040)\nwww.PAY1040.com\nWorldPay US, Inc.\n844-729-8298\n(844-PAY-TAX-8TM)\nwww.payUSAtax.com ACI Payments, Inc.\n888-UPAY-TAXTM\n(888-872-9829)\nfed.acipayonline.com\nEFTPS. To get more information about\nEFTPS or to enroll in EFTPS, visit\nEFTPS.gov or call 800-555-4477. To\ncontact EFTPS using Telecommunications Relay Services (TRS) for people\nwho are deaf, hard of hearing, or have a\nspeech disability, dial 711 and then provide the TRS assistant the 800-555-4477\nnumber or 800-733-4829. Additional information about EFTPS is also available\nin Pub. 966. Pay by Mobile Device To pay through your mobile device,\ndownload the IRS2Go app. Pay by Cash\nCash is an in-person payment option for\nindividuals provided through retail partners with a maximum of $1,000 per day\nper transaction. To make a cash payment, you must first be registered online\nat fed.acipayonline.com. Do not send\ncash payments through the mail. Pay by Check or Money Order\nBefore submitting a payment through\nthe mail, please consider alternative\nmethods. One of our safe, quick, and\neasy electronic payment options might\nbe right for you. If you choose to mail a\ntax payment, make your check or money\norder payable to “United States Treasury” for the full amount due. Don’t send\ncash. Don’t attach the payment to your\nreturn. Write “2022 Form 1040” or\n“2022 Form 1040-SR” and your name,\naddress, daytime phone number, and social security number (SSN) on your payment and attach Form 1040-V. For the\nmost up-to-date information on Form\n1040-V, go to IRS.gov/Form1040V. If\nyou are filing a joint return, enter the\nSSN shown first on your tax return. To help us process your payment, enter the amount on the right side of the\ncheck like this: $ XXX.XX. Don’t use\ndashes or lines (for example, don’t enter\n“$ XXX–” or “$ XXXxx/100”). Mail your 2022 tax return, payment,\nand Form 1040-V to the address shown\non the form that applies to you. -59- Notice to taxpayers presenting\nchecks. When you provide a check as\npayment, you authorize us either to use\ninformation from your check to make a\none-time electronic fund transfer from\nyour account or to process the payment\nas a check transaction. When we use information from your check to make an\nelectronic fund transfer, funds may be\nwithdrawn from your account as soon as\nthe same day we receive your payment,\nand you will not receive your check\nback from your financial institution. No checks of $100 million or more\naccepted. The IRS can’t accept a single\ncheck (including a cashier’s check) for\namounts of $100,000,000 ($100 million)\nor more. If you are sending $100 million\nor more by check, you’ll need to spread\nthe payment over 2 or more checks with\neach check made out for an amount less\nthan $100 million. This limit doesn’t apply to other methods of payment (such\nas electronic payments). Please consider\na method of payment other than check if\nthe amount of the payment is over $100\nmillion."
}