{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 22,
  "chunk_text": "Separate statutory\nprovisions provide for patent extensions in certain circumstances (e.g., an extension of the patent life\nbased on the time the FDA spent reviewing the drug or the time the United States Patent Office spent\nreviewing the patent.) 35 U.S.C. §§ 155 and 156 See Mary W. Bourke and M. Edward Danberg, Current\nTrends in Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing Law Institute, 878 PLI/Pat\n939, §§ I.C.6, 7 and 8 (2006) (patent extensions and exclusivity). 52 The 1984 changes did not include an abbreviated process for approving biologic drugs. See Asim\nVarma, Son B. Nguyen and Justin P. Hedge, The FTC Reports on Follow-On Biologics and Authorized\nGenerics: Applying Lessons from Hatch-Waxman to Promote Competition, Antitrust 41, 42 (Fall,\n2009)(“Hatch-Waxman does not apply to biologic products”). A pathway for generic biologics was\nprovided for in the \"Biologics Price Competition and Innovation Act of 2009, which was enacted as part of\nthe Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended\nby section 1404 of the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124\nStat. 1029 (2010), with the pathway legislation in § 7002 of Pub. L. No. 111-148, 124 stat. 119 at 816817, 820 and 860. See 4 Health L. Prac. Guide Appendix A (May, 2011) (“The healthcare reform\nlegislation, as amended by the reconciliation act (Publ. L. No. 111-152), creates a clear regulatory\npathway for approving follow-on biologics.”). See footnote 66, above (constitutionality of the Patient\nProtection and Affordable Care Act). 53 “’Bioequivalence’ means that the active ingredient is absorbed at the same rate and to the same extent\nfor the generic drug as for the innovator drug.” Mary W. Bourke and M. Edward Danberg, Current Trends\nin Hatch-Waxman Patent Litigation: A System Still in Flux, Practicing Law Institute, 878 PLI/Pat 939,\n§ I.C.2. (2006). POSTU-139175-10 52 drug in an approved NDA. Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 355(j).54\nSee 21 C.F.R. §§ 314.1- 314.650 (2011) (Applications for FDA Approval to Market a\nNew Drug). See also Mylan Pharmaceuticals, Inc. v. FDA, 454 F. 3d 270, 272 (4th Cir.\n2007)(“The Hatch-Waxman Act made it easier to obtain FDA approval of generic\ndrugs.”). The Hatch-Waxman Act sought to correct two distortions in the law, as explained in Eli\nLilly & Co. v. Medtronic, Inc., 496 U.S. 661 (1990). First, the holder of a patent relating to such products [drugs subject\nto FDA approval] would as a practical matter not be able to reap\nany financial rewards during the early years of the [patent] term. When an inventor makes a potentially useful discovery, he\nordinarily protects it by applying for a patent at once. Thus, if the\ndiscovery relates to a product that cannot be marketed without\nsubstantial testing and regulatory approval, the “clock” on his patent\nterm will be running even though he is not yet able to derive any\nprofit from the invention. The second distortion occurred at the other end of the patent term."
}