{
  "document_category": "legal-advice",
  "docId": "legal-advice_50",
  "chunk_index": 2,
  "chunk_text": "MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year. 1 The credits are not transferable or\nassignable, except to a successor corporation. 1 The Service issued a Coordinated Issue Paper on State and Local Location Tax Incentives (LMSB-04- PREF-128548-08 3 On Date3, the Agreement was amended with regard to certain deadlines for filing\nfor the tax credits, and for MEGA’s approval. On Date4, the Agreement was amended\nagain, this time to clarify what jobs and property Sub1 could use in computing the tax\ncredits. For book purposes, both the MEGA Business Activity Credit and Employment\nCredit are treated as a reduction in Sub1’s SBT expense. LAW AND ANALYSIS\n1. The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of such credit, and it otherwise is a reduction in the amount of\nstate tax expense under § 164. The nonrefundable MEGA Business Activity\nCredit is always a reduction in the amount of state tax expense under § 164. IRC § 164 provides for a deduction for certain taxes, including state income\ntaxes, for the taxable year “within which paid or accrued.” See also § 1.164-1(a) of the\nIncome Tax Regulations. Under § 461(a), the amount of any deduction or credit allowed by subtitle A shall\nbe taken for the tax year that is the proper tax year under the method of accounting\nused in computing taxable income. Sub1 uses an accrual method of accounting, under\nwhich a liability is incurred in the tax year in which all the events have occurred that\nestablish the fact of the liability, the amount of the liability can be determined with\nreasonable accuracy, and economic performance occurs. Treas. Reg. § 1.4461(c)(1)(ii)(A) and 1.461-1(a)(2)(i). Section 1.461-4(g)(6) provides that, if the liability of a\ntaxpayer is to pay a tax, economic performance occurs as the tax is paid to the\ngovernmental authority that imposed the tax. In certain cases, a liability to pay a tax is\npermitted to be taken into account in the tax year before the tax year during which\neconomic performance occurs under the recurring item exception of § 1.461-5. Gross income is income from whatever source derived, except as otherwise\nprovided by law. IRC § 61. As interpreted by the Supreme Court, gross income\nincludes all items that are “undeniable accessions to wealth, clearly realized, and over\nwhich the taxpayers have complete dominion.” Commissioner v. Glenshaw Glass Co.,\n348 U.S. 426, 431 (1955). In Snyder v. Commissioner, T.C. Memo. 1988-320, vacated and remanded\nwithout published opinion, 894 F.2d 1337, 1990 U.S. App. LEXIS 1603 (6th Cir. 1990),\nthe state of Ohio provided for a tax reduction to holders of horse-racing permits. The\nstate generally assessed a tax based on a percentage of racing wagers. Permit holders\nmaking certified capital improvements to their racing facilities could reduce their tax\n0408-023, effective May 23, 2008), but it does not address refundable credits. PREF-128548-08 4"
}