{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 12,
  "chunk_text": "----------------------percent of the Year 10 gift certificates and --- percent of the Year 11 gift\ncertificates were sold directly to third parties who are not members of A. A argues that Seven-Up holds that monies received with an obligation to expend\nfor a specific purpose for the benefit of another are not the income to the recipient. A\nasserts that that this applies not only to the members’ contributions, but also to gift\ncheck sales proceeds. The taxpayer’s position ignores the fact that A is the entity that is\nselling gift checks, not the D stores. When D stores sell the gift checks to customers, D\nstores do not place the proceeds with the A as agent or trustee. We conclude that taxpayer’s position that the gift check sales are nontaxable\nand its reliance on Seven-Up case for this conclusion are in error. We agree with\nExamination’s determination that proceeds from gift card sales are taxable gross\nincome of A.\nIssue 2: A must include the proceeds it receives in income when the gift checks\nare sold to the public, third parties, or customers of D stores. IRC §451(a) sets forth the general rule that items of income must be recognized\nin the year of receipt “unless, under the method of accounting used in computing\ntaxable income, such amount is to be properly accounted for as of a different period.” Treas. Reg. §1.451-1(a) provides that, under an accrual method of accounting, income\nis includible in gross income when all the events have occurred that fix the right to\nreceive the income and the amount can be determined with reasonable accuracy. All the events that fix the right to receive income generally occur when (1) the\npayment is earned through performance, (2) payment is due to the taxpayer, or (3)\npayment is received by the taxpayer, whichever happens earliest. Rev. Rul. 84-31,\n1984-1 C.B. 127.\n8 If the contributions to the taxpayer from previously taxed sales to the public were at issue, then SevenUp, supra, would be on point, but only for those contributions. However, what is at issue in this case is the\ntaxability of previously untaxed gift check sales proceeds to the public and NOT member contributions\nthat have been already taxed to the A members. POSTF-149051-10 16 In determining whether the right to receive has become fixed, consideration must\nbe given to a number of factors. These include the substance of the transaction, the\nagreement of the parties, the time when services are rendered or property delivered, the\nexistence of contingencies, or condition precedent or subsequent, and whether the\nliability is acknowledged or disputed. North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), is instructive\nand reflects the general rule that amounts received under a claim of right and without\nrestriction as to their disposition constitute income in the year of receipt, even though\nthe taxpayer might be required ultimately to restore an equivalent amount."
}