{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 5,
  "chunk_text": "Separately, on the books of A the redemption of the gift card is recorded as a debit to\nGift Card Liability and credit to Interco Store. The transfer of the cash to the store is\nrecorded as a debit to Interco Store and Credit to Cash. A:\nDebit\nGift Card Liability\nInterco – Store Credit\nInterco - Store\nCash A has furnished a chart of the accounting for the sale and redemption of gift cards by\nit and its Affiliates, including cards redeemed after the expiration of the two-year\nperiod. A’s Year 27 Federal Income Tax Return\na. A as a restaurant management company On its tax returns, A lists its business activity as Restaurant Management. As part of\nits management services to the Participating A Restaurants, A does the following: Maintains separate books of account POSTF-134398-08 8 Purchases and maintains liability insurance\nProvides a data processing network and the personnel to maintain and\nadminister all data processing functions\nPrepares checks for payments for all purchases which clear through a\ncommon disbursing account with all restaurants reimbursing the account\nProvides lines of credit to the restaurants and advances funds for temporary\nworking capital\nManages the gift card program and acts as a clearing house for sales and\nredemptions of gift cards\nContracts with credit card and gift card processors for all the Participating\nRestaurants\nK, a paymaster entity created by A, performs the following:\nEmploys all employees and provides and administers all employee fringe\nbenefit programs for approximately #KK employees. Provides payroll processing services b. A’s deferral of gross income from gift card sales under Treas. Reg.\n1.451-5. As reported on the Year 27 income tax returns, sales at Participating A Restaurants\ntotaled approximately $QA. Gift card sales for A and the Participating Restaurants for\nthe year totaled $QB, and gift card redemptions totaled $QC. Under Treas. Reg. 1.4515, A included $QR in income in its Year 27 income tax return representing revenues from\ngift cards sold in Year 25 and succeeding and not redeemed by year-end Year 27. POSTF-134398-08 c. 9 Cost of Goods Sold and Liability On both its Schedule A, Cost of Goods Sold, and its Schedule L, Balance Sheet, A\nreports inventory of $QD and $QE at the beginning and end of Year 27, respectively. These amounts are broken down as follows: Food (at C)\nLiquor (at C)\nMerchandise at A\nTotal Beginning of Year\n$QF\n$QH\n$QJ\n$QD End of Year\n$QG\n$QI\n$QK\n$QE The Food and Liquor inventories represent the food and liquor property of C. The\nfood and liquor properties of the Participating Restaurants are reported on the tax\nreturns of the affiliated restaurants. A’s merchandise inventories represent non-food\nitems, principally on-line personality-test credits, human resource supplies, office\nsupplies and manager log books. A acquires non-food merchandise on a bulk basis\nand then distributes/sells the merchandise and allocates the cost to C and its\naffiliated and managed restaurants, including the Participating A Restaurants. d. Basis for determining outstanding gift cards A’s tax and audited balance sheets report the entire liability for all outstanding gift\ncards, whether sold by A or the other Participating Restaurants. At the beginning and\nend of Year 27, the reported liabilities for the unredeemed gift cards were $QL and\n$QM, respectively."
}