{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 16,
  "chunk_text": "\"Cost-plus\" -- the Taxpayer's references to NAIC accounting materials. As\nnoted above, the Taxpayer's refund claims were prompted by an internal audit of the\nTaxpayer's NAIC Annual Statements. Accordingly, the Taxpayer's argument is\nprincipally based upon the Accounting Practices and Procedures of the NAIC and the\nNAIC's Risk-Based Capital standards. The Taxpayer argues that the Accounting Practices and Procedures of the NAIC\ndistinguish between Administrative Services Only (ASO) arrangements and\nAdministrative Services Contracts (ASC), and that the \"Health Risk Based Capital\"\ninstructions make a similar distinction. Ultimately, the Taxpayers argument is based\nupon the line description of a \"form template\" used in the NAIC's Risk-Based Capital\nReport: The section also includes a separate line requiring a charge of one percent\napplied to \"Medical costs paid through ASC arrangements (Including Fee-forservice received from other health entities.\" This RBC instruction makes it clear\nthat the NAIC considers Program X-type arrangements as ASC-Cost-plus\ncontracts. [Protest, pages 9-10.] Contrary to the Taxpayer's assertion, (\"This RBC instructions makes it clear . . .\")\nneither the line entry nor the instructions make any reference to \"Program X\"\narrangements. The RBC materials will be discussed under a later heading. The Taxpayer's distinction between ASO and ASC is based upon the NAIC's\nStatement of Statutory Account Principles No. 47 (SAP 47) (January 1, 2001), which is\nquoted in the Protest as follows:\nUnder an ASO plan, claims are paid from a bank account owned and funded\ndirectly by the uninsured plan sponsor; or, claims are paid from a bank account\nowned by the reporting entity, but only after the reporting entity has received POSTU-144536-09 20 funds from the uninsured plan sponsor that are adequate to fully cover the claim\npayments. Under an ASC plan, the reporting entity pays claims from its own\nbank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. [Protest, page 8, boldface and italics in the Protest, not\nin the original.] SAP 47 is entitled \"Uninsured Plans\" and is based on Statutory Issue Paper No.\n47 (SIP 47), also entitled \"Uninsured Plans,\" which was finalized June 23, 1998. The\nmaterial quoted in the Protest first appeared in SIP 47, in the following paragraph:\nFor purposes of this issue paper, uninsured accident and health plans,\nincluding HMO administered plans, and uninsured property and casualty plans\n(collectively referred to as uninsured plans) are defined as plans for which a\nreporting entity as an administrator, performs administrative services such as\nclaims processing for a third part that is at risk, and accordingly, the administrator\nhas not issued an insurance policy, regardless of whether an identification card is\nissued. In the case of uninsured accident and health plans, the administrator\nmay arrange for the provision of medical services through a contracted or\nemployed provider network. The plan (whether insured by another reporting\nentity or self insured) bears all of the insurance risk, and there is no possibility of\nloss or liability to the administrator caused by claims incurred related to the plan. The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan."
}