{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 7,
  "chunk_text": "Therefore, where it is determined that the\nsubstance of the advances are equity, the specific rights\nattached to the investment must be respected in characterizing\nthe equity. In our facts, the advances to ----and ----------------------------------------------------------------------------------------------------------------------were made in exchange for\npromissory notes which provided a fixed rate of interest. Although the advances may contain more characteristics of equity\nthan debt6, the terms of the notes must be respected if the notes\nare properly executed and enforceable under local law. In cases under subchapter S of the Code, courts have\naddressed whether intercompany debt reclassified as equity\nconstitutes a second class of stock; thereby, resulting in the\ninability to elect subchapter S treatment. See Gamman v.\nCommissioner, 46 T.C. 1 (1966); Portage Plastics Company, Inc. v.\nUnited States, 470 F.2d 308 (7th Cir. 1972). Section 1362(a)\nprovides that a “small business corporation” may elect to be\ntreated as an S corporation. In order to constitute a “small\nbusiness corporation”, a corporation cannot have more than one\nclass of stock. Section 1361(b). In Gamman, the Service reclassified as equity intercompany\nloans made by the shareholder to its wholly owned subsidiary. The Court held that the reclassified debt did not constitute a\nsecond class of stock since it did not give the shareholder any\nadditional rights and interests in the income and assets of the\ncorporation. Although Gamman addresses the issue in our case,\ni.e., whether intercompany debt reclassified as equity\nconstitutes a second class of stock, the holding in Gamman has no\napplication since it is a decision under subchapter S of the code\nand was decided by taking into account the legislative history\nand purpose of subchapter S. 6 We are not offering an opinion of whether the advances should\nbe classified as equity. For purposes of this discussion we\nassume that the facts support the position that all or a portion\nof the intercompany debt should be treated as equity. As discussed above, in H.K.Porter Company, the Court\nrejected respondent’s argument that the preferred stock should be\ntreated as common stock. The Court disagreed with respondent’s\nassertion that the preferred stock did not provide the\nshareholder with any additional rights as to the profit and\nassets of the company. The court cited the fact that the\npreferred stock was in existence for 10 years in rejecting\nrespondent’s substance over form argument. In our case, unlike H.K. Porter Company, neither ----------------------------------------------------------------------------------------------------------------------- nor ---------------------------------------------------------------------------------------------------------------------- had any preferred stock\noutstanding at the time of the deemed liquidations. However,\nlike the preferred stock in H.K. Porter Company, the promissory\nnotes issued by ---- and -- were in existence prior to the year\nof the liquidation. 7 Where the Service reclassifies debt as\nequity, the terms of any legally enforceable promissory notes\nmust be respected in determining the rights attached to the\nequity interest. If the promissory notes in our case are\nproperly executed and enforceable, taxpayer must be treated as\nholding a class of stock which has a preference to the earnings\nand assets of ---- and --."
}