{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 11,
  "chunk_text": "Each time product was shipped to a bottler, the company sent a\nstatement reflecting the bottler’s required contribution to the advertising fund. In turn,\nthe company paid the agency for advertising. The agency reported directly to the\nbottlers and provided the bottlers detailed information regarding the national advertising\nprogram. The company considered itself to be a nontaxable intermediary between the\nbottlers and the agency; therefore, the company did not report the bottlers’ contributions\nto the fund as gross income or deduct the payments to the agency as business\nexpenses. The Service contended that the bottlers’ contributions, reduced by the payments\nto the agency, were taxable income to the company. The Tax Court held that the\namounts contributed by the bottlers constituted a trust fund for advertising purposes and\nthat the company administered the fund as an agent for the bottlers. The court\nreasoned as follows: First, the members had contributed the funds to the cooperative for\nthe specific purpose of paying for the advertising campaign; second, the company had a\nlegal obligation to expend the funds for advertising and could not divert the funds for\nany other purpose; and, third, because of this obligation, the company derived no gain,\nprofit, or benefit upon the receipt of the funds. Consequently, the Tax Court held that “…\n[P]etitioner did not receive the bottlers’ contribution as its own property. They were\nburdened with the obligation to use them for national advertising. No gain or profit was\nrealized on their receipt because of this offsetting obligation.” See, Seven-Up, supra, 14\nT.C. at 979. Some of the facts of the instant case are similar to the facts of Seven-Up. For\nexample, in Seven-Up, the bottlers made payments based on the volume of their\nbeverage sales to the company that were earmarked for national advertising. In the\ninstant case, the members’ contributions are also based on a percentage of sales and\nare used by A to pay for services. However, the critical facts are different. First, SevenUp did not involve gift check sales. Second, Seven-Up did not involve money inflows\nthat had not yet been taxed. Further, Seven-Up did not address the taxability of the POSTF-149051-10 15 sale of soft drinks to the public, but addressed only the taxability of contributions of\nbottlers’ funds earmarked for advertising. Therefore, Seven-Up does not support A’s\nargument that the full amount of taxable gift check sale proceeds are transformed into\nnontaxable members’ contributions, deposits, or funds held-in-trust, simply because any\npotential profit from the transaction could be spent on services for the benefit of the A\nmembers. In short, the holding of the Seven-Up case does not address the taxability of\nthe sale of gift checks to the public. The income in question is not members’ contributions but rather gift check sale\nproceeds. The Service has not reclassified any members’ contributions into taxable\nincome. 8 In this case, the proceeds from the sale of gift checks derived from A’s direct\nsales to the scrip organizations and public and from indirect sales through D stores. ----------------------percent of the Year 10 gift certificates and --- percent of the Year 11 gift\ncertificates were sold directly to third parties who are not members of A."
}