{
  "document_category": "legal-advice",
  "docId": "legal-advice_17",
  "chunk_index": 2,
  "chunk_text": "After the LOA is\naccepted, the FMS customer is generally required to\npay, in advance, amounts necessary to cover costs\nassociated with the services or items purchased from\nDOD. The Department of the Treasury holds these CC:LM:HMT:--------:POSTF-103313-03 page 4 advance payments in an FMS trust fund. (United States General Accounting Office Report to the\nSecretary of Defense, Foreign Military Sales, Air Force\nControls Over the FMS Program Need Improvement,\nMay 2000 (GAO/AIMD-00-101).) After the U.S. Government and the foreign purchaser sign the\nLOA, except for items supplied directly from Department of\nDefense inventory, the U.S. Government buys the desired item or\nweapon system from a U.S. contractor on behalf of the foreign\ngovernment, employing essentially the same procurement criteria\nas if the item/system was being purchased for U.S. needs. The\nU.S. Government, not the foreign government, selects the source\nand manages the award contract, consistent with the provisions of\nthe Federal Acquisition Regulations (“FAR”) and the applicable\nLOA. FMS and Department of Defense orders often are consolidated\nto obtain economy-of-scale buys thereby significantly lowering\nunit prices. In some instances, ---------------------------------------------------------------------------------------------------------------------------, the U.S. Government procures goods\nfor sales to foreign countries by the execution of bilateral\nmodifications to its existing contracts. 2 2 ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. CC:LM:HMT:--------:POSTF-103313-03 page 5 Some of Taxpayer’s FMS contracts for military equipment and\nservices are funded, in whole or part, by U.S. Government\nsubsidies. 3\nDirect Commercial Sales (“DCS”)4 In a DCS, a U.S. contractor and a foreign government or\nforeign entity enter into a direct contract in accordance with\nU.S. laws and regulations, as well as applicable foreign laws and\nregulations, and provisions of international commercial law. The\nU.S. Government is not a party to DCS contracts. In a DCS, the\nforeign government or foreign entity selects the U.S. contractor\nand manages the contract directly with that U.S. contractor. Common Elements of FMS and DCS Transactions The long-term contracts under consideration are generally\nfixed-price contracts with fixed payment schedules, thereby\nenabling the purchaser to know the final price at the time of\ncontract signature. Since the specific configuration of military\nequipment sold is defined in the FMS or DCS contract, U.S.\ncontractors do not produce items in anticipation of military\nequipment sales and generally do not maintain an inventory of\ndefense articles. Pursuant to FMS and DCS contract provisions,\nagencies of the U.S. Government and other customers generally\nhave title to, or a security interest in, inventories related to\nsuch contracts as a result of advances or progress payments. 5\nFMS and DCS contracts are subject to extensive legal and\nregulatory requirements and, from time to time, agencies of the\nU.S. Government investigate whether a U.S. contractor’s\noperations are being conducted in accordance with these\nrequirements. 3 Subsidized sales generally are not eligible for favorable tax treatment\nunder either the FSC or ETI tax régimes. Although contracts for some\nsubsidized sales were included in Taxpayer's initial ETI claims, Taxpayer\nagrees subsidized sales are not eligible for favorable treatment under either\nrégime (with the exception of subsidized sales with “the possibility of\ncompetitive bidding” (Treas. Reg. § 1.924(a)-1T(g)(3)) and is revising its\nclaims accordingly. 4 The U.S. Government uses the term DCS to identify this type of contract. ---------------------------------------------------------. 5 -- Taxpayer notes that, in some instances, progress payments may be treated as\nloans from the U.S. Government. CC:LM:HMT:--------:POSTF-103313-03"
}