{
  "document_category": "legal-advice",
  "docId": "legal-advice_25",
  "chunk_index": 156,
  "chunk_text": "Taxpayers have the right to know\nwhen the IRS has finished an audit. 7. The Right to Privacy 2. The Right to Quality Service\nTaxpayers have the right to receive prompt, courteous, and\nprofessional assistance in their dealings with the IRS, to be\nspoken to in a way they can easily understand, to receive clear\nand easily understandable communications from the IRS, and\nto speak to a supervisor about inadequate service. 8. The Right to Confidentiality 3. The Right to Pay No More than the\nCorrect Amount of Tax\nTaxpayers have the right to pay only the amount of tax legally\ndue, including interest and penalties, and to have the IRS\napply all tax payments properly. 4. The Right to Challenge the IRS’s Position\nand Be Heard\nTaxpayers have the right to raise objections and provide\nadditional documentation in response to formal IRS actions or\nproposed actions, to expect that the IRS will consider their\ntimely objections and documentation promptly and fairly, and\nto receive a response if the IRS does not agree with their\nposition. 5. The Right to Appeal an IRS Decision in an\nIndependent Forum\nTaxpayers are entitled to a fair and impartial administrative\nappeal of most IRS decisions, including many penalties, and\nhave the right to receive a written response regarding the IRS\nIndependent Office of Appeals’ decision. Taxpayers generally\nhave the right to take their cases to court. Taxpayers have the right to expect that any IRS inquiry,\nexamination, or enforcement action will comply with the law\nand be no more intrusive than necessary, and will respect all\ndue process rights, including search and seizure protections,\nand will provide, where applicable, a collection due process\nhearing. Taxpayers have the right to expect that any information they\nprovide to the IRS will not be disclosed unless authorized by\nthe taxpayer or by law. Taxpayers have the right to expect\nappropriate action will be taken against employees, return\npreparers, and others who wrongfully use or disclose taxpayer\nreturn information. 9. The Right to Retain Representation\nTaxpayers have the right to retain an authorized representative\nof their choice to represent them in their dealings with the\nIRS. Taxpayers have the right to seek assistance from a Low\nIncome Taxpayer Clinic if they cannot afford representation. 10. The Right to a Fair and Just Tax System\nTaxpayers have the right to expect the tax system to consider\nfacts and circumstances that might affect their underlying\nliabilities, ability to pay, or ability to provide information timely. Taxpayers have the right to receive assistance from the\nTaxpayer Advocate Service if they are experiencing financial\ndifficulty or if the IRS has not resolved their tax issues properly\nand timely through its normal channels. Learn more at IRS.gov/TaxpayerRights -112- Where Do You Mail your return to the address shown\nFile? below that applies to you. If you want to use\na private delivery service, see Private\nDelivery\nServices\nunder\nFiling\nRequirements, earlier. TIP Envelopes without enough postage will be\nreturned to you by the post office. Your\nenvelope may need additional postage if it\ncontains more than five pages or is\noversized (for example, it is over 1/4″ thick). Also include your complete return address. THEN use this address if you: IF you live in... Alabama, Georgia, North Carolina, South Carolina,\nTennessee"
}