{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 4,
  "chunk_text": "Reg. 1.451-5; A thus recognizes no income on the sale or (other than at C) the\nredemption of the cards and, based on an aging report prepared by an independent\nvendor, recognizes income on unredeemed cards in the second year following the year\nin which the cards are sold. A recognizes gift card income only for cards presented at\nC. Its participating restaurants will recognize gift card income when cards are\nredeemed at the participating restaurant. Participating Restaurants When a gift card is sold at a participating restaurant, the participating restaurant books\nthe sale of the gift card as a debit to cash and a credit to gift cards sold. Because the\nparticipating restaurant is obligated to remit upon receipt the cash received to A, the\nparticipating restaurant records a liability by debiting Gift Cards Sold and crediting\nInterco with A. The transfer of the cash is recorded by debiting Interco with A and\ncrediting Cash. The table below illustrates the participating restaurant’s accounting\nentries:\nDebit\nCash\nGift Cards sold\nInterco – A Credit\nGift cards sold\nInterco - A\nCash It is clear participating restaurants merely receive and immediately surrender the cash\nback to A when gift cards are sold at these locations. A\nSeparately, on the books of A, the sale of the gift card by a participating restaurant is\nrecorded as a debit to Interco Store (receivable) and a credit to gift card liability. The\ngift card liability entry is made because A records and holds the liabilities for sales of\ngift cards for all of the entities instead of each entity maintaining its own liability for\noutstanding gift cards. Because A receives the cash from the participating restaurants\nupon the sale of the gift cards, A debits cash and credits Interco Store, as set forth\nbelow:\nDebit\nInterco - Store (Receivable)\nCash Credit\nGift Card Liability\nInterco - Store POSTF-134398-08 7 A gift cards/certificates can be redeemed at any participating restaurants regardless\nof where the gift cards/certificates were purchased. When a gift card is redeemed for\na meal at a participating restaurant, A is obligated to transfer the amount of the\nredemption to that restaurant which, as previously stated, may or may not have been\nthe restaurant where the gift card was initially purchased. The participating restaurant\nrecords on its books a debit to Gift Card Redeemed and a credit to Sales thereby\nreporting income from the sale of goods upon redemption of the gift card. In addition,\nthe restaurant records a debit to Interco with A and a credit to Gift Card Redeemed for\nthe same amount as the previous entry. The final entry is a debit to Cash and a credit\nto Interco with A to eliminate the inter-company between the store and A and to record\nthe receipt of cash from A. A fourth entry would be a debit to CGS and a credit to\nInventory. Participating Restaurant:\nDebit\nGift Card Redeemed\nInterco-A\nCash\nCGS Credit\nSales\nGift Card Redeemed\nInterco - A\nInventory Separately, on the books of A the redemption of the gift card is recorded as a debit to\nGift Card Liability and credit to Interco Store. The transfer of the cash to the store is\nrecorded as a debit to Interco Store and Credit to Cash. A:\nDebit\nGift Card Liability\nInterco – Store"
}