{
  "document_category": "legal-advice",
  "docId": "legal-advice_30",
  "chunk_index": 24,
  "chunk_text": "(6) If a request for waiver is approved, the\nindividual will be notified and issued a card or\ncertificate evidencing renewal. (7) Those who are granted waivers are required\nto file timely applications for renewal of enrollment\nor registration. (j) Failure to comply. Treasury Department Circular No. 230 Table of Contents (1) Compliance by an individual with the\nrequirements of this part is determined by the Internal\nRevenue Service. The Internal Revenue Service\nwill provide notice to any individual who fails to\nmeet the continuing education and fee requirements\nof eligibility for renewal. The notice will state the\nbasis for the determination of noncompliance and\nwill provide the individual an opportunity to furnish\nthe requested information in writing relating to\nthe matter within 60 days of the date of the notice. Such information will be considered in making a\nfinal determination as to eligibility for renewal. The\nindividual must be informed of the reason(s) for any\ndenial of a renewal. The individual may, within 30\ndays after receipt of the notice of denial of renewal,\nfile a written protest of the denial as prescribed by\nthe Internal Revenue Service in forms, instructions,\nor other appropriate guidance. A protest under this\nsection is not governed by subpart D of this part. (2) The continuing education records of an\nenrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer may be reviewed to\ndetermine compliance with the requirements and\nstandards for renewal as provided in paragraph (f)\nof this section. As part of this review, the enrolled\nagent, enrolled retirement plan agent or registered tax\nreturn preparer may be required to provide the Internal\nRevenue Service with copies of any continuing\neducation records required to be maintained under\nthis part. If the enrolled agent, enrolled retirement\nplan agent or registered tax return preparer fails\nto comply with this requirement, any continuing\neducation hours claimed may be disallowed. (3) An individual who has not filed a timely\napplication for renewal, who has not made a timely\nresponse to the notice of noncompliance with the\nrenewal requirements, or who has not satisfied\nthe requirements of eligibility for renewal will be\nplaced on a roster of inactive enrolled individuals\nor inactive registered individuals. During this time,\nthe individual will be ineligible to practice before the\nInternal Revenue Service. (4) Individuals placed in inactive status and\nindividuals ineligible to practice before the Internal\nRevenue Service may not state or imply that they\nTreasury Department Circular No. 230 are eligible to practice before the Internal Revenue\nService, or use the terms enrolled agent, enrolled\nretirement plan agent, or registered tax return\npreparer, the designations “EA” or “ERPA” or other\nform of reference to eligibility to practice before the\nInternal Revenue Service. (5) An individual placed in inactive status\nmay be reinstated to an active status by filing an\napplication for renewal and providing evidence of\nthe completion of all required continuing education\nhours for the enrollment cycle or registration year. Continuing education credit under this paragraph (j)\n(5) may not be used to satisfy the requirements of\nthe enrollment cycle or registration year in which the\nindividual has been placed back on the active roster."
}