{
  "document_category": "legal-advice",
  "docId": "legal-advice_33",
  "chunk_index": 45,
  "chunk_text": "In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection. When the decision is to decline the offer,\nthe written notice of declination may state that the\noffer described in paragraph (b)(1) of this section\nwould be accepted if it contained different terms. The Commissioner, or delegate, has the discretion to\naccept or reject a revised offer submitted in response\nto the declination or may counteroffer and act upon\nany accepted counteroffer. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.62 Contents of complaint. (a) Charges. A complaint must name the\nrespondent, provide a clear and concise description\nof the facts and law that constitute the basis for\nthe proceeding, and be signed by an authorized\nrepresentative of the Internal Revenue Service\nunder §10.69(a)(1). A complaint is sufficient if\nit fairly informs the respondent of the charges\nbrought so that the respondent is able to prepare a\ndefense. (b) Specification of sanction. The complaint must\nspecify the sanction sought against the practitioner\nor appraiser. If the sanction sought is a suspension,\nthe duration of the suspension sought must be\nspecified. (c) Demand for answer. The respondent must\nbe notified in the complaint or in a separate paper\nattached to the complaint of the time for answering the\ncomplaint, which may not be less than 30 days from\nthe date of service of the complaint, the name and\naddress of the Administrative Law Judge with whom\nthe answer must be filed, the name and address of\nthe person representing the Internal Revenue Service\nto whom a copy of the answer must be served, and\n§ 10.62 — Page 31 Table of Contents that a decision by default may be rendered against\nthe respondent in the event an answer is not filed as\nrequired. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.63 Service of complaint; service of other\npapers; service of evidence in support of\ncomplaint; filing of papers. (a) Service of complaint. (1) In general. The complaint or a copy of the\ncomplaint must be served on the respondent by any\nmanner described in paragraphs (a) (2) or (3) of this\nsection. (2) Service by certified or first class mail. (i) Service of the complaint may be made on\nthe respondent by mailing the complaint by certified\nmail to the last known address (as determined under\nsection 6212 of the Internal Revenue Code and the\nregulations thereunder) of the respondent. Where\nservice is by certified mail, the returned post office\nreceipt duly signed by the respondent will be proof\nof service. (ii) If the certified mail is not claimed\nor accepted by the respondent, or is returned\nundelivered, service may be made on the respondent,\nby mailing the complaint to the respondent by first\nclass mail. Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail."
}