{
  "document_category": "legal-advice",
  "docId": "legal-advice_91",
  "chunk_index": 15,
  "chunk_text": "Test 1. You paid over half the cost of\nkeeping up a home that was the main\nhome for all of 2022 of your parent whom you can claim as a dependent, except under a multiple support agreement\n(see Who Qualifies as Your Dependent,\nlater). Your parent didn't have to live\nwith you. Test 2. You paid over half the cost of\nkeeping up a home in which you lived\nand in which one of the following also\nlived for more than half of the year (if\nhalf or less, see Exception to time lived\nwith you, later). 1. Any person whom you can claim\nas a dependent. But don’t include:\na. Your child whom you claim as\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later;\nb. Any person who is your dependent only because the person lived with\nyou for all of 2022; or\nc. Any person you claimed as a dependent under a multiple support agreement. See Who Qualifies as Your Dependent, later. 2. Your unmarried qualifying child\nwho isn't your dependent. 3. Your married qualifying child\nwho isn't your dependent only because\nyou can be claimed as a dependent on\nsomeone else's 2022 return. 4. Your qualifying child who, even\nthough you are the custodial parent, isn't\nyour dependent because of the rule for\nChildren of divorced or separated parents under Who Qualifies as Your Dependent, later. If the child isn't claimed as your dependent, enter the child's name in the entry space below the filing status checkboxes. If you don’t enter the name, it\nwill take us longer to process your return. Qualifying child. To find out if someone is your qualifying child, see Step 1\nunder Who Qualifies as Your Dependent, later. Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. -13- Exception to time lived with you. Temporary absences by you or the other\nperson for special circumstances, such\nas school, vacation, business, medical\ncare, military service, or detention in a\njuvenile facility, count as time lived in\nthe home. Also see Kidnapped child, later, under Who Qualifies as Your Dependent, if applicable. If the person for whom you kept up a\nhome was born or died in 2022, you still\nmay be able to file as head of household. If the person is your qualifying child, the\nchild must have lived with you for more\nthan half the part of the year the child\nwas alive. If the person is anyone else,\nsee Pub. 501. Similarly, if you adopted\nthe person for whom you kept up a\nhome in 2022, the person was lawfully\nplaced with you for legal adoption by\nyou in 2022, or the person was an eligible foster child placed with you during\n2022, the person is considered to have\nlived with you for more than half of\n2022 if your main home was this person’s main home for more than half the\ntime since the person was adopted or\nplaced with you in 2022. Keeping up a home."
}