{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 11,
  "chunk_text": "3. Who is the Employer? Section 3401(d)(1) provides, that for purposes of income tax withholding, the term\nemployer means the person for whom an individual performs or performed any service, POSTF-123043-08 12 of whatever nature, as the employee of such person, except that if the person for whom\nthe individual performs or performed the services does not have control of the payment\nof the wages for such services, the term “employer” (except for purposes of the\ndefinition of wages) means the person having control of the payment of such wages. Neither the FICA nor the FUTA contains a definition of employer similar to the definition\ncontained in section 3401(d)(1), relating to income tax withholding. However, Otte v.\nU.S., 419 U.S. 43 (1974), holds that a person who is an employer under section\n3401(d)(1), relating to income tax withholding, is also an employer for purposes of FICA\nwithholding under section 3102. Otte involved a trustee in bankruptcy who was an\nemployer under section 3401(d)(1) by virtue of having control over the payment of\nwages owed by the bankrupt. The Court stated, “The fact that the FICA withholding\nprovisions of the Code do not define “employer” is of no significance, for that term is not\nto be given a narrower construction for FICA withholding than for income tax\nwithholding.” Otte, 419 U.S. at 51. The Otte decision has been extended to provide\nthat the person having control of the payment of wages is also an employer for\npurposes of section 3111, which imposes the FICA tax on employers, and for purposes\nof section 3301, which imposes the FUTA tax on employers. It has been further\nextended to apply equally to the employer's FICA tax and to FUTA tax10. In re Armadillo\nCorp., 410 F. Supp. 407 (D. Col. 1976), aff'd, 561 F.2d 1382 (10th Cir. 1977), In re Laub\nBaking Co., 642 F.2d 196 (6th Cir. 1981), and STA of Baltimore -ILA Container Royalty\nFund v. U.S., 621 F. Supp. 1567 (D.C. Md. 1985), aff'd, 804 F.2d 296 (4th Cir. 1986)\nreached similar conclusions. The preliminary common law factor analysis you provided with regards to whether the ------- members are common law employees also seems to indicate that -------- is the\ncommon law employer and therefore liable for employment taxes under the statutory\nregime. However, we recognize that there may be arguments that another party, such\nas ------------------ or the ------------------------, is the common law employer. The\narguments raised by ---------’s general counsel regarding the level of independence from\nother -------------district business as required by the state statutory scheme are\nconsistent with this general caveat. If -------- is not the common law employer of the -------members, it appears that --------would be the section 3401(d)(1) employer (“statutory employer”), within the meaning of\nOtte and its progeny, because----------has control over the payment of wages to the -----members. As stated in your request for opinion, payments to the ------ members were\nbudgeted for in the general --------- budget, paid to each -------member individually from\nthe --------- checking account, and tracked within the --------- financial statements. There is no indication that --------- is reimbursed by any other party for the compensation\npaid to the ------ members. 10"
}