{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 62,
  "chunk_text": "• You are filing Form 8814 (relating to election to report\nchild's interest and dividends on your return). • You have income or loss from a passive activity. Yes. Use Worksheet 1\nNo. Go to Step 3.\nin Pub. 596 to see if you\ncan take the credit. -38- Step 3 Qualifying Child A qualifying child for the EIC is a child who is your... Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister,\nhalf brother, half sister, or a descendant of any of them (for example, your\ngrandchild, niece, or nephew)\nAND 3. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? Yes. Continue\nNo. Skip questions 4\n䊲\nand 5; go to question 6.\n4. Did you and your spouse have the same principal residence\nfor the last 6 months of 2022? Yes. Continue\nNo. Skip question 5; go\n䊲\nto question 6. was ... Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor\nUnder age 24 at the end of 2022, a student (defined later), and younger than\nyou (or your spouse if filing jointly) 5. Are you legally separated according to your state law under\na written separation agreement or a decree of separate\nmaintenance and you lived apart from your spouse at the\nend of 2022? Yes. Continue\nNo. STOP\n䊲 or\nAny age and permanently and totally disabled (defined later)\nAND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income\ntax or estimated tax paid (see Pub. 596 for examples)\nAND Who lived with you in the United States for more than half of 2022. 6. Could you be a qualifying child of another person for 2022? (Check “No” if the other person isn't required to file, and\nisn't filing, a 2022 tax return or is filing a 2022 return only\nto claim a refund of withheld income tax or estimated tax\npaid (see Pub. 596 for examples).) No. Skip Step 4; go to\nYes. STOP\nStep 5. You can't take the\ncredit. Enter “No” on\nthe dotted line next to\nline 27. Step 4 ! You can't take the credit for a child who didn't live with you for more\nthan half the year, even if you paid most of the child's living expenses. The\nIRS may ask you for documents to show you lived with each qualifying child. Documents you might want to keep for this purpose include school and child\ncare records and other records that show your child's address. CAUTION ! If the child meets the conditions to be a qualifying child of any other\nperson (other than your spouse, if filing a joint return) for 2022, see\nQualifying child of more than one person, later. If the child was married, see\nMarried child, later. CAUTION Filers Without a Qualifying\nChild 1. Are you a married taxpayer whose filing status is married\nfiling separately or head of household? No. Continue\nYes. STOP You can’t take the\ncredit. TIP If the child didn't live with you for more than half of 2022 because of\na temporary absence, birth, death, or kidnapping, see Exception to time\nlived with you, later."
}