{
  "document_category": "legal-advice",
  "docId": "legal-advice_34",
  "chunk_index": 48,
  "chunk_text": "(f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general. Supplemental charges may be filed\nagainst the respondent by amending the complaint\nwith the permission of the Administrative Law Judge\nif, for example —\n(1) It appears that the respondent, in the answer,\nfalsely and in bad faith, denies a material allegation\nof fact in the complaint or states that the respondent\nhas insufficient knowledge to form a belief, when the\nrespondent possesses such information; or\n(2) It appears that the respondent has knowingly\n§ 10.65 — Page 33 Table of Contents introduced false testimony during the proceedings\nagainst the respondent. (b) Hearing. The supplemental charges may be\nheard with other charges in the case, provided the\nrespondent is given due notice of the charges and\nis afforded a reasonable opportunity to prepare a\ndefense to the supplemental charges. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.66 Reply to answer. (a) The Internal Revenue Service may file a reply\nto the respondent’s answer, but unless otherwise\nordered by the Administrative Law Judge, no reply\nto the respondent’s answer is required. If a reply is\nnot filed, new matter in the answer is deemed denied. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.67 Proof; variance; amendment of pleadings. In the case of a variance between the allegations in\npleadings and the evidence adduced in support of the\npleadings, the Administrative Law Judge, at any time\nbefore decision, may order or authorize amendment\nof the pleadings to conform to the evidence. The\nparty who would otherwise be prejudiced by the\namendment must be given a reasonable opportunity\nto address the allegations of the pleadings as amended\nand the Administrative Law Judge must make\nfindings on any issue presented by the pleadings as\namended. § 10.68 Motions and requests. (a) Motions —\n(1) In general. At any time after the filing of\nthe complaint, any party may file a motion with the\nAdministrative Law Judge. Unless otherwise ordered\nby the Administrative Law Judge, motions must be\nin writing and must be served on the opposing party\nas provided in §10.63(b). A motion must concisely\nspecify its grounds and the relief sought, and, if\nappropriate, must contain a memorandum of facts\nand law in support. Page 34 — § 10.65 (2) Summary adjudication. Either party may\nmove for a summary adjudication upon all or any\npart of the legal issues in controversy. If the nonmoving party opposes summary adjudication in the\nmoving party’s favor, the non-moving party must\nfile a written response within 30 days unless ordered\notherwise by the Administrative Law Judge. (3) Good Faith. A party filing a motion for\nextension of time, a motion for postponement of a\nhearing, or any other non-dispositive or procedural\nmotion must first contact the other party to determine\nwhether there is any objection to the motion, and\nmust state in the motion whether the other party has\nan objection. (b) Response. Unless otherwise ordered by the\nAdministrative Law Judge, the nonmoving party\nis not required to file a response to a motion. If\nthe Administrative Law Judge does not order\nthe nonmoving party to file a response, and the\nnonmoving party files no response, the nonmoving\nparty is deemed to oppose the motion."
}