{
  "document_category": "legal-advice",
  "docId": "legal-advice_36",
  "chunk_index": 31,
  "chunk_text": "(b) General rules —\n(1) No former Government employee may,\nsubsequent to Government employment, represent\nanyone in any matter administered by the Internal\nRevenue Service if the representation would violate\n18 U.S.C. 207 or any other laws of the United States. (2) No former Government employee who\npersonally and substantially participated in a\nparticular matter involving specific parties may,\nsubsequent to Government employment, represent\nor knowingly assist, in that particular matter, any\nperson who is or was a specific party to that particular\nmatter. (3) A former Government employee who within\na period of one year prior to the termination of\nGovernment employment had official responsibility\nfor a particular matter involving specific parties may\nnot, within two years after Government employment\nis ended, represent in that particular matter any person\nwho is or was a specific party to that particular matter. (4) No former Government employee may, within\none year after Government employment is ended,\ncommunicate with or appear before, with the intent to\ninfluence, any employee of the Treasury Department\nin connection with the publication, withdrawal,\namendment, modification, or interpretation of a rule\nthe development of which the former Government\nemployee participated in, or for which, within a period\nof one year prior to the termination of Government\nemployment, the former government employee had\nofficial responsibility. This paragraph (b)(4) does\nnot, however, preclude any former employee from\nappearing on one’s own behalf or from representing\na taxpayer before the Internal Revenue Service in\nconnection with a particular matter involving specific\nTreasury Department Circular No. 230 Table of Contents parties involving the application or interpretation of\na rule with respect to that particular matter, provided\nthat the representation is otherwise consistent with\nthe other provisions of this section and the former\nemployee does not utilize or disclose any confidential\ninformation acquired by the former employee in the\ndevelopment of the rule. (c) Firm representation —\n(1) No member of a firm of which a former\nGovernment employee is a member may represent\nor knowingly assist a person who was or is a specific\nparty in any particular matter with respect to which\nthe restrictions of paragraph (b)(2) of this section\napply to the former Government employee, in that\nparticular matter, unless the firm isolates the former\nGovernment employee in such a way to ensure that\nthe former Government employee cannot assist in\nthe representation. (2) When isolation of a former Government\nemployee is required under paragraph (c)(1) of\nthis section, a statement affirming the fact of such\nisolation must be executed under oath by the former\nGovernment employee and by another member of the\nfirm acting on behalf of the firm. The statement must\nclearly identify the firm, the former Government\nemployee, and the particular matter(s) requiring\nisolation. The statement must be retained by the firm\nand, upon request, provided to the office(s) of the\nInternal Revenue Service administering or enforcing\nthis part. (d) Pending representation. The provisions of\nthis regulation will govern practice by former\nGovernment employees, their partners and\nassociates with respect to representation in particular\nmatters involving specific parties where actual\nrepresentation commenced before the effective date\nof this regulation. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.26 Notaries. A practitioner may not take acknowledgments,\nadminister oaths, certify papers, or perform any\nofficial act as a notary public with respect to any Treasury Department Circular No. 230"
}