{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 2,
  "chunk_text": "If the licenses are\nfor the use of § 197 intangibles, the attorney fees would be recovered pursuant to\n§ 197. Until provided with sufficient facts and copies of the license agreements,\nno further opinion can be provided on the cost recovery of the attorney fees POSTU-139175-10 3 capitalized to the licenses. Because Corporation X declined to provide sufficient\nfacts and copies of the licenses, Corporation X has failed to substantiate that it is\nentitled to commence cost recovery of the capitalized fees that relate to the drugs\nmarketed and sold pursuant to the licenses. 3. The annual cost recovery of the attorney fees capitalized to ANDAs and licenses\nare subject to § 263A. FACTS The facts are the same as set forth in the September 14, 2011 Memorandum. LAW AND ANALYSIS1 The September 14, 2011 Memorandum, in applying the origin of the claim test, opined\nas follows:\nBased on the facts and circumstances of this case it is clear that the\ninfringement litigation originated from Corporation X’s actions to obtain\nassets, FDA-approved ANDAs, which can be sold or used in its trade\nor business until such time, if ever, the FDA withdraws its approval of\nthe ANDAs. . . . Accordingly, the character of the claims is capital\nsince all claims are proximately related to, and have a direct nexus\nwith, Corporation X’s actions to obtain new assets, i.e., FDA-approved\nANDAs with paragraph IV certifications. September 14, 2011 Memorandum, page 37 (footnote omitted). The September 14, 2011 Memorandum also opined that the attorney fees incurred to\ninvestigate the listed patents2 must be capitalized, as follows: The transactions at issue in this case, which generated the fees at\nissue, arose from Corporation X’s filing of ANDAs with paragraph IV\ncertifications to obtain FDA-approved ANDAs allowing Corporation X to\nmarket and sell generic pharmaceuticals in the territory of the United\nStates prior to the expiration of the United States patents for the\nreferenced NDA-approved drugs. Corporation X was pursuing\nobtaining each ANDA as part of one overall transaction for FDA\n1 The September 14, 2011 Memorandum is incorporated herein by reference. Selective quotations from\nthe advice in the September 14, 2011 Memorandum should not be construed as modifying or departing\nfrom the advice contained therein, with the advice in the September 14, 2011 Memorandum confirmed\nand restated by this incorporation. 2 Listed patents are defined in the September 14, 2001 Memorandum, Addendum A. POSTU-139175-10 4 approval of each ANDA to be able to market and sell the new drugs\nthe subject of each ANDA in the United States (e.g., license, permit,\nfranchise or similar right to market and sell its generic drugs in the\nUnited States). On an ANDA-by-ANDA basis Corporation X was\nseeking to obtain FDA-approved ANDAs by carrying out the series of\nsteps required by the statutory and regulatory regime to obtain\napproval of its ANDAs. The steps included notifying the NDA holders\nand patentees of the filing of an ANDA with a paragraph IV\ncertification, with that certification necessitating outside counsels to\nresearch the patents. Once the NDA holders and patentees filed suit,\nCorporation X had to defend itself to obtain FDA approval of an ANDA\neffective before the expiration of the patents."
}