{
  "document_category": "legal-advice",
  "docId": "legal-advice_20",
  "chunk_index": 5,
  "chunk_text": "During the period at issue,\nreceived from its subsidiaries approximately\nof royalty\nincome and\nfrom the sales of\n. It\nstates it provides its subsidiaries with the raw materials and\nthe intellectual property (owns the licensed trademarks, patents,\nand copyrights) to produce their products. claims\nthat royalties and the income from sales of\nare direct benefits to its own business, which are\ndifferent than the indirect benefit that inures to a parent\ncompany when a subsidiary performs successfully. cites as support, Fall River Gas Appliance Co., Inc. v.\nCommissioner, 42 T.C. 850 (1964), aff’d, 349 F.2d 515 (1st Cir. CC:LM:F:MAN:1:POSTF-112619-02 page 7 1965); Snow v. Commissioner, 31 T.C. 585 (1958); Fishing Tackle\nProducts Co. v. Commissioner, 27 T.C. 638 (1957); Dinardo v.\nCommissioner, 22 T.C. 430 (1954); Cepeda v. Commissioner, T.C.\nMemo. 1993-477. Once again, we note that\nhas\nnot presented any detailed proof that the expatriate employees\nperformed specific activities that directly increased\nroyalty income other than their general day-to-day\nactivities. In Fall River Gas Appliance, a parent gas company paid the\ninstallation, selling and miscellaneous expenses in connection\nwith the sales of gas-consuming appliances of its subsidiary, a\ngas appliance seller. 42 T.C. 850 (1964). The Court found that\nthe parent had an exclusive franchise to distribute gas at retail\nin the area and it experienced strong competition for customers\nfrom oil and electric companies, which threatened its gas sales\nand the success of its business. The parent endeavored to meet\nthis competition by trying to increase its sales of gas to new\ncustomers by increasing its subsidiary’s sales of gas consuming\nappliances. The Court held that the parent had a “substantial\ninterest in increasing its own sales of gas, and the expenses\npaid by it were intended to promote its own business wholly apart\nfrom that of the subsidiary.” Id. at 858. The Court also held\nthat the direct relationship between an increase in the parent’s\ngas sales and the number of appliances sold by the subsidiary was\nsufficient to allow the parent a deduction. Id. In Fishing Tackle Products, a parent deducted reimbursements\nmade to its subsidiary for losses incurred in the manufacture of\na patented fishing rod. 27 T.C. at 641-43. The Court found that\nthe subsidiary was the parent’s sole source of supply of this\nparticular distinctive type of fishing rod and the subsidiary\nproduced such rods for exclusive sale to the parent. The Court\nalso found that the parent needed the product of the subsidiary,\nwithout which the parent would have been unable to meet the\ndemands of its customers, and both its sales and its position in\nthe industry would have suffered. The Court held that the\npayments were deductible as a necessary business expense made to\nmaintain and preserve the parent’s source of supply, without\nwhich the parent would have ceased operation. Id. at 644. In Snow, the taxpayers were partners in a law firm that\nearned substantial fees from real estate title work. However,\nfees from such work declined for several years. 31 T.C. at 58689. To provide an additional source of legal abstract fees, the\npartnership organized a federal S&L association and agreed to\nmake good any operating deficits of the association for the\ninitial 3 years. The Court held that partners paid the deficits CC:LM:F:MAN:1:POSTF-112619-02 page 8"
}