{
  "doc_id": "legal-advice_71",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_71__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20132701F\nRelease Date: 7/5/2013\nCC:LB&I:-----------------------------POSTF-145772-11\nUILC 199.06-00\n1382.00-00 date: May 16, 2013 to: from: subject: -----------------------, Internal Revenue Agent\n(Large Business & International) -------------------Senior Counsel (-----------)\n(Large Business & International) ------------DPAD as Deduction Against Nonpatronage-Sourced Income This is in response to your request for our opinion as to whether, under the facts\nset forth below, --------------(hereafter the “Taxpayer”) may use the increase in its\ndomestic production activities deduction resulting from the reclassification of certain\namounts previously characterized as grain purchases as PURPIMs to reduce its nonpatronage taxable income for the years in issue. This memorandum may not be used\nor cited as precedent. Please be advised that this writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse effect on privileges,\nsuch as the attorney-client privilege. If disclosure becomes necessary, please\ncontact this office for our views. ISSUE Whether the Taxpayer may use the increase in its domestic production activities\ndeduction (“DPAD”) under section 199 resulting from the reclassification of certain\namounts previously classified as grain purchases as PURPIMs to reduce its nonpatronage income for the year. POSTF-145772-11 2\nCONCLUSION The DPAD resulting from the reclassification of the amounts previously classified\nas grain purchases as PURPIMs is a deduction incurred in connection with the conduct\nof patronage business and is inherently patronage-based. Therefore it can only be\nused to reduce patronage-sourced income, not nonpatronage-sourced income. FACTS The Taxpayer is a non-exempt cooperative subject to the provisions of\nSubchapter T of the Code. The Taxpayer is a large integrated and diversified\nagricultural concern that operates as both a grain marketing and agricultural supply\ncooperative. The Taxpayer has a fiscal and taxable year ending --------------. The Taxpayer markets grain on a patronage basis for its members, which include\nboth farmer producers and local grain cooperatives. Taxpayer’s grain marketing\nbusiness consists of buying grain from members and nonmembers, handling and\nstoring grain, processing grain, and selling grain or products produced from grain. The\nTaxpayer’s grain marketing business is not conducted on a pooling basis. On its\noriginal returns for taxable years prior to its taxable year -------, the Taxpayer treated all\npayments made to members and nonmembers for grain as purchases and not as perunit retain allocations paid in money (hereafter “PURPIMs”). As such, the grain\npurchases became part of the Taxpayer’s cost of goods sold. In ------- of -------, the Taxpayer requested a private letter ruling respecting the\ntreatment of its grain payments for purposes of sections 1382 and 199. In October of\n2009, the Service issued a ruling to the Taxpayer holding that:\n1. Grain payments to members and eligible nonmember patrons constitute\n“per-unit retain allocations paid in money” within the meaning of section\n1382(b)(3) of the Code. 2. For purposes of computing its section 199 domestic production\ndeduction, Taxpayer's qualified production activities income and taxable\nincome should, pursuant to section 199(d)(3)(C) of the Code, be\ncomputed without regard to any deduction for grain payments to members\nand eligible nonmember patrons. PLR 201002009 (2010 WL 147825). Beginning with its ------- return, the Taxpayer\ntreated payments for grain made to members and eligible nonmember patrons as\nPURPIMs and computed its DPAD under section 199 without regard to such payments."
    },
    {
      "id": "legal-advice_71__1",
      "chunk_id": "1",
      "content": "PLR 201002009 (2010 WL 147825). Beginning with its ------- return, the Taxpayer\ntreated payments for grain made to members and eligible nonmember patrons as\nPURPIMs and computed its DPAD under section 199 without regard to such payments. In ---------------- of -------, the Taxpayer filed an amended return for its taxable year\n------- seeking to increase its DPAD for the year by $-----------------based on the\nreclassification of amounts previously characterized as grain purchases as PURPIMs. POSTF-145772-11 3 Similarly, in --------- of -------, the Taxpayer filed an amended return for its taxable year -------- seeking to increase its DPAD by $----------------, again based on the reclassification\nof amounts previously characterized as grain purchases as PURPIMs. Because section\n199(d)(3)(C) and the regulations thereunder provide that for purposes of computing the\nDPAD, taxable income and qualified production activities income (“QPAI”) are to be\ncomputed without regard to any deduction allowable under section 1382(b) or\n(c)(including, inter alia, the deduction for PURPIMs), the reclassification had the effect\nof increasing the Taxpayer’s DPAD. The increased DPAD deductions were wholly\nattributable to the Taxpayer’s patronage grain business. As previously amended, the Taxpayer’s ------- return reflected patronage taxable\nincome of zero and non-patronage taxable income (before NOL carryforward\ndeductions) of $----------------, which amount was reduced to zero by a non-patronage\nNOL carryforward deduction. The increased DPAD claimed on the amended ------return fully offset the non-patronage taxable income for the year and freed-up the\npatronage NOL carryforward deduction to be carried forward to later years. The Taxpayer’s original ------- return reflected patronage taxable income of zero\nand non-patronage taxable income (before NOL carryforward deductions) of $-----------------------------, which amount was reduced to $-----------------by a non-patronage NOL\ncarryforward deduction of $----------------. The increased DPAD claimed on the amended\n------- return offset $-----------------of the non-patronage taxable income for the year and\nfreed-up $-----------------of the patronage NOL carryforward deduction to be carried to\nlater years. LAW\nSubchapter T and Patronage-Sourced Losses\nFor Federal income tax purposes, a nonexempt cooperative is a hybrid entity. As\nrespects patronage-sourced income, it is taxed like a passthrough entity with its income\nbeing taxed only once, usually to the patron, but as to nonpatronage-sourced income, it\nis taxed like a C corporation with its income being fully taxable to the cooperative, and, if\npaid out to patrons, to the patrons as well. Farm Service Cooperative v. Commissioner,\n619 F.2d 718, 723 (8th Cir. 1980). Patronage-sourced losses cannot be used to offset nonpatronage-sourced\nincome. Farm Service Cooperative, 619 F.2d 718 (8th Cir. 1980)(patronage-sourced\nNOL can only offset patronage-sourced income); Certified Grocers of California, Ltd v.\nCommissioner, 88 T.C. 238 (1987)(parent corporation’s patronage-sourced loss cannot\noffset other consolidated group members’ nonpatronage-sourced income). The\nprohibition against using patronage-sourced losses to offset nonpatronage-sourced\nincome is not explicitly set out in the Code. Rather, it is inherent in the structure of\nSubchapter T and is necessary to preserve the “statutory distinction” between the tax\ntreatments of the two types of income, i.e., that patronage-sourced income is generally POSTF-145772-11 4 not taxed at the cooperative level whereas nonpatronage-sourced income is. Farm\nService Cooperative, 619 F.2d at 727."
    },
    {
      "id": "legal-advice_71__2",
      "chunk_id": "2",
      "content": "Rather, it is inherent in the structure of\nSubchapter T and is necessary to preserve the “statutory distinction” between the tax\ntreatments of the two types of income, i.e., that patronage-sourced income is generally POSTF-145772-11 4 not taxed at the cooperative level whereas nonpatronage-sourced income is. Farm\nService Cooperative, 619 F.2d at 727. If a nonexempt cooperative could use a\npatronage-sourced loss to reduce its nonpatronage-sourced income, the effect would be\nto extend the tax benefit intended for patronage-sourced income to nonpatronagesourced income. That is, nonpatronage-sourced income could be shielded from\ntaxation at the cooperative level. See generally Buckeye Countrymark, Inc. v.\nCommissioner, 103 T.C. 547, 558-559 (1994), acq., 1997-1 C.B. 1; Landmark, Inc. v.\nUnited States, 25 Cl. Ct. 100, 106 (Cl. Ct. 1992). The Eighth Circuit’s opinion in Farm Service Cooperative is the leading case for\nthe proposition that patronage-sourced losses cannot be used to offset nonpatronagesourced income. 1 The taxpayer in that case was a nonexempt agricultural cooperative\nthat divided its business activities into four categories: a broiler pool, a turkey pool, a\nregular pool, and “taxable activity.” The regular pool sold farm supplies to both\nmembers and nonmembers. Taxable activity encompassed various miscellaneous\nsources of taxable income, such as gains from the sale of property, dividends on\ntaxpayer-owned stock, and so forth. The broiler and turkey pools engaged in the\nproduction and processing of chickens and turkeys, respectively. Member growers in\nthe broiler and turkey pools raised birds under contract with the taxpayer, received\nminimum payments for birds delivered (in the form of per-unit retains), and, in profitable\nyears, patronage dividends. The taxpayer kept separate book and records for the three\npools. For the fiscal year 1971, the taxpayer in Farm Service Cooperative incurred a\nsubstantial loss on the broiler pool, but realized net income from its taxable activity, from\nthe turkey pool, and from the regular pool (both as respects business conducted with\nmembers on a patronage basis and business conducted with nonmembers on a\nnonpatronage basis). The taxpayer distributed the net income from the turkey pool to\nthe members of the turkey pool and that part of the net income of the regular pool\nattributable to business conducted on a patronage basis to the members of the regular\npool, claiming a deduction under section 1382(b) for the amounts so distributed. It then\noffset that part of the net income of the regular pool attributable to business conducted\non a nonpatronage basis as well as the income of the taxable activity against the broiler\nloss. A portion of the remaining broiler loss was then claimed as a NOL carryback\ndeduction and applied against the taxpayer’s taxable income for the three prior years. 2 For the fiscal year 1972, the broiler pool again sustained a loss, which loss the taxpayer\nagain offset against that part of the net income of the regular pool attributable to\nbusiness conducted on a nonpatronage basis and the income of the taxable activity. In\nshort, for both 1971 and 1972, the taxpayer used the broiler pool losses (losses which\n1 ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. 2"
    },
    {
      "id": "legal-advice_71__3",
      "chunk_id": "3",
      "content": "In\nshort, for both 1971 and 1972, the taxpayer used the broiler pool losses (losses which\n1 ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. 2 In a footnote, the opinion states that the taxpayer charged the loss carryback to “an\nunallocated, general reserve account maintained for receipts from its taxable activities.” Farm\nService Cooperative, 619 F.2d at 721, fn 9. POSTF-145772-11 5 were generated from business conducted on a patronage basis) to offset income which\nwas not generated from business conducted on a patronage basis. On audit, the Service determined that the taxpayer could not use the losses\nincurred by the broiler pool (i.e., losses incurred from business conducted on a\npatronage basis) to offset the income of the regular pool attributable to business\nconducted with nonmembers or the income of the taxable activity (i.e., income not\ngenerated from business conducted on a patronage basis). The Tax Court, however,\nheld that the taxpayer could so use the broiler losses, and allowed the claimed\ncarryback. Farm Service Cooperative v. Commissioner, 70 T.C. 145 (1978), rev’d, 619\nF. 2d 718 (8th Cir. 1980). In so holding, the Tax Court relied on its decision in\nAssociated Milk Producers, Inc. v. Commissioner, 68 T.C. 729 (1977), wherein it had\nheld that a nonexempt cooperative could use a patronage-sourced NOL carryover to\noffset current year patronage-sourced income. The Eighth Circuit reversed, holding that\n“[a] nonexempt cooperative simply may not use patronage losses to reduce its tax\nliability on nonpatronage-sourced income.” Farm Service Cooperative, 619 F.2d at 727. The Eighth Circuit’s rationale for holding that patronage-sourced losses cannot\nbe used to offset nonpatronage-sourced income was rooted in the hybrid nature of a\nnonexempt cooperative; to wit, that a nonexempt cooperative is partially a passthrough\nentity and partially a taxable entity: Sustaining taxpayer's position here would result in obliterating this\nstatutory distinction. If patronage losses could be used to offset\nnonpatronage-sourced income, then a nonexempt cooperative could gain\nthe tax advantages of an exempt cooperative without meeting the\nqualifications set forth in I.R.C. § 521(b). Not only would taxpayer itself\ngain the benefits of exemption - notably the exclusion of nonpatronagesourced income from taxation - but all other cooperatives could do so as\nwell. That is, any nonexempt cooperative could avoid tax on\nnonpatronage-sourced income by the simple expedient of operating at a\nloss on its patronage activities. Farm Service Cooperative, 619 F.2d at 727. Later in the opinion, in distinguishing\nAssociated Milk Producers from the case at hand, the Court explained that the taxpayer\nin Associated Milk Producers could use the patronage-sourced loss because while it\nwas shifting the loss in time (a “vertical allocation”), it was still using it within the\npatronage business, whereas in Farm Service Cooperative, the taxpayer was\nattempting to impermissibly shift losses between the patronage and nonpatronage\nbusinesses (a “horizontal allocation”): In our view, the vertical (i.e., chronological) allocation problem presented\nin Associated Milk Producers is quite distinct from the essentially\nhorizontal allocation problem in this case. That patronage losses are\ninvolved in both cases should not obscure the significant differences POSTF-145772-11 6 between them."
    },
    {
      "id": "legal-advice_71__4",
      "chunk_id": "4",
      "content": "In our view, the vertical (i.e., chronological) allocation problem presented\nin Associated Milk Producers is quite distinct from the essentially\nhorizontal allocation problem in this case. That patronage losses are\ninvolved in both cases should not obscure the significant differences POSTF-145772-11 6 between them. Whereas in Associated Milk Producers the losses were\nborne by patrons, in this case taxpayer is trying to shift the broiler pool\nlosses from the broiler pool patrons to itself and, more significantly, to the\nUnited States Treasury. Whereas the cooperative in Associated Milk\nProducers decided to forego its current patronage dividend deduction in\ncharging off past losses, taxpayer in this case is seeking to avoid taxation\non income for which no patronage dividend deduction is available. Farm Service Cooperative, 619 F.2d at 724. PURPIMs As noted, for Federal income tax purposes, a nonexempt cooperative is a hybrid\nentity, taxed as a C corporation with respect to nonpatronage-sourced income, but\ngenerally treated as a passthrough entity with respect to patronage-sourced income. The mechanism by which a nonexempt cooperative operates as a passthrough entity is\nthe deduction allowed the cooperative under section 1382(b) for amounts paid out to\npatrons in the form of patronage dividends, per-unit retain allocations, and so forth. Specifically as respects PURPIMs, section 1382(b)(3) allows a nonexempt cooperative\na deduction for the taxable year for “per-unit retain allocations (as defined in section\n1388(f)) to the extent paid in money . . . with respect to marketing occurring during such\ntaxable year.” Section 1388(f) defines a “per-unit retain allocation” as “any allocation,\nby an organization to which Part I of this subchapter applies, to a patron with respect to\nproducts marketed for him, the amount of which is fixed without reference to the net\nearnings of the organization pursuant to an agreement between the organization and\nthe patron.” A “patron” includes “any person with whom or for whom the cooperative\nassociation does business on a cooperative basis. ” Treas. Reg. § 1.1388-1(e). Domestic Production Activities Deduction\nSection 199 provides for a deduction related to certain domestic production\nactivities (the “DPAD”). For the taxable years at issue, the DPAD was equal to 3\npercent of the lesser of the taxpayer’s taxable income (determined without regard to\nsection 199) or its QPAI, limited to 50 percent of the taxpayer’s W-2 wage expense. I.R.C. § 199(a). A taxpayer’s QPAI is equal to the excess of its domestic production\ngross receipts over the sum of its cost of goods sold and other expenses, losses, and\ndeductions properly allocable to such receipts. I.R.C. § 199(c)(1). “Domestic\nproduction gross receipts” include gross receipts which are derived from any sale of\n“qualifying production property which was manufactured, produced, grown, or extracted\nby the taxpayer in whole or significant part within the United States.” I.R.C. §\n199(c)(4)(A)(i)(I). “Qualifying production property” includes tangible personal property. I.R.C. § 199(c)(5)(A). Thus a taxpayer that has gross receipts from the sale grain that it\nhas grown within the United States may be entitled to a DPAD. POSTF-145772-11 7 Several special rules apply in determining the DPAD of a “specified agricultural\nor horticultural cooperative.” Nonexempt cooperatives that market grain for their\nmembers qualify as specified agricultural or horticultural cooperatives. I.R.C. §\n199(d)(3)(F).3"
    },
    {
      "id": "legal-advice_71__5",
      "chunk_id": "5",
      "content": "POSTF-145772-11 7 Several special rules apply in determining the DPAD of a “specified agricultural\nor horticultural cooperative.” Nonexempt cooperatives that market grain for their\nmembers qualify as specified agricultural or horticultural cooperatives. I.R.C. §\n199(d)(3)(F).3 One of the special rules applicable to specified agricultural or\nhorticultural cooperatives (known as the “cooperative attribution rule”) is that such\norganizations are treated as having “manufactured, produced, grown, or extracted . . .\nany qualifying production property marketed by the organization which its patrons have\nso manufactured, produced, grown, or extracted.” I.R.C. § 199(d)(3)(D). Thus, a\nspecified agricultural or horticultural cooperatives is generally treated as having\nproduced the grain it markets for its patrons, with the result that it can include such grain\nsales in its domestic production gross receipts, thereby increasing its QPAI and,\nultimately, its DPAD. A second special rule applicable to specified agricultural or horticultural\ncooperatives (the “add back rule”) is that for purposes of determining their DPAD, such\norganizations’ taxable income and QPAI are computed without taking into account any\ndeduction allowable under section 1382(b) or (c). I.R.C. § 199(d)(3)(C); Treas. Reg.\n§1.199-6(c). Section 1382(b) is the provision that grants nonexempt cooperatives a\ndeduction for amounts paid to their patrons in the form of patronage dividends,\nPURPIMS, and the like, and is the mechanism which allows nonexempt cooperatives to\nfunction as passthrough entities with respect to patronage-sourced income. Excluding\namounts deductible under section 1382(b) from taxable income and QPAI for purposes\nof the DPAD computation generally has the effect of substantially increasing a\ncooperative’s DPAD (subject to the W-2 wage limitation of section 199(b)(2)). ANALYSIS The refunds sought by the Taxpayer arise from the purported recharacterization\nof amounts the Taxpayer paid its patrons for grain from purchases to PURPIMs. 4\nRecharacterization of the purchases as PURPIMs would have the effect of increasing\nthe Taxpayer’s DPAD. This is so because the DPAD is calculated as a percentage of\nthe lesser of taxable income or QPAI, and because for purposes of calculating the\nDPAD of a specified agricultural or horticultural cooperative, taxable income and QPAI\nare computed without regard to the deduction allowable for PURPIMs under section\n1382(b)(3). Assuming for the sake of argument that the purchases can properly be\nrecharacterized as PURPIMs and thereby increase the Taxpayer’s DPAD, the increased\nDPAD cannot be used to offset the Taxpayer’s nonpatronage-sourced income as the 3 Section 199(d)(3)(F) defines a “specified agricultural or horticultural cooperative” as an\norganization to which Part I of Subchapter T (pertaining to cooperatives) applies which is\nengaged, inter alia, “in the marketing of agricultural or horticultural products.” 4 Examination has determined that the Taxpayer cannot, after the fact, recharacterize as\nPURPIMS amounts that were treated and understood to be payments at the time they were\nmade. We concur in that conclusion, but do not discuss it herein. POSTF-145772-11 8 increased DPAD is wholly attributable to the Taxpayer’s patronage grain business and\ntherefore can only be used to offset patronage-sourced income. Because patronage-sourced losses cannot be used to offset nonpatronagesourced income, nonexempt cooperatives must separately compute their patronagesourced and nonpatronage-sourced income."
    },
    {
      "id": "legal-advice_71__6",
      "chunk_id": "6",
      "content": "POSTF-145772-11 8 increased DPAD is wholly attributable to the Taxpayer’s patronage grain business and\ntherefore can only be used to offset patronage-sourced income. Because patronage-sourced losses cannot be used to offset nonpatronagesourced income, nonexempt cooperatives must separately compute their patronagesourced and nonpatronage-sourced income. We are unaware of any authority\nsupporting the proposition that the DPAD, unlike all other deductions figuring into a\nnonexempt cooperative’s income, need not be separately accounted for in computing\nthe cooperative’s patronage-sourced and nonpatronage-sourced income. While section\n199 does not explicitly require that a nonexempt cooperative determine the deduction\nallowable thereunder separately for purposes of computing its patronage-sourced and\nnonpatronage-sourced income, neither does any other deduction provision of the Code. The same construct that requires the matching of patronage-sourced income with\npatronage-sourced expenses and nonpatronage-sourced income with nonpatronagesourced expenses applies equally to the DPAD. Beyond the general requirement that patronage-sourced and nonpatronagesourced income be separately computed, separate DPAD computations for patronagesourced and nonpatronage-sourced income are compelled by the special provisions of\nsection 199(d)(3) for specified agricultural and horticultural cooperatives that the\nTaxpayer relies upon to claim the additional DPAD. The Taxpayer is entitled to the\nadditional DPAD, if at all, by virtue of the cooperative attribution rule of section\n199(d)(3)(D). It is the cooperative attribution rule which treats the Taxpayer as having\ngrown the grain that was produced by its patrons but which it marketed on their behalf,\nthereby permitting the Taxpayer to include such sales in its domestic production gross\nreceipts. In selling grain for its patrons, a nonexempt cooperative is conducting\nbusiness on a patronage basis and the income or loss it realizes on such sales is\ninherently patronage-sourced. Sales subject to the cooperative attribution rule are\nnecessarily business conducted on a patronage basis; sales that aren’t wouldn’t qualify\nfor cooperative attribution rule, and therefore wouldn’t qualify as domestic production\ngross receipts in the first instance. Equally importantly, the Taxpayer’s entitlement to the additional DPAD it claims\nis wholly dependent upon the reclassification of grain purchases as PURPIMs. It is this\nreclassification that allows the Taxpayer, under the add back rule of section\n199(d)(3)(C) and Treas. Reg. §1.199-6(c), to increase its taxable income and QPAI for\npurposes of the DPAD computation. Under the add back rule, the taxable income of a\nspecified agricultural and horticultural cooperative is determined without taking into\naccount any deduction allowable under section 1382(b), including, inter alia, the\ndeduction PURPIMs. A PURPIM is an “allocation,” paid in money that a cooperative\nmakes to a patron “with respect to products marketed for him.” I.R.C. § 1388(f). An\namount paid out as a PURPIM is, by definition, paid out in the course of the\ncooperative’s patronage business - indeed, the deduction allowed by section 1382 is the\nmechanism by which a cooperative functions as a passthrough entity as respects\npatronage-sourced income. A DPAD attributable to PURPIMs and the add back rule POSTF-145772-11 9 can only arise from the conduct of business on a patronage basis and therefore is\ninherently a deduction that can only be used in the computation of patronage-sourced\nincome.5 A nonexempt cooperative cannot offset nonpatronage-sourced income with a\npatronage-sourced loss."
    },
    {
      "id": "legal-advice_71__7",
      "chunk_id": "7",
      "content": "A DPAD attributable to PURPIMs and the add back rule POSTF-145772-11 9 can only arise from the conduct of business on a patronage basis and therefore is\ninherently a deduction that can only be used in the computation of patronage-sourced\nincome.5 A nonexempt cooperative cannot offset nonpatronage-sourced income with a\npatronage-sourced loss. Using a deduction that was incurred in the conduct of\npatronage business and that is inherently patronage-based to reduce nonpatronagesourced income effectively is such an offset. The increased DPAD claimed by the\nTaxpayer arose out of the Taxpayer’s patronage business and is inherently patronagebased. Applying it against nonpatronage-sourced income represents the type of\nhorizontal allocation of losses prohibited by Farm Service Cooperative. To the extent\nthe Taxpayer is entitled to the increased DPAD it claims, that DPAD can only be used to\nreduce patronage-sourced income, not nonpatronage-sourced income. This advice has been coordinated with Branch 5 of Passthroughs & Special Industries. Please feel free to call me if you have any further questions respecting this matter. _____________________________ -------------------Senior Counsel\nCC:LB&I:---------------- 5 Such would be equally true as respects any other amount deductible under section 1382(b)."
    }
  ]
}