{
  "document_category": "legal-advice",
  "docId": "legal-advice_11",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20042901F\nRelease Date: 7/16/2003\nCC :SB:3:ATL:1:GL:106429-04\nTVance\nUILC: 172.00-00\ndate:\nto: June 7, 2004\nJason W. Graddick\nTeam Leader, Technical Team\nAtlanta Service Center from: Travis T. Vance III\nSenior Attorney (Atlanta, Group 1)\n(Small Business/Self-Employed) subject: Net Operating Loss Carrybacks This responds to your request dated February 6, 2004, for advice on net operating loss\n(NOL) issues arising at the Atlanta Service Center. Specifically, you have raised\nquestions relating to the manner in which taxpayers recompute their federal tax liability\nfollowing the carryback of a NOL that is not fully absorbed in the carryback year. You\ncite conflicting directions in Publication 536, Net Operating Losses (NOLs) for\nIndividuals, Estates and Trusts (2003), the instructions to Form 1045, Application for\nTentative Refund, and Internal Revenue Manual (IRM) Section 21.5.9. It is your opinion\nthat complying with the IRM results in problematic computations and audit trails. In\naddition, your request raises issues regarding the proper procedure for computing\nrefunds when a divorced taxpayer incurs a NOL that the taxpayer carries back to a year\nin which he or she filed a joint return. Please be advised that this memorandum has been divided into two sections. Part 1\nencompasses the issues relating to the carryback of an NOL that is not fully absorbed in\nthe carryback year. Further, in Part 1, the filing status of the taxpayer is the same in the\ncarryback year as it was when the NOL is incurred. Part 2 encompasses the issues\nrelating to a NOL incurred by a single individual that is carried to a joint return year. Part 1 – Carryback of NOL to a non-fully absorbed year\nBackground\nAs discussed more fully below, a NOL must be carried to the earliest taxable year to 2\nwhich it may be carried under § 172(b) of the Internal Revenue Code, and is considered\nto be used up, or absorbed, to the extent of taxable income, with certain modifications,\nin the year to which the NOL is carried. This taxable income amount is known as\n“modified taxable income”. When the NOL exceeds the modified taxable income in the\ncarryback year, the NOL is not fully absorbed and the remaining NOL is carried to\nsucceeding taxable years. IRM 21.5.9. I.R.M. Section 21.5.9.5.9 provides that in a carryback year in which a NOL is not fully\nabsorbed, the taxpayer’s adjusted gross income and taxable income should be reduced\nby the modified taxable income amount shown on Schedule B, Form 1045. This is\naccomplished on IDRS by inputting transaction code 888 and code 886, which offset\nadjusted gross income and taxable income, respectively, by the modified taxable\nincome amount. In effect, therefore, the IRM provides that a taxpayer’s NOL deduction\nis equal to his or her modified taxable income in years in which the NOL is not fully\nabsorbed. Publication 536, Net Operating Losses (NOLs) for Individuals, Estates, and\nTrusts\nPublication 536 provides instructions for computing a NOL deduction and a NOL\ncarryover. Publication 536, on page 7, provides that a taxpayer’s NOL deduction in the\ncarryback/carryover year is equal to the total NOL if the taxpayer has not carried the\nNOL to an earlier year."
}