{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 68,
  "chunk_text": "• If no parent can claim the child as a qualifying child, the\nchild is treated as the qualifying child of the person who had the\nhighest AGI for 2022. • If a parent can claim the child as a qualifying child but no\nparent does so claim the child, the child is treated as the qualifying child of the person who had the highest AGI for 2022, but\nonly if that person's AGI is higher than the highest AGI of any\nparent of the child who can claim the child. If, under these rules, you can't claim a child as a qualiTIP fying child for the EIC, you may be able to claim the\nEIC under the rules for a taxpayer without a qualifying\nchild. For more information, see Pub. 596. Example. Your child J, meets the conditions to be a qualifying child for both you and your parent. J doesn't meet the conditions to be a qualifying child of any other person, including J’s\nother parent. Under the rules just described, you can claim J as a\nqualifying child for all of the five tax benefits listed here for\nwhich you otherwise qualify. Your parent can't claim any of the\nfive tax benefits listed here based on J. However, if your parent’s AGI is higher than yours and you don’t claim J as a qualifying child, J is the qualifying child of your parent. For more details and examples, see Pub. 596. Need more information or forms? Visit IRS.gov. Social security number (SSN). For the EIC, a valid SSN is a\nnumber issued by the Social Security Administration unless\n“Not Valid for Employment” is printed on the social security\ncard and the number was issued solely to allow the recipient of\nthe SSN to apply for or receive a federally funded benefit. However, if “Valid for Work Only With DHS Authorization” is printed on your social security card, your SSN is valid for EIC purposes only as long as the DHS authorization is still valid. To find out how to get an SSN, see Social Security Number\n(SSN) near the beginning of these instructions. If you won't\nhave an SSN by the date your return is due, see What if You\nCan't File on Time? If you didn't have an SSN issued on or before the due date of\nyour 2022 return (including extensions), you can't claim the EIC\non your original or an amended 2022 return. If a child didn't\nhave an SSN issued on or before the due date of your return (including extensions), you can't count that child as a qualifying\nchild in figuring the amount of the EIC on your original or an\namended 2022 return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on."
}