{
  "document_category": "legal-advice",
  "docId": "legal-advice_38",
  "chunk_index": 12,
  "chunk_text": "44 Page 4 Treasury Department Circular No. 230 Table of Contents Paragraph 1. The authority citation for 31 CFR, part\n10 continues to read as follows:\nAuthority: Sec. 3, 23 Stat. 258, secs. 2-12, 60 Stat.\n237 et. seq.; 5 U.S.C. 301, 500, 551-559; 31 U.S.C.\n321; 31 U.S.C. 330; Reorg. Plan No. 26 of 1950, 15\nFR 4935, 64 Stat. 1280, 3 CFR, 1949-1953 Comp.,\np. 1017.\n§ 10.0 Scope of part. (a) This part contains rules governing the\nrecognition of attorneys, certified public accountants,\nenrolled agents, enrolled retirement plan agents,\nregistered tax return preparers, and other persons\nrepresenting taxpayers before the Internal Revenue\nService. Subpart A of this part sets forth rules relating\nto the authority to practice before the Internal Revenue\nService; subpart B of this part prescribes the duties\nand restrictions relating to such practice; subpart C\nof this part prescribes the sanctions for violating the\nregulations; subpart D of this part contains the rules\napplicable to disciplinary proceedings; and subpart E\nof this part contains general provisions relating to the\navailability of official records. (b) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Subpart A — Rules Governing Authority to\nPractice\n§ 10.1 Offices. (a) Establishment of office(s). The Commissioner\nshall establish the Office of Professional\nResponsibility and any other office(s) within the\nInternal Revenue Service necessary to administer\nand enforce this part. The Commissioner shall\nappoint the Director of the Office of Professional\nResponsibility and any other Internal Revenue\nofficial(s) to manage and direct any office(s)\nestablished to administer or enforce this part. Offices established under this part include, but are\nnot limited to:\n(1) The Office of Professional Responsibility, which\nshall generally have responsibility for matters related\nto practitioner conduct and shall have exclusive\nresponsibility for discipline, including disciplinary\nproceedings and sanctions; and\n(2) An office with responsibility for matters related\nto authority to practice before the Internal Revenue\nService, including acting on applications for\nenrollment to practice before the Internal Revenue\nService and administering competency testing and\ncontinuing education. (b) Officers and employees within any office\nestablished under this part may perform acts necessary\nor appropriate to carry out the responsibilities of their\noffice(s) under this part or as otherwise prescribed by\nthe Commissioner. (c) Acting. The Commissioner will designate an\nofficer or employee of the Internal Revenue Service\nto perform the duties of an individual appointed\nunder paragraph (a) of this section in the absence of\nthat officer or employee or during a vacancy in that\noffice. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011, except that\nparagraph (a)(1) is applicable beginning June 12,\n2014. § 10.1 — Page 5 Table of Contents § 10.2 Definitions.\n(a) As used in this part, except where the text\nprovides otherwise —\n(1) Attorney means any person who is a member\nin good standing of the bar of the highest court of\nany state, territory, or possession of the United\nStates, including a Commonwealth, or the District of\nColumbia. (2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue."
}