{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 16,
  "chunk_text": "The substantive consistency rule would seem to prevent the entity from obtaining\ncontinuing section 530 relief and require the withholding of income tax prospectively. A solution to the problem described in the previous paragraph is found in Rev. Proc. 8518. In particular, the rules provided in section 3.03(C) and 3.04 of Rev. Proc. 85-18\ncould apply in the case of state and local governmental entities granted section 530 POSTF-123043-08 17 relief only for income tax withholding. Under Rev. Proc. 85-18, the filing of a delinquent\nor amended employment tax return for a particular tax period with respect to an\nindividual as a result of Service compliance procedures is not “treatment” of the\nindividual as an employee for that period. The procedure provides as an example that,\nif the Service determines as a result of an audit that a taxpayer's workers are common\nlaw employees, that determination is not “treatment” of the workers as employees for\nthe period under audit. However, if the taxpayer withholds employment taxes or files\nemployment tax returns with respect to those workers for the periods following the\nperiod under audit, the action is “treatment” of the workers as employees for those later\nperiods. Section 3.04 of Rev. Proc. 85-18 also provides that a change in the treatment of the\nworker to “treatment as an employee” creates prospective liability only for the period\nafter the audit. This section gives the example of a taxpayer who did not treat a worker\nas an employee in 1978 and 1979, but who in 1980 began treating individuals holding\nsimilar positions as employees. The procedure states that the employer could still\nreceive relief under section 530(a)(1) for 1978 and 1979. Thus, applying these\nprovisions of Rev. Proc. 85-18 to the case of workers covered under Medicare-only\nsection 218 agreements, relief under section 530 can apply to retroactive liability for\nsocial security tax and income tax withholding, but prospectively the employer would be\nliable for social security tax (subject to application of section 3121(b)(7)) and income tax\nwithholding when the employer began withholding Medicare taxes. B. Application If it is determined that the services of the -------workers are covered under a Medicareonly 218 agreement, then section 530 relief from retroactive social security tax liability\nand federal income tax withholding is available to the state or local governmental entity\nif the requirements of section 530 are satisfied. However, prospectively, after the date\non which the entity is advised that the -------workers are covered under the section 218\nagreement, section 530 relief for social security tax liability and federal income tax\nwithholding would not be available to the state or local governmental due to the\nsubstantive consistency rule. Whether they qualify for section 530 relief depends upon\nan analysis of the facts. If it is determined that the services of the workers are not covered under the section 218\nagreement, then relief under section 530 with respect to both income tax withholding\nand FICA tax for the workers is available to the state or local governmental entity if the\nrequirements of section 530 are satisfied."
}