{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114703F\nRelease Date: 11/25/2011\nCC:LB&I:RFPH:MAGilbert\nPOSTU 139175-10\nUILC: 167.19-00, 197.00-00, 263.12-01, 263.13-00, 1253.01-00 date: September 27, 2011 to: from: subject: Technical Advisor\n(Pharmaceuticals and Biotech)\nIndustry Counsel (Pharmaceuticals and Biotech)\nLarge Business & International Cost Recovery of Capitalized Attorney Fees Incurred to Defend Against Patent\nInfringement Claims and to Investigate Patents. On September 14, 2011, a memorandum with the subject line “Attorney Fees Incurred\nto Defend Against Patent Infringement Claims and to Investigate Patents” was issued to\nyou, hereinafter referred to as the September 14, 2011 Memorandum. The September\n14, 2011 Memorandum opined that attorney fees incurred to defend actions for patent\ninfringement pursuant to 35 U.S.C. § 271(e)(2) for submitting Abbreviated New Drug\nApplications (ANDAs) to the Food and Drug Administration (FDA) seeking to market\nand sell generic drugs before the expirations of the listed patents must be capitalized. The September 14, 2011 Memorandum also opined that the investigatory patent\nresearch fees must be capitalized. The questions relative to the cost recovery of the\ncapitalized attorney fees were reserved. This memorandum responds to your request for assistance on the cost recovery of the\ncapitalized attorney fees. This advice may not be used or cited as precedent. LEGEND\nCorporation X = -----------------------------------------------------------------------------------Entity Y\n= -------------------------------------------Entity Z\n= ------------------------------------------------------ANDA One\n= -----------------------ANDA Two\n= -----------------------ANDA Three = ------------------------ POSTU-139175-10\nLicense Y\nLicense Z\nDrug #3\nDrug # 4 2\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------- ISSUES\n1. Whether the cost recovery of capitalized attorney fees incurred by Corporation X\nwhen investigating patents and defending against infringement suits to obtain\nFDA-approved ANDA One must be suspended until the ANDA is amortizable\nand, if so, when is an ANDA amortizable. 2. When ANDA infringement litigation settles with the ANDA holder receiving a\nlicense, whether the cost recovery of capitalized attorney fees incurred when\ninvestigating patents and defending against infringement suits should be\ncapitalized to the license obtained in settlement of the ANDA infringement\nlitigation. 3. Whether the annual cost recovery of attorney fees capitalized to ANDAs and\nlicenses are subject to I.R.C. § 263A. CONCLUSIONS 1. As franchises, FDA-approved ANDAs are amortizable I.R.C. § 197 intangibles,\nthat are amortizable ratably over a 15-year period beginning on the first day of\nthe month the FDA-approved ANDA is acquired, provided all applicable\nexclusionary periods have expired and provided that the trade or business\nrequirement of § 197 is met. Section 197 prohibits amortizable § 197 intangibles\nfrom being depreciated or amortized under any other provision, with treating\nANDA One as a franchise for cost recovery purposes the primary position. Alternately, as government-granted rights within Treas. Reg. § 1.263(a)4(d)(5)(i), rights granted pursuant to ANDAs are licenses or other similar\ngovernment-granted rights within the meaning of I.R.C § 197(d)(1)(D), with the\ncost recovery the same as for franchises. 2. When ANDA infringement litigation settlements result in the plaintiffs granting the\nANDA holders licenses to market and sell the drugs the subject of the ANDAs,\nthe fees incurred to investigate the patents and to defend against the\ninfringement suits would be capitalized to the basis of the licenses and\nsuspended until the licenses are amortizable or depreciable. If the licenses are\nfor the use of § 197 intangibles, the attorney fees would be recovered pursuant to\n§ 197."
}