{
  "document_category": "legal-advice",
  "docId": "legal-advice_64",
  "chunk_index": 111,
  "chunk_text": "Coronavirus. Go\nto\nIRS.gov/ Coronavirus for links to information on\nthe impact of the coronavirus, as well as\ntax relief available for individuals and\nfamilies, small businesses, and tax-exempt organizations. Employers can register to use Business Services Online. The Social Security Administration (SSA) offers online services at SSA. gov/employer for\nfast, free, and secure online W-2 filing\noptions to CPAs, accountants, enrolled\nagents, and individuals who process\nForm W-2, Wage and Tax Statement,\nand Form W-2c, Corrected Wage and\nTax Statement. IRS social media. Go to IRS.gov/\nSocialMedia to see the various social\nmedia tools the IRS uses to share the latest information on tax changes, scam\nalerts, initiatives, products, and services. At the IRS, privacy and security are our\nhighest priority. We use these tools to\nshare public information with you. Don’t post your social security number\n(SSN) or other confidential information\non social media sites. Always protect\nyour identity when using any social networking site. The following IRS YouTube channels provide short, informative videos\non various tax-related topics in English,\nSpanish, and ASL. • Youtube.com/irsvideos.\n• Youtube.com/irsvideosmultilingua.\n• Youtube.com/irsvideosASL. Watching IRS videos. The IRS Video\nportal (IRSvideos.gov) contains video\nand audio presentations for individuals,\nsmall businesses, and tax professionals. Online tax information in other languages. You can find information on\nIRS. gov/MyLanguage if English isn’t\nyour native language. Free Over-the-Phone Interpreter\n(OPI) Service. The IRS is committed to\nserving our multilingual customers by\noffering OPI services. The OPI Service\nis a federally funded program and is\navailable at Taxpayer Assistance Cen- -79- ters (TACs), other IRS offices, and every VITA/TCE return site. The OPI\nService is accessible in more than 350\nlanguages. Accessibility Helpline available for\ntaxpayers with disabilities. Taxpayers\nwho need information about accessibility services can call 833-690-0598. The\nAccessibility Helpline can answer questions related to current and future accessibility products and services available\nin alternative media formats (for example, braille, large print, audio, etc.). The\nAccessibility Helpline does not have access to your IRS account. For help with\ntax law, refunds, or account-related issues, go to IRS.gov/LetUsHelp. Note. Form 9000, Alternative Media\nPreference, or Form 9000(SP) allows\nyou to elect to receive certain types of\nwritten correspondence in the following\nformats. • Standard Print.\n• Large Print.\n• Braille.\n• Audio (MP3).\n• Plain Text File (TXT). • Braille Ready File (BRF). Disasters. Go to Disaster Assistance\nand Emergency Relief for Individuals\nand Businesses to review the available\ndisaster tax relief. Getting tax forms and publications. Go to IRS.gov/Forms to view, download, or print all the forms, instructions,\nand publications you may need. Or, you\ncan to go IRS. gov/OrderForms to place\nan order. Getting tax publications and instructions in eBook format. You can also\ndownload and view popular tax publications and instructions (including the Instructions for Form 1040) on mobile devices as eBooks at IRS.gov/eBooks. Note. IRS eBooks have been tested\nusing Apple’s iBooks for iPad. Our\neBooks haven’t been tested on other\ndedicated eBook readers, and eBook\nfunctionality may not operate as intended. Access your online account (individual taxpayers only). Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. •"
}