{
  "document_category": "legal-advice",
  "docId": "legal-advice_21",
  "chunk_index": 5,
  "chunk_text": "Disclosure\nis adequate under the regulations only if made on a properly\ncompleted form (Form 8275, Disclosure Statement). However,\nadequate disclosure is not a defense to the Section 6694(b)\npenalty if the return position is frivolous. A frivolous\nposition is one that is patently improper. Treas. Reg. § 1.66942(c)(2). Treasury Regulation section 301.7701-15(a)(1) provides that\nif a person furnishes a taxpayer or other preparer enough\ninformation and advice to make completing the return or claim for\nrefund largely a mechanical or clerical matter, the person is\nconsidered an income tax return preparer, even if he or she does\nnot actually place or review information on the return or claim\nfor refund. Revenue Ruling 85-189, 1985-2 C.B. 341, applies Treasury\nRegulation section 301.7701-15(a)(1) to a person, X, who created\na computer program that taxpayers purchased to prepare and print\na Form 1040 for tax year 1983. The computer program explained\nthe requirements for each entry on the return and then the\ntaxpayer entered figures. X designed the computer program so\nthat taxpayers could use it even if they were not familiar with\nthe provisions of the Code and regulations. The revenue ruling explains that the determination of\nwhether X is considered the preparer of a tax return does not\ndepend on whether X or X's employees personally reviewed a\ncompleted return or whether X or X's employees actually placed\nany of the figures on the return. Rather, such a determination\ndepends on whether X has given substantive tax instructions in\nthe computer program. X is considered a preparer with respect to\nreturns because X's computer program provides more than mere\nmechanical assistance. Substantive determinations are performed\nby X's computer program concerning the application of section\n48(q) of the Code to the factual information supplied by a\ntaxpayer. The revenue ruling predates the realistic possibility\nstandard; at that time the section 6694(a) penalty was imposed\nfor a negligent or intentional disregard of the rules and CC:LM:F:MAN:POSTU-162762-02 page 8 regulations, but it remains relevant for determining who is a\npreparer under the present section 6694. DISCUSSION\nA. Sections 6694(a) and 6694(b) The facts of this case clearly warrant consideration of the\nimposition of the section 6694(a) and 6694(b) penalty because:\n• Preparer’s research credit study formed the basis of\nthe Taxpayer’s Forms 1120X. Thus, Preparer is a return\npreparer. Treas. Reg. § 301.7701-15(a)(1); see also\nRev. Rul. 85-189. • At the time Preparer produced its study, it was already\ntoo late to file section 280C(c)(3) elections for the\nyears at issue. Yet the study provided to the Taxpayer\nused figures for those years without any indication\nthey should not be used in a claim for refund. • Making a section 280C(c)(3) election on a refund claim,\nif not properly elected on the timely filed return for\nthat taxable year, contravenes the plain language of\nthe code and regulations and is, therefore, frivolous\nand demonstrates Preparer’s reckless disregard for the\nincome tax rules and regulations. • The untimeliness of the filing is evident on its face\nto a person familiar with the law; nevertheless, it has\nnot been disclosed in accordance with the regulations\nunder sections 6662 and 6694. Moreover, since making a\nsection 280C(c)(3) election for the first time on a\nrefund claim is frivolous, there is no “adequate\ndisclosure” defense under sections 6694(a) or 6694(b)."
}