{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 26,
  "chunk_text": "I.R.C. §199. These members and\nparticipating patrons would have reported their b sales, per-unit retains paid in money,\nin different lines of Schedule F (Form 1040) and computed their own Domestic\nProduction Activities Deduction (DPAD) in their own Form 8903, based on what to them\nwere completed sales of b. To re-characterize the b purchases into per-unit retains\nwould place them in the position of having erroneously reported their income tax for the\n20--- tax year and destroy their contractual agreements and expectations, without their\nassent to this modification; and, all of this would be simply be done to allow the Coop to\nobtain a higher domestic production deduction;\nFifth, (unlike the situation of the Coop, assuming that its 20--- year has been kept open\nby a timely claim for refund), for almost all the members (or participating patrons), the\ntaxable year 20--- is now be a closed year (assuming no extensions of the statute); Consequently, a reclassification of the members and participating patrons’ b sales to\nper-unit retains would require them to recalculate their individual section 199 domestic\nproduction deduction; Sixth, the recalculation of the members and participating patrons own section 199\ndomestic production deduction, [by forcing them to exclude b sales from their individual\nQPAI computations, which they had every right to believe belonged to them], would\nreduce their individual section 199 domestic production deductions; Seventh, whether this section 199 reduction would be counterbalanced by a passthrough of the Coop’s own section 199 is doubtful and speculative for two reasons: One,\na cooperative must designate the patron’s portion of the income allocable to QPAI in a\nwritten notice mailed by the cooperative to the patron no later than the fifteenth day of\nthe ninth month following the close of the tax year. I.R.C. §199(d)(3)(A)(ii); and, Two,\nThe Coop can elect or not elect to pass through to its members or participating patrons\n(as the Coop is not required to pass thru) the section 199 domestic production\ndeduction;\nEighth, to allow the b payment re-characterization is prejudicial, detrimental, and\nconfusing, and inequitable, without prior member or participating patron agreement. It\ndenies the members and patrons the benefit of their contractual right and expectation to\nconsider the b payments as their own sale proceeds; Ninth, tax administration is also negatively impacted as the Service has relied on the\nform, substance, continuing course of conduct, and intention of the Coop, its members\nand participating patrons, with respect the b sale/purchase agreements. The statute of\nlimitations for making assessments against these member and participating patrons, for\nthe taxable year 20--- has, in most cases, expired; POSTF-143023-10 27 Tenth, even at the present time, there is no evidence that the Coop, its members and\nparticipating patrons have mutually rescinded the closed b purchased contracts (oral or\nwritten) and substituted a per-unit retain understanding between the parties, with\nrespect to the b transactions; The only evidence of the intention to reclassify is ex post\nfacto and one-sided, namely, the Coop’s claim for refund and the Coop’s unilateral\nOctober 20--- memorandum announcing to its patrons that it is amending its 20----Forms 1099-PATR (among others); Eleventh, the doctrine of election precludes the retroactive re-characterization of the b\npayments."
}