{
  "document_category": "legal-advice",
  "docId": "legal-advice_79",
  "chunk_index": 3,
  "chunk_text": "Dealer reasons that\nthe remainder of the goodwill was, therefore, allocable to the X, Y1, Y2, and Z\nfranchises. We have reviewed the purchase agreement and find no such allocation. The allocation that Dealer provided to you was on a summary sheet that is undated and\nunsigned. There is no evidence that this summary was ever included in the original\nagreement. And even if the goodwill was separately stated for each franchise, we\nbelieve section 197(f)(1) still applies, as all of the goodwill was acquired in a single\ntransaction or series of related transactions. Dealer even admits that Manufacturer\nrequired alignment of certain franchises and considered multiple franchises as one\n“unit” for franchising purposes. Next, Dealer argues that section 197(f)(1) does not apply to its special situation\nand that the “spirit” of section 197(f)(1)(A)(i) did not contemplate automobile franchises. We find no support for this argument. Section 197 clearly defines the intangibles to\nwhich it applies and allows limited exceptions. The goodwill that Dealer wishes to\ndeduct as worthless is included in the definition of “amortizable section 197 intangible”\nand is not excluded by any exception. There is no indication in the Code or section\n197’s legislative history that Congress intended to exempt automobile franchises from\nsection 197(f)(1). SUMMARY Because the goodwill that Dealer wants to deduct as worthless is an amortizable\nsection 197 intangible and Dealer retains other amortizable section 197 intangibles that\nwere acquired in the same transaction or series of related transactions as the worthless\ngoodwill, section 197(f)(1) prohibits any deduction for worthlessness in this case. Instead, Dealer must adjust the basis of its remaining goodwill. Please call --------------------- if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel\n(Large Business & International)\nBy: /s/ Charles V. Dumas\nCharles V. Dumas\nAttorney (Detroit)\n(Large Business & International"
}