{
  "document_category": "legal-advice",
  "docId": "legal-advice_18",
  "chunk_index": 2,
  "chunk_text": "Brief answer: Yes. (b) How should -- alleged “investigatory expenses” be treated? Brief answer: The majority of these expenses should be\ncapitalized under § 263. Analysis\n(a) With respect to amortization of investigatory expenses, does\n' 195 apply only to creating a new business or acquiring a\nbusiness in a field that differs from the acquirer’s existing\nbusiness? Under the Internal Revenue Code, investigatory expenses, as\npart of startup expenditures,2 are amortizable over 60 months,\nwhich, compared with capitalization, is more favorable to\ntaxpayers. See I.R.C. ' 195(b). Under § 195, investigatory expenses refers to any amount(A) paid or incurred in connection with(i) investigating the creation or acquisition\nof an\nactive trade or business,\n... ...\n(B) which, if paid or incurred in connection with the\noperation of an existing active trade or business (in\nthe same field as the trade or business referred to in\nsubparagraph (A)), would be allowable as a deduction\nfor the taxable year in which paid or incurred. I.R.C. ' 195(c)(1). (I.R.C. ' 195(c)(1)(A) and I.R.C.\n' 195(c)(1)(B) hereinafter are sometimes referred to as\nAsubparagraph (A)@ and Asubparagraph (B)@ respectively.) 2 § 195 addresses startup expenditures, which includes investigatory expenses\nand startup costs. See discussion infra in this Analysis. CC:LM:NR:HOU:2: POSTF 163829-02 page 4 Whether this statute applies to the acquisition of an\nexisting business in the same field as the acquirer’s depends on\nthe meaning of Aactive trade or business@ in subparagraph (A)(i)3. Neither Subparagraph (A) nor (B) defines Aactive trade or\nbusiness.@ These two subparagraphs, however, shed much light on\nthe term’s meaning when looked at together. Subparagraphs (A) and (B) together, in pertinent parts,\nstate that, in addition to “in connection with” investigating the\ncreation or acquisition of an active trade or business, a startup\nexpenditure is an expense that would be currently deductible, if\nit were paid or incurred in connection with the operation of an\nexisting trade or business which is in the same field as that of\nthe one created or acquired. To illustrate, suppose A creates or acquires B, an active\ntrade or business in field X. A’s startup expenditures,\nincluding the expenses incurred in connection with investigating\nthe creation or acquisition of B, must be such that, if incurred\nin connection with the operation of an existing business in field\nX, are currently deductible. Whether an expense is currently deductible is controlled by\nI.R.C. ' 162, which provides that only ordinary and necessary\nexpenses are currently deductible. What kind of expenses, then,\npaid or incurred in connection with investigating the creation or\nacquisition of B could have been incurred in connection with\noperating an existing business in field X and currently\ndeductible? Such expenses are not identifiable, or even\nconceivable, from the plain language of ' 195(c), although such\nidentification is crucial to the ultimate issue in this case. “In the absence of a legislative definition, the term must\nbe given a meaning consistent with the overall statutory\ncontext.” Doe v. Rowe, 156 F. Supp. 2d 35, 46-47 (D. Me. 2001). 3 Of subparagraph (A), only (i) is relevant to the present case. CC:LM:NR:HOU:2: POSTF 163829-02 page 5 Section 195 was enacted in 1980."
}