{
  "document_category": "legal-advice",
  "docId": "legal-advice_95",
  "chunk_index": 55,
  "chunk_text": "§ 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case. The\ndecision must include a statement of findings\nand conclusions, as well as the reasons or basis\nfor making such findings and conclusions, and\nan order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (2) Summary adjudication. In the event that\na motion for summary adjudication is filed, the\nAdministrative Law Judge should rule on the\nmotion for summary adjudication within 60\ndays after the party in opposition files a written\nTreasury Department Circular No. 230 response, or if no written response is filed, within\n90 days after the motion for summary adjudication\nis filed. A decision shall thereafter be rendered if\nthe pleadings, depositions, admissions, and any\nother admissible evidence show that there is no\ngenuine issue of material fact and that a decision\nmay be rendered as a matter of law. The decision\nmust include a statement of conclusions, as well as\nthe reasons or basis for making such conclusions,\nand an order of censure, suspension, disbarment,\nmonetary penalty, disqualification, or dismissal of\nthe complaint. (3) Returns and return information. In the\ndecision, the Administrative Law Judge should\nuse the code assigned to third party taxpayers\n(described in §10.72(d)). (b) Standard of proof. If the sanction is censure or\na suspension of less than six months’ duration, the\nAdministrative Law Judge, in rendering findings\nand conclusions, will consider an allegation of fact\nto be proven if it is established by the party who is\nalleging the fact by a preponderance of the evidence\nin the record. If the sanction is a monetary penalty,\ndisbarment or a suspension of six months or longer\nduration, an allegation of fact that is necessary for\na finding against the practitioner must be proven\nby clear and convincing evidence in the record. An allegation of fact that is necessary for a finding\nof disqualification against an appraiser must be\nproved by clear and convincing evidence in the\nrecord. (c) Copy of decision. The Administrative Law\nJudge will provide the decision to the Internal\nRevenue Service’s authorized representative, and\na copy of the decision to the respondent or the\nrespondent’s authorized representative. (d) When final. In the absence of an appeal to the\nSecretary of the Treasury or delegate, the decision\nof the Administrative Law Judge will, without\nfurther proceedings, become the decision of the\nagency 30 days after the date of the Administrative\nLaw Judge’s decision. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.76 — Page 39 Table of Contents § 10.77 Appeal of decision of Administrative Law\nJudge. (a) Appeal. Any party to the proceeding under\nthis subpart D may appeal the decision of the\nAdministrative Law Judge by filing a notice of\nappeal with the Secretary of the Treasury, or delegate\ndeciding appeals. The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal."
}