{
  "document_category": "legal-advice",
  "docId": "legal-advice_52",
  "chunk_index": 2,
  "chunk_text": "As\na result of the default, the addition to tax under I.R.C. § 66511 was assessed on the\nunderpayment on ----------------------. The Service now seeks to collect the balance due\non the taxpayers’ account which includes the addition to tax for their failure to pay their\ntax liability. The Closing Agreement states that it “contains the complete agreement between the\nparties.” Neither the Closing Agreement nor the Settlement Initiative address what\nwould occur if a taxpayer elected to participate in the Settlement Initiative and signed a\nclosing agreement with the Service, but failed to pay the tax in full. In the letter dated ------------------, the taxpayers’ argue the Service is precluded from\ncollecting the failure to pay addition to tax because the Closing Agreement limits the\nService to assessing and collecting only the penalty specifically addressed in paragraph\n(8) and the Closing Agreement must be set aside before the Service can assess and\ncollect the failure to pay addition to tax. For the reasons stated below, the Service is\nable to assess and collect the addition to tax under I.R.C. § 6651 in addition to the\npenalty under I.R.C. § 6662 agreed upon in paragraph (8) of the Closing Agreement\nand without setting aside the Closing Agreement. LAW AND ANALYSIS\nSection 7121(a) authorizes the Service to enter into closing agreements. If such agreement is approved by the Secretary . . . such agreement shall\nbe final and conclusive, and, except upon a showing of fraud or\nmalfeasance or misrepresentation of a material fact – (1) the case shall not\nbe reopened as to the matters agreed upon or the agreement modified by\nany officer, employee, or agent of the United States, and (2) in any suit,\naction, or proceeding, such agreement, or any determination, assessment,\ncollection, payment, abatement, refund, or credit made in accordance\ntherewith, shall not be annulled, modified, set aside, or disregarded.” I.R.C. § 7121(b) (emphasis added). Closing agreements are final as to the matters\ncontained within. The Service is not alleging fraud, malfeasance or misrepresentation\nof material fact by the taxpayers and is not reopening the matters agreed upon in the\nClosing Agreement. The Service has assessed and is collecting the addition to tax\nunder I.R.C. § 6651 outside of the Closing Agreement. 1 It is unclear whether the addition to tax was assessed pursuant to I.R.C. § 6651(a)(2) or I.R.C. §\n6651(a)(3). The analysis and conclusion stated in this memorandum is applicable regardless of which\nsubsection of I.R.C. § 6651 is applied. GL-133794-08 4 The Service and the taxpayers entered into the Closing Agreement that related to one\nor more separate items affecting the tax liability of the taxpayers as contemplated in\nTreasury Regulation Section 301.7121-1(b)(2)."
}