{
  "document_category": "legal-advice",
  "docId": "legal-advice_91",
  "chunk_index": 139,
  "chunk_text": "Is the amount on line 12 more than the amount on line 13? Yes. Fill in Form 6251 to see if you owe the alternative minimum tax. No. You don’t owe alternative minimum tax and don’t need to fill out Form 6251. Leave Schedule 2, line 1, blank. -96- You may be charged a penalty\nequal to 50% of the social seCAUTION curity and Medicare or RRTA\ntax due on tips you received but didn't\nreport to your employer. ! Line 6\nUnreported Social Security and\nMedicare Tax From Form 8919 Enter the total of any taxes from Form\n8919. If you are an employee who received\nwages from an employer who didn't\nwithhold social security and Medicare\ntax from your wages, use Form 8919 to\nfigure your share of the unreported tax. Include on line 6 the amount from\nline 13 of Form 8919. Include the\namount from line 6 of Form 8919 on\nForm 1040 or 1040-SR, line 1g. Line 8\nAdditional Tax on IRAs, Other\nQualified Retirement Plans, etc. If any of the following apply, see Form\n5329 and its instructions to find out if\nyou owe this tax and if you must file\nForm 5329. Also see Form 5329 and its\ninstructions for definitions of the terms\nused here. 1. You received an early distribution\nfrom (a) an IRA or other qualified retirement plan, (b) an annuity, or (c) a modified endowment contract entered into after June 20, 1988, and the total distribution wasn't rolled over. 2. Excess contributions were made\nto your IRA, Coverdell education savings account (ESA), Archer MSA,\nhealth savings account (HSA), or ABLE\naccount. 3. You received a taxable distribution from a Coverdell ESA, qualified\ntuition program, or ABLE account. 4. You didn't take the minimum required distribution from your IRA or\nother qualified retirement plan by April\n1 of the year following the year you\nreached age 72. Exception. If only item (1) applies and\ndistribution code 1 is correctly shown in\nbox 7 of all your Forms 1099-R, you\ndon’t have to file Form 5329. Instead,\nmultiply the taxable amount of the dis- tribution by 10% (0.10) and enter the result on line 8. The taxable amount of the\ndistribution is the part of the distribution\nyou reported on Form 1040, 1040-SR, or\n1040-NR, line 4b or 5b, or on Form\n4972. Also check the box on line 8 to indicate that you don’t have to file Form\n5329. But you must file Form 5329 if\ndistribution code 1 is incorrectly shown\nin box 7 of Form 1099-R or you qualify\nfor an exception, such as the exceptions\nfor qualified medical expenses, qualified\nhigher education expenses, qualified\nfirst-time homebuyer distributions, or a\nqualified reservist distribution. Line 9\nHousehold Employment Taxes Enter the household employment taxes\nyou owe for having a household employee. If any of the following apply,\nsee Schedule H and its instructions to\nfind out if you owe these taxes. 1. You paid any one household employee (defined below) cash wages of\n$2,400 or more in 2022. Cash wages include wages paid by check, money order, etc. But don’t count amounts paid to\nan employee who was under age 18 at\nany time in 2022 and was a student."
}