{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 19,
  "chunk_text": "The Protest does not quote the TAM. The facts, as stated in the TAM, are as\nfollows:\nTaxpayer, an “existing Blue Cross or Blue Shield organization” within the\nmeaning of section 833(c)(2), is under examination by the Service for Year 1 and\nYear 2. For those years, Taxpayer paid claims and established claims reserves\nwith respect to a variety of health benefit products. These products included (1)\nprepaid service benefit contracts that represent Taxpayer's traditional insurance\nproducts, and (2) cost-plus contracts which differ from the traditional product in\nthe manner in which they are financed. Taxpayer also performed services\npursuant to administrative services only contracts. Note that the Taxpayer in the TAM established claims reserves for \"traditional insurance\nproducts\" and for \"cost-plus contracts.\" Accordingly, at that time taxpayers were\ntreating \"cost-plus\" arrangements as insured business. The Taxpayer in the TAM also\nentered into \"administrative services only\" contracts but apparently did not include these\narrangements in its reserves. The TAM distinguishes the \"cost-plus\" contracts based on \"the manner in which\nthey are financed.\" Specifically, the TAM notes: POSTU-144536-09 23 Taxpayer's duties under a cost-plus contract include: (1) establishing a\nmembership record for the group members; (2) providing identification cards and\napplications to subscribers; (3) receiving applications for late entrants and\nunderwriting such applications in accordance with standard underwriting\nguidelines; (4) providing managed benefit services; (5) receiving claims and\nprocessing payments in accordance with the plan's terms; (6) administering\nsubrogation, reimbursement, and coordination of benefits, with subrogation\nrecoveries being shared proportionately among Taxpayer and the group\n(Taxpayer receives recoveries allocable to stop-loss coverage); (7) paying claims\nfrom Taxpayer's bank account; (8) providing members a conversion policy when\napplication is timely made upon termination of enrollment; (9) paying claims in\nexcess of the stop-loss amount set forth in the contract; and (10) a variety of\nother reporting and servicing duties. In return, Taxpayer is paid the following amounts under the cost-plus contracts:\n(1) the amount of benefit payments, or claims, paid by Taxpayer for subscribers;\n(2) administrative fees for services provided by Taxpayer; (3) fees for conversion\ncoverage costs; (4) stop-loss insurance amounts; (5) various taxes, licenses, and\nfees; and certain programming charges related to the particular programming\nrequirements. Taxpayer bills the group for the administrative fees, conversion\ncosts, and stop-loss premium on a regular basis. The TAM describes the Taxpayer's method of computing the special deduction\nas follows: The deduction was computed taking into account W dollars of liabilities incurred\nunder cost-plus contracts in Year 1, and X dollars in Year 2. No amounts were\nincluded for administrative services only contracts in computing the special\ndeduction. Finally, the TAM notes the 1997 amendment of section 833 that added \"cost-plus\ncontracts\" to the computation of the special deduction and concludes: Because the contracts in question are cost-plus contracts, the liabilities incurred\nduring the taxable year under these contracts are included in claims incurred\nunder section 833(b)(1)(A)(i) in determining the special deduction under section\n833(b)."
}