{
  "document_category": "legal-advice",
  "docId": "legal-advice_58",
  "chunk_index": 3,
  "chunk_text": "The court held that, although ill-gotten gains were included\nin gross income under I.R.C. §61, I.R.C. §1341’s “’unrestricted right’ language must be\nread to exclude from its coverage all those who receive earnings knowing themselves to\nhave no legal right thereto.” In Barrett v. Commissioner, 96 T.C. 713 (1991), petitioner husband repaid $54,400.00 in\n1984 to settle a claim alleging that he used insider information to buy and sell securities. The Tax Court found that the petitioners were entitled to I.R.C. § 1341 relief for the\nrepayment because, according to the Tax Court, “while maintaining his innocence,”\npetitioner husband disgorged these funds as part of an arms-length settlement of a civil\nlawsuit. These types of settlements “have substantially the same effect as judgments” POSTS-152317-07 4 and provide sufficient proof of a taxpayer’s ultimate lack of unrestricted right to the\nincome and the applicability of I.R.C. §1341. The Service disagreed with the Barrett decision (AOD-1992-08), noting that the Tax\nCourt’s reasoning was incomplete because the court failed to determine if a “nexus”\nexisted between the claim of right and the repayment. The Service also noted that,\nalthough it did not recommend appeal, it would seek to distinguish the Barrett case on\nits facts in the future. In George C. and Elaine E. Parks v. United States of America, 945 F.Supp. 865 (W.D.\nPa. 1996), the plaintiffs repaid proceeds received from the sale of their home security\nbusiness in connection with the settlement of fraud-related litigation arising from the\nsale. In moving for summary judgment, the plaintiffs argued that there were no disputed\nmaterial facts and that Barrett controlled. The Parks Court disagreed, noting that “the\nTax Court [in Barrett] implicitly accepted the notion that it appeared that the taxpayer\nhad an unrestricted right to the funds.” The court refused to do that in Parks because to do so “would conclusively eliminate the\ngovernment’s opportunity to demonstrate that the income was derived from fraud, and\nthat a corresponding refund would reward the fraud, contrary to section 1341.” The\ncourt then denied the plaintiffs’ summary judgment motion, noting that “taxpayers may\nbe required to undergo trial by operation of section 1341 to vindicate [their unrestricted\nright to income], even though they may have settled direct claims of liability for the same\nalleged wrongdoing.” In Stephen S. Wang, Jr. v. Commissioner, T.C. Memo. 1998-389, the Tax Court had an\nopportunity post-Barrett to revisit the applicability of I.R.C. §1341 in the context of\nrepayment of funds received from wrongdoing or alleged wrongdoing. In this case, the\nService argued that petitioner was not entitled to I.R.C. § 1341 relief for disgorging\nprofits related to sale of insider information because: 1) he never included the insider\ntrading proceeds in his income; 2) he did not receive the insider trading income under a\nclaim of right (that he did not have an unrestricted right to the income when he received\nit); and, 3) illegally obtained income does not, per se, give rise to a claim of right. Petitioner argued Barrett controlled, as that case was factually similar, and that he was\ntherefore entitled to relief under I.R.C. §1341."
}