{
  "doc_id": "legal-advice_11",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_11__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20042307F\nRelease Date: 6/4/2004\nCC :SB:8:LA:3:POSTF-162737-03\nUIL: 6302.00-00\n-- May 5, 2004 date:\nto: ----, Local Taxpayer Advocate, Los Angeles\nAttn: -------- from: subject: ---, General Attorney (Small Business/Self-Employed) Mode or Time of Collection\n-------------------------------------- dated This memorandum responds to your request for assistance\n-----. This memorandum should not be cited as precedent. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. QUESTIONS PRESENTED Whether taxpayers, ---------------------------------------------------------------------------------------------------------------------------, are responsible for taxes and a civil\npenalty owed by their partnership, -------. SHORT ANSWER CC:SB:8:LA:3:POSTF-162737-03 page 2 It is Counsel’s opinion that -----------------------------------------------------------------------------------------------------------------------------are not responsible for taxes owed\nby their partnership, but are responsible for the civil penalty\nowed by their partnership, -------. page 3 CC:SB:8:LA:3:POSTF-162737-03\nFACTS ----------(“taxpayers”) were general partners of a\nCalifornia general partnership, ------------------------------(“partnership”) -------. The partnership was created in -----and dissolved in --. After the partnership was dissolved, there\nwere unpaid 940 and 941 taxes, plus various penalties, related to\nlate or incorrectly filed information returns. In ---, taxpayers entered into an installment agreement to\npay all outstanding liabilities of the partnership. Taxpayers\ndefaulted on the installment agreement in - when they declared\nbankruptcy. Taxpayers entered into a second installment\nagreement in ----and subsequently defaulted on that in -------due to nonpayment. In total, taxpayers paid approximately $-------------toward the tax liabilities. There is no evidence that\ntaxpayers signed a collection statute extension agreement for\neither installment agreement. In ----, taxpayers filed an Offer in Compromise (OIC) for\ndoubt as to liability to satisfy all remaining partnership\nliabilities. The OIC was rejected in ---. Taxpayers appealed\nthe rejection, but the OIC was again rejected in ----------------------------------------------------------------------------------------------------------------------. Taxpayers now maintain that the collection statute\nexpiration date (CSED) has passed for three of the four remaining\nunpaid liabilities. However, the CSED on IDRS was extended by -----days for the time the OIC was pending with the IRS.1 The\nremaining partnership liabilities are:\nType of Tax Period Assessment Date CSED per IDRS 941 --- --- --- 941 --- --- --- 940 --- --- --- Civil Penalty --- --- ---- 1 Although, as discussed herein, it appears the CSED for each of the\npartnership tax liabilities has expired, it should be noted that the CSEDs\nreflected per IDRS in this case would not be accurate even if it was\ndetermined that the CSEDs for the partnership tax liabilities were suspended\nwhile the partners’ OIC was pending. CC:SB:8:LA:3:POSTF-162737-03 page 4 Thus, the main question to be answered is whether an OIC\nfiled by a general partner for his derivative liability for a\npartnership tax liability suspends the CSED regarding such\nliability. Additionally, if the CSED expires as to the\npartnership, does it also expire as to the general partner, even\nif the general partner filed an OIC? DISCUSSION The questions presented by the Local Taxpayer Advocate are:\nWhat are the correct CSEDs for the partnership liabilities? If\nthe CSED has expired for the partnership, has it also expired as\nto the general partners? Can the IRS collect the civil penalty\nfrom the general partners?"
    },
    {
      "id": "legal-advice_11__1",
      "chunk_id": "1",
      "content": "DISCUSSION The questions presented by the Local Taxpayer Advocate are:\nWhat are the correct CSEDs for the partnership liabilities? If\nthe CSED has expired for the partnership, has it also expired as\nto the general partners? Can the IRS collect the civil penalty\nfrom the general partners? In U.S. v. Galletti, 2004 WL 555273 (March 23, 2004), the\nSupreme Court asserted that “it is the tax that is assessed, not\nthe taxpayer.” [emphasis in original] Galletti, at 6. Further,\nthe Supreme Court noted that, “once a tax has been properly\nassessed, nothing in the Code requires the IRS to duplicate its\nefforts by separately assessing the same tax against individuals\nor entities who are not the actual taxpayers but are, by reason\nof state law, liable for payment of the taxpayer’s debt. The\nconsequences of the assessment – in this case the extension of\nthe statute of limitations for collection of the debt – attach to\nthe tax debt without reference to the special circumstances of\nthe secondarily liable parties.” Id. Similarly, courts have held that suits against persons\nderivatively liable for taxes are timely, or not, according to\nthe rules for timeliness of suits against taxpayers. See United\nStates v. Wright, 57 F.3d 561, 564 (7th Cir. 1995). The Code\nestablishes rules for suing taxpayers; it does not set up\nseparate periods for persons secondarily liable. Its structure\npresumes that there is only one period per tax debt, no matter\nhow many different persons may be liable on the debt. Id. Although the Code creates a single employment tax liability\nfor which a partnership acting as employer is liable, the Service\ncan collect the unpaid liability from individual general partners\nbased on state laws making general partners derivatively liable\nfor partnership debts. See Remington v. U.S., 210 F.3d 281, 283\n(5th Cir. 2000). California partnership law, consistent with the\ncommon law rule and the laws of most jurisdictions, states that\ngeneral partners are jointly and severally liable for the debts\nand obligations of the partnership. See Cal. Corp. Code §16306. CC:SB:8:LA:3:POSTF-162737-03 page 5 However, while the partners among themselves are jointly and\nseverally liable for the partnership’s employment tax liability,\nthe partnership’s liability is not joint and several with that of\nthe partners. A derivative liability is an incident of the partnership\nliability, not the ordinary liability of one who obligates\nhimself as an individual. Thus, the filing of a petition in\nbankruptcy by a partner acting individually will not affect the\nstatute of limitations on assessment and collection of the\npartnership tax liability. Similarly, the filing of an OIC by an\nindividual partner for partnership employment taxes will not\naffect the statute of limitations on collection of the\npartnership employment tax liability. In the present case, the filing of the OIC by the general\npartners did not affect the CSED of the partnership tax\nliabilities since the liability of the general partners merely is\nincident to the liability of the partnership. Thus, the CSED has\nexpired for the partnership taxes and the Service cannot collect\nthe liability from either the partnership or the general partners\n(due to their derivative liability for the employment taxes)."
    },
    {
      "id": "legal-advice_11__2",
      "chunk_id": "2",
      "content": "Thus, the CSED has\nexpired for the partnership taxes and the Service cannot collect\nthe liability from either the partnership or the general partners\n(due to their derivative liability for the employment taxes). Pursuant to Galletti, with regard to the civil penalty, because\nthe CSED has not yet expired, the civil penalty is able to be\ncollected from the general partners since they are derivatively\nliable for the assessments against the partnership. CONCLUSION Based on the foregoing, it is Counsel’s opinion that an OIC\nfiled by general partners for their derivative liability for a\npartnership tax liability does not suspend the CSED as to the\npartnership tax liability. Additionally, when the CSED expired\nas to the partnership, it also expired as to the general\npartners, even though the general partners filed an OIC. Regarding the civil penalty for which the CSED has not expired in\nthis case, the general partners are derivatively liable for the\nassessment. page 6 CC:SB:8:LA:3:POSTF-162737-03 At this time, we are closing our file in this matter. If\nyou have any questions, please contact Attorney -------------------------. JAMES A. NELSON\nArea Counsel\n(SB/SE:Area 8) By: _____________________________ --General Attorney\n(Small Business/Self-Employed)"
    }
  ]
}