{
  "document_category": "legal-advice",
  "docId": "legal-advice_41",
  "chunk_index": 33,
  "chunk_text": "Such presentations include, but\nare not limited to, preparing and filing documents,\ncorresponding and communicating with the Internal\nRevenue Service, rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nand representing a client at conferences, hearings,\nand meetings. (d) Effective/applicability date. This section is\napplicable for fee arrangements entered into after\nMarch 26, 2008. materials provided to the practitioner, or obtained\nby the practitioner in the course of the practitioner’s\nrepresentation of the client, that preexisted the\nretention of the practitioner by the client. The term also\nincludes materials that were prepared by the client or a\nthird party (not including an employee or agent of the\npractitioner) at any time and provided to the practitioner\nwith respect to the subject matter of the representation. The term also includes any return, claim for refund,\nschedule, affidavit, appraisal or any other document\nprepared by the practitioner, or his or her employee or\nagent, that was presented to the client with respect to\na prior representation if such document is necessary\nfor the taxpayer to comply with his or her current\nFederal tax obligations. The term does not include any\nreturn, claim for refund, schedule, affidavit, appraisal\nor any other document prepared by the practitioner\nor the practitioner’s firm, employees or agents if the\npractitioner is withholding such document pending the\nclient’s performance of its contractual obligation to pay\nfees with respect to such document. § 10.28 Return of client’s records. (a) Except as provided by paragraph (b) of\nthis section, a practitioner shall not represent a\nclient before the Internal Revenue Service if the\nrepresentation involves a conflict of interest. A\nconflict of interest exists if —\n(1) The representation of one client will be\ndirectly adverse to another client; or\n(2)There is a significant risk that the representation\nof one or more clients will be materially limited by\nthe practitioner’s responsibilities to another client,\na former client or a third person, or by a personal\ninterest of the practitioner. (b) Notwithstanding the existence of a conflict\nof interest under paragraph (a) of this section, the\npractitioner may represent a client if —\n(1) The practitioner reasonably believes that the\npractitioner will be able to provide competent and\ndiligent representation to each affected client;\n(2) The representation is not prohibited by law;\nand\n(3) Each affected client waives the conflict of (a) In general, a practitioner must, at the request of\na client, promptly return any and all records of the\nclient that are necessary for the client to comply with\nhis or her Federal tax obligations. The practitioner\nmay retain copies of the records returned to a client. The existence of a dispute over fees generally does\nnot relieve the practitioner of his or her responsibility\nunder this section. Nevertheless, if applicable state law\nallows or permits the retention of a client’s records by\na practitioner in the case of a dispute over fees for\nservices rendered, the practitioner need only return\nthose records that must be attached to the taxpayer’s\nreturn. The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section —"
}