{
  "document_category": "legal-advice",
  "docId": "legal-advice_60",
  "chunk_index": 116,
  "chunk_text": "If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount. If you didn't receive a Form\n1099-G, check with the government\nagency that made the payments to you. Your 2022 Form 1099-G may have been\nmade available to you only in an electronic format, and you will need to get\ninstructions from the agency to retrieve\nthis document. Report any taxable refund you received even if you didn't receive Form 1099-G. If you chose to apply part or all of the\nrefund to your 2022 estimated state or\nlocal income tax, the amount applied is\ntreated as received in 2022. If the refund\nwas for a tax you paid in 2021 and you deducted state and local income taxes on\nyour 2021 Schedule A, use the State and\nLocal Income Tax Refund Worksheet in\nthese instructions to see if any of your\nrefund is taxable. Exception. See Itemized Deduction Recoveries in Pub. 525 instead of using the\nState and Local Income Tax Refund\nWorksheet in these instructions if any of\nthe following applies. 1. You received a refund in 2022\nthat is for a tax year other than 2021. 2. You received a refund other than\nan income tax refund, such as a general\nsales tax or real property tax refund, in\n2022 of an amount deducted or credit\nclaimed in an earlier year. 3. You had taxable income on your\n2021 Form 1040 or 1040-SR, line 15,\nbut no tax on your Form 1040 or\n1040-SR, line 16, because of the 0% tax\nrate on net capital gain and qualified\ndividends in certain situations. 4. Your 2021 state and local income\ntax refund is more than your 2021 state\nand local income tax deduction minus\nthe amount you could have deducted as\nyour 2021 state and local general sales\ntaxes. 5. You made your last payment of\n2021 estimated state or local income tax\nin 2022. 6. You owed alternative minimum\ntax in 2021. 7. You couldn't use the full amount\nof credits you were entitled to in 2021\nbecause the total credits were more than\nthe amount shown on your 2021 Form\n1040 or 1040-SR, line 16. 8. You could be claimed as a dependent by someone else in 2021. 9. You received a refund because of\na jointly filed state or local income tax\nreturn, but you aren't filing a joint 2022\nForm 1040 or 1040-SR with the same\nperson. -83- Lines 2a and 2b\nAlimony Received\nLine 2a Enter amounts received as alimony or\nseparate maintenance pursuant to a divorce or separation agreement entered\ninto on or before December 31, 2018,\nunless that agreement was changed after\nDecember 31, 2018, to expressly provide that alimony received isn't included\nin your income. Alimony received is not\nincluded in your income if you entered\ninto a divorce or separation agreement\nafter December 31, 2018. If you are including alimony in your income, you\nmust let the person who made the payments know your social security number. If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b"
}