{
  "document_category": "legal-advice",
  "docId": "legal-advice_48",
  "chunk_index": 3,
  "chunk_text": "It should be noted that in Craig, the\nevidence established that the Steelers ticket policy allowed season ticket holders to\ntransfer season ticket holder status and the attendant right to renew if a $5 fee was\npaid. In Platt, the court found that although the Red Sox had a stated policy that did not\nallow tickets to be transferred, in practice, it had ignored the policy and allowed the\ntransfer of tickets for the previous five years. Walsh did not address this issue, but\nclearly the payment of the $10,000 influenced the Court’s decision. Several other cases have addressed the issue of whether a season ticket holder\nhas a “right” to renew season tickets. The context of these cases is that the team, for\none reason or another, refused to renew the tickets of a season ticket holder, and the\nholder filed suit. Generally, these cases have held that there is no “right” to renew\nseason tickets. See Charpentier v. Los Angeles Rams Football Co., 75 Cal.App.4th\n301, 89 Cal. Rptr.2d 115 (1999) (affirming dismissal of an implied contract claim against\nthe Rams alleging a right to renewal, while stating in dicta that some renewal right might\nbe subject of implied contract but no fan could reasonably expect right to renew season\ntickets when team moved halfway across country); Soderholm v. Chicago Natl. League\nBall Club, Inc., 225 Ill. App.3d 119, 124, 167 Ill.Dec. 248, 587 N.E.2d 517 (1992), appeal\ndenied 145 Ill.2d 644, 596 N.E.2d 637, 173 Ill.Dec. 13 (1992) (Chicago Cubs season\nticket renewal canceled for scalping, no right to renew); Yarde Metals, Inc. v. New\nEngland Patriots Ltd. Partnership, 64 Mass. App.Ct. 656, 834 N.E.2d 1233\nMass.App.Ct.,2005) (New England Patriot season ticket renewal cancelled for rowdy\nbehavior, no right to renew); Kully v. Goldman, 208 Neb. 760, 305 N.W.2d 800 (1981)\n( GL-148771-08 4 (Nebraska Cornhusker season ticket renewal not a property right); But see, Beder v.\nCleveland Browns, Inc., 129 Ohio App.3d 188, 195, 717 N.E.2d 716 (1998), appeal\ndenied 84 Ohio St.3d 1438, 702 N.E.2d 1215 (1998) (season ticket holders had\npurchased a right of first refusal to tickets to Browns' games; the Browns had destroyed\nthat right by moving their team to Baltimore). There does seem to be an apparent conflict in these cases. For example, it is\ndifficult to reconcile the 10th Circuit opinion in Harrell with the Bankruptcy opinion in\nCraig. Part of the difference in the cases can be attributed to state law. For example,\nPennsylvania law seems to favor transfers of rights such as these. For example the\nCraig court cited In re Nejberger, 934 F.2d 1300 (3d Cir. 1991), which found a property\ninterest in a liquor license allowed a trustee to transfer a Pennsylvania liquor license). Nejberger was relied on to find that there is a transferable right by the Bankruptcy court\nin Craig. In contrast, the Harrell decision denied the existence of a right based on the\nNinth Circuit’s interpretation of Arizona law. However, there does not seem to be a\ngreat deal of difference in the laws of other states on this point."
}