{
  "document_category": "legal-advice",
  "docId": "legal-advice_66",
  "chunk_index": 24,
  "chunk_text": "(Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022. For this\npurpose, a person isn't a taxpayer if the person isn't required to file a U.S. income\ntax return and either doesn't file such a return or files only to get a refund of\nwithheld income tax or estimated tax paid. See Pub. 501 for details and examples. 䊲 AND Who had gross income of less than $4,400 in 2022. If the person was permanently\nand totally disabled, see Exception to gross income test, later. 2. Was your qualifying relative a U.S. citizen, U.S. national, or\nU.S. resident alien? (See Pub. 519 for the definition of a\nU.S. national or a U.S. resident alien. If your qualifying\nrelative was adopted, see Exception to citizenship test,\nlater.) Yes. You can claim\nNo. STOP\nthe credit for other You can’t claim the\ndependents for this\ncredit for other\ndependent. Check the\ndependents for this\n“Credit for other\nqualifying relative. dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this\nperson. AND For whom you provided over half of the person’s support in 2022. But see\nChildren of divorced or separated parents, Multiple support agreements, and\nKidnapped child, later. 1. Does any person meet the conditions to be your qualifying\nrelative? Yes. Continue\nNo. STOP\n䊲 2. Was your qualifying relative a U.S. citizen, U.S. national,\nU.S. resident alien, or a resident of Canada or Mexico? (See\nPub. 519 for the definition of a U.S. national or U.S.\nresident alien. If your qualifying relative was adopted, see\nException to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can't claim this\nperson as a dependent. You can’t claim the\ncredit for other\ndependents for this\nqualifying relative. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Adoption taxpayer identification numbers (ATINs). If you\nhave a dependent who was placed with you for legal adoption\nand you don’t know the dependent’s SSN, you must get an\nATIN for the dependent from the IRS. See Form W-7A for -19- Need more information or forms? Visit IRS.gov. details. If the dependent isn't a U.S. citizen or resident alien, apply for an ITIN instead using Form W-7. Children of divorced or separated parents. A child will be\ntreated as the qualifying child or qualifying relative of the\nchild’s noncustodial parent (defined later) if all of the following\nconditions apply. 1. The parents are divorced, legally separated, separated under a written separation agreement, or lived apart at all times\nduring the last 6 months of 2022 (whether or not they are or\nwere married). 2. The child received over half of the child’s support for\n2022 from the parents (and the rules on Multiple support agreements, later, don’t apply). Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022."
}