{
  "document_category": "legal-advice",
  "docId": "legal-advice_98",
  "chunk_index": 53,
  "chunk_text": "(iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information. When providing returns or\nreturn information to the practitioner or appraiser,\nor authorized representative, the Secretary of the\nTreasury, or delegate, will —\n(A) Redact identifying information of any\nthird party taxpayers and replace it with a code;\n(B) Provide a key to the coded information;\nand\n(C) Notify the practitioner or appraiser, or\nauthorized representative, of the restrictions on\nthe use and disclosure of the returns and return\ninformation, the applicable damages remedy\nunder section 7431 of the Internal Revenue Code,\nand that unauthorized disclosure of information\nprovided by the Internal Revenue Service under\nthis paragraph (d)(3) is also a violation of this part. (4) Protective measures —\n(i) Mandatory protection order. If redaction of\nnames, addresses, and other identifying information\nof third party taxpayers may still permit indirect\nidentification of any third party taxpayer, the\nAdministrative Law Judge will issue a protective\norder to ensure that the identifying information is\navailable to the parties and the Administrative Law\nJudge for purposes of the proceeding, but is not\n§ 10.72 — Page 37 Table of Contents disclosed to, or open to inspection by, the public. (ii) Authorized orders. (A) Upon motion by a party or any other\naffected person, and for good cause shown, the\nAdministrative Law Judge may make any order\nwhich justice requires to protect any person in the\nevent disclosure of information is prohibited by law,\nprivileged, confidential, or sensitive in some other\nway, including, but not limited to, one or more of\nthe following —\n(1) That disclosure of information be made\nonly on specified terms and conditions, including a\ndesignation of the time or place;\n(2) That a trade secret or other information\nnot be disclosed, or be disclosed only in a designated\nway. (iii) Denials. If a motion for a protective order\nis denied in whole or in part, the Administrative\nLaw Judge may, on such terms or conditions as\nthe Administrative Law Judge deems just, order\nany party or person to comply with, or respond in\naccordance with, the procedure involved. (iv) Public inspection of documents. The\nSecretary of the Treasury, or delegate, shall ensure\nthat all names, addresses or other identifying details\nof third party taxpayers are redacted and replaced\nwith the code assigned to the corresponding taxpayer\nin all documents prior to public inspection of such\ndocuments. (e) Location. The location of the hearing will be\ndetermined by the agreement of the parties with the\napproval of the Administrative Law Judge, but, in\nthe absence of such agreement and approval, the\nhearing will be held in Washington, D.C.\n(f) Failure to appear. If either party to the\nproceeding fails to appear at the hearing, after\nnotice of the proceeding has been sent to him or her,\nthe party will be deemed to have waived the right\nto a hearing and the Administrative Law Judge may\nmake his or her decision against the absent party by\ndefault. (g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general."
}