{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 7,
  "chunk_text": "The taxpayer\ncontended that an FCC license could be amortized upon acquisition, regardless of\nwhether the entity holding the FCC licenses had commenced a trade or business. The\nCommissioner contended the FCC license could not be amortized until commencement\nof a trade or business to which the license related. In finding for the Commissioner, the\nTax Court interpreted the phrase “in connection with the conduct of a trade or business”\nin § 197(c)(1)(B) as follows: The inclusion of the word “conduct” indicates to us that the intangibles\nmust be used in connection with a business that is being conducted. We find, therefore, that section 197 contains an active trade or\nbusiness requirement similar to the requirement imposed by section\n162. 2011 WL 3875059 at *16 (footnotes omitted). The Broz II Court found that, because the entity holding the FCC license was not\nengaged in an active trade or business, the entity was not entitled to any amortization\ndeductions for the FCC license. Based on the facts of this case, Corporation X was engaged in the trade or business ---------------------------------------------------------------------------------- prior to incurring the\nattorney fees at issue in order to market and sell generic drugs. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Further, Corporation X held\nANDA One in connection with the conduct of its trade or business. Thus, unless\notherwise excluded from being an amortizable § 197 intangible, ANDA One will qualify\nas an amortizable § 197 intangible. Section 197 excludes certain self-created § 197 intangibles from the category of\namortizable §197 intangibles, stating: The term “amortizable section 197 intangible” shall not include any\nsection 197 intangible—\n(A)\nwhich is not described in subparagraph (D), (E), or (F)\nof subsection (d)(1), and\n(B)\nwhich is created by the taxpayer. 6 Broz v. Commissioner, 137 T.C. No. 3, 2011 WL 2670569 (July 7, 2011) [Broz I] decided other issues of\nfirst impression. POSTU-139175-10 10 I.R.C. § 197(c)(2) (emphasis added). Pursuant to I.R.C. § 197(c)(2), amortizable § 197 intangibles do include self-created\n§ 197 intangibles within § 197(d)(1)(D) (relating to licenses, permits or other rights\ngranted by a government unit), § 197(d)(1)(E) (relating to covenant not to complete) and\n§ 197(d)(1)(F)(relating to franchises, trademarks, and trade names). For example,\ncosts incurred relative to a franchise or a government-granted right are not excepted\nfrom the amortizable § 197 category because franchises are excepted from the selfcreated exception by I.R.C. § 197(d)(1)(F) and government-granted rights are excepted\nfrom the self-created exception by I.R.C. § 197(d)(1)(E). Furthermore, it is noteworthy\nthat, although I.R.C. § 197(c)(2) does not apply if the intangible is created in connection\nwith a transaction (or a series of transactions) involving the acquisition of assets\nconstituting a trade or business or substantial portion thereof, there was no purchase of\na trade or business by Corporation X in this case. Treas. Reg. § 1.197-2(e)(2) provides\nthat, in general, “[t]he acquisition of a franchise . . . constitutes the acquisition of a trade\nor business or substantial portion thereof.” However, because Corporation X created,\nrather than acquired, its franchise, Treas. Reg. § 1.197-2(e)(2) does not impact the\ntreatment of Corporation X’s ANDA One as an amortizable § 197 intangible. Treas."
}