{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 33,
  "chunk_text": "Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T. But see\nthe Instructions for Form 8839 to find\nout if you can exclude part or all of the\nbenefits. You may also be able to exclude amounts if you adopted a child\nwith special needs and the adoption became final in 2022. Line 1g\nWages From Form 8919,\nLine 6 Enter the total of your wages from Form\n8919, line 6. Line 1h\nOther Earned Income If you received scholarship or TIP fellowship grants that were not\nreported to you on Form W-2,\nyou will now report these amounts on\nSchedule 1, line 8r. See the instructions\nfor Schedule 1, line 8r. The following types of income must\nbe included in the total on line 1h. • Strike or lockout benefits (other\nthan bona fide gifts). • Excess elective deferrals. The\namount deferred should be shown in\nbox 12 of your Form W-2, and the “Retirement plan” box in box 13 should be\nchecked. If the total amount you (or\nyour spouse if filing jointly) deferred for\n2022 under all plans was more than\n$20,500 (excluding catch-up contributions as explained later), include the excess on line 1h. This limit is (a) $14,000\nif you have only SIMPLE plans, or (b)\n$23,500 for section 403(b) plans if you\nqualify for the 15-year rule in Pub. 571. Although designated Roth contributions\nare subject to this limit, don’t include\nthe excess attributable to such contributions on line 1h. They are already included as income in box 1 of your Form\nW-2. A higher limit may apply to participants in section 457(b) deferred compensation plans for the 3 years before retirement age. Contact your plan administrator for more information. If you were age 50 or older at the end\nof 2022, your employer may have allowed an additional deferral (catch-up\ncontributions) of up to $6,500 ($3,000\nfor section 401(k)(11) and SIMPLE\nplans). This additional deferral amount\nisn't subject to the overall limit on elective deferrals. You can't deduct the amount\ndeferred. It isn't included as inCAUTION come in box 1 of your Form\nW-2. ! • Disability pensions shown on\nForm 1099-R if you haven’t reached the\nminimum retirement age set by your\nemployer. But see Insurance Premiums\nfor Retired Public Safety Officers in the\ninstructions for lines 5a and 5b. Disability pensions received after you\nreach minimum retirement age and other\npayments shown on Form 1099-R (other\nthan payments from an IRA*) are\nreported on lines 5a and 5b. Payments\nfrom an IRA are reported on lines 4a\nand 4b. • Corrective distributions from a\nretirement plan shown on Form 1099-R\nof excess elective deferrals and excess\ncontributions (plus earnings). But don’t\ninclude distributions from an IRA* on\nline 1h. Instead, report distributions\nfrom an IRA on lines 4a and 4b. *This includes a Roth, SEP, or SIMPLE IRA. Line 1i\nNontaxable Combat Pay\nElection If you elect to include your nontaxable\ncombat pay in your earned income when\nfiguring the EIC, enter the amount on\nline 1i. See the instructions for line 27. Were You a Statutory\nEmployee?"
}