{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 23,
  "chunk_text": "Thus, if the\ndiscovery relates to a product that cannot be marketed without\nsubstantial testing and regulatory approval, the “clock” on his patent\nterm will be running even though he is not yet able to derive any\nprofit from the invention. The second distortion occurred at the other end of the patent term. In 1984, the Court of Appeals for the Federal Circuit decided that\nthe manufacture, use, or sale of a patented invention during the\nterm of the patent constituted an act of infringement, see 35 U.S.C.\n§ 271(a), even if it was for the sole purpose of conducting tests and\ndeveloping information necessary to apply for regulatory approval. Since that activity could not be commenced by those who planned\nto compete with the patentee until expiration of the entire patent\nterm, the patentee's de facto monopoly would continue for an often\nsubstantial period until regulatory approval was obtained. In other\nwords, the combined effect of the patent law and the premarket\nregulatory approval requirement was to create an effective\nextension of the patent term. The 1984 Act sought to eliminate this distortion from both ends of\nthe patent period. Section 201 of the Act established a patent-term\nextension for patents relating to certain products that were subject 54 More specifically, “[t]o obtain FDA approval, a generic manufacturer must ordinarily show, among other\nthings, that its product has the same active ingredients as an approved brand-name drug; that ‘the route\nof administration, the dosage form, and the strength of the new drug are the same’ as the brand-name\ndrug; and that its product is ‘bioequivalent’ to the brand-name drug. [21 U.S.C.] §§ 355(j)(2)(A)(ii)(iii)(iv). By eliminating the need for generic manufacturers to prove their drugs’ safety and efficacy independently,\nthe Hatch-Waxman Amendments allow generic manufacturers to bring drugs to market much less\nexpensively.” Pliva v. Mensing, 131 S. Ct. 2567, 2583 (June 23, 2011)(quoting from dissent by Justice\nSotomayor). POSTU-139175-10 53 to lengthy regulatory delays and could not be marketed prior to\nregulatory approval. *** The distortion at the other end of the patent period was addressed\nby § 202 of the Act. That added to the provision prohibiting patent\ninfringement, . . . [a section] establishing that “it shall not be an act\nof infringement to make, use, or sell a patented invention ... solely\nfor uses reasonably related to the development and submission of\ninformation under a Federal law which regulates the manufacture,\nuse, or sale of drugs.” This allows competitors, prior to the\nexpiration of a patent, to engage in otherwise infringing activities\nnecessary to obtain regulatory approval. 469 U.S. at 669-71 (citations and footnotes omitted). Thus, while prior to the Hatch-Waxman Act non-authorized generic equivalents of\npatented drugs could not be developed without infringing the patents that covered the\ndrug,55 under the 1984 revisions the unauthorized use of a patented drug for the\npurposes of developing a generic drug no longer constitutes an act of infringement. 56\n35 U.S.C. § 271(e)(2010). However, the “safe harbor” from infringement terminates when the ANDA is submitted\nto the FDA. The termination of the “safe harbor” occurs, as applicable, because the\nHatch-Waxman"
}