{
  "document_category": "legal-advice",
  "docId": "legal-advice_40",
  "chunk_index": 132,
  "chunk_text": "Use the worksheet in these instructions to figure your student loan interest\ndeduction. -92- 11b. 12b. Exception. Use Pub. 970 instead of the\nworksheet in these instructions to figure\nyour student loan interest deduction if\nyou file Form 2555 or 4563, or you exclude income from sources within Puerto Rico. Qualified student loan. A qualified\nstudent loan is any loan you took out to\npay the qualified higher education expenses for any of the following individuals who were eligible students. 1. Yourself or your spouse. 2. Any person who was your dependent when the loan was taken out. Student Loan Interest Deduction Worksheet—Schedule 1, Line 21 Before you begin: Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet\ninstead of Pub. 970 to figure your deduction. 1. Enter the total interest you paid in 2022 on qualified student loans (see the instructions for line 21). Don’t\nenter more than $2,500 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Form 1040 or 1040-SR, line 9 . . . . . . . . . . . . . . . . . . . . . . . . . 2. 3. Enter the total of the amounts from Schedule 1, lines 11 through 20, and 23 and\n25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3. 4. Subtract line 3 from line 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4. 5. Enter the amount shown below for your filing status. • Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes."
}