{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 50,
  "chunk_text": "Line 16\nTax\nInclude in the total on the entry space on\nline 16 all of the following taxes that apply. • Tax on your taxable income. Figure the tax using one of the methods described later. • Tax from Form(s) 8814 (relating to\nthe election to report child's interest or\ndividends). Check the appropriate box. • Tax from Form 4972 (relating to\nlump-sum distributions). Check the appropriate box. • Tax with respect to a section 962\nelection (election made by a domestic\nshareholder of a controlled foreign corporation to be taxed at corporate rates) reduced by the amount of any foreign\ntax credits claimed on Form 1118. See\nsection 962 for details. Check box 3 and\nenter the amount and “962” in the space\nnext to that box. Attach a statement\nshowing how you figured the tax. • Recapture of an education credit. You may owe this tax if you claimed an\neducation credit in an earlier year, and\neither tax-free educational assistance or\na refund of qualified expenses was received in 2022 for the student. See Form\n8863 for more details. Check box 3 and\nenter the amount and “ECR” in the\nspace next to that box. • Any tax from Form 8621, line 16e,\nrelating to a section 1291 fund. Check\nbox 3 and enter the amount of the tax\nand “1291TAX” in the space next to that\nbox. • Tax from Form 8978, line 14 (relating to partner's audit liability under\nsection 6226). Check box 3 and enter the\namount of the liability and “Form 8978”\nin the space next to that box. If the\namount on Form 8978, line 14, is negative, see the instructions for Schedule 3\n(Form 1040), line 6l.\n• Net tax liability deferred under\nsection 965(i). If you had a net 965 inclusion and made an election to defer\nyour net 965 tax liability under section\n965(i), check box 3 and enter (as a negative number) the amount of the deferred\nnet 965 tax liability and “965” on the\nline next to that box. • Triggering event under section\n965(i). If you had a triggering event under section 965(i) during the year and\ndid not enter into a transfer agreement,\ncheck box 3 and enter the amount of the\ntriggered deferred net 965 tax liability\nand enter “965INC” on the line next to\nthat box. Do you want the IRS to figure the\ntax on your taxable income for you? Yes. See chapter 13 of Pub. 17 for\ndetails, including who is eligible and\nwhat to do. If you have paid too much,\nwe will send you a refund. If you didn't\npay enough, we will send you a bill. No. Use one of the following methods to figure your tax. Tax Table or Tax Computation\nWorksheet. If your taxable income is\nless than $100,000, you must use the\nTax Table, later in these instructions, to\nfigure your tax. Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615."
}