{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 5,
  "chunk_text": "POSTF-143023-10 7 In very simple terms, Coop's b marketing business on behalf of its members consists of\nbuying b from members and participating patrons, handling and storing the b at its\nelevators, and then selling the b to customers. The issues in this opinion relate to the characterization for purposes of subchapter T of\nthe Code and section 199 of payments that Coop makes to its members and\nparticipating patrons when it acquires their b for marketing on a patronage basis, which\nwere originally characterized as “purchases” and not as per-unit retains. The payments\nthat are the subject of this opinion (referred to as “b payments”) are amounts paid in\ncash to members and participating patrons for b delivered to Coop for marketing on a\npatronage basis. As the term is used in this opinion, “b payments” do not include any\namounts that Coop may pay to persons who are not members or participating patrons. Also, as the term is used in this opinion, “b payments” do not include patronage\ndividends paid to members and participating patrons with respect to b marketed for\nthem. Coop does not operate on a pooling basis. Thus, in contrast to cooperatives that use\npooling, the members of Coop do not commit to deliver all of the b they grow from\nspecified acreage to Coop to be pooled with the b of other members. Coop's members\nretain the commodity price risk until they decide to sell their b to Coop for marketing —\nthe price risk does not shift to a pool after harvest as it does for pooling cooperatives. All\nmarketing proceeds are not shared equally on the basis of patronage, in the form of\nharvest advances and progress payments with a final settlement when the pool closes. Rather, Coop pays each member a market price for his or her b determined individually\nas described below. Payments are made in cash and occur throughout the year as\nmembers sell b to Coop for marketing on a cooperative basis. Coop then markets each\nmember's b along with the b of all of its members in the manner it thinks will produce the\nbest return. Finally, after net earnings for the year are determined (subtracting b\npayments in this determination), Coop pays a patronage dividend to its members with\nrespect to their b. This system of operation and marketing means that two members that market the same\nquantity and quality of b through Coop during any year will likely receive different b\npayments, though they will receive the same patronage dividend. Coop offers members several choices when they sell their b to Coop for marketing on a\ncooperative basis. Members can: (i) sell b to Coop in a spot sale at the current elevator\nbid price, (ii) sell b to Coop using a forward contract, (iii) sell b to Coop using a basis\ncontract, and (iv) sell b to Coop using hedge-to-arrive contract. The first and second\nalternatives are the ones most commonly used by members. Basis and hedge-to-arrive\ncontracts are less common. Coop offers different alternatives to accommodate the desire of many members who POSTF-143023-10 8"
}