{
  "doc_id": "legal-advice_31",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_31__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20085201F Release Date: 12/26/08\nCC:LM:HMT:DET:CVDumas\nPREF-128548-08\nUILs: 61.13-07, 118.01-02, 118.01-03, 164.03-00 date: 11/26/2008 to: ----------------------(Revenue Agent)\nLMSB:HMT:Group -------, -------------------, MI from: Eric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) subject: --------------------MEGA Tax Credit This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nParent\nSub1\nCity1\nDate1\nDate2\nDate3\nDate4\nDate5 =\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1) Do the Michigan Economic Growth Authority (“MEGA”) credits Parent’s subsidiary\nSub1 received from the State of Michigan constitute:\na) gross income under IRC § 61, or\nb) a reduction in the amount of state tax expense under § 164? PREF-128548-08 2 2) If a MEGA credit constitutes income under § 61, does it constitute a contribution to\ncapital by a non-shareholder excludible under § 118(a)? 3) If a MEGA credit is a contribution to capital under § 118(a), does the amount reduce\nthe corporation’s basis in the property under § 362(c)? CONCLUSIONS 1) The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of the credit, and it otherwise is a reduction in the amount of state\ntax expense under § 164. The nonrefundable MEGA Business Activity Credit is\nalways a reduction in the amount of state tax expense under § 164. 2) A refund of the MEGA Employment Credit does not constitute a contribution to\ncapital by a non-shareholder in any amount. 3) The MEGA credits do not reduce Parent or Sub1’s basis in property under\n§ 362(c)(2). FACTS\nAccording to the MEGA Tax Credit Agreement between Sub1 and MEGA (the\n“Agreement”), MEGA was created by the Michigan Economic Growth Authority Act with\nthe power to provide tax credits to businesses in order to “promote economic growth\nand to encourage private investment, job creation, and job upgrading” for Michigan\nresidents. The Agreement is effective Date5 and contains two components: a Business\nActivity Credit and an Employment Credit. Sub1 built a new manufacturing plant in City1, Michigan, for the fabrication,\npainting, and assembly of its products. To be eligible for both the Business Activity\nCredit and the Employment Credit, Sub1 was required to create at least 75 “qualified\nnew jobs” by Date1. The Agreement also set out the minimum weekly wage for these\njobs, and affirmed that it would be no less than 150% of the minimum wage. On Date2,\nupon receiving these guaranties, MEGA granted Sub1 the tax credits. The MEGA credits are available to offset the Michigan Single Business Tax\n(“SBT”). The Business Activity Credit is a credit of 100 percent of the portion of Sub1’s\nSBT liability attributable to the building project for which the MEGA credit was granted. The Employment Credit is a credit of 100 percent of the State of Michigan’s personal\nincome tax rate in effect for each tax year, multiplied by the total eligible salaries and\nwages of employees in “qualified new jobs.” Each year, Sub1 must apply for the\ncredits, showing that it meets all of the Agreement’s requirements. MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year."
    },
    {
      "id": "legal-advice_31__1",
      "chunk_id": "1",
      "content": "MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year. 1 The credits are not transferable or\nassignable, except to a successor corporation. 1 The Service issued a Coordinated Issue Paper on State and Local Location Tax Incentives (LMSB-04- PREF-128548-08 3 On Date3, the Agreement was amended with regard to certain deadlines for filing\nfor the tax credits, and for MEGA’s approval. On Date4, the Agreement was amended\nagain, this time to clarify what jobs and property Sub1 could use in computing the tax\ncredits. For book purposes, both the MEGA Business Activity Credit and Employment\nCredit are treated as a reduction in Sub1’s SBT expense. LAW AND ANALYSIS\n1. The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of such credit, and it otherwise is a reduction in the amount of\nstate tax expense under § 164. The nonrefundable MEGA Business Activity\nCredit is always a reduction in the amount of state tax expense under § 164. IRC § 164 provides for a deduction for certain taxes, including state income\ntaxes, for the taxable year “within which paid or accrued.” See also § 1.164-1(a) of the\nIncome Tax Regulations. Under § 461(a), the amount of any deduction or credit allowed by subtitle A shall\nbe taken for the tax year that is the proper tax year under the method of accounting\nused in computing taxable income. Sub1 uses an accrual method of accounting, under\nwhich a liability is incurred in the tax year in which all the events have occurred that\nestablish the fact of the liability, the amount of the liability can be determined with\nreasonable accuracy, and economic performance occurs. Treas. Reg. § 1.4461(c)(1)(ii)(A) and 1.461-1(a)(2)(i). Section 1.461-4(g)(6) provides that, if the liability of a\ntaxpayer is to pay a tax, economic performance occurs as the tax is paid to the\ngovernmental authority that imposed the tax. In certain cases, a liability to pay a tax is\npermitted to be taken into account in the tax year before the tax year during which\neconomic performance occurs under the recurring item exception of § 1.461-5. Gross income is income from whatever source derived, except as otherwise\nprovided by law. IRC § 61. As interpreted by the Supreme Court, gross income\nincludes all items that are “undeniable accessions to wealth, clearly realized, and over\nwhich the taxpayers have complete dominion.” Commissioner v. Glenshaw Glass Co.,\n348 U.S. 426, 431 (1955). In Snyder v. Commissioner, T.C. Memo. 1988-320, vacated and remanded\nwithout published opinion, 894 F.2d 1337, 1990 U.S. App. LEXIS 1603 (6th Cir. 1990),\nthe state of Ohio provided for a tax reduction to holders of horse-racing permits. The\nstate generally assessed a tax based on a percentage of racing wagers. Permit holders\nmaking certified capital improvements to their racing facilities could reduce their tax\n0408-023, effective May 23, 2008), but it does not address refundable credits. PREF-128548-08 4"
    },
    {
      "id": "legal-advice_31__2",
      "chunk_id": "2",
      "content": "The\nstate generally assessed a tax based on a percentage of racing wagers. Permit holders\nmaking certified capital improvements to their racing facilities could reduce their tax\n0408-023, effective May 23, 2008), but it does not address refundable credits. PREF-128548-08 4 payments by 0.5% of the total amount wagered, continuing for six years or until the total\nreduction reached 70% of the cost of the certified improvements. Northfield Park\nAssociates (“NPA”), an Ohio partnership that operated a racing track, completed\nqualifying capital improvements, entitling it to a tax reduction. The Service initially\nargued, and the Tax Court agreed, that the tax reduction was includible in income in the\ntaxable year in which the state racing commission certified NPA’s capital improvement\ncosts. However, before the Snyder case reached the Sixth Circuit Court of Appeals, the\nService conceded the income issue and agreed with the taxpayer that the proper\ntreatment of the tax reduction was “simply to reduce the deductions available to [the\npartnership] for its pari-mutuel tax obligations, which reduced deductions accrue as\nthose taxes become due.” 1990 U.S. App. LEXIS 1603, *10 (alteration in original). The\nSixth Circuit agreed with this analysis. Id. As stated by the court, “The case at bar does\nnot involve any right on the part of Northfield Park Associates to receive an amount of\nmoney from the State of Ohio; it simply involves a right to start paying the state less in\ntaxes than would have to be paid in the absence of the right.” Id. The Snyder analysis applies to Sub1’s nonrefundable MEGA Business Activity\nCredit because Sub1 never has a right to receive any amount of money from the State\nof Michigan. 2 Accordingly, the Business Activity Credit is a reduction in the taxpayer's\ntax liability, not an item of gross income. However, the MEGA Employment Credit\npresents a somewhat different situation because it is a refundable credit. Case law has not addressed the federal tax treatment of refundable state tax\ncredits, and the Service and the Treasury Department have not issued published\nguidance addressing the treatment of such credits. However, some informal\nnonprecedential advisories issued by the Office of Chief Counsel have applied an\napproach whereby a refundable credit is \"bifurcated.\" That is, refundability, by itself,\ndoes not cause the entire credit to be treated as a payment from the state. Instead, the\nportion of the credit that is applied to reduce tax before the tax becomes due is still\ngenerally treated as a reduction in tax, consistent with Snyder; only to the extent the\ncredit exceeds the tax liability and is made available to the taxpayer as a cash payment\nis it treated as a payment from the state, includable in income unless some exclusion\napplies. Because such a payment is not actually a refund of prior taxes paid, it is not\ntreated as a tax refund potentially excludable from income under § 111.3\n2 Watervliet Paper Co. v. Commissioner, 16 B.T.A. 604 (1929), is distinguishable. In that case, a\nMichigan taxpayer provided direct services (installation and maintenance of a water system) to the city of\nWatervliet in exchange for relief from taxes."
    },
    {
      "id": "legal-advice_31__3",
      "chunk_id": "3",
      "content": "111.3\n2 Watervliet Paper Co. v. Commissioner, 16 B.T.A. 604 (1929), is distinguishable. In that case, a\nMichigan taxpayer provided direct services (installation and maintenance of a water system) to the city of\nWatervliet in exchange for relief from taxes. Gross income treatment was appropriate because of the\nclear exchange of tax relief for services provided—the local tax reduction was viewed as a payment for\nservices. In the present case, as in Snyder, Sub1 does not provide any direct services to the State in\nexchange for relief from its SBT liability. Cf. Hurd Millwork Corp. v. Commissioner, 44 B.T.A. 786 (1941),\nacq. in result only, 1941-2 C.B. 7.\n3 Section 111(a) provides that gross income does not include income attributable to the recovery during\nthe tax year of any amount deducted in any prior year, but only to the extent that amount did not reduce PREF-128548-08 5 Consequently, the refundable MEGA Employment Credit is gross income to the\nextent Sub1 receives a refund of the credit, unless the exclusion under § 118 applies. 2. To the extent Sub1 receives a MEGA Employment Credit refund that constitutes\nincome under § 61, the refund is not a contribution to capital excludible under\n§ 118. In the case of a corporation, gross income does not include any contribution to\nthe capital of the taxpayer by a non-shareholder. § 118(a). The section 118 exclusion\napplies to the value of land or other property contributed to a corporation by a\ngovernmental unit or by a civic group for the purpose of inducing the corporation to\nlocate its business in a particular community, or for the purpose of enabling the\ncorporation to expand its operating facilities. Treas. Reg. § 1.118-1.\nHowever, tax subsidies are not always treated as “property contributed to a\ncorporation.” In HMW Industries v. Wheatley, 504 F.2d 146 (3d Cir. 1974), the Third\nCircuit addressed the question of whether non-taxable subsidies equal to 75% of Virgin\nIsland taxes paid in constituted non-shareholder contributions to capital. HMW, a\nPennsylvania corporation, owned STC, a Virgin Islands corporation. STC received\ncertain subsidies pursuant to Virgin Islands Income tax law. The subsidies were\nenacted pursuant to Act. No. 224, which was designed to induce and encourage the\ndevelopment of new business. Each qualifying corporation was entitled to receive a\nnontaxable subsidy in an amount equal to 75% of the income tax paid into the Treasury\nof the Virgin Islands. The Court agreed with the taxpayer that the subsidies constituted\ntax refunds but held that they were not contributions to capital. Id. at 155. The Supreme Court has further defined the meaning of a capital contribution\nutilizing the following factors:\n1. The contribution must become a permanent part of the transferee’s\nworking capital;\n2. The contribution must not be compensation for specific, quantifiable\nservice provided;\n3. The contribution must be bargained for;\n4. The contribution must result in benefit to the transferee commensurate\nwith its value; and\n5. The contributed asset will be ordinarily employed in or contribute to the\nproduction of additional income. U.S. v. Chicago, Burlington, & Quincy Railroad Co., 412 U.S. 401 (1973) (“CB&Q”)."
    },
    {
      "id": "legal-advice_31__4",
      "chunk_id": "4",
      "content": "The contributed asset will be ordinarily employed in or contribute to the\nproduction of additional income. U.S. v. Chicago, Burlington, & Quincy Railroad Co., 412 U.S. 401 (1973) (“CB&Q”). the amount of tax imposed by chapter 1 of the Code. Section 111(a) is the codification of the\n“exclusionary” part of the tax benefit rule, which, in general, requires a taxpayer to recognize income\nwhen it receives a tax benefit from a deduction in an earlier year. PREF-128548-08 6 The refundable MEGA Employment Credit in this case fails the first CB&Q factor. Payments specifically earmarked for deductible operating expenses do not become part\nof a recipient corporation’s working capital. Consequently, the portion of the refundable\ncredit that is applied to reduce tax before the tax becomes due reduces a taxpayer’s\noperating expense and, therefore, does not become a permanent part of the\ntransferee’s working capital. Furthermore, the amount of the MEGA Employment Credit\nis measured with reference to Sub1’s expenses for the SBT and employee salaries. Thus, even if the credit exceeds the tax liability and is made available to the taxpayer as\na cash payment from the state, the payment is not conditioned on the taxpayer’s use of\nsuch an amount to acquire capital assets, and effectively subsidizes an expense of\noperations. See Springfield Street Railway Company v. U.S., 577 F.2d 700 (Ct. Cl.\n1978) (state grants measured by excise tax liabilities, although used to acquire capital\nassets, were not contributions to capital). Payments cannot qualify as contributions to capital where the payments “might\nbe used for the payment of dividends, of operating expenses, of capital charges, or for\nany purpose within the corporate authority, just as any other operating revenue might be\napplied.” Texas & Pacific Railway Co. v. U.S., 286 U.S. 285, 290 (1932). Even when\nthe MEGA Employment Credit results in a payment from the state, the intent of the state\nis to subsidize operating expenses, namely employee compensation, and it therefore\ncannot constitute a contribution to capital. As a result, to the extent the MEGA\nEmployment Credit is includible in gross income, it is not excludible under § 118. 3. Section 362(c) does not apply in this case. IRC § 362(c) provides that if money is received by a corporation as a contribution\nto capital, and is not contributed by a shareholder as such, then the basis of any\nproperty acquired with such money during the 12-month period beginning on the day\nthe contribution is received shall be reduced by the amount of such contribution. Property deemed to be acquired with the contributed money shall be that property, if\nany, the acquisition of which was the purpose motivating the contribution. Treas. Reg.\n§ 1.362-2(a). Any excess of the amount of the money contributed over the cost of the\nproperty deemed acquired shall be applied to reduce the basis (but not below zero) of\nany other property held by the taxpayer in a specified order. Treas. Reg. §1.362-2(b). PREF-128548-08 7 Because the MEGA credits do not qualify as contributions to capital, §362(c) is also not\napplicable to those amounts. Please call ---------------------if you have any further questions."
    },
    {
      "id": "legal-advice_31__5",
      "chunk_id": "5",
      "content": "Treas. Reg. §1.362-2(b). PREF-128548-08 7 Because the MEGA credits do not qualify as contributions to capital, §362(c) is also not\napplicable to those amounts. Please call ---------------------if you have any further questions. ERIC R. SKINNER\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) By: /s/ Charles V. Dumas\nCharles V. Dumas\nAttorney (Detroit)\n(Large & Mid-Size Business)"
    }
  ]
}