{
  "document_category": "legal-advice",
  "docId": "legal-advice_0",
  "chunk_index": 44,
  "chunk_text": "If the report is made\nto an officer or employee of the Internal Revenue\nService, the officer or employee will make a\nwritten report of the suspected violation and submit\nthe report to the office(s) of the Internal Revenue\nService responsible for administering or enforcing\nthis part. (c) Destruction of report. No report made\nunder paragraph (a) or (b) of this section shall\nbe maintained unless retention of the report is\npermissible under the applicable records control\nschedule as approved by the National Archives\nand Records Administration and designated\nin the Internal Revenue Manual. Reports must\nbe destroyed as soon as permissible under the\napplicable records control schedule. (d) Effect on proceedings under subpart D. The\ndestruction of any report will not bar any proceeding\nunder subpart D of this part, but will preclude the\nuse of a copy of the report in a proceeding under\nsubpart D of this part. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart D — Rules Applicable to Disciplinary\nProceedings\n§ 10.60 Institution of proceeding. (a) Whenever it is determined that a practitioner (or\nemployer, firm or other entity, if applicable) violated\nany provision of the laws governing practice before\nthe Internal Revenue Service or the regulations in\nthis part, the practitioner may be reprimanded or, in\naccordance with §10.62, subject to a proceeding for\nsanctions described in §10.50. (b) Whenever a penalty has been assessed against\nan appraiser under the Internal Revenue Code and an\nappropriate officer or employee in an office established\nto enforce this part determines that the appraiser acted\nwillfully, recklessly, or through gross incompetence\nwith respect to the proscribed conduct, the appraiser\nmay be reprimanded or, in accordance with §10.62,\nsubject to a proceeding for disqualification. A\nproceeding for disqualification of an appraiser is\ninstituted by the filing of a complaint, the contents of\nwhich are more fully described in §10.62. (c) Except as provided in §10.82, a proceeding\nwill not be instituted under this section unless the\nproposed respondent previously has been advised\nin writing of the law, facts and conduct warranting\nsuch action and has been accorded an opportunity\nto dispute facts, assert additional facts, and make\narguments (including an explanation or description\nof mitigating circumstances). (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.61 Conferences. (a) In general. The Commissioner, or delegate,\nmay confer with a practitioner, employer, firm or\nother entity, or an appraiser concerning allegations of\nmisconduct irrespective of whether a proceeding has\nbeen instituted. If the conference results in a stipulation\nin connection with an ongoing proceeding in which the\npractitioner, employer, firm or other entity, or appraiser\nis the respondent, the stipulation may be entered in the\nrecord by either party to the proceeding. Treasury Department Circular No. 230 (b) Voluntary sanction —\n(1) In general. In lieu of a proceeding being\ninstituted or continued under §10.60(a), a practitioner\nor appraiser (or employer, firm or other entity, if\napplicable) may offer a consent to be sanctioned\nunder §10.50. (2) Discretion; acceptance or declination. The\nCommissioner, or delegate, may accept or decline\nthe offer described in paragraph (b)(1) of this\nsection."
}