{
  "doc_id": "legal-advice_77",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_77__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20131201F\nRelease Date: 3/22/2013\nCC:LBI:RFPH:CHI:2:M:POSTF-153754-12\n------date: January 31, 2013 to: Revenue Agent --- (LB&I), ----- from: Associate Area Counsel (LB&I), -- subject: Amortization of Patents UIL = 197.00-00 --------------You are currently examining the -------------------- for the\nyear ended --------. The issues are:\n(1) Is the corporation entitled to a deduction for the amortization\nof certain patents acquired by the company from its principal\nshareholder, (2) are monthly payments by the company to that\nshareholder deductible on the corporate return, and (3) are said\npayments income or capital gain to the shareholder and, if capital\ngain, is it long-term or short-term? This memorandum was informally coordinated with Chief Counsel\nAttorneys John Oldak (Income Tax and Accounting) and James Holmes\n(Passthroughs and Special Industries). This advice responds to your request for assistance. It may\nnot be cited as precedent. This writing may contain privileged\ninformation. Any unauthorized disclosure of this writing may\nundermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this\noffice for our views. Facts\n------(“the corporation”) is a corporation in the business\nof --------------------------------------------------------. The corporation was incorporated under the laws of ------------. CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 2 During the year --------, shares were held by -----------------(“the shareholder,” “the individual,” or “the transferor”) and\nothers. Specifi-cally, the individual owned ------------------The individual was, at that time, a resident of --------------. In ------, the corporation signed an agreement to purchase, in\ninstallments, all shares other than those belonging to the\nindividual. The individual was a director of the corporation at\nall relevant times. Prior to -----, the shareholder was the owner of -patents, all of which could be useful in the corpora-tion’s\nbusiness. The shareholder obtained these patents as their\ninventor. In a document entitled “--------------------------,” dated -----------------, the shareholder assigned to the corporation\n“---------------------------------------------------------------------------------------------------” the inventions listed in\nthe attached --------------. Those patents were U.S. Patents\nnumbered ----------------------------------------(“the\npatents”). In addition, the Patent Assignment Agreement states\nthat the shareholder “----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------.” In return for this assignment,\nthe corporation agreed to pay the shareholder $-------- per year\nfor -- years, in payments of $------- per ------, commencing on\n-------------- and ending on -----------------. This agreement\nstates that it “shall be governed and construed under the laws\nof the State of -------.”\nOn -----------------, the shareholder unilaterally executed\na document entitled “----------,” in which he, “-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------” The payments required by the ------------------- Agreement CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 3 were made without fail on the dates specified. These payments\nwere recorded in the corporate books and tax returns as\ndeductible expenses when paid. They were recorded, however, not\nas payments connected in any way with patents, but as\n“directors’ fees.” The ---- patents themselves were not listed\non the corporate balance sheet and no amortization or\ndepreciation deductions were taken in connection with those\npatents. Other patents owned by the company were amortized. On the shareholder’s tax returns, the receipt of these\nmonthly payments were recorded as capital gain from the sale of\npatents. The entire payment was reported as gain with no\ndeductions, i.e., the transaction was treated as if the patents\nwere sold to the corporation with zero basis and no associated\nexpenses. On ------------, a document entitled “------------------------------------------” was executed by the corporation and the\nshareholder."
    },
    {
      "id": "legal-advice_77__1",
      "chunk_id": "1",
      "content": "The entire payment was reported as gain with no\ndeductions, i.e., the transaction was treated as if the patents\nwere sold to the corporation with zero basis and no associated\nexpenses. On ------------, a document entitled “------------------------------------------” was executed by the corporation and the\nshareholder. In this document, in wording very similar to the\n------- agreement, the shareholder assigned to the corporation\n“--------------------------------” in the same ------ patents\nthat were assigned in ----. In return, the corporation agreed\nto pay the shareholder $--------- per year for ---------- years,\nin payments of $------ per --------, commencing on ------------and ending on --------------------. [Note that the time between\nthese dates is only ------ years.] For the year commencing on ----------------and ending on\n------------------—- the only corporate year currently under\nexamination-- you propose to disallow the deduction of the\n$------per------ payments. You propose to allow the corporation a deduction for amortization in that year as if the --patents were amortized on a schedule beginning on -----------------. You have also asked if the capital gain reported on the\nshareholder’s individual return can be deemed “long-term” under\nSec. 1235(a), regardless of how long the shareholder held the\npatents before assigning them to the corporation. The taxpayer has argued that the agreement of -----------------, was not a sale of the patents but was intended to be a\nlicensing agreement. The taxpayer states that, as royalties\npaid by the corporation to the shareholder, the $-----------per------ payments are deductible when paid. Issues and Answers CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 4 (1) Is the corporation entitled to a deduction based on the\namortization of patents acquired from its principal shareholder? (Yes)\n(2) Is the corporation entitled to deduct the ------ installment payments made to acquire said patents? (No)\n(3) Should the individual/shareholder report ordinary income or\ncapital gain and, if the latter, long-term or short-term? (Capital gain; term depends on whether patents were held by the\nseller for one year or more)\nAnalysis In your examination, the corporation and the individual\nshareholder have taken inconsistent positions in their returns. If the individual sold patents to the corporation, with the\npurchase price to be made in installments over time, then the\ncorporation should have taken deductions for the amortization of\nthose patents as their owner; no corporate deductions would have\nbeen triggered by the installment payments made to the seller. The individual, as seller of the patents, should have reported\ncapital gain on his tax return. On the other hand, if the\nindividual had merely licensed the patents to the corporation,\nthen the corporation would take deductions for the licensing\nfees (royalties) when paid; but the individual return would\nreport ordinary income from such fees when received. In your\ncase, however, the corporation and the individual have taken the\nbest of both worlds: The corporation deducted the payments when\npaid (as if it were a license) and the individual reported those\nreceipts under the more favorable capital gains treatment (as if\nit were a sale). Under no circumstances can this inconsistency\nbe allowed to stand. Issues One and Two: Amortization or Royalties Paid Deduction? We believe that the documents of ---------------, are\nexplicit and are controlling. According to those documents,\nthe shareholder sold ---- patents to the corporation on that\ndate."
    },
    {
      "id": "legal-advice_77__2",
      "chunk_id": "2",
      "content": "Under no circumstances can this inconsistency\nbe allowed to stand. Issues One and Two: Amortization or Royalties Paid Deduction? We believe that the documents of ---------------, are\nexplicit and are controlling. According to those documents,\nthe shareholder sold ---- patents to the corporation on that\ndate. Commencing on that date, the proper tax treatment of\nthose patents would have been to list them as assets on the\ncorporate balance sheet and to deduct an appropriate amount\nas amortization. (See Reg. Sec. 1.263(a)-4(c)(1)(vii), CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 5 which states that acquired patents shall be capitalized.) The patents would be depreciated under I.R.C. Sec. 167(f)(2)\neither ratably over their remaining useful lives or using\nthe income forecast method. (See Reg. Sec. 1.167(a)14(c)(4), providing that if the purchase price of an\ninterest (other than an interest acquired as part of a\npurchase of a trade or business) in a patent is not payable\non at least an annual basis as either a fixed amount per use\nor a fixed percentage of the revenue derived from the use of\nthe patent, then the basis of such patent is depreciated\neither ratably over its remaining useful life or under\nI.R.C. Sec. 167(g)(the income forecast method)). 1 The corporation, however, argues that the substance of the\ntransaction on ----------------, was a licensing agreement, not\na sale, and that the monthly payments were therefore royalties,\ndeductible as a corporate expense. Analysis of the taxpayer’s argument requires a knowledge of\nboth tax law and contract law. It has long been held that,\nhaving organized his affairs as he chooses, a taxpayer must\naccept the tax consequences of his choice and may not enjoy the\ntax benefits of some other route he may have chosen but did not. Commissioner v. National Alfalfa Dehydrating & Milling Corp.,\n1 I.R.C. Sec. 197 also makes some provisions for the amortization of goodwill\nand other intangibles, including patents. See Secs. 197(a) and 197(d)(1)(C)\n(iii). Section 197 does not apply, however, to patents that are acquired by\na taxpayer in anything other than a transaction involving the acquisition of\nassets constituting a trade or business or a substantial portion thereof. See Sec. 197(e)(4)(C). In your examination, the corporation acquired the\npatents alone from the individual, not as part of the acquisition of a trade\nor business; Sec. 197 therefore does not apply. Note also that Reg. Sec. 1.167(a)-14(c)(4) provides that, under certain\ncircumstances, if the purchase price of a patent is paid in installments,\nthose installments may be deducted as depreciation in the year paid, but only\nif the purchase price of the patent is payable on at least an annual basis as\neither a fixed amount per use of the patent or a fixed percentage of the\nrevenue derived from use of the patent. In your case the sale price was a\nflat amount, independent of the patent’s use or revenues; therefore, the\ninstallment payments are not deducted as depreciation in the year paid. Further, Reg. Sec. 1.167(a)-3(b) provides a 15-year useful life for certain\nintangibles. However, this 15-year useful life does not apply to an\nintangible asset described in Reg. Sec. 1.263(a)-4(c) or to an intangible\nasset with a useful life the length of which can be estimated with reasonable\naccuracy."
    },
    {
      "id": "legal-advice_77__3",
      "chunk_id": "3",
      "content": "Further, Reg. Sec. 1.167(a)-3(b) provides a 15-year useful life for certain\nintangibles. However, this 15-year useful life does not apply to an\nintangible asset described in Reg. Sec. 1.263(a)-4(c) or to an intangible\nasset with a useful life the length of which can be estimated with reasonable\naccuracy. (See Reg. Sec. 1.167(a)-3(b)(1)(ii) and (iii). Therefore, the 15year useful life provided by Reg. Sec. 1.167(a)-3(b) does not apply to the\npatents at issue in your examination. CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 6 417 U.S. 134 (1974); Estate of Durkin, 99 T.C. 561 (1992);\nGrojean v. Commissioner, 24 F.3d 572 (7th Cir. 2001);\nCommissioner v. Danielson, 378 F.2d 771 (3rd Cir. 1967). As\nthe court stated in Estate of Bean v. Commissioner, 268 F.3d\n553, 557 (8th Cir. 2001), “once chosen, the taxpayers are bound\nby the consequences of the transaction as structured, even if\nhindsight reveals a more favorable tax treatment.” See also\nBradley v. United States, 730 F.2d 718 (11th Cir. 1984). Under\nthis principle, the corporation in your examination may not now\nre-cast its purchase of the patents as if it were a licensing\nagreement even though, in hindsight, that appears to be a more\nfavorable transaction, and even if both parties to the contract\n(the corporation and the shareholder) consent to such a\nretroactive re-writing of history. The parties, having agreed\nto a sale in -------, cannot now change that transaction into\nsomething it was not: A licensing agreement. They must live\nwith the consequences of the transaction as it actually was,\neven if they both now prefer that it had been something else. The general rule of contract law is that “if the terms of a\ncontract are clear and unambiguous, the contract will be\nenforced or given effect in accordance with its terms, and\nwithout resort to construction to determine the intention of the\nparties . . . When the language of a contract is plain, there\ncan be no construction because there is nothing to construe. . . It is not necessary to resort to a rule of construction to\nascertain the meaning of a [contract] where the intent of the\nparties may be gathered from the terms actually expressed in the\nwriting itself.” In re Estate of Lewis v. Godfrey, 492 SW2d 385\n(Mo. App. St. Louis District, 1973) These principles have been upheld countless times. In\nNation-Wide Check Corporation v. Robinson, 479 SW2d 192 (Mo.\nApp. St. Louis District, 1972), the court held that a contract\nclause holding an agent responsible for any loss other than that\nresulting from robbery or burglary was unambiguous and not\noverly broad; the agent was liable for loss due to fire. The\ncourt stated that “a court will not resort to construction where\nthe intent of the parties is expressed in clear and unambiguous\nlanguage for there is nothing to construe.” In J.E. Hathman,\nInc. v. Sigma Alpha Epsilon Club of Columbia, Missouri, 491 SW2d\n261 (Mo., 1973), the court held that a contract which stated\nthat the “maximum cost” was “estimated” and “adjustable” meant\njust that; i.e., it was not an absolute and inflexible maximum. The court stated that “the cardinal rule in the interpretation\nof a contract is to ascertain the intention of the parties and CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 7"
    },
    {
      "id": "legal-advice_77__4",
      "chunk_id": "4",
      "content": "The court stated that “the cardinal rule in the interpretation\nof a contract is to ascertain the intention of the parties and CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 7 to give effect to that intention. Where there is no ambiguity\nin the contract the intention of the parties is to be gathered\nfrom it and it alone. . . A court will not resort to construction where the intent of the parties is expressed in clear and\nunambiguous language for there is nothing to construe. . . . It is only where the contract is ambiguous and not clear that\nresort to extrinsic evidence is proper to resolve the\nambiguity.” In Eisenberg v. Redd, 38 SW3d 409 (Mo. 2001), the\ncourt held that the words “law firm” can only have one meaning,\nconcluding that “a contract is ambiguous only if its terms are\nsusceptible of more than one meaning so that reasonable\n[persons] may fairly and honestly differ in their construction\nof the terms. . . . If there is no ambiguity . . . the intent of\nthe parties is determined from the four corners of the\ncontract.” See also Jake C. Byers, Inc. v. J.B.C. Investments,\n834 SW2d 806 (Mo. App. 1992); 17 C.J.S. Contracts, Sec. 321; 12\nAm. Jur. Contracts, Sec 229. Under these principles, an unambiguous contract is\nenforceable according to its terms, even if both parties to the\ncontract later claim that they intended something other than the\nwords of the contract. The words of the contract themselves\nexpress the intent of the parties; contrary evidence is not\nadmissible. This rule is necessary to preserve the integrity of\nwritten contracts: If a party to a contract could bring in\nevidence that contradicts the plain written meaning of a\ncontract, there would be little reason to put contracts in\nwriting at all. Business would be greatly disrupted if no party\nto a contract could be certain that it means what it says. In the general usage of patent law, an “assignment,”\nwithout any limitation, is the complete transfer of ownership in\nthe patent. This is distinguished from a “license,” which “is\nnot an assignment of any interest in the patent. The licensee\ndoes not acquire legal title to the patent right.” 60\nAm.Jur.2d, Patents, Sec. 1198. A license is defined as “any\ntransfer of patent rights short of assignment.” Wayman v. Louis\nLipp Co., D.C.Ohio 222 F.679, 681. An assignment, if not\nlimited on its face, conveys “the exclusive right to make, use,\nand vend the entire invention.” 60 Am.Jur.2d, Patents, Sec.\n1167. In the current examination, the “--------------------------------------” is a contract for the sale of the patents; the\n“----------------” effects an actual transfer of the patents in\nfulfillment of that contract. The two documents could not be CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 8 more unambiguous. The documents are in good legal form and\nappear to have been professionally drafted. The contract\nplainly states that the “------------------------------” in the\n---------- patents at issue are “assigned” to the company. The\n“-------” states that the shareholder “------------------------, ----------------------------------------------------------------------------------------” in the patents. The ------------------------------------- (contract) states that this is done “---------------” of $------- per year for -------- years."
    },
    {
      "id": "legal-advice_77__5",
      "chunk_id": "5",
      "content": "The contract\nplainly states that the “------------------------------” in the\n---------- patents at issue are “assigned” to the company. The\n“-------” states that the shareholder “------------------------, ----------------------------------------------------------------------------------------” in the patents. The ------------------------------------- (contract) states that this is done “---------------” of $------- per year for -------- years. The\ncontract sets forth a “-----------” of $-------- per ------- for\n----- years, but in no way suggests that the assignment or sale\nof the property is a transfer only for the ------ year period,\nwith the property to revert to the shareholder after that time. The contract does not contain the words “license,” “royalty,”\n“rent,” or “use,” (or any form of those words) as would be\nexpected in a licensing agreement. The contract is unambiguously an installment sale and a complete transfer of the\npatents to the corporation. In making its arguments, the corporation might refer to the\nsale document of -----------------, in which the shareholder\nsells for a second time the patents that it sold ------ years\nearlier. The corporation could argue that this second document\nindicates its belief that the ------- document was a license,\nwith the latter document as a subsequent license or extension of\nthe first license on the same property. This is the very type\nof evidence, however, that is inadmissible, as it is contrary to\nthe unambiguous contract language of ----- that indicates that\nthe patents were sold. Even if evidence contradicting the sale documents of ---------------------, were considered, we conclude that the\ntransaction in your examination was a sale and not a license. It is well recognized that the name given to an agreement is not\nconclusive as to the substance of the transaction. Waterman v.\nMackenzie, 138 U.S. 252 (1891). Where it appears from all the\nevidence that the parties intended a transfer of all rights in\nand to an asset, such intention will be given effect. Bell\nIntercontinental Corp. v. United States, 180 Ct. Cl. 1071, 381\nF.2d 1004 (1967). Where less than all rights to an asset are\ntransferred, there may be only a license, not a sale. Walen v.\nUnited States, 273, F.2d 599 (1st Cir. 1959). In Consolidated\nFoods Corp. v. United States, 569 F.2d 436, 437 (7th Cir. 1978),\nthe Court stated that the basic problem is to determine the\nextent to which the transferor retains propriety rights in the\ntransferred assets. If the transferor retains sufficient CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 9 proprietary rights, the transfer must be considered a license\nrather than a sale. In James O. Tomerlin Trust, Transferee v.\nCommissioner, 87 T.C. 876 (1986), the Court concluded that there\nwas a sale rather than a license of a trademark where the Court\nfound that the grant of the trademark was exclusive, worldwide,\nand forever, so long as the transferee made the required\nproduction payments, that the transferor was required to\ntransfer legal title to the trademark to the transferee after\nthe transferee made specified production payments, that the\ntransferor had no right to terminate the agreement except upon\nthe failure of the transferee to make the required periodic\npayments, and that these termination rights no longer applied\nafter the transfer of the title of the trademark. As explained above, it is clear that the -------------------------"
    },
    {
      "id": "legal-advice_77__6",
      "chunk_id": "6",
      "content": "As explained above, it is clear that the ------------------------- and ----------- of -----------------, on their face,\ntransferred all rights in the patents without limitation. In\nsubsequent years, the corporation used the patents without\nlimitation, which is an indication of ownership; the corporate\nbooks during those years did not record the payment of licensing\nfees on these patents; nor did the individual report royalties\nreceived. There is no written evidence prior to ------- that\neither the corporation or the individual intended anything other\nthan a sale on the installment method. In fact, the corporation\napparently used the patents during the period between ------------------ and ----------------, despite the lack of additional\nconsideration for use of the patents during that time; such use\nis consistent with corporate ownership, not licensing. Only\nsometime after the flow of installment payments expired did the\nparties produce a second transfer document. Interestingly, this\nlater document (the “-----------------------------------------------------,” dated ---------------) is also worded as a sale,\nand provides no evidence that a license was intended at that\ntime, nor that a renewal of a supposed earlier license was\nintended. There is nothing in the record, other than the\ntaxpayer’s representative’s current unsworn statement, that a\nlicense of these patents was ever intended. We conclude that\nthe weight of credibility, given all the evidence, indicates\nthat an installment sale was the intention of the parties on\n-------------. Issue Three: Individual Reporting The individual in his return reported a gain on the sale of\nhis patents to the corporation. As explained above, the patents CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 10 were sold; therefore a capital gain (or loss) is the appropriate\ntreatment. See I.R.C. Sec. 1221.\nI.R.C. Sec. 1235(a) provides that some sales of patents\nshall be considered as generating long-term capital gains to the\nseller even if the patent was held by the seller for less than\none year. 2\nI.R.C. Sec. 1235(d), however, states that the long-term\ncapital gain treatment provided in Sec. 1235(a) shall not\napply if the sale was between certain “related persons.” Under I.R.C. Sec. 267(b)(2), such related persons include an\nindividual and a corporation 25% or more in value of the\noutstanding stock of which is owned, directly or indirectly,\nby or for such individual. Under Sec. 1235(d)(2) and\n267(c), “indirect ownership” of stock includes stock owned\nby the individual’s spouse, ancestors, and lineal\ndescendants. In your examination, at the time of the transfer of the\npatents from the individual to the corporation, the\nindividual owned ---------------------------------------------------------------------------------------------------------------. The individual and ----------- together owned\n25% or more of the shares by value. The individual and the\ncorporation were thus “related parties” as defined by Sec.\n1235(d). It follows that Sec. 1235(a) does not apply to the\npatent sale at issue here. Where Sec. 1235(a) does not apply, the general rule of\nSec. 1222 applies. This section defines short-term capital\n2 Specifically, I.R.C. Sec. 1235(a) states:\n(a) A transfer (other than by gift, inheritance, or devise) of\nproperty consisting of all substantial rights to a patent . . .\nby any holder shall be considered the sale or exchange of a\ncapital asset held for more than one year [i.e., long term],\nregardless of whether or not payments in consideration of such\ntransfer are\n(1) Payable periodically over a period generally coterminous with\nthe transferee’s use of the patent, or (2)"
    },
    {
      "id": "legal-advice_77__7",
      "chunk_id": "7",
      "content": "Payable periodically over a period generally coterminous with\nthe transferee’s use of the patent, or (2) Contingent on the productivity, use, or disposition of the\nproperty transferred. CC:LBI:RFPH:CHI:2:M:POSTF-153754-12 Page 11 loss as the “loss from the sale or exchange of a capital\nasset held for not more than one year . . . ” We conclude\nthat the gain on the sale of the patents at issue in your\ncase must be determined under this rule. Conclusion We conclude that the corporation is entitled to a deduction\nfor the amortization of the patents under I.R.C. Sec. 167(f)(2) and\nReg. Sec. 1.167-14(c)(4) either ratably over their remaining useful\nlives as of ---------------, or using the income forecast method\nunder I.R.C. Sec. 167(g). The corporation is not entitled to\ndeduct the ---------- payments that it made to the shareholder, as\nthese payments were made to acquire a capital asset and not as the\npayment of royalties. The shareholder must report his gain (or\nloss) from this sale transaction; whether it is long-term or shortterm depends on how long he held the patents before the sale. We note that this examination may also raise issues regarding\nthe change of accounting method under I.R.C. Secs. 446(e) and\n481(a). If you wish to receive advice on that subject, please make\nan appropriate written request. If you have any questions, please contact the undersigned at ----------. -----Associate Area Counsel (LB&I) By: ____________________________ -----Attorney"
    }
  ]
}