{
  "document_category": "legal-advice",
  "docId": "legal-advice_18",
  "chunk_index": 5,
  "chunk_text": "If answer (2) can be excluded, i.e. acquiring a business in\nthe same filed is considered a business expansion, leaving answer\n5 I.R.C. ' 162 provides that A[t]here shall be allowed as deduction all the\nordinary and necessary expenses paid or incurred during the taxable year in\ncarrying on any trade or business...@ Under this section, in addition to being\nordinary and necessary, a deductible expense must be paid or incurred in\ncarrying on a business. 6 Definition of investigatory expenses. See discussion on Page 5 supra. CC:LM:NR:HOU:2: POSTF 163829-02 page 8 (1) the only answer to the question, then it can be concluded\nthat § 195, with respect to amortizing investigatory expenses,\nonly applies to acquisition of a business in a different field. Is acquiring a business in the same field considered as\nexpanding the acquirer’s existing business? An instinctive\nanswer would be yes (expanding by buying competitors), but it has\nlittle support in either statutory or case law. “Expanding a\nbusiness,” or “business expansion,” is not defined either in the\nCode or in the Regulations. The House Report, as well as § 195\nitself, indicates that costs of seeking and reviewing prospective\nbusinesses prior to reaching a decision to acquire or enter any\nbusiness (Congressional definition of “investigatory expenses”)\nincurred in connection with the expansion of an existing business\nare deductible under § 162. But no example of such deductible\nexpenses has ever been given. No such incidents have been\nobserved. This category of currently deductible expenses only\nexists as a phantom. In Wells Fargo v. Commissioner, 224 F.3d 874 (2000), the\ntransaction from which the dispute arises is a bank=s acquisition\nof two other banks. Because the banks are in the same field of\nbusiness, the government conceded on brief that the transaction\nis an expansion of an existing business, and, consequently, the\ninvestigatory expenses, instead of amortizable under ' 195, are\ncurrently deductible. See the Government=s Brief for the\nAppellee, Wells Fargo v. Commissioner at Pages 22-23. Since the Court did not hold on this issue, merely\nmentioning it in the opinion, the government’s position has no\nprecedential value. Neither did the government provide any legal\nbasis for this position. The answer to whether acquiring a business in the same field\n(as the acquirer’s) constitutes business expansion has grave\nramifications. To answer this question in the affirmative might\nbe interpreted as recognizing that investigatory expenses\nincurred in connection with acquiring a business in the same\nfield are deductible under § 162. Inferring any expense’s § 162 deductibility from\ninterpretation of a different Code section is as undesirable a\nside effect as it is an inappropriate analytical approach. Since\nthere has been no binding precedent on this issue, the government\nhas yet to take a position thereon. This task, however, is CC:LM:NR:HOU:2: POSTF 163829-02 page 9 beyond the authority (and persuading power) of the Chief\nCounsel’s field office. We therefore only conclude, based on the above analysis, to\na reasonable degree of certainty, that with respect to\ninvestigatory expenses amortization, § 195 applies only to the\ncreation of a new business or acquisition of a business in a\ndifferent field. (b) How should -- alleged “investigatory expenses” be treated?"
}