{
  "document_category": "legal-advice",
  "docId": "legal-advice_91",
  "chunk_index": 13,
  "chunk_text": "CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers. If you are a fiscal year filer using a tax year other than January 1\nthrough December 31, 2022, write “Tax Year” and the beginning and ending months\nof your fiscal year in the top margin of page 1 of Form 1040 or 1040-SR. Write-in information. If you need to write a word, code, and/or dollar amount on\nForm 1040 or 1040-SR to explain an item of income or deduction, but don't have\nenough space to enter the word, code, and/or dollar amount, you can put an asterisk\nnext to the applicable line number and put a footnote at the bottom of page 2 of your\ntax return indicating the line number and the word, code, and/or dollar amount you\nneed to enter. Section references are to the Internal Revenue Code.\ninstructions for Qualifying Surviving\nSpouse, later. Married Filing Jointly You can check the “Married filing jointly” box at the top of Form 1040 or\n1040-SR if any of the following apply. • You were married at the end of\n2022, even if you didn't live with your\nspouse at the end of 2022. • Your spouse died in 2022 and you\ndidn't remarry in 2022. • You were married at the end of\n2022 and your spouse died in 2023 before filing a 2022 return. A married couple filing jointly report\ntheir combined income and deduct their\ncombined allowable expenses on one return. They can file a joint return even if\nonly one had income or if they didn't\nlive together all year. However, both\npersons must sign the return. Once you\nfile a joint return, you can't choose to\nfile separate returns for that year after\nthe due date of the return. Joint and several tax liability. If you\nfile a joint return, both you and your\nspouse are generally responsible for the\ntax and interest or penalties due on the\nreturn. This means that if one spouse\ndoesn't pay the tax due, the other may\nhave to. Or, if one spouse doesn't report\nthe correct tax, both spouses may be responsible for any additional taxes assessed by the IRS. You may want to file\nseparately if: Need more information or forms? Visit IRS.gov. -12- • You believe your spouse isn't reporting all of their income, or\n• You don’t want to be responsible\nfor any taxes due if your spouse doesn't\nhave enough tax withheld or doesn't pay\nenough estimated tax. See the instructions for Married Filing\nSeparately. Also see Innocent Spouse\nRelief under General Information, later. Nonresident aliens and dual-status aliens. Generally, a married couple can't\nfile a joint return if either spouse is a\nnonresident alien at any time during the\nyear. However, if you were a nonresident alien or a dual-status alien and were\nmarried to a U.S. citizen or resident alien at the end of 2022, you can elect to\nbe treated as a resident alien and file a\njoint return. See Pub. 519 for details."
}