{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 4,
  "chunk_text": "The section 6511(d)(3)(A) period of limitations will expire on ----------------------and ----------------------for the --------and --------taxable years, respectively. 6\nTreas. Reg. § 1.905-1(a).\n7\nI.R.C. §§ 461(a); 905(a); Treas. Reg. § 1.905-1(a).\n8\nH.R. Rep. No. 65-767, pt. 2, at 93 (1918). POSTF-113176-10 5 during the year following the year for which the tax is imposed. ”9 And “in many cases\nthe credit is taken against the United States tax for the year following the year in which\nwas earned the income on which the foreign tax was imposed. ”10 As a result, Congress\nremedied this timing issue by allowing a cash-basis taxpayer, at its option, to take the\ncredit “in the year in which the taxes of the foreign country accrued.”11 This remedy\nallows taxpayers who use a cash method of accounting to claim the credit in the year\nthe foreign tax accrued. Congress’s remedy therefore underscores the foreign tax\ncredit’s purpose — avoiding double taxation of foreign-source income. When foreign taxes are contested, however, the timing of when they accrue for\npurposes of the credit does not follow traditional accrual accounting principles. For\nexample, in order to clearly reflect income in a taxable year, all events which fix the fact\nand amount of a liability must occur in that year before a taxpayer may deduct or claim\na credit for that liability. 12 And, in general, when an accrual-basis taxpayer contests a\ndeductible liability and that liability remains contingent, the taxpayer may not accrue and\ndeduct it in that year. 13 As articulated in Dixie Pine Products Co. v. Commissioner, the\naccrual-basis taxpayer could deduct the liability only in the year when the liability is\nfinally adjudicated. 14 This principle is referred to as the “contested tax” doctrine. But the court in Cuba Railroad Co. v. United States (“Cuba”) rejected the\ncontested tax doctrine for purposes of the foreign tax credit.15 In light of the statutory\nlanguage of section 131(d) of the 1939 Code — now section 905(a) — the contested tax\ndoctrine did not apply. 16 The court in Cuba analyzed section 131(d), which provided\nthat “[t]he credits . . . may be taken in the year in which the taxes of the foreign country\n. . . accrued.”17 The court found that the language was “clear and unambiguous” and\nsupported by case law.18 It therefore held that the credit may be taken in the year the\nforeign taxes accrued, even though the taxpayer contested the taxes, then resolved the\ndispute and paid the taxes in a later year. 19\nIn Revenue Ruling 58-55, the IRS followed the holding in Cuba. It determined\nthat a foreign tax accrued for purposes of the credit in the year to which the tax related,\nalthough the tax was disputed and could not be reasonably fixed in that year. 20 It noted\nthat the provisions in section 905(a) are “strictly statutory and do not relate to usual 9 H.R. Rep. No. 68-179, pt. 2, at 257 (1924); S. Rep. No. 68-398, pt. 2, at 284 (1924). Id.\n11\nId.\n12\nI.R.C. § 461(h)(4); United States v. Anderson, 269 U.S. 422, 441 (1926). 13\nDixie Pine Products Co. v. Commissioner, 320 U.S. 516 (1944). But see Treas. Reg. § 1.461-2(a)(1)."
}