{
  "document_category": "legal-advice",
  "docId": "legal-advice_38",
  "chunk_index": 29,
  "chunk_text": "A protest\nunder this section is not governed by subpart D of this\npart. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Treasury Department Circular No. 230 Table of Contents Subpart B — Duties and Restrictions Relating to\nPractice Before the Internal Revenue Service\n§ 10.20 Information to be furnished. (a) To the Internal Revenue Service.\n(1) A practitioner must, on a proper and lawful\nrequest by a duly authorized officer or employee\nof the Internal Revenue Service, promptly submit\nrecords or information in any matter before the\nInternal Revenue Service unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe records or information are privileged. (2) Where the requested records or information\nare not in the possession of, or subject to the control\nof, the practitioner or the practitioner’s client, the\npractitioner must promptly notify the requesting\nInternal Revenue Service officer or employee and the\npractitioner must provide any information that the\npractitioner has regarding the identity of any person\nwho the practitioner believes may have possession or\ncontrol of the requested records or information. The\npractitioner must make reasonable inquiry of his or her\nclient regarding the identity of any person who may\nhave possession or control of the requested records\nor information, but the practitioner is not required to\nmake inquiry of any other person or independently\nverify any information provided by the practitioner’s\nclient regarding the identity of such persons. (3) When a proper and lawful request is made\nby a duly authorized officer or employee of the\nInternal Revenue Service, concerning an inquiry\ninto an alleged violation of the regulations in this\npart, a practitioner must provide any information the\npractitioner has concerning the alleged violation and\ntestify regarding this information in any proceeding\ninstituted under this part, unless the practitioner\nbelieves in good faith and on reasonable grounds that\nthe information is privileged. (b) Interference with a proper and lawful request\nfor records or information. A practitioner may not\ninterfere, or attempt to interfere, with any proper\nand lawful effort by the Internal Revenue Service,\nits officers or employees, to obtain any record or\ninformation unless the practitioner believes in good\nTreasury Department Circular No. 230 faith and on reasonable grounds that the record or\ninformation is privileged. (c) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.21 Knowledge of client’s omission. A practitioner who, having been retained by a\nclient with respect to a matter administered by the\nInternal Revenue Service, knows that the client has\nnot complied with the revenue laws of the United\nStates or has made an error in or omission from any\nreturn, document, affidavit, or other paper which\nthe client submitted or executed under the revenue\nlaws of the United States, must advise the client\npromptly of the fact of such noncompliance, error,\nor omission. The practitioner must advise the client\nof the consequences as provided under the Code\nand regulations of such noncompliance, error, or\nomission. § 10.22 Diligence as to accuracy. (a) In general."
}