{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 12,
  "chunk_text": "Treas. Reg. § 1.263(a)-4(b)(1) identifies the categories of intangibles that must be\ncapitalized as follows:\n(b) Capitalization with respect to intangibles--(1) In general. Except\nas otherwise provided in this section, a taxpayer must capitalize-(i) An amount paid to acquire an intangible (see\nparagraph (c) of this section)[39]; 37 The change in litigation position announced in 2002 that cited Lychuk, Chief Counsel Notice CC-2002021, 2002 WL 32813480, addressed employee compensation, fixed overhead and de mimis transaction\ncosts, expenditures not addressed in this advice. The current position of the Commissioner on\ncapitalization is set for the capitalization of intangible regulations as in effect for the years at issue,\nregulations that were originally promulgated in 2004, T.D. 9107, 2004-1 C.B. 447.\n38 Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir. 1954) and Corporation X’s arguments relative Treas. Reg. § 1.263(a)-4(d)(9) are addressed in footnote 60, below. 39 Amounts paid to acquire intangibles are not addressed herein since the regulations set forth that to be\nan acquired intangible the taxpayer must have acquired the intangible in a “purchase or similar\ntransaction.” Treas. Reg. § 1.263(a)-4(c)(1). While “purchase or similar transaction” is not defined in the\nregulations, reading the -4 regulations as a whole, the regulatory scheme would treat the ANDAs at issue\nas created, not acquired, because the ANDAs were, for example, not acquired from another POSTU-139175-10 39 (ii) An amount paid to create an intangible described in\nparagraph (d) of this section; (iii) An amount paid to create or enhance a separate\nand distinct intangible asset within the meaning of\nparagraph (b)(3) of this section; (iv) An amount paid to create or enhance a future\nbenefit identified in published guidance in the\nFederal Register or in the Internal Revenue Bulletin\n(see § 601.601(d)(2)(ii) of this chapter) as an\nintangible for which capitalization is required under\nthis section; [40] and (v) An amount paid to facilitate (within the meaning of\nparagraph (e)(1) of this section) an acquisition or\ncreation of an intangible described in paragraph\n(b)(1)(i), (ii), (iii) or (iv) of this section. Treas. Reg. § 1.263(a)-4(b)(1)(emphasis added). Thus, rather than providing an overall definition of intangibles, the regulations require\ncapitalization of expenditures that are within the categories identified in Treas. Reg.\n§ 1.263(a)-4(b)(1)(i.e., amounts paid to acquire or create an intangible, amounts paid to\ncreate or enhance a separate and distinct intangible and amounts paid to facilitate an\nacquisition or creation of an intangible, if within the subsections cross-referenced by\nTreas. Reg. § 1.263(a)-4(b)(1)) and not specifically exempted from capitalization (e.g.,\nthe 12-month rule). These identified categories of expenditures are construed broadly\nto comply with the regulatory regime of capitalization reflected in the regulations, taking\ninto account the facts and circumstances of each case. T.D. 9107, 2004-1 C.B. 447,\n§ II. D.\nConsidering the facts and circumstances of this case, and the intangible regulations as\na whole, the professional fees at issue are clearly within one or more of the identified\ncategories of expenditures that must be capitalized. At a minimum, the amounts were\npharmaceutical company for consideration. In Media Space Inc. v. Commissioner, 135 T.C. 424, 440-441\n(2010), after finding that the intangibles at issue were not, in substance, exchanged (as argued by the\ngovernment), the Court found that Treas."
}