{
  "doc_id": "legal-advice_9",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_9__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20042901F\nRelease Date: 7/16/2003\nCC :SB:3:ATL:1:GL:106429-04\nTVance\nUILC: 172.00-00\ndate:\nto: June 7, 2004\nJason W. Graddick\nTeam Leader, Technical Team\nAtlanta Service Center from: Travis T. Vance III\nSenior Attorney (Atlanta, Group 1)\n(Small Business/Self-Employed) subject: Net Operating Loss Carrybacks This responds to your request dated February 6, 2004, for advice on net operating loss\n(NOL) issues arising at the Atlanta Service Center. Specifically, you have raised\nquestions relating to the manner in which taxpayers recompute their federal tax liability\nfollowing the carryback of a NOL that is not fully absorbed in the carryback year. You\ncite conflicting directions in Publication 536, Net Operating Losses (NOLs) for\nIndividuals, Estates and Trusts (2003), the instructions to Form 1045, Application for\nTentative Refund, and Internal Revenue Manual (IRM) Section 21.5.9. It is your opinion\nthat complying with the IRM results in problematic computations and audit trails. In\naddition, your request raises issues regarding the proper procedure for computing\nrefunds when a divorced taxpayer incurs a NOL that the taxpayer carries back to a year\nin which he or she filed a joint return. Please be advised that this memorandum has been divided into two sections. Part 1\nencompasses the issues relating to the carryback of an NOL that is not fully absorbed in\nthe carryback year. Further, in Part 1, the filing status of the taxpayer is the same in the\ncarryback year as it was when the NOL is incurred. Part 2 encompasses the issues\nrelating to a NOL incurred by a single individual that is carried to a joint return year. Part 1 – Carryback of NOL to a non-fully absorbed year\nBackground\nAs discussed more fully below, a NOL must be carried to the earliest taxable year to 2\nwhich it may be carried under § 172(b) of the Internal Revenue Code, and is considered\nto be used up, or absorbed, to the extent of taxable income, with certain modifications,\nin the year to which the NOL is carried. This taxable income amount is known as\n“modified taxable income”. When the NOL exceeds the modified taxable income in the\ncarryback year, the NOL is not fully absorbed and the remaining NOL is carried to\nsucceeding taxable years. IRM 21.5.9. I.R.M. Section 21.5.9.5.9 provides that in a carryback year in which a NOL is not fully\nabsorbed, the taxpayer’s adjusted gross income and taxable income should be reduced\nby the modified taxable income amount shown on Schedule B, Form 1045. This is\naccomplished on IDRS by inputting transaction code 888 and code 886, which offset\nadjusted gross income and taxable income, respectively, by the modified taxable\nincome amount. In effect, therefore, the IRM provides that a taxpayer’s NOL deduction\nis equal to his or her modified taxable income in years in which the NOL is not fully\nabsorbed. Publication 536, Net Operating Losses (NOLs) for Individuals, Estates, and\nTrusts\nPublication 536 provides instructions for computing a NOL deduction and a NOL\ncarryover. Publication 536, on page 7, provides that a taxpayer’s NOL deduction in the\ncarryback/carryover year is equal to the total NOL if the taxpayer has not carried the\nNOL to an earlier year."
    },
    {
      "id": "legal-advice_9__1",
      "chunk_id": "1",
      "content": "Publication 536, on page 7, provides that a taxpayer’s NOL deduction in the\ncarryback/carryover year is equal to the total NOL if the taxpayer has not carried the\nNOL to an earlier year. If the NOL has been carried to an earlier year, the taxpayer’s\nNOL deduction is the total NOL minus the amount of the NOL used (or absorbed) in\nearlier years. Thus, contrary to IRM Section 21.5.9.5.9, Publication 536 provides that\nthe NOL deduction is equal to the total available NOL, not modified taxable income, in\nthe carryover/carryback year. Form 1045, Application for Tentative Refund, and Instructions (2003)\nThe 2003 Form 1045 instructions are consistent with Publication 536. The Form 1045\ninstructions provide as follows: You generally must carry back the entire NOL to the 2nd tax year\nbefore the loss year. Any loss not used in the 2nd preceding year\nis then carried to the 1st preceding year. Any loss not applied in\nthe 2 preceding years may be carried forward up to 20 years. Conflicts arising between the IRM, Publication 536, and Form 1045 Instructions\nAccording to the Service Center, taxpayers seeking a refund for an overpayment\ngenerally offset their adjusted gross income by the entire available NOL, rather than the\nmodified taxable income amount, in recomputing their tax liability for the carryback year. As a result, the after-carryback figures as computed by the Service do not match the 3\ntaxpayer’s after-carryback figures, thereby necessitating an update of each taxpayer’s\nmodule. While, in years in which the NOL is not fully absorbed, regular taxable income\nwill generally be zero whether a taxpayer’s adjusted gross income is reduced by the\nentire NOL or the modified taxable income amount, the differing treatment of the NOLs\nmay affect other items such as the taxpayer’s alternative minimum tax and earned\nincome credit computation.\n. Issue If a NOL is incurred and carried back to a year in which the NOL is not fully absorbed,\nshould adjusted gross income be reduced by the entire NOL as set forth in Publication\n536 or by modified taxable income as discussed at IRM 21.5.9.5.9? Conclusion\nExcept as provided in Part 2 (relating to the carryback of a single individual’s NOL to a\njoint return year), a taxpayer is required to carryback the entire NOL to the earliest\navailable carryback year. Thus, in the carryback year, adjusted gross income should be\nreduced by the entire NOL, not the modified taxable income amount. Requiring a\ntaxpayer to reduce adjusted gross income by only the modified taxable income amount\nmay result in, for example, an overreporting by the taxpayer of alternative minimum\ntaxable income and an underreporting of the taxpayer’s earned income credit. Legal Analysis\nSection 172(a) allows a deduction equal to the aggregate of the net operating loss\ncarryovers to a taxable year plus the net operating loss carrybacks to such year. Section172(c) defines a “net operating loss” as the excess of the deductions allowed by\nChapter 1 of the Internal Revenue Code over gross income. The excess, however, is\ncomputed with the modifications specified in § 172(d)."
    },
    {
      "id": "legal-advice_9__2",
      "chunk_id": "2",
      "content": "Section172(c) defines a “net operating loss” as the excess of the deductions allowed by\nChapter 1 of the Internal Revenue Code over gross income. The excess, however, is\ncomputed with the modifications specified in § 172(d). The salient adjustments are:\n(A) for individual taxpayers:\n(1) No deduction is allowed for the excess of capital\nlosses over capital gains;\n(2) No personal exemptions are allowed;\n(3) Deductions not attributable to a taxpayer’s trade or\nbusiness are allowed only to the extent of the\ntaxpayer’s income not derived from a trade\nor business (losses from the sale of business\nproperty, however, are considered business\nlosses as are all casualty losses); 4\n(B) for corporations, the deduction permitted\nfor dividends received is not limited to 70 or\n80 percent of taxable income. Corporations that use debt\nfinancing for acquisitions or capital restructuring are subject to\nadditional limitations. (C) for all taxpayers, no NOL deduction is permitted in computing\nthe amount of an NOL for a taxable year. I.R.C. § 172(d)(1)-(6) Once the amount of an NOL is determined, the NOL is carried back or carried over in\naccordance with the rules of § 172(b). The amount carried back or carried over to a\ntaxable year results in a NOL deduction in the year of the carryback or carryover. Sections 172(b)(1) and (2) require, generally, that a NOL for any taxable year first be\ncarried back to each of the 2 previous taxable years, and if unabsorbed by the income\nin those years, carried forward to each of the 20 taxable years following the taxable year\nof such loss. Section 172(b)(2) provides, in part, as follows:\n. . . the entire amount of the net operating loss\nfor any taxable year (…the “loss year”) shall be carried\nto the earliest of the taxable years to which…such\nloss may be carried. Section 1.172-4(a)(3) also addresses the carrying of NOLs to succeeding years. It\nprovides as follows: The amount which is carried back or carried over to any\ntaxable year is the net operating loss to the extent it was\nnot absorbed in the computation of the taxable (or net)\nincome for other taxable years, preceding such taxable\nyear, to which it may be carried back or carried over. As stated in § 1.172-4, when a NOL is carried back or carried over, a determination\nmust be made regarding the amount of the NOL that was absorbed in the\ncarryback/carryover year. The purpose of the absorption computation is to determine\nthe remaining NOL that may be used in succeeding taxable years. Section 172(b)(2)\nprovides that the portion of the NOL carried to each of the other taxable years is the\nexcess, if any, of the amount of such NOL over the sum of the taxable income for each\nof the prior taxable years to which such loss may be carried. Section 172(b)(2),\nhowever, requires taxpayers to make certain modifications to its taxable income in\ndetermining the NOL absorption amount. Thus, a NOL is considered to be absorbed to\nthe extent of modified taxable income in the carryback/carryover year. Modified taxable\nincome is taxable income computed by ignoring any excess of capital losses over\ncapital gains, the § 1202 exclusion, and the personal exemption deduction."
    },
    {
      "id": "legal-advice_9__3",
      "chunk_id": "3",
      "content": "Thus, a NOL is considered to be absorbed to\nthe extent of modified taxable income in the carryback/carryover year. Modified taxable\nincome is taxable income computed by ignoring any excess of capital losses over\ncapital gains, the § 1202 exclusion, and the personal exemption deduction. Further,\nmodified taxable income is determined without regard to the NOL for the loss year or for 5\nany taxable year thereafter, and the taxable income so computed shall not be\nconsidered to be less than zero. Finally, § 172(b)(3)(C) allows a taxpayer to make an irrevocable election to relinquish\nthe entire carryback period and carry forward the NOL to the taxable years following the\nloss year. Illustration and Analysis (NOL not fully absorbed in a carryback year): The following example illustrates the manner in which a NOL is carried back to offset\nincome in the carryback year. Further, the example includes a NOL absorption\ncomputation. Please note that the example is intended to demonstrate the principles of\n§ 172 only and, therefore, intentionally ignores all deductions (including the personal\nexemption deduction) except the § 213 medical expense deduction. Year 1: Assume a taxpayer has gross income of $1,000 and incurs medical expenses\nof $275. The taxpayer reports the following taxable income when completing his return\nand makes timely payments of tax. Gross income $1,000 Adjusted gross\nincome 1,000 Medical expense\ndeduction 200 (limited to the extent to which the expense ($275) exceeds\n7.5% of AGI ($75)) Taxable income 800 Year 2: The taxpayer has taxable income of $1,000. Year 3: The taxpayer incurs a NOL of $1,500. Taxpayer makes no election to forego\nthe carryback of the NOL and thus must carry the NOL back 2 years to offset the\nincome in Year 1. Recomputed Year 1 taxable income:\nGross income $1,000 Net operating loss\ndeduction (1,500) Adjusted gross\nincome\nMedical expense (500) 6\ndeduction (275) (the deduction is not limited because the AGI, taking into\naccount the NOL deduction, is a negative amount) Taxable income (775) The taxpayer is thus entitled to a refund of all the taxes paid for Year 1. The taxpayer next must compute the amount of the $1,500 net operating loss that was\nabsorbed in Year 1 and thus that may be carried to Year 2. Under § 172(b)(2), the\namount of the NOL absorbed in Year 1 is equal to the Year 1 modified taxable income\n(taxable income computed with certain modifications set forth in section 172(d)). Further, modified taxable income is determined without regard to the NOL for the loss\nyear of any year thereafter. NOL absorption computation - Year 1\nGross income $1,000 Adjusted gross\nIncome 1,000 Medical expense\ndeduction (200) (the deduction is again limited because AGI is $1,000) Modified taxable\nincome 800 The $1,500 NOL is reduced by the $800 Year 1 modified taxable income leaving $700\nto be carried to Year 2 to offset the Year 2 income. Recomputed Year 1 Taxable income - IRM Method: As discussed above, I.R.M. Section 21.5.9.5.9 provides that in a carryback year in\nwhich a NOL is not fully absorbed, the taxpayer’s adjusted gross income and taxable\nincome should be reduced by the modified taxable income amount shown on Schedule\nB, Form 1045."
    },
    {
      "id": "legal-advice_9__4",
      "chunk_id": "4",
      "content": "Recomputed Year 1 Taxable income - IRM Method: As discussed above, I.R.M. Section 21.5.9.5.9 provides that in a carryback year in\nwhich a NOL is not fully absorbed, the taxpayer’s adjusted gross income and taxable\nincome should be reduced by the modified taxable income amount shown on Schedule\nB, Form 1045. The IRM instructions would thus produce the following result:\nGross income $1,000 NOL deduction (800) AGI 200 Medical expense\ndeduction (260) (limited to the amount by which the deduction\n($275) exceeds 7.5% of AGI ($15) 7 Taxable income (60) Note that, following the directions in the IRM, the taxpayer in this example is still entitled\nto a full refund of the taxes paid for Year 1. The problem, however, with the IRM\nmethod is that it computes an incorrect adjusted gross income and an incorrect taxable\nincome. Thus, the taxpayer's earned income credit could potentially be miscalculated\nbecause the amount of an earned income credit may be affected by a taxpayer’s\nadjusted gross income. Further, for taxpayers subject to the alternative minimum tax\n(AMT), AMT liability computed on Form 6251 may be miscalculated because Form 6251\nrequires taxpayers to enter their adjusted gross income minus any itemized deductions. In conclusion, § 172 requires that the entire NOL be carried back to the earliest possible\nyear. Adjusted gross income should therefore be reduced by the entire NOL carryback\nrather than by modified taxable income. The provisions of the IRM should be amended\nto reflect the correct procedure by which NOL carrybacks are computed. Part 2 – NOL sustained by a single taxpayer and carried to a joint return year\nPart 2 of this document concerns the proper procedure for computing a refund when a\nsingle taxpayer incurs a NOL and carries the NOL back to a year in which the taxpayer\nfiled a joint return. Background The questions presented for consideration in Part 2 of this document involve the\nprocedures and computations required for processing a refund arising out of a NOL\nsustained by a divorced taxpayer when the NOL is carried back to a year when the\ntaxpayer was married and filed a joint return with his or her former spouse. As\ndiscussed below, the NOL provisions are personal to the spouse incurring the loss and\nthus can only offset the income of that taxpayer. Section 6013 imposes joint and several liability upon a husband and wife for the tax\ncomputed on the aggregate income reported on a joint return. Section 6402(a) states that in the event of an overpayment, the Secretary, within the\napplicable period of limitations, may credit the amount of the overpayment, including\nany allowable interest, against any liability of an internal revenue tax on the part of the\nperson who made the overpayment and, subject to certain exceptions, must refund the\nbalance to that person. Under Rev. Rul. 74-611, 1974-2 C.B. 399, husbands and wives who file joint returns\nhave a separate interest in both the jointly reported income, as well as any overpayment\nattributable to the joint return. A joint income tax return does not create new property\ninterests for the husband or the wife in each other's income tax overpayment."
    },
    {
      "id": "legal-advice_9__5",
      "chunk_id": "5",
      "content": "A joint income tax return does not create new property\ninterests for the husband or the wife in each other's income tax overpayment. Consequently, because the taxpayer/wife in the revenue ruling paid the entire amount of 8\nthe tax, she is entitled to the entire amount of the overpayment and the Service may not\ncredit the overpayment on the joint return against the separate tax liability of the\nhusband for the prior year. IRM 21.5.9.5.16(6)(a) addresses the carryback by a former spouse of a NOL to a joint\nreturn year. It provides as follows: Use the following steps when a person (the loss spouse)\ncarries a NOL back to a taxable year in which that person filed\na joint return with a former spouse. a) Recompute the total tax liability for the carryback year limiting\nthe maximum amount of the NOL deduction to what the loss spouse’s\ntaxable income for the carryback year would have been if the spouses had\nfiled married filing separately for that tax year. Issues The questions specifically raised by your office are as follows:\n1. Whether, as articulated in IRM 21.5.9.5.16 (6)(a), in a situation in which a single\ntaxpayer incurs a NOL that is carried to a joint return year, the NOL deduction in the\ncarryback/carryover year is equal to the loss spouse’s married filing separately taxable\nincome in that year. 2. Whether, in computing the spouses’ married filing separately taxable incomes,\ntaxable social security benefits, Schedule A itemized deductions, and personal\nexemptions must be recalculated, and if so, how. 3. Whether, once the correct NOL carryback amount has been determined, the NOL\ncarryback is taken into account in determining the loss spouse’s recomputed tax liability\nfor the carryback year as though each spouse had filed a return under a married filing\nseparate status for that year? 4. Whether all taxes such as the self-employment tax, Schedule H tax and Form 5329\ntax must be included when calculating the spouse’s allocation ratio when a NOL is\ncarried from a single year to a joint tax year? 5. Whether, if the spouses are subject to the alternative minimum tax (AMT) in the\ncarryback/joint return year, the spouse’s allocation ratio must take into account the\nspouses’ separate AMT income and AMT liability. 6. Whether (a) Form 1045, Schedule B, should be used to determine how much of a\nNOL is absorbed in the carryback year and (b) the amount of the NOL absorbed in the\ncarryback year is always equal to the loss spouse’s separate modified taxable income,\neven when joint modified taxable income is smaller than the loss spouse’s separate 9\nmodified taxable income. Conclusions:\n1. For purposes of calculating the amount of a NOL incurred by a single taxpayer that\nmay be carried to a joint return year, the amount of the NOL deduction in the\ncarryback/carryover year is equal to the loss spouse’s married filing separately taxable\nincome after taking the standard deduction, itemized deductions, personal exemptions,\netc. into account. Thus, the position articulated in IRM 21.5.9.5.16 (6)(a) is correct."
    },
    {
      "id": "legal-advice_9__6",
      "chunk_id": "6",
      "content": "Thus, the position articulated in IRM 21.5.9.5.16 (6)(a) is correct. 2. Items such as taxable social security benefits, Schedule A itemized\ndeductions, and exemptions should be recomputed using the married filing\nseparate rules to arrive at: a) the amount of the NOL deduction in the\ncarryover/carryback year; and b) the separate taxable income of each spouse. 3. After the correct NOL deduction has been, the NOL deduction should be taken into\naccount by the loss spouse in determining his or her tax liability for the carryback year\nas if the spouses had filed separate returns in the carryback year. A separate tax\nliability must also be computed for the non-loss spouse. Further, the NOL deduction is\ntaken into account in computing a new joint tax liability for the carryback year. After\nthese calculations are completed, the recomputed joint return tax liability is allocated\nbetween the spouses based on their separate tax liability. Thus, the separate tax\nliabilities are computed solely for purposes of allocating the new joint tax liability and\ndetermining who is entitled to the refund. 4. Various revenue rulings and regulations suggest that all Subtitle A income taxes are\nto be taken into account in determining the amount of the recomputed joint tax liability\nallocated to each spouse. In this regard, the proper fraction to use to determine Spouse\n1’s allocable joint liability would be as follows:\nSpouse 1’s separate tax liability\nSpouse 1 and 2’s tax liability x New Joint Tax liability (using NOL) S2’s allocable joint tax liability would be determined in the same manner. Taxes that\nare not in Subtitle A, such as the gift tax or the Schedule H tax, would not be allocated\nin accordance with the above computation. 5. If the spouses are subject to the AMT in the carryback/joint return year, the spouse’s\nallocation ratio must take into account their separate AMT income and AMT liability. Further, the procedures discussed in Part 2 of this document must be done to compute\na) the AMT NOL deduction to be used in the carryback year; b) the new joint AMT\nliability; and c) the amount of the AMT NOL absorbed in the carryback year. 6. Form 1045, Schedule B is used to compute the amount of the NOL absorbed in the\ncarryback year. In general, the loss spouse’s separate modified taxable income is the 10\namount of NOL absorbed in the carryback year. Where, however, the joint modified\ntaxable income is smaller than the loss spouse’s separate modified taxable income, the\namount of the NOL that is absorbed is equal to the modified joint taxable income. Legal Analysis\nSection 1.172-7 sets forth the treatment to be accorded spouses who filed a joint return\nin one or more of the taxable years involved in the computation of a NOL deduction. Those provisions, however, do not address situations where a NOL is carried to a joint\nreturn year if, as in the instant situation, the spouses are not married when the NOL is\nincurred. A number of revenue rulings and court cases address the use of a NOL incurred by a\nsingle taxpayer in a joint return year."
    },
    {
      "id": "legal-advice_9__7",
      "chunk_id": "7",
      "content": "A number of revenue rulings and court cases address the use of a NOL incurred by a\nsingle taxpayer in a joint return year. In Calvin et ux v. United States, 354 F. 2d 202\n(10th Cir. 1965), the court of appeals determined that a spouse’s NOL sustained prior to\nmarriage could not be carried over against the other spouse’s income reported on their\njoint return. The court explained that the NOL provisions are personal to the spouse\nincurring the loss and can only offset the income of that taxpayer. Likewise, in Zeeman\nv. United States, 395 F. 2d 861 (2d Cir. 1968), a surviving spouse was not allowed to\ncarryback a NOL incurred after her spouse’s death to taxable years in which she filed\njoint returns with her deceased spouse because the deceased spouse earned all of the\njoint income. In Rev. Rul. 60-216, 1960-1 C.B. 126, a husband and wife resided in a community\nproperty state and filed a joint return for 1954. They divorced in 1955. The husband\nincurred a NOL in 1957 that he was carried back to the 1954 joint return year. The\nrevenue ruling holds that the husband’s NOL may be carried back and applied only\nagainst his share of the community income reported for the carryback year. In Rev. Rul. 80-6, 1980-1 C.B. 295, a divorced taxpayer incurred a NOL that the\ntaxpayer wanted to carryback to a joint return year. The revenue ruling, in amending\nthe rationale set forth in Rev. Rul. 75-368, 1975-2 C.B. 480, explains the procedures for\nthe carryback of a NOL to a joint return as follows: The net operating loss deduction will be carried back and\ncarried over only to the income that would have been\nreported by the taxpayer, if a separate return would have\nbeen filed. The joint rates will be applied to the reduced joint\ntaxable income. The amount of the taxpayer's individual\nrefund will be calculated by determining the taxpayer's\nrecomputed share of the joint liability according to the\nseparate tax formula: taxpayer's recomputed separate tax\nliability [divided by] both spouses' recomputed separate tax\nliability [times] recomputed joint tax liability and subtracting 11\nthat amount from the taxpayer's contribution determined in\naccordance with [Rev. Rul. 80-7, 1980-1 C.B. 296]. The\namount of the overpayment refunded to the taxpayer will be\nlimited to the amount of the joint overpayment. In computing\neach taxpayer's separate tax liability, the tax rates for\nmarried individuals filing separate returns should be used. The following is an example of the manner in which the NOL rules operate when a\nsingle taxpayer incurs a NOL and carries it to a year in which a joint return is filed. The\nexample follows the rules set forth in the above revenue rulings and cases, which\nprovide that a NOL is personal in nature to the taxpayer sustaining the loss and only\navailable in other years to offset the income of the same taxpayer."
    },
    {
      "id": "legal-advice_9__8",
      "chunk_id": "8",
      "content": "The\nexample follows the rules set forth in the above revenue rulings and cases, which\nprovide that a NOL is personal in nature to the taxpayer sustaining the loss and only\navailable in other years to offset the income of the same taxpayer. Thus, when the NOL\nis incurred by a single taxpayer but is carried to a joint year, a separate taxable income\nmust be computed for each spouse in the carryback year to ensure that the NOL is\nused to offset only the income of the spouse who incurred the loss. The example is\nintended to demonstrate the principles of § 172 only and, therefore, the phase-outs for\nitemized deductions and personal exemptions are ignored. Further, a married filing\njointly (MFJ) tax rate of 20% and married filing separately (MFS) rate of 25% are used\nfor purposes of simplicity. Illustration and analysis of an allocation of a NOL from a single filing tax year to a\njoint tax year\nYear 1 Tax return information (Phaseouts are ignored for purposes of this\nillustration): Spouse 1 (S1) and Spouse 2 (S2) filed income tax return under a\nmarried filing jointly status and reported the following items:\nS1 S2 Joint Gross income $100,000 $150,000 $250,000 Adjusted gross\nIncome 100,000 150,000 250,000 Personal exemption (10,000) (10,000) (20,000) Mortgage interest (15,000) (15,000) (30,000) Real estate taxes (10,000) (10,000) (20,000) (40,000) (21,250)* Medical expenses\nTaxable income 158,750 12\nTax liability (20%) 31,750 * The $21,250 medical expense deduction is the extent to which the expense\n($40,000) exceeds 7.5% of AGI ($18,750). S1 and S2 each paid ½ of the joint ax liability, or $15,875. Year 2: S1 and S2 divorce. Both file a separate return reporting positive taxable\nincome and a tax liability. Year 3: S2 incurs a NOL of $210,000. S2 does not elect to forego the carryback of the\nNOL and thus must carry the NOL to Year 1. The NOL carryback may only offset S2's\nincome in the carryback year. Thus, unlike other NOL situations, the carryback amount\nis not the entire NOL but only the amount of S2's income computed as if S2 filed a\nseparate return. The amount of the carryback and, thus, S2's NOL deduction in Year 1\nis computed as follows:\nStep 1: Determine the amount of S2's NOL that may be carried back\nS2\nGross income $150,000 AGI 150,000 Personal exemption (10,000) Mortgage interest\ndeduction (15,000) Real estate taxes\ndeduction (10,000) Medical expense\ndeduction (100%) (28,750)* Taxable income $ 86,250 NOL carryback\nallowable/NOL\ndeduction $ 86,250 * The $28,750 medical expense deduction is the extent to which the expense\n($40,000) exceeds 7.5% of AGI ($11,250). Step 2: Recompute S1’s and S2’s joint tax liability with the $86,250 NOL 13\ndeduction to determine the amount of overpayment. Gross income $250,000 Net operating loss deduction (86,250) Adjusted gross income 163,750 Personal exemption deduction (20,000) Mortgage Interest deduction (30,000) Real estate tax deductions (20,000) Medical expense deduction\n(limited to 7.5% of AGI) (27,719)* Taxable income $ 66,031 Recomputed joint tax liability (rounded)\n(20% rate) $ 13,206 * The $27,719 (rounded amount) medical expense deduction is the extent to which the\nexpense ($40,000) exceeds 7.5% of AGI ($12,281)."
    },
    {
      "id": "legal-advice_9__9",
      "chunk_id": "9",
      "content": "(20,000) Mortgage Interest deduction (30,000) Real estate tax deductions (20,000) Medical expense deduction\n(limited to 7.5% of AGI) (27,719)* Taxable income $ 66,031 Recomputed joint tax liability (rounded)\n(20% rate) $ 13,206 * The $27,719 (rounded amount) medical expense deduction is the extent to which the\nexpense ($40,000) exceeds 7.5% of AGI ($12,281). Step 3: Determination of overpayment for year 1:\nYear 1 tax liability per original return\nYear 1 tax liability after NOL carryback $31,750\n$13,206 Overpayment $18,544 Step 4: Who is entitled to the refund of the overpayment? a) Compute each spouse’s separate tax liability as if the spouses filed married\nfiling separate returns: Gross income S1 S2 $100,000 $150,000 NOL deduction (86,250) AGI 100,000 63,750 Personal exemption (10,000) (10,000) 14 Mortgage interest (15,000) (15,000) Real estate taxes (10,000) (10,000) Medical expense ded ______ (35,219)* Taxable income $ 65,000 (6,469) Tax liability (assume a 25% rate) $16,250 0 * The $35,219 medical expense deduction is the extent to which the expense ($40,000)\nexceeds 7.5% of AGI ($4,781)\nb) Allocate of the joint tax liability based on separate tax liability\nS1's separate tax liability\nX\nS1 and S2 separate tax liability\n16,250\n16,250 recomputed joint tax liability X 13,206 = $13,206 S2's separate tax liability\nX\nS1 and S2 separate tax liability recomputed joint tax liability 0\nX 13,206 = $ 0\n16,250 Thus, in this example, all of the joint tax liability is attributable to S1.\nc) Determine how much tax each spouse paid. In this example, each spouse paid $15,875, which was 1/2 of the original tax liability. d) Calculate the refund to each spouse\nS2 is entitled to a refund of $15,875 because S2 had no tax liability after the carryback\nof S2's NOL. Since the overpayment was $18,544, S1 is entitled to a refund of $2,669\n($18,544 minus S2's refund of $15,875). Step 5: Absorption computation The NOL amount absorbed in Year 1 is equal to S2's Year 1 modified taxable income\ncomputed as if S2 filed a separate return for Year 1. (Note that the NOL would be\nabsorbed only to the extent of the joint modified taxable income if, unlike in this\nexample, the joint modified taxable income is less than the loss spouse's separate 15\nmodified taxable income). As discussed in Part 1 of this document, the personal\nexemption deduction and the NOL are ignored for purposes of computing modified\ntaxable income. Absorption computation:\nS2\nGross income $150,000 AGI $150,000 Mortgage interest (15,000) Real estate taxes (10,000) Medical expense\ndeduction (28,750)* Modifed taxable\nincome 96,250 Amount of NOL\nabsorbed in Year 1 96,250 NOL to be carried to\nYear 2 $210,000 minus $96,250 = $113,750 * The $28,750 medical expense deduction is the amount by which the expenses\n($40,000) exceed 7.5% of adjusted gross income ($11,250)\nNote: Had S1 and S2 not divorced and simply filed separate returns for Years 2 and 3,\nthe above calculations would not have been necessary since S2’s individual NOL would\nhave become a joint NOL carryback to the joint return year. See § 1.172-7(b). If we may be of further assistance, please do not hesitate to contact the undersigned at\n---------------------. 16 This writing may contain privileged information."
    },
    {
      "id": "legal-advice_9__10",
      "chunk_id": "10",
      "content": "See § 1.172-7(b). If we may be of further assistance, please do not hesitate to contact the undersigned at\n---------------------. 16 This writing may contain privileged information. Any unauthorized\ndisclosure of this writing may have an adverse effect on privileges, including the\nattorney/client privilege. If disclosure becomes necessary, please contact this\noffice for our views. WILLARD N. TIMM, JR. Associate Area Counsel\n(Small Business/Self-Employed)\nBy:________________________ TRAVIS VANCE, III\nSenior Attorney (SBSE) Approved:\n_________________________________ Cc: Stephen Toomey\nSenior Counsel\nOffice of Chief Counsel\nIncome Tax and Accounting\nWashington, DC\nGL Legal Files ______________ Date"
    }
  ]
}