{
  "document_category": "legal-advice",
  "docId": "legal-advice_33",
  "chunk_index": 38,
  "chunk_text": "Table of Contents as consulting with experts in the relevant area or\nstudying the relevant law. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.36 Procedures to ensure compliance. (a) Any individual subject to the provisions of this\npart who has (or individuals who have or share)\nprincipal authority and responsibility for overseeing\na firm’s practice governed by this part, including the\nprovision of advice concerning Federal tax matters\nand preparation of tax returns, claims for refund,\nor other documents for submission to the Internal\nRevenue Service, must take reasonable steps to\nensure that the firm has adequate procedures in\neffect for all members, associates, and employees\nfor purposes of complying with subparts A, B, and\nC of this part, as applicable. In the absence of a\nperson or persons identified by the firm as having\nthe principal authority and responsibility described\nin this paragraph, the Internal Revenue Service\nmay identify one or more individuals subject to the\nprovisions of this part responsible for compliance\nwith the requirements of this section. (b) Any such individual who has (or such\nindividuals who have or share) principal authority\nas described in paragraph (a) of this section will be\nsubject to discipline for failing to comply with the\nrequirements of this section if— (1) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that the firm has adequate\nprocedures to comply with this part, as applicable,\nand one or more individuals who are members of,\nassociated with, or employed by, the firm are, or\nhave, engaged in a pattern or practice, in connection\nwith their practice with the firm, of failing to comply\nwith this part, as applicable;\n(2) The individual through willfulness,\nrecklessness, or gross incompetence does not take\nreasonable steps to ensure that firm procedures\nin effect are properly followed, and one or more\nindividuals who are members of, associated with,\nor employed by, the firm are, or have, engaged in a\nPage 26 — § 10.35 pattern or practice, in connection with their practice\nwith the firm, of failing to comply with this part, as\napplicable; or\n(3) The individual knows or should know that one\nor more individuals who are members of, associated\nwith, or employed by, the firm are, or have, engaged\nin a pattern or practice, in connection with their\npractice with the firm, that does not comply with\nthis part, as applicable, and the individual, through\nwillfulness, recklessness, or gross incompetence fails\nto take prompt action to correct the noncompliance. (c) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.37 Requirements for written advice. (a) Requirements.\n(1) A practitioner may give written advice\n(including by means of electronic communication)\nconcerning one or more Federal tax matters subject to\nthe requirements in paragraph (a)(2) of this section. Government submissions on matters of general\npolicy are not considered written advice on a Federal\ntax matter for purposes of this section. Continuing\neducation presentations provided to an audience\nsolely for the purpose of enhancing practitioners’\nprofessional knowledge on Federal tax matters\nare not considered written advice on a Federal tax\nmatter for purposes of this section. The preceding\nsentence does not apply to presentations marketing\nor promoting transactions."
}