{
  "document_category": "legal-advice",
  "docId": "legal-advice_56",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082804F\nRelease Date: 7/11/08\nCC:LM:F:LI:DRMirabito\nPOSTF-103406-08\nVia Regular Mail\ndate:\nto: March 18, 2008 --------------------------------------------------------------------------------------------------------------------------------------------------------------- from: Theodore R. Leighton\nAssociate Area Counsel (Long Island)\n(Large & Mid-Size Business) subject: ------------------------------------------------------------UIL 6501.08-00, 6012.05-01, 671.00-00 You requested advice on whether extensions of the statute of limitations should be\nsecured from several grantor trusts that are shareholders in a S Corporation or from the\nindividual grantors and whether potential audit adjustments should be protected via an\nextension of the statute of limitations on a Form 872 or on a Form 872-I.\nIssues\n1. Whether it is necessary to secure extensions of the statute of limitations from S\nCorporation shareholders that are grantor trusts or should extensions be obtained from\nthe individual grantors. 2. Whether such extensions should be secured on Forms 872 or Forms 872-I.\nConclusions 1. Extensions of the statute of limitations should be secured from each of the individual\ngrantors of the grantor trusts that are shareholders in the S Corporation. In addition,\nsince it is possible that these trusts are not wholly-owned and therefore only partly\ngrantor trusts, we recommend that you secure extensions of the statutes of limitations\nfrom each trust. Each trust’s fiduciary is responsible for making a tax return. POSTF-103406-08 2 2. Such extensions should be secured through Forms 872-I. We have coordinated this advice with our National Office. The National Office has\nreviewed and agrees with this advice. Facts: You have advised us of the following facts: ---------------------------------------------------------------------------------- filed its Form 1120S for\nthe ----------------------------------------------------------------------. A Form 872-S attached to\nthis return shows that the statute of limitations has been extended until ----------------------------. According to Schedules K-1 attached to this Form 1120S, the shareholders in ------------------ are: ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% ------------------------------------------------------------------------------------------% The Form K-1 for each shareholder above (collectively, the subject grantor trusts)\nattached to the Form 1120S reports or claims items of ordinary income, interest income,\nnet section 1231 gain, charitable contributions, investment income, a depreciation\nadjustment, nondeductible expenses, and property distributions. We do not know\nwhether the subject grantor trusts filed any Forms 1041, do not have copies of any such\nreturns filed by the subject grantor trusts, or have any information on items reported on\nsuch returns. On his joint Form 1040 filed for the ------------------------1, --------------------- reported items\nfrom the ----------------------------------------- and the -----------------------------------------. These\nitems reported from the two Trusts included Interest Income, Short Term Capital Gain,\n1 It does not appear from either the Form 1040 or the Form 1120S that -------------------------------------------------------, is a shareholder in the S Corporation in her own right. Treas. Reg. § 1.671-4(b)(8) provides that\na trust all of which is treated as owned by a husband and wife who make a joint return of income taxes for\nthe taxable year under Internal Revenue Code § 6013 is considered to be owned by one grantor for\npurposes of paragraph (b). Therefore, this memorandum will consider ------------------ as a grantor. POSTF-103406-08 3 Income From Trusts, and Depreciation. On --------------------, ----------------- requested an\nautomatic extension of the time to file this return until ------------------; the preparer signed\nthe return on -----------------------."
}