{
  "document_category": "legal-advice",
  "docId": "legal-advice_18",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nCC:LM:NR:HOU:2:POSTF-163829-02\n----------- UIL: 195.00-00 date: September 26, 2003 Number: 20040302F\nRelease Date: 1/16/2004 to: Amy Nasto, Revenue Agent, ----STOP 4110HOU\nfrom: Associate Area Counsel (Large and Mid-Size Business)\nsubject: -----Section 195 Issues This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney-client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. This is in response to your request for assistance regarding\nthe characterization and the proper tax treatment of certain\nexpenses that - Corporation incurred in - relating to its\nacquisition of -- Corporation. Facts\nAround mid-----, the - Corporation (-)Board of Directors\ndecided to target Mobil Corporation -- for acquisition. On -------------, - acquired --, which became --subsidiary and a member\nof the - consolidated group. - immediately changed its name to --- Corporation (---). Prior to ------ - paid ----------------------------------------------------------------------------------------------------------------------- $---- for professional\nservices relating to its acquisition of --. According to --------- ----- letter to -, these services include:\n(i) advising on the value creation of the Transaction\nfor the Company versus its current stand-alone plan;1\n1 “Company” refers to -- and “Transaction” refers to the acquisition of ----------------------------------------------------------------------------------------------------------------------. See --------------------------------- CC:LM:NR:HOU:2: POSTF 163829-02 page 2 (ii) advising on the structuring of the Transaction;\n(iii) advising on acquisition or merger tactics,\nincluding situations involving the interference by\nthird parties;\n(iv) assistance in presenting the Transaction to the\nfinancial markets (analysts, investors and press)\nincluding among other things the organization of road\nshows following announcement;\n(v) assistance in presenting the Transaction to the\nregulatory bodies in the US and the European Community;\n(vi) assisting in the coordination of all\nimplementation steps of the Transaction with internal\nand external advisors to the Company, and assisting\nwith the preparation of documentation, the conduct of\ndue diligence in respect of the Transaction and the\nimplementation of the Transaction;\n(vii) delivering an opinion to the Board of Directors\nof the Company as to the fairness to the Company, from\na financial point of view, of the consideration to be\npaid by the Company in the Transaction (the “Opinion”),\nsuch Opinion to be in a form and with such conditions\nas are satisfactory to ---- and the Company; and\n(viii) as required, any other work related to the\nTransaction agreed between the parties. See ------ ----- letter to -. --- has not provided a breakdown\nof the amount paid for these services. --- treated the above-mentioned $---- as startup\nexpenditures, and started amortizing it from - under\nI.R.C. ' 195(c)(1). The Service hesitates in allowing this\namount to be so characterized and so treated, because the Service\nis unsure whether the fact that - and -- were in the same field\nof business before the acquisition would render §195\ninapplicable. -------------------------------------------------------------------------------------------------- letter to --. CC:LM:NR:HOU:2: POSTF 163829-02 page 3 Issues:\n(a) With respect to amortization of investigatory expenses, does\n' 195 apply only to creating a new business or acquiring a\nbusiness in a field that differs from the acquirer’s existing\nbusiness? Brief answer: Yes. (b) How should -- alleged “investigatory expenses” be treated? Brief answer: The majority of these expenses should be\ncapitalized under § 263."
}