{
  "doc_id": "legal-advice_39",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_39__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082802F\nRelease Date: 7/11/08\nCC:SB:1:MAN:3:POSTS-152317-07\nFCMutter date:\nto: from: subject: June 10, 2008 --------------------------------------------------Exam Group\nRevenue Agent\nArea Counsel\n(Small Business/Self-Employed:Area 1) ------------------------------------------------------------------------------- (“Taxpayers”) This memorandum responds to your request for assistance. This memorandum should\nnot be cited as precedent. ISSUE:\nWhether the taxpayers are entitled to relief under I.R.C. § 1341 for 2005 and\nsubsequent years for payments they made to settle qui tam (“whistle blower”) lawsuits. CONCLUSION: The complaints giving rise to the causes of action against taxpayers should be obtained\nand reviewed along with the evidence supporting the claims. If the taxpayers engaged\nin intentional wrongdoing, they would not be entitled to relief under I.R.C. § 1341. The\ntaxpayers may be entitled to relief if they made deductible payments pursuant to a\nsettlement agreement negotiated in good faith by the parties to establish liability. FACTS:\nThe taxpayers provided consulting and administrative services to hospitals with alcohol\nand substance abuse programs. The United States contended that, during the period\nfrom ----------------------to --------------------------, the taxpayers entered into “administrative POSTS-152317-07 2 services agreements” with hospitals that paid taxpayers for providing the hospitals with\nreferrals. In connection with these agreements, the taxpayers allegedly “knowingly\ncaused the hospitals to submit to the United States false or fraudulent claims for\npayment to the -------------------------for alcohol and substance abuse services the\nhospitals provided to patients referred by [taxpayers].” On ----------------------, -------------------, who owned the majority of the shares of both\ntaxpayers, entered into an agreement with the United States and ------------------ to settle\nwhistle blower lawsuits. ------------ brought a lawsuit, in which the United States\nintervened in part, in the United States District Court for the ------------------------------------------ under the whistle blower provisions of the False Claims Act, 31 U.S.C. §§ 37293733. The United States also filed a complaint against the taxpayers under the whistle\nblower provisions of the False Claims Act. In the settlement agreement, the taxpayers did not admit to any wrongdoing or improper\nconduct on their part. Nor did the United States concede that its claims had no basis. The parties reached the settlement in order “to avoid the delay, uncertainty,\ninconvenience, and expense of protracted litigation.” Pursuant to the agreement, the\ntaxpayers agreed to pay the United States $------------------, plus interest. The settlement\npayment chart shows a payment of $--------------- on ---------------------- and a payment of\n$---------------, plus accrued interest, on --------------------------. The chart also shows that\nthe taxpayers were to make two payments of $--------------- each, plus accrued interest,\nin both ------- and ------- and a final payment of $---------------, plus accrued interest, in ----------. The United States agreed to pay $---------------, ---% of the settlement amount, to\n-------------as the whistle blower. The taxpayers are Sub-Chapter S corporations owned ---% by --------------------and ---%\nby ----------------(collectively “the shareholders”). On their federal income tax returns,\nForms 1120S, for taxable year -------, taxpayers reported as other deductions “refund of\nprior years income.” Taxpayer --------------------------------deducted $---------------, while\ntaxpayer -------------------------------------------deducted $---------------. The total of these\namounts, $---------------, equals the payments that the taxpayers were to make in ------pursuant to the settlement agreement. These deductions increased the ordinary business losses for both taxpayers."
    },
    {
      "id": "legal-advice_39__1",
      "chunk_id": "1",
      "content": "Taxpayer --------------------------------deducted $---------------, while\ntaxpayer -------------------------------------------deducted $---------------. The total of these\namounts, $---------------, equals the payments that the taxpayers were to make in ------pursuant to the settlement agreement. These deductions increased the ordinary business losses for both taxpayers. The\nlosses flowed to and were deducted by the shareholders on their federal income tax\nreturns, Forms 1040, for taxable year -------. Shareholder -----------------------reported\nthese losses ------------------------as non-passive and without limitation. Shareholder ------------------reported the losses from the taxpayers ----------------------- as passive. These\nlosses were limited because of the passive activity loss rules. In a memorandum dated ----------------------- to taxpayers’ shareholders, counsel for the\ntaxpayers represented that the settlement amount of $------------------ was based on the\ncalculation of the profits to the taxpayers during the ------ to ------- period from the POSTS-152317-07 3 “administrative services agreements.” The settlement agreement thus represented a\n“disgorgement of profits.” To support this claim, the taxpayers’ counsel attached to his memorandum a copy of a\nletter he had written, with evidence of its transmittal and receipt, to Assistant United\nStates Attorney ---------------------------., dated --------------------, confirming with --------------------------------------------------------------------------------------------------------------------------------that the settlement amount reflected a “disgorgement of profits” and that ------------------letter to the United States Department of Justice recommending the settlement\ndescribed the settlement in that way. LAW AND ANALYSIS\nI.R.C. §1341(a) applies if a taxpayer is allowed a deduction for repayment of an item\nthat was included in gross income in a prior year because the taxpayer appeared to\nhave an unrestricted right to the income item in the year of receipt. In the event the\nrepayment exceeds $3,000.00, taxpayers may take a credit in lieu of a deduction in the\nyear of repayment equal to the amount of tax they originally paid on the income item in\nthe year of receipt, if the credit provides more benefit than the deduction. Treas. Reg. §1.1341-1(b) explains how the tax is computed in the year of repayment in\nthe event that the repayment exceeds $3,000.00. The tax in the year of repayment is\nthe lesser of: 1) the tax computed with the repayment treated as a deduction; or, 2) the\ntax computed with the tax originally paid on the repayment amount treated as a credit. The credit can result in a tax overpayment in the year of repayment. I.R.C. §1341(b)(1). The deduction can result in a net operating loss. I.R.C. §1341(b)(4). Case law has interpreted how I.R.C. § 1341 applies in situations involving wrongfully or\nallegedly wrongfully obtained funds. In Angel D. Perez and Dorothy E. Perez v. United\nStates, 553 F.Supp. 558 (D. Fla. 1982), the plaintiff made restitution to his prior\nemployer of kickback payments that he had reported in income in the year received. The court reasoned that the plaintiff clearly breached his fiduciary duty when he\naccepted those payments and could therefore not apply I.R.C. §1341 to the restitution\nof the kickback payments. The court held that, although ill-gotten gains were included\nin gross income under I.R.C. §61, I.R.C. §1341’s “’unrestricted right’ language must be\nread to exclude from its coverage all those who receive earnings knowing themselves to\nhave no legal right thereto.”"
    },
    {
      "id": "legal-advice_39__2",
      "chunk_id": "2",
      "content": "The court held that, although ill-gotten gains were included\nin gross income under I.R.C. §61, I.R.C. §1341’s “’unrestricted right’ language must be\nread to exclude from its coverage all those who receive earnings knowing themselves to\nhave no legal right thereto.” In Barrett v. Commissioner, 96 T.C. 713 (1991), petitioner husband repaid $54,400.00 in\n1984 to settle a claim alleging that he used insider information to buy and sell securities. The Tax Court found that the petitioners were entitled to I.R.C. § 1341 relief for the\nrepayment because, according to the Tax Court, “while maintaining his innocence,”\npetitioner husband disgorged these funds as part of an arms-length settlement of a civil\nlawsuit. These types of settlements “have substantially the same effect as judgments” POSTS-152317-07 4 and provide sufficient proof of a taxpayer’s ultimate lack of unrestricted right to the\nincome and the applicability of I.R.C. §1341. The Service disagreed with the Barrett decision (AOD-1992-08), noting that the Tax\nCourt’s reasoning was incomplete because the court failed to determine if a “nexus”\nexisted between the claim of right and the repayment. The Service also noted that,\nalthough it did not recommend appeal, it would seek to distinguish the Barrett case on\nits facts in the future. In George C. and Elaine E. Parks v. United States of America, 945 F.Supp. 865 (W.D.\nPa. 1996), the plaintiffs repaid proceeds received from the sale of their home security\nbusiness in connection with the settlement of fraud-related litigation arising from the\nsale. In moving for summary judgment, the plaintiffs argued that there were no disputed\nmaterial facts and that Barrett controlled. The Parks Court disagreed, noting that “the\nTax Court [in Barrett] implicitly accepted the notion that it appeared that the taxpayer\nhad an unrestricted right to the funds.” The court refused to do that in Parks because to do so “would conclusively eliminate the\ngovernment’s opportunity to demonstrate that the income was derived from fraud, and\nthat a corresponding refund would reward the fraud, contrary to section 1341.” The\ncourt then denied the plaintiffs’ summary judgment motion, noting that “taxpayers may\nbe required to undergo trial by operation of section 1341 to vindicate [their unrestricted\nright to income], even though they may have settled direct claims of liability for the same\nalleged wrongdoing.” In Stephen S. Wang, Jr. v. Commissioner, T.C. Memo. 1998-389, the Tax Court had an\nopportunity post-Barrett to revisit the applicability of I.R.C. §1341 in the context of\nrepayment of funds received from wrongdoing or alleged wrongdoing. In this case, the\nService argued that petitioner was not entitled to I.R.C. § 1341 relief for disgorging\nprofits related to sale of insider information because: 1) he never included the insider\ntrading proceeds in his income; 2) he did not receive the insider trading income under a\nclaim of right (that he did not have an unrestricted right to the income when he received\nit); and, 3) illegally obtained income does not, per se, give rise to a claim of right. Petitioner argued Barrett controlled, as that case was factually similar, and that he was\ntherefore entitled to relief under I.R.C. §1341."
    },
    {
      "id": "legal-advice_39__3",
      "chunk_id": "3",
      "content": "Petitioner argued Barrett controlled, as that case was factually similar, and that he was\ntherefore entitled to relief under I.R.C. §1341. The Tax Court reasoned that, since the petitioner in Wang did not include the\n$125,000.00 in gross income in 1987, he was not entitled to relief under I.R.C. §1341\nfor the disgorgement of these funds in 1988. In distinguishing Barrett, the Wang opinion\nreasoned that in Barrett the issue concerned whether the taxpayer had the legal\nobligation to repay amounts previously included in income. In Wang, by contrast, the\nissue concerned “the claim of right or the appearance of the unrestricted right to\nincome” in the year of receipt, not the legal obligation to repay the funds. POSTS-152317-07 5 The court in Wang stated in dicta that it did not believe that taxpayers with illegal\nincome were per se not entitled to the benefits of I.R.C. §1341 and that: With respect to each taxpayer it would be necessary to decide whether his\ncircumstances meet the requirements of I.R.C. §1341. Embezzlers do not meet\nthe claim of right requirement under I.R.C. §1341 because there was no claim of\nright, not because the income or gain was illegally obtained. I.R.C. §1341 only\napplies if the taxpayer appeared to have an unrestricted right to the income in the\nyear of receipt. In our case, you should confirm through review of transcripts and tax returns that the\ntaxpayers reported gross income of at least $-------------------in the period from ------- to --------. Under Wang, the taxpayers, as a threshold matter, would not be entitled to apply\nI.R.C. §1341 if they did not include in gross income the amounts repaid in ------- and to\nbe repaid in subsequent years. You should also obtain a copy of -------------- memorandum to the Department of Justice\nrecommending settlement. Taxpayers’ counsel references this memorandum in his\nmemorandum to the taxpayers’ shareholders dated ----------------------- and in his letter to\nAssistant United States Attorney -------- dated --------------------. You will want to confirm\nthat the AUSA truly understood the settlement as reflecting a “disgorgement of profits.” Assuming that the AUSA understood the settlement that way and the transcripts show\ngross income of at least $------------------ for the ------- to ------- period, the next step in the\ninquiry is to investigate the nature of the claims asserted against the taxpayers by --------------------------------------------------------------------------------------------------------------------------and the United States in their complaints under the False Claims Act. The complaints\nshould be reviewed and the evidence to support the claims should be obtained and\nevaluated. We can assist you with this review. If, after this review, it appears as if taxpayers engaged in intentional misconduct, even\nthough they settled their liability, we would recommend that they not be entitled to relief\nunder I.R.C. § 1341. If, however, after the review, you determine that that there is no\nevidence of intentional wrongdoing on the part of taxpayers, we would recommend that\nthe agreement be respected as establishing the taxpayers’ liability and their entitlement\nto relief under I.R.C. § 1341. In that case, you would need to determine whether the\ntaxpayers and their shareholders properly reported, in accordance with Treas."
    },
    {
      "id": "legal-advice_39__4",
      "chunk_id": "4",
      "content": "In that case, you would need to determine whether the\ntaxpayers and their shareholders properly reported, in accordance with Treas. Reg.\n§1.1341-1(b), the tax consequences of these repayments on their federal income tax\nreturns. POSTS-152317-07 6 Please call Fred Mutter at (917) 421-4747 if you have any further questions. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse effect on privileges, such as the attorney client\nprivilege. If disclosure becomes necessary, please contact this office for our\nviews. FRANCES F. REGAN\nArea Counsel\n(Small Business/Self-Employed: Area 1) By: _____________________________ FREDERICK C. MUTTER\nAttorney\n(Small Business/Self-Employed) cc: Area Counsel"
    }
  ]
}