{
  "document_category": "legal-advice",
  "docId": "legal-advice_58",
  "chunk_index": 2,
  "chunk_text": "Taxpayer --------------------------------deducted $---------------, while\ntaxpayer -------------------------------------------deducted $---------------. The total of these\namounts, $---------------, equals the payments that the taxpayers were to make in ------pursuant to the settlement agreement. These deductions increased the ordinary business losses for both taxpayers. The\nlosses flowed to and were deducted by the shareholders on their federal income tax\nreturns, Forms 1040, for taxable year -------. Shareholder -----------------------reported\nthese losses ------------------------as non-passive and without limitation. Shareholder ------------------reported the losses from the taxpayers ----------------------- as passive. These\nlosses were limited because of the passive activity loss rules. In a memorandum dated ----------------------- to taxpayers’ shareholders, counsel for the\ntaxpayers represented that the settlement amount of $------------------ was based on the\ncalculation of the profits to the taxpayers during the ------ to ------- period from the POSTS-152317-07 3 “administrative services agreements.” The settlement agreement thus represented a\n“disgorgement of profits.” To support this claim, the taxpayers’ counsel attached to his memorandum a copy of a\nletter he had written, with evidence of its transmittal and receipt, to Assistant United\nStates Attorney ---------------------------., dated --------------------, confirming with --------------------------------------------------------------------------------------------------------------------------------that the settlement amount reflected a “disgorgement of profits” and that ------------------letter to the United States Department of Justice recommending the settlement\ndescribed the settlement in that way. LAW AND ANALYSIS\nI.R.C. §1341(a) applies if a taxpayer is allowed a deduction for repayment of an item\nthat was included in gross income in a prior year because the taxpayer appeared to\nhave an unrestricted right to the income item in the year of receipt. In the event the\nrepayment exceeds $3,000.00, taxpayers may take a credit in lieu of a deduction in the\nyear of repayment equal to the amount of tax they originally paid on the income item in\nthe year of receipt, if the credit provides more benefit than the deduction. Treas. Reg. §1.1341-1(b) explains how the tax is computed in the year of repayment in\nthe event that the repayment exceeds $3,000.00. The tax in the year of repayment is\nthe lesser of: 1) the tax computed with the repayment treated as a deduction; or, 2) the\ntax computed with the tax originally paid on the repayment amount treated as a credit. The credit can result in a tax overpayment in the year of repayment. I.R.C. §1341(b)(1). The deduction can result in a net operating loss. I.R.C. §1341(b)(4). Case law has interpreted how I.R.C. § 1341 applies in situations involving wrongfully or\nallegedly wrongfully obtained funds. In Angel D. Perez and Dorothy E. Perez v. United\nStates, 553 F.Supp. 558 (D. Fla. 1982), the plaintiff made restitution to his prior\nemployer of kickback payments that he had reported in income in the year received. The court reasoned that the plaintiff clearly breached his fiduciary duty when he\naccepted those payments and could therefore not apply I.R.C. §1341 to the restitution\nof the kickback payments. The court held that, although ill-gotten gains were included\nin gross income under I.R.C. §61, I.R.C. §1341’s “’unrestricted right’ language must be\nread to exclude from its coverage all those who receive earnings knowing themselves to\nhave no legal right thereto.”"
}