{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 5,
  "chunk_text": "Rev. Rul. 66-30, 1966-1 CB 55, applying Treas. Reg. §\n1.174-2. None of the fees at issue were incurred in obtaining a patent for any research and development POSTU-139175-10 31 the origin of the claim test must be applied, considering the relevant facts and\ncircumstances. A key fact is that the attorney fees at issue were incurred to obtain the\nright to market and sell new generic drugs in the United States. An overview of the\nstatutes, regulations, and case law that governs obtaining the right to market and sell\nnew generic drugs in the United States is set forth in Addendum A, attached hereto and\nincorporated herein. In the second step, addressed in Section II, below, whether the\nfees are within § 263 must be analyzed, specifically considering the 2004 capitalization\nof intangibles regulations. 20\nSection I. Origin of the Claim The characterization of the attorney fees at issue as deductible expenses within I.R.C.\n§ 162 or as capital expenditures within I.R.C. § 263 must first be analyzed using the\norigin of the claim test. United States v. Gilmore, 372 U.S. 39, 49 (1963)(“the origin and\ncharacter of the claim with respect to which an expense was incurred, rather than its\npotential consequences upon the fortunes of the taxpayer, is the controlling basic test of\nwhether the expense . . . is deductible or not. . .”). See Deputy v. DuPont, 308 U.S.\n488, 494 (1940) (“It is the origin of the liability out of which the expense accrues which\nis material.”) In Woodward v. Commissioner, 397 U.S. 572 (1970), the Supreme Court explained\nthat:\nA standard based on the origin of the claim litigated comports with\nthis Court's recent ruling on the characterization of litigation\nexpenses for tax purposes in United States v. Gilmore, 372 U.S.\n39, 83 . . . (1963). This court there held that the expense of\npreviously undertaken to develop the generic drugs and/or to establish their bioequivalence with the\nbranded drugs, so none of the fees are within Treas. Reg. § 1.174-2(a)(1). See Rev. Rul. 67-401, 1967-2\nC.B. 123 (“The expenses for legal and accounting work incurred by the taxpayer in applying for a Federal\nincome tax ruling in connection with a research and development project and a determination of a\nregulatory commission with respect to the effect of the project on the taxpayer’s rate structure are not\ndeductible as research and experimental expenditures under section 174(a) of [the Code]”). At no time\nhas Corporation X contended the fees addressed herein are within § 174. 20 Due to the “difficulty of translating general capitalization principles into clear, consistent and\nadministrative standards,” the capitalization of intangibles regulations were drafted because “much of the\nuncertainty and controversy *** has related to expenditures that create or enhance intangible assets or\nbenefits.” Announcement 2002-9, 2002-1 C.B. 536. To reduce this uncertainty and controversy, for a\nspecifically delineated subset of expenditures (i.e., expenditures not within the scope of the intangible\nregulations), capitalization will not be proposed solely on the grounds that the intangible asset has a\nsignificant future benefit until further guidance is published. 2004-1 C.B. 447, T.D. 9107, § II.A., General\nPrinciple of Capitalization."
}