{
  "document_category": "legal-advice",
  "docId": "legal-advice_90",
  "chunk_index": 3,
  "chunk_text": "POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently. For example, X indicated that, because of “posting errors,” it did not deduct the postretirement expenses, and it did not include in income the post-retirement\nreimbursements from Z until Year6. Here is how X treated the post-retirement benefit\nreimbursements on its original return and in its claim for refund:\nX: Post-Retirement Benefit Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nexcluded\nexcluded\nexcluded\nDeduction\nnone\nnone\nnone Year6\nincluded\nnone Year7\nincluded\nnone X: Post-Retirement Benefits Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\nexclude\nexclude\nexclude\n*exclude\n*exclude\nDeduction\n*deduct\n*deduct\n*deduct\n*deduct\n*deduct\nYear6 and Year7 represent a whipsaw position in X’s claim because X wants to exclude\nthe post-retirement reimbursements from income and take a deduction for the amounts\nof post-retirement benefits it paid to the assigned employees. X treated the wage reimbursements on its original return and in its claim for\nrefund as follows:\nX: Excess Wage Reimbursements Per Return\nYear3\nYear4\nYear5 Income\nincluded\nincluded\nincluded\nDeduction\ndeducted\ndeducted\ndeducted Year6\nincluded\ndeducted Year7\nnone X: Excess Wage Reimbursements Per Claim (*=change from return)\nYear3\nYear4\nYear5\nYear6\nYear7 Income\n*exclude\n*exclude\n*exclude\n*exclude\nnone\nDeduction\nno change\nno change\nno change\nno change\nno change reporting standards, that you examined Z’s various publicly-available financial reports for the relevant\nperiods, and that you found no indication that Z did not deduct these amounts. POSTF-100602-09 6 For the sake of simplicity, X defines the “excess wage” as difference between the wage\nscale that X uses and the wage scale that Z would have used, but for the employee\nassignment agreement. X is not seeking to exclude the entire wage reimbursement it\nreceived from Z, just the “excess wage” amount. In Year6, X and Z amended the employee assignment agreement to change the\namount Z was required to reimburse X. At that time, Z still was paying the assigned\nemployees a higher average hourly wage that its competitors were paying their\nemployees. To assist Z in reducing its wage costs, X agreed to return to Z a portion of\nthe reimbursement based on the cost differential between wages paid to the assigned\nemployees and workers at other similar companies, but only for new business sourced\nby X to Z after January 1, Year6. In Year7, X and Z agreed that X would re-acquire title and control of all of Z’s\nfacilities that used X’s assigned employees, effectively terminating the employee\nassignment agreement. LAW AND ANALYSIS Gross income is income from whatever source derived, including all items that\nare “undeniable accessions to wealth, clearly realized, and over which the taxpayers\nhave complete dominion.” IRC § 61; Commissioner v. Glenshaw Glass Co., 348 U.S.\n426, 431 (1955). Here, X is not arguing that the reimbursements 5 it received from Z do\nnot constitute “income” as defined by the Code. Instead, X argues that the\nreimbursements arose because of the tax-free spinoff transaction, and, therefore, are\n5 We use the term “reimbursements” to include both the amounts attributable to the post-employment and\nwage-related expenses of the assigned employees. POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted)."
}