{
  "document_category": "legal-advice",
  "docId": "legal-advice_17",
  "chunk_index": 7,
  "chunk_text": "The legislative history of the FSC regime sheds light on the\ndefinition of the term “transaction” as follows:\n…\"solicitation\" refers to the communication … by the FSC,\nor its agent, to a customer or potential customer of the\nterms of sale, such as the price, credit, delivery, or other\nspecification. The term \"making of the contract\" includes\nthe performance by the FSC, or its agent, of any of the\nelements necessary to complete a sale such as making an\noffer or accepting the offer. (Emphasis added.) General Explanation of the Revenue Provisions of the Deficit\nReduction Act of 1984, III. General Explanation of the Revenue\nProvisions of the Act, Title VIII- Foreign Sales Corporation (H.R.\n4170, 98th Congress; P. L. 98-369); JCS-41-84; (Part 58 of 81\nParts)(hereinafter “General Explanation of FSC Act”). 16 Taxpayer makes much of the fact that, in the transition rule, CC:LM:HMT:--------:POSTF-103313-03 page 17 terms of the agreement and specifying the rights and obligations\nof the buyer and seller was awarded or signed17; or, (3) occurred\nwhen a munitions export license for the military equipment was\nobtained. 18 For all purposes except the ETI regime, Taxpayer\nplaces the greatest emphasis on its contracts. None of the above definitions of “sale transaction” would\nentitle Taxpayer to the benefits of the ETI Act for income from\nits pre-existing long-term contracts. Consequently, Taxpayer\nargues that the sale transaction does not occur until it reports\nsale income under the I.R.C. § 460 percentage of completion\n(“POC”) method of accounting. Under the POC method of\naccounting, Taxpayer includes in gross income, in each taxable\nyear ending after the date the contract is entered, a percentage\nof the total revenue it estimates it will receive from the\ncontract. The computation itself is based on all items under the\ncontract and is inconsistent with treating such items\nindependently. Without any cited authority or support, Taxpayer\nasserts that the use of the words \"gross receipts\" in\nI.R.C. § 460:\n… clearly indicates that the Service contemplates a\nsale or exchange at the time when gross receipts are\nreportable. In other words, under the POC method of\naccounting, the \"sale or exchange\" under Federal tax\nprinciples is really deemed to occur when the income is\nreported. (Taxpayer’s Position Paper, p. 4.) Taxpayer’s use of the POC method of accounting for\nlong-term contracts to define the scope of transactions\nencompassed within the ETI régime is untenable. A method of\naccounting addresses the recognition of income - it is\nirrelevant to determining the character of the income for\nCongress utilized the words \"transaction\" and \"contract\" in the same\nsentence arguing that this is proof that the terms can never equate. If\nuse in the same sentence was the touchstone for interpretation, a more\ncompelling conclusion is that income and transaction are never\nequivalents. See, I.R.C. §§ 941 through 943.\n17 The award of the contract is generally the point at which disappointed\ncompetitors of the seller challenge the sale. See, e.g., Northrop Grumman\nCorp. v. U.S., 50 Fed. Cl. 443 (2001); Aero Corp. v. Department of the Navy,\n558 F.Supp. 404 (D.D.C. 1983). 18 See, e.g., LTR 82-12-043 (December 23, 1981). An export license applies to\nthe total quantity of a defense article or articles contracted for subject to\na time limitation (four years)."
}