{
  "document_category": "legal-advice",
  "docId": "legal-advice_62",
  "chunk_index": 127,
  "chunk_text": "Use Tax Topic\n452 or see Pub. 504. ! Line 18\nPenalty on Early Withdrawal of\nSavings\nThe Form 1099-INT or Form 1099-OID\nyou received will show the amount of\nany penalty you were charged. -89- Line 19 a Line 19c On line 19c, enter the month and year of\nyour original divorce or separation\nagreement that relates to this deduction\nfor alimony paid. Line 20\nIRA Deduction If you made any nondeductible TIP contributions to a traditional\nindividual retirement arrangement (IRA) for 2022, you must report\nthem on Form 8606. You no longer need to be TIP younger than age 701/2 to take\na deduction for your contributions to an IRA. If you made contributions to a traditional IRA for 2022, you may be able to\ntake an IRA deduction. But you, or your\nspouse if filing a joint return, must have\nhad earned income to do so. For IRA\npurposes, earned income includes alimony and separate maintenance payments\nreported on Schedule 1, line 2a. If you\nwere a member of the U.S. Armed\nForces, earned income includes any nontaxable combat pay you received. If you\nwere self-employed, earned income is\ngenerally your net earnings from\nself-employment if your personal services were a material income-producing\nfactor. For more details, see Pub. 590-A. A statement should be sent to you by\nMay 31, 2023, that shows all contributions to your traditional IRA for 2022. Use the IRA Deduction Worksheet to\nfigure the amount, if any, of your IRA\ndeduction. But read the following list\nbefore you fill in the worksheet. 1. You can't deduct contributions to\na Roth IRA. But you may be able to take\nthe retirement savings contributions\ncredit (saver's credit). See the instructions for Schedule 3, line 4. 2. If you are filing a joint return and\nyou or your spouse made contributions\nto both a traditional IRA and a Roth IRA\nfor 2022, don’t use the IRA Deduction\nWorksheet in these instructions. Instead,\nsee Pub. 590-A to figure the amount, if\nany, of your IRA deduction. 3. You can’t deduct elective deferrals to a 401(k) plan, 403(b) plan, section 457 plan, SIMPLE plan, or the federal Thrift Savings Plan. These amounts\naren't included as income in box 1 of\nyour Form W-2. 4. If you made contributions to your\nIRA in 2022 that you deducted for 2021,\ndon’t include them in the worksheet. 5. If you received income from a\nnonqualified deferred compensation\nplan or nongovernmental section 457\nplan that is included in box 1 of your\nForm W-2, or in box 1 of Form\n1099-NEC, don’t include that income on\nline 8 of the worksheet. The income\nshould be shown in (a) box 11 of your\nForm W-2, (b) box 12 of your Form\nW-2 with code Z, or (c) box 15 of Form 1099-MISC. If it isn't, contact your employer or the payer for the amount of the\nincome. 6. You must file a joint return to deduct contributions to your spouse's IRA. Enter the total IRA deduction for you\nand your spouse on line 20. 7. Don’t include rollover contributions in figuring your deduction. Instead,\nsee the instructions for Form 1040 or\n1040-SR, lines 4a and 4b. 8. Don't include trustees' fees that\nwere billed separately and paid by you\nfor your IRA."
}