{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 27,
  "chunk_text": "If, before the thirty-month stay expires, the court holds\nthat the patent is invalid or would not be infringed by the ANDA\napplication, then the FDA will approve the ANDA upon that\ndecision. Otherwise, “the FDA will not approve the ANDA until the\n[original] patent expires.” 19 Fed. Cir. B.J. at 305-306 (footnotes omitted)\nIntroduction § 1.4, states “[a] reference listed drug (21 CFR 314.94(a)(3)) means the listed drug identified\nby FDA . . . ” (emphasis added) Section 1.4 further explains that “[b]y designating a single reference\nlisted drug as the standard to which all generic versions must be shown to be bioequivalent, FDA hopes\nto avoid possible significant variations among generic drugs and their brand name counterpart. Such\nvariations could result if generic drugs were compared to different reference listed drugs.” However,\nSection 1.4 explains that, in certain circumstances, another listed drug can become an additional\nreferenced drug and, in some circumstances, two listed drugs can both be reference listed drugs, with\nspecific terminology used for the reference listed drugs addressed in Section 1.4. 61 The patents in the Orange Book for the referenced drugs are referred to herein as “listed.” POSTU-139175-10 57 However, if the patent litigation is not resolved during the thirty-month stay, the FDA will\napprove the ANDA if all other requirements are met, but the generic drug company\nproceeds at its own risk, as explained below. If the generic applicant makes a paragraph IV certification and suit\nis brought within forty-five days, final approval is stayed for thirty\nmonths or until a court decision of validity and non-infringement. If\nthe case is resolved in favor of the patent owner, the court must\norder that final approval take effect no earlier than patent expiry. If\nthe litigation is ongoing at the conclusion of the thirty months, FDA\nmust approve the ANDA if it is otherwise approvable, and the\ngeneric applicant may market its product. In this case,\nhowever, [the ANDA holder] risks damages for patent infringement\nif it later loses the lawsuit. The patent owner may bring a patent\ninfringement suit later, but if it brings suit after the forty-five day\nnotice period, there is no thirty-month stay of generic approval. Krista Hessler Carver, Jeffrey Elikan and Erika Lietzan, An Unofficial Legislative History\nof the Biologics Price Competition and Innovation Act of 2009, 65 Food & Drug L.J. 671,\n678 (2010)(footnotes omitted). To counter the burden of being sued for infringement, the Hatch-Waxman Act provides\nan incentive for the generic company to expose itself to an infringement suit in order to\nbring a generic drug to market, a 180-day period of exclusivity for the generic product in\nthe market. The fundamental goal behind 180-day exclusivity was to provide an\nincentive for generic drug applicants to challenge innovator patents,\nand the core of the concept--as it has been applied by the Food\nand Drug Administration (FDA) and the courts--is that the first\ngeneric drug applicant to challenge an innovator's patent is entitled\nto six months of exclusivity against subsequent patent challengers\nfor the same innovator drug. 180-day exclusivity is governed by\nsections 505(j)(5)(B)(iv) and 505(j)(5)(D) of the FDCA."
}