{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 31,
  "chunk_text": "402 F.3d at 1059, n.2. “The ANDA process allows the manufacturers of generic drugs to gain early entry into the market. HatchWaxman's truncated procedure avoids the duplication of expensive safety and efficacy studies, so long as\nthe generic manufacturer proves that its drug is bioequivalent to the already-approved brandname/pioneer drug. As part of the application process, the generic applicant must certify that the relevant\npatent(s) on the brand-name drug are either invalid or will not be infringed. This is commonly known as a\n’Paragraph IV certification.’ The patent holder is then notified of the ANDA, and if the patent holder sues\nfor infringement within forty-five days of receiving the notice, the FDA automatically institutes a thirtymonth delay on the generic manufacturer's ANDA approval. See 21 U.S.C. 355(j)(5)(B)(iii) .” Id.\n70 “The Hatch-Waxman scheme distinguishes between New Drug Applications (NDAs) and Abbreviated\nNew Drug Applications (ANDAs). To seek FDA approval for a pioneer drug, the manufacturer must file a\ncomplete NDA. Such a filing must ‘provide the FDA with a listing of all patents that claim the approved\ndrug or a method of using the drug.’ aaiPharma Inc., 296 F.3d at 230. The NDA must also set forth data\nestablishing that the drug is safe and effective. See 21 U.S.C. § 355(b). Later, a company that makes a\ngeneric drug that is biologically equivalent to the pioneer drug may seek FDA approval for the drug by\nfiling an ANDA. The ANDA relies on the pioneer drug's safety and effectiveness studies. See 21 U.S.C.\n§ 355(j); aaiPharma Inc., 296 F.3d at 231.” 454 F.3d at 272. “The ANDA must contain a certification as to whether the proposed generic drug would infringe the patent\nprotecting the pioneer drug, and if not, why not. Pertinent here is the fourth of the statute's four\ncertification options (the paragraph IV option), allowing the ANDA applicant to certify that the pioneer\ndrug's patent is ’invalid or will not be infringed by the manufacture, use, or sale of the new drug for which\nthe application is submitted.’ 21 U.S.C. § 355(j)(2)(A)(vii)(IV). Thus, ’an ANDA applicant making a\nparagraph IV certification intends to market its product before the relevant patents have expired.’\naaiPharma Inc., 296 F.3d at 232. The patent holder and the NDA holder (which usually are the same\ncompany, the pioneer drug maker) are entitled to notice that a paragraph IV ANDA has been filed. If,\nupon receiving such notice, the patent holder sues the applicant for patent infringement within 45 days,\nthe FDA must stay a decision on whether to approve the ANDA for 30 months (unless the patent expires\nor a court holds that it is invalid or not infringed during that time). 21 U.S.C. § 355(j)(5)(B)(iii).“ Id. POSTU-139175-10 61 2008).71 See also In the Matter of 180-Day Generic Drug Exclusivity for Abbreviated\nNew Drug Applications, Docket No. 85N-0214, Comment of the Staff of the Bureau of\nCompetition and of Policy Planning of the Federal Trade Commissioner, November 4,\n1999.72 Once an ANDA is approved, the holder of the ANDA is still subject to numerous FDA\nrequirements in order to retain the right to market and sell the approved generic drug."
}