{
  "document_category": "legal-advice",
  "docId": "legal-advice_34",
  "chunk_index": 46,
  "chunk_text": "Service by this method will be considered\ncomplete upon mailing, provided the complaint is\naddressed to the respondent at the respondent’s last\nknown address as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder. (3) Service by other than certified or first class\nmail. (i) Service of the complaint may be made on\nthe respondent by delivery by a private delivery\nservice designated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations there under) of the\nrespondent. Service by this method will be considered\ncomplete, provided the complaint is addressed to the\nrespondent at the respondent’s last known address\nPage 32 — § 10.62 as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder. (ii) Service of the complaint may be made in\nperson on, or by leaving the complaint at the office\nor place of business of, the respondent. Service by\nthis method will be considered complete and proof\nof service will be a written statement, sworn or\naffirmed by the person who served the complaint,\nidentifying the manner of service, including the\nrecipient, relationship of recipient to respondent,\nplace, date and time of service. (iii) Service may be made by any other means\nagreed to by the respondent. Proof of service will be\na written statement, sworn or affirmed by the person\nwho served the complaint, identifying the manner\nof service, including the recipient, relationship\nof recipient to respondent, place, date and time of\nservice. (4) For purposes of this section, respondent\nmeans the practitioner, employer, firm or other entity,\nor appraiser named in the complaint or any other\nperson having the authority to accept mail on behalf\nof the practitioner, employer, firm or other entity or\nappraiser. (b) Service of papers other than complaint. Any\npaper other than the complaint may be served on the\nrespondent, or his or her authorized representative\nunder §10.69(a)(2) by:\n(1) mailing the paper by first class mail to the last\nknown address (as determined under section 6212\nof the Internal Revenue Code and the regulations\nthereunder) of the respondent or the respondent’s\nauthorized representative,\n(2) delivery by a private delivery service\ndesignated pursuant to section 7502(f) of the\nInternal Revenue Code to the last known address\n(as determined under section 6212 of the Internal\nRevenue Code and the regulations thereunder)\nof the respondent or the respondent’s authorized\nrepresentative, or\n(3) as provided in paragraphs (a)(3)(ii) and (a)(3)\n(iii) of this section. (c) Service of papers on the Internal Revenue\nService. Whenever a paper is required or permitted\nto be served on the Internal Revenue Service in\nTreasury Department Circular No. 230 Table of Contents connection with a proceeding under this part,\nthe paper will be served on the Internal Revenue\nService’s authorized representative under §10.69(a)\n(1) at the address designated in the complaint, or at\nan address provided in a notice of appearance. If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint."
}