{
  "doc_id": "legal-advice_95",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_95__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20123905F\nRelease Date: 9/28/2012\nCC :LB&I:RFPH:ATL:GBO:------------POSTF-124887-12\nUILC: 6511.03-06, 172.01-00 date: July 10, 2012 to: ----------------, Team Manager ---------------, Sr. Team Coordinator from: Associate Area Counsel (Atlanta)\n(Large Business & International) subject: ----------------------------- (\"Taxpayer\") and Subsidiaries\nRefund Claim for tax years 2003/12 and 2004/12 A\nB\nC\nD\nE\nF\nG\nH\nI\nJ\nK\nL\nM\nN\nO\nP\nQ\nR\nS\nT\nU\nV =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-124887-12 W\nX\nY\nZ =\n=\n=\n= 2 ------------------------------------------------------------------- This document should not be used or cited as precedent. ISSUES You asked:\n(1) Whether an extension of the assessment period under I.R.C. § 6501(c)(4) that is\nrestricted to certain items extends the refund period under I.R.C. § 6511(c) for items\nother than the restricted items? (2) If a refund is not allowed, whether the deductions giving rise to the refund claims are\nconsidered in any net operating loss (“NOL”) carried over to 2005? 1\nCONCLUSIONS\n(1) No, the extension of an assessment period restricted to certain items does not\nextend the refund period for items not extended. (2) Yes, the barred deductions are considered in determining the amount of the NOL\ncarried over to 2005, as explained herein. STATEMENT OF FACTS\nOn September 19, 2004, Taxpayer filed Form 1120, U.S. Corporation Tax Return, for its\n2003 tax year. On September 19, 2005, Taxpayer filed Form 1120 for its 2004 tax year. In 2003, Taxpayer had taxable income of $---------------.2 In 2004, Taxpayer had a NOL\nof $---------------. 3 In 2005, Taxpayer had taxable income of $-----------------.4 Taxpayer\ncarried the 2004 NOL back to 2003 to offset all of the taxable income reported in 2003,\n1 This advice assumes, but does not conclude, that you have correctly concluded that a deduction for\ndividends paid by the ESOP is allowable. 2\nTaxpayer’s 2003 taxable income is based on its taxable income of $----------------, per the prior IRS\nexamination, less a ---------------------------- adjustment (unrelated to this issue) of $--------------. 3\nTaxpayer’s 2004 NOL is based on its NOL of $----------------, per the prior IRS examination, less a ----------------------------------- adjustment (unrelated to this issue) of $--------------. 4 Taxpayer’s 2005 taxable income is based on its taxable income of $-----------------, less a dividends\nreceived deduction of $-----------------. 3 POSTF-124887-12 then carried over the remaining 2004 NOL to 2005.5\nTaxpayer and the IRS entered into a series of agreements under I.R.C. § 6501(c)(4) to\nextend the period of limitations on assessment for 2003 and 2004. Those agreements\nare on Forms 872, Consent to Extend the Time to Assess Tax, described in the\nfollowing table. 6\nYears Covered Date Executed 2003\n2003 and 2004\n2003 and 2004\n2003 and 2004\n2003 and 2004 May 21, 2007\nSept. 4, 2007\nAug. 7, 2008\nOct. 10, 2008\nJan. 30, 2009 7 Extended Assessment\nDate\nDec. 31, 2007\nDec. 31, 2008\nMar. 31, 2009\nJune 30, 2009\nDec. 31, 2009 Restricted? No\nYes\nYes\nYes\nYes The Forms 872 executed through January 30, 2009, state: “The taxpayer may file a\nclaim for a credit or refund and the Service may credit or refund the tax within 6 months\nafter this agreement ends.” The Forms 872 executed on September 4, 2007, August 7,\n2008, October 10, 2008, and January 30, 2009, contained the following restrictions:"
    },
    {
      "id": "legal-advice_95__1",
      "chunk_id": "1",
      "content": "The Forms 872 executed on September 4, 2007, August 7,\n2008, October 10, 2008, and January 30, 2009, contained the following restrictions: The amount of any deficiency assessment is to be limited to that resulting\nfrom any of the following adjustments, any penalties and additions to tax\nattributable thereto and any consequential changes to other items based\nupon any such adjustments: 1. Any adjustments relating to disallowance of deductions for\ncontributions to 401(k) plans of the taxpayer;\n2. Any adjustment to interest on long term contracts computed under the\nlook back method;\n3. Correlative and conforming adjustments to deductions for commissions\npayable to --------------------------, a foreign sales corporation, as\nnecessary, to accommodate adjustment to ----------------------------------taxable income. 4. Correlative and conforming adjustments to any tax credits, including\nforeign tax credits, general business credits and research and\ndevelopment credits, also including carryforwards and carrybacks, as\nnecessary, to accommodate adjustments to --------------- taxable\n5 Taxpayer had a separate NOL in 2002. IRS records of Taxpayer’s account reflect that in September 2009, the IRS and Taxpayer signed a\nForm 872 extending the period of limitations on assessment until May 30, 2010. Neither the IRS nor\nTaxpayer, however, has been able to locate a copy of the Form 872. 7\nThe “Date Executed” is the date the IRS countersigned the Form 872.\n6 POSTF-124887-12 4 income;\n5. Any adjustment to interest reported under certain gain recognition\nagreements filed with the IRS pursuant to regulations under\nSection 367 of the Code;\n6. Any adjustments to net operating losses, including carryforwards and\ncarrybacks;\n7. Any adjustments relating to or arising from a certain competent\nauthority proceeding under the U.S.------------ income tax treaty initiated\nby ---------------------------------------------, a wholly owned ------------subsidiary of -----------------------------. Taxpayer and the IRS extended the assessment period for Taxpayer’s 2005 tax year\nuntil at least December 31, 2010. The extensions were not restricted. On or about June 15, 2010, Taxpayer filed Forms 1120X, Amended U.S. Corporation\nTax Return, on which Taxpayer requested a refund of tax for its 2003 and 2004 tax\nyears. Taxpayer’s refund claim for its 2003 tax year “includes a claim for a deduction\nfor dividends paid during the year on stock held by --------------- [Taxpayer’s] employee\nstock ownership plan (“ESOP”), and a Net Operating Loss (“NOL”) carryback from the\n2004 taxable year.” Specifically:\n(1) Employee Stock Ownership Plan (“ESOP”) 404(k) Dividend Issue -- $------------------------. Under Code section 404(k), ------------- is entitled to a deduction in\nthe 2003 tax year for dividends paid during the year on stock held by ------------------------------------------------------------------------------------------------------------------------ESOP.\n(2) Increase in NOL Carryback from the 2004 tax year, as detailed in\nForm 1120X for the 2004 tax year and attachment to same, included\nherewith and filed concurrently (portion only, remainder will be carried\nforward to the 2005 tax year) -- $--------------. Taxpayer’s refund claim for its 2004 tax year includes an adjustment for:\n(1) Employee Stock Ownership Plan (“ESOP”) 404(k) Dividend Issue -- $------------------------. Under Code section 404(k), ------------- is entitled to a deduction in\nthe 2004 tax year for dividends paid during the year on stock held by ------------------------------------------------------------------------------------------------------------------------ESOP. Taxpayer maintains that its right to file a refund claim was stated generally in the POSTF-124887-12 5"
    },
    {
      "id": "legal-advice_95__2",
      "chunk_id": "2",
      "content": "$------------------------. Under Code section 404(k), ------------- is entitled to a deduction in\nthe 2004 tax year for dividends paid during the year on stock held by ------------------------------------------------------------------------------------------------------------------------ESOP. Taxpayer maintains that its right to file a refund claim was stated generally in the POSTF-124887-12 5 Form 872, with no additional language restricting the right to any particular issues. For\nsupport, Taxpayer cited an IRS Field Service Memorandum, 1995 FSA LEXIS 570,\n1997 WL 33324355. Specifically, Taxpayer stated: The guidance provided by the IRS National Office as to how a restricted\nconsent affects the statute of limitations for filing refund claims is clear and\nconsistent. In a Field Service Advice Memorandum, dated March 10,\n1995, the IRS addressed this question directly and held that despite the\nexistence of a restricted Form 872, the statute of limitations remained\nopen for claims for refund to be filed on any issue, for six months after the\nForm 872 agreement ended. See 1995 FSA LEXIS 570. The facts of that\nFSA were similar to --------------- [Taxpayer’s] facts: (i) the taxpayer and the\nIRS entered into a Form 872, which restricted assessments to certain\nenumerated issues; and (ii) the language concerning claims for refund\nwas not similarly restricted. In its analysis, the IRS National Office noted\nonly one case that had considered the issue, Liberty National Life Ins. Co.\nv. United States, 77-1 U.S.T.C. ¶ 9107 (N.D. Ala. 1976), rev’d on other\ngrounds, 600 F.2d 1106 (5th Cir. 1979), in which the lower court held that\n“a refund claim for any unrelated issue was timely even where the consent\nagreement extending the time for assessment was restricted to a\nparticular issue.” The IRS National Office went on to state that: We believe the reasoning of the Court in Liberty National to\nbe correct. It is well settled that the waiver of right, such as\nthe right to file a claim for a refund within a certain time\nperiod, must be clear and unequivocal. In the present case,\nif it was the intention of the parties to restrict the issues for\nwhich a claim for refund could be filed … [the Form 872]\ncould have been modified to provide for such restriction. [The Form 872], however, includes no such restriction. Therefore, it is our opinion that a refund claim on any issue\ncould be filed within the six month period prescribed in the\nagreement. See 1995 FSA LEXIS 570 (internal citations omitted). Taxpayer and the\nIRS extended the assessment period for Taxpayer’s 2005 tax year until at\nleast December 31, 2010. The extensions were not restricted. The Internal Revenue Manual (IRM) also follows the holding in Liberty\nNational, and notes specific language that should be included on\nForm 872 (in addition to the “basic restrictive statement”1) in order to\nrestrict a taxpayer’s right to file refund claims: POSTF-124887-12 6 The provisions of Section 6511(c) of the Internal Revenue\nCode are limited to any refund or credit resulting from an\nadjustment for which the period for assessment is extended\nunder the agreement. See IRM § 25.6.22.8.12(2). ___________________________________________________________ 1"
    },
    {
      "id": "legal-advice_95__3",
      "chunk_id": "3",
      "content": "POSTF-124887-12 6 The provisions of Section 6511(c) of the Internal Revenue\nCode are limited to any refund or credit resulting from an\nadjustment for which the period for assessment is extended\nunder the agreement. See IRM § 25.6.22.8.12(2). ___________________________________________________________ 1 The basic restrictive statement included in IRM § 25.6.22.8.12(1) is: “The amount of any\ndeficiency assessment is to be limited to that resulting from any additional adjustment to\n(description of the area(s) of consideration), any penalties and additions to tax\nattributable thereto, and any consequential changes to other items based on such\nadjustment.” Taxpayer concludes that the language in restrictive statement does not contain the\nadditional language recommended by the IRM to limit refund claims, and that the IRS, in\nits informal guidance, has “uniformly held that Forms 872 limiting assessments to\nenumerated issues via the ‘basic restrictive statement’ do not also limit refund claims to\nthose same issues.” LAW AND ANALYSIS\nTimeliness of Refund Claims The period of limitations for filing a refund claim of an overpayment of tax is generally\nthe later of (1) within three years of the time that the tax return was filed, or (2) within\ntwo years of the time that the tax was paid. I.R.C. § 6511(a).\nSection 6511(c) provides an exception whereby, if the IRS and the taxpayer agreed to\nextend the period of assessment of tax under I.R.C. § 6501(c)(4), then the time for filing\na refund claim is within six months after the expiration of the period of limitations on\nassessment, as extended. I.R.C. § 6511(c)(1). This paragraph (c)(1) states: “The\nperiod for filing claim for credit or refund … shall not expire prior to the 6 months after\nthe expiration of the period within which an assessment may be made pursuant to the\nagreement or any extension thereof under section 6501(c)(4).” Under the general rule, the refund period for Taxpayer’s 2003 tax year expired in\nSeptember 2007 (i.e., three years after September 2004) and the refund period for\nTaxpayer’s 2004 tax year expired in September 2008 (i.e., three years after\nSeptember 2005). Looking only at the general (unrestricted) extension under\n§ 6501(c)(4) for Taxpayer’s 2003 tax year, the refund period expired in June 2008 (i.e.,\nsix months after the assessment period ended on December 31, 2007). Without\nconsidering the restricted extensions, the assessment period for 2004 expired in\nSeptember 2008. Therefore, Taxpayer’s refund claim is timely only if the restricted\nextensions kept the refund period open for every issue, and not just those to which the\nassessment period was restricted. POSTF-124887-12 7 When interpreting the language of a statute, the plain meaning governs. U.S. v.\nSpringer, 609 F.3d 885, 889 (6th Cir. 2010). Section 6511(c)(1) states that the refund\nperiod shall not expire prior to six months after the “expiration of the period within which\nan assessment may be made pursuant to the agreement or any extension thereof under\n§ 6501(c)(4).” I.R.C. § 6511(c)(1) (emphasis added). Under this statutory language,\nany extension of the refund period must be based upon an extension of the assessment\nperiod. In the case of restricted extensions, the assessment period for non-restricted\nitems is not extended."
    },
    {
      "id": "legal-advice_95__4",
      "chunk_id": "4",
      "content": "Under this statutory language,\nany extension of the refund period must be based upon an extension of the assessment\nperiod. In the case of restricted extensions, the assessment period for non-restricted\nitems is not extended. As a result, the refund period for the non-restricted items is not,\nand could not be extended. There is no provision in I.R.C. § 6511 for an extension of\nthe refund period of limitations by agreement independent of an extension of the\ncorresponding assessment period of limitations by agreement. This conclusion is supported by the holding in Indiana Nat’l Corp. v. U.S., 980 F.2d\n1098 (7th Cir. 1992). In that case, the Court of Appeals for the Seventh Circuit\nconsidered the effect of a consent to extend the assessment period for excise taxes on\nthe refund period for income taxes. The taxpayer argued that because excise taxes and\nincome taxes were both in Title 26 of the United States Code, that an agreement to\nextend the assessment period for excise taxes automatically extended the refund period\nfor income taxes (or any other tax under Title 26). The court held:\nThe Code provision allows extensions by agreement for any tax imposed\nunder Title 26. That does not mean, however, that parties may not limit\nthe terms of their agreement to a specific tax. In this case, the Consent\nwas expressly limited to the assessment of excise taxes. Therefore, the\nagreement does not affect the appellant’s claims for refund of income\ntaxes. Indiana Nat’l Corp. v. U.S., 980 F.2d at 1103-1104. Here, the restricted extensions did not extend the assessment period for the ESOP\ndividends and, accordingly, did not extend the refund period for the ESOP dividends. Because the restricted extensions did not keep the refund period open for the non-listed\nitems, the last day for Taxpayer to file a refund claim for 2003 was June 2008 and for\n2004 was September 2008. Therefore, Taxpayer’s Forms 1120X filed on or about\nJune 15, 2010, were untimely. 8 Taxpayer’s reliance on IRS Field Service Memorandum, 1995 FSA LEXIS 570, 1997\nWL 33324355, which dealt with a different case, is inappropriate both because it is not\nprecedential and because it misconstrues the court’s holding in Liberty Nat’l Life Ins. 8 Because Taxpayer’s refund claim was filed within 6 months after the Form 872 executed on\nJanuary 30, 2009, it is unnecessary to consider or make assumptions about any subsequent extension,\nas reflected on IRS transcripts of Taxpayer’s account (i.e., the Form 872 extending the period of\nlimitations on May 30, 2010). POSTF-124887-12 8 Co. v. U.S., 77-1 U.S.T.C. ¶ 9107 (N.D. Ala. 1976).9 In this unreported opinion, the\nDistrict Court for the Northern District of Alabama held that the restricted extensions on\nthe assessment period did not limit the amount recoverable in a refund suit because the\nissue was one of the restricted items in the extension. In Taxpayer’s case, the ESOP\ndeductions are not restricted items in the extensions. Taxpayer accurately described the current provisions of the IRM that direct use of both\nthe basic and additional restrictive statements. These provisions, however, are internal\nrules of agency procedure. See Groder v. U.S., 816 F.2d 139, 142 (4th Cir. 1987)."
    },
    {
      "id": "legal-advice_95__5",
      "chunk_id": "5",
      "content": "In Taxpayer’s case, the ESOP\ndeductions are not restricted items in the extensions. Taxpayer accurately described the current provisions of the IRM that direct use of both\nthe basic and additional restrictive statements. These provisions, however, are internal\nrules of agency procedure. See Groder v. U.S., 816 F.2d 139, 142 (4th Cir. 1987). The\nfact that the extensions did not include the additional restrictive statement does not\nmean that the refund period remained open for items other than those listed on the\nattachment to Forms 872. This point is illustrated by the fact that the IRM added the\ndirective to include the additional statement in August 2003, notwithstanding the\nholding, in 1992, of Indiana Nat’l Corp v. U.S., supra (holding that an extension of the\nassessment period for excise tax did not also extend the refund period for income tax). Effect on NOL Computation The rules governing NOLs are in I.R.C. § 172. Generally, the amount of a NOL for the\nloss year is carried back to the earliest taxable year to which the loss may be carried. I.R.C. § 172(b)(2). The portion of the loss that is carried to each of the other years is\nthe excess, if any, of the amount of the loss over the sum of the taxable income for each\nof the prior taxable years to which the loss may be carried. I.R.C. § 172(b)(2). “Taxable income” for purposes of I.R.C. § 172 means correct taxable income, even if\nthe applicable period of limitations expired on any allowable adjustments. See, e.g.,\nPhoenix Coal Co. v. Comm’r, 231 F.2d 420, 421-422 (2d Cir. 1956) (allowing\nrecomputation of taxable income in a closed year to determine the amount of the NOL\nto be carried back); Comm’r v. Van Bergh, 209 F.2d 23 (2d Cir. 1954) (same);\nSpringfield St. Ry. Co. v. U.S., 312 F.2d 754, 759 (Ct. Cl. 1963) (stating “deductions\nwhich were allowable if taken, but are now barred by the statute of limitations, still have\nto be considered when applying a carryback loss, is the same principle we are applying\nin this case.”) In 2004, Taxpayer had a NOL of $---------------. The NOL amount to be carried back to\n2003, then forward to 2005 is calculated by including the deduction for the ESOP\ndividend payments of $--------------, which increases the 2004 NOL to $---------------. In 2003, Taxpayer had taxable income of $---------------. To determine the amount of\nincome to be offset by the NOL, Taxpayer’s 2003 income is reduced by the deduction\nfor the ESOP dividend payments of $--------------, which decreases Taxpayer’s 2003\ntaxable income to $---------------. This amount is entirely offset by the 2004 NOL carried\n9 Moreover, we note that the FSA cited by Taxpayer was issued by a field office (not the National Office). Also, Taxpayer states it is “uniform” advice by the IRS, but cites only one FSA. POSTF-124887-12 9 back to 2003, leaving the balance of the 2004 NOL, $---------------, to be carried over to\n2005. CASE DEVELOPMENT, HAZARDS, AND OTHER CONSIDERATIONS ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This advice was reviewed prior to issuance by Procedure and Administration and\nIncome Tax & Accounting. If you have any questions, please contact the undersigned."
    },
    {
      "id": "legal-advice_95__6",
      "chunk_id": "6",
      "content": "POSTF-124887-12 9 back to 2003, leaving the balance of the 2004 NOL, $---------------, to be carried over to\n2005. CASE DEVELOPMENT, HAZARDS, AND OTHER CONSIDERATIONS ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This advice was reviewed prior to issuance by Procedure and Administration and\nIncome Tax & Accounting. If you have any questions, please contact the undersigned. GWENDOLYN C. WALKER\nAssociate Area Counsel\n(Large Business & International) By: -----------------------------------------------------------------------Senior Attorney (Greensboro)"
    }
  ]
}