{
  "doc_id": "legal-advice_69",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_69__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133301F\nRelease Date: 8/16/2013\nCC:LM:RFTH:CHI:2:M:POSTF-121817-13\nJPKnap\ndate:\nto:\nfrom:\nsubject: July 8, 2013\nTeam Manager Bert W. Bennett (LB&I), Milwaukee\nAssociate Area Counsel (LB&I), Chicago\nValidity of Closing Agreement\n----------------. Years 20---- and 20---- UIL 7121.01-00 This memorandum is in response to your request for advice\nregarding the validity of a closing agreement that was executed,\nafter a fast-track negotiation, by the Team Manager and the Appeals\nTeam Case Leader, without having been submitted for review by the\nJoint Committee on Taxation. In our opinion, the closing agreement\nshould have been submitted to the Committee but it is, nonetheless,\na valid and enforceable agreement. This memorandum was coordinated with Deirdre Donnelly of Chief\nCounsel, Procedure and Administration, Branch 5. Facts The taxpayer is a --- insurance company which ----------------------------------------------------------------------------------------------------------------------------------------------------. The taxpayer included as reserves for federal\nincome tax purposes ------------------------------------------. In the course of a - examination of the returns for 20- and 20------, the Service challenged the taxpayer’s deductions for\nincreases in these reserves. The dispute was referred for settlement under the fasttrack mediation procedures. The parties agreed to a decrease in\nthe reserves in the amount of -------------------------------------------------------------------------------------------------------------------------------------------------------. There\nwere no carryback adjustments in connection with this CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 2 settlement. Because the settlement had a direct impact on\nmultiple future years, a closing agreement was executed. On\nbehalf of the taxpayer, the closing agreement was signed by the\nVice-President for tax; on behalf of the Service by the Team\nManager and the\nAppeals Team Case Leader.\nof November, 20----. The document was signed near the end The examination for 20---- and 20---- remains open due to a\nfailure to reach an agreement on a completely unrelated issue-The Compliance Division is currently in the process of closing\nthe examination and issuing a notice of deficiency on that issue\nand related penalties. The taxpayer filed its income tax return for 20---- on\nSeptember 15, 20----. It filed a Form 1139 (Corporation\nApplica-tion for Tentative Refund) six days later, on September\n21, 20----. That Form claimed a carryback of net capital loss\nfrom 20---- to 20---- in the amount of ----, generating a refund\nof ----, and the carryback to 20---- of an unused general\nbusiness credit in the amount of ----, generating a refund of\nthat same amount. The taxpayer filed its income tax return for\n20---- on September 15, 20----. It filed a Form 1139 fifteen\ndays later, on September 30, 20----. That Form claimed a\ncarryback of net capital loss from 20---- to 20---- in the\namount of ----, generating a refund of ----. Currently, both the taxpayer and the Service are satisfied\nwith the closing agreement on the - issue and neither wishes to\nalter or overturn it. The Joint Committee on Taxation is a standing committee of\nCongress consisting of five members of the House of Representatives and five members of the Senate. Issues and Answers\n(1) Was the fast-track settlement at issue subject to\nJoint Committee review? (Yes)\n(2) Does a closing agreement remain valid although the\nTeam Manager and the fast-track Appeals Team Case Leader failed\nto submit the closing agreement to the Joint Committee prior to\nexecution? (Yes) CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 3"
    },
    {
      "id": "legal-advice_69__1",
      "chunk_id": "1",
      "content": "Issues and Answers\n(1) Was the fast-track settlement at issue subject to\nJoint Committee review? (Yes)\n(2) Does a closing agreement remain valid although the\nTeam Manager and the fast-track Appeals Team Case Leader failed\nto submit the closing agreement to the Joint Committee prior to\nexecution? (Yes) CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 3 (3) Should the settlement be submitted for Joint\nCommittee review prior to closing the examination for these\nyears? (Yes)\nLaw and Regulations\nI.R.C. Sec. 7121 (“Closing Agreements”) gives the Secretary\nof the Treasury the authority “to enter into an agreement in\nwriting with any person relating to the liability of such person\n. . . in respect of any internal revenue tax for any taxable\nperiod.” Treas. Reg. Sec. 301.7121-1(a) delegates the authority to\nenter into closing agreements to the Commissioner of Internal\nRevenue. I.R.C. Sec. 6405(a) states: No refund or credit of any income . . . tax . . .\nin excess of $2 million shall be made until after the\nexpiration of 30 days from the date upon which a\nreport giving the name of the person to whom the\nrefund or credit is to be made, the amount of such\nrefund or credit, and a summary of the facts and the\ndecision of the Secretary, is submitted to the Joint\nCommittee on Taxation. I.R.C. Sec. 6405(b) states: Any credit or refund allowed or made under\nsection 6411 [“Tentative carryback and refund\nadjustments”] shall be made without regard to the\nprovisions of subsection (a) of this section. In any\nsuch case, if the credit or refund, reduced by an\ndeficiency in such tax thereafter assessed and by\ndeficiencies in any other tax resulting from adjustments reflected in the determination of the credit or\nrefund, is in excess of $2 million, there shall be\nsubmitted to such committee a report containing the\nmatter specified in subsection (a) at such time after\nthe making of the credit or refund as the Secretary\nshall determine the correct amount of the tax. CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 4 Analysis\nIssue (1): Joint Committee Jurisdiction The first question to consider is whether the fast-track\nAppeals settlement at issue was subject to Joint Committee (JC\nor JCT) review. Under I.R.C. Sec. 6405(a), the JC must be given\nthe opportunity to review any proposed refund of more than $2\nmillion. In such situations, a report is sent to the JC and, if\nthe JC does not object to the refund within thirty days, the\nrefund can be paid or credited. If the JC objects, then the\nService will not issue the refund until the JC and the Service\nreach an agreement with respect to the disputed issues. (There\nare procedures, not relevant here, for resolving disputes\nbetween the Service and the JC. See IRM 4.36.4.)\nI.R.C. Sec. 6405(b) applies to a particular kind of\nproposed refund. In the case of a proposed refund exceeding\n$2 million arising under section 6411 (“Tentative carryback and\nrefund adjustments”), the refund shall be paid without JC\nreview, but a report describing the refund shall be provided to\nthe JC once the examination is completed. Such a report is then\nsubject to the review authority given in Sec. 6405(a). If the\nJC objects to the refund, the Service must then attempt to\nrecover it."
    },
    {
      "id": "legal-advice_69__2",
      "chunk_id": "2",
      "content": "Such a report is then\nsubject to the review authority given in Sec. 6405(a). If the\nJC objects to the refund, the Service must then attempt to\nrecover it. The taxpayer has suggested that the Code makes a\ndistinction between “review” and “report.” According to the\ntaxpayer, a proposed refund under Sec. 6405(a) must be\n“reviewed” by the JC—- and the JC may reject the proposed\nrefund-- while a refund arising under Sec. 6411 need only be\n“reported” to the JC for informational purposes—- and the JC\ncannot reject that refund. The taxpayer is incorrect. The\nJC’s authority over all jurisdictional refunds is the right to\nreview the refund prior to issuance by the Service. The only\ndistinction between a section 6405(a) refund and a section\n6405(b) refund is that the latter type of refund is paid first\nand reviewed later, while the former type of refund is submitted\nto the JC for review prior to issuance. 1 1 As a matter of policy, until the Service and the JC are in agreement with\nrespect to all aspects of the refund, the Service will refrain from issuing\nthe refund. CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 5 In your examination, the taxpayer filed claims for refunds\narising from tentative carrybacks of net capital losses under\nSec. 6411 within fifteen days of filing its returns for the\nyears 20---- and 20----. These refund claims were far in excess\nof $2 million. These refund claims were thus subject to postpayment JC review under Sec. 6405. In addition, all adjustments\nproposed by the Compliance Division for those same years (20and 20----) were also subject to JC review. This is because any\nproposed adjustment could increase or decrease the Sec. 6405\ncarryback refund, possibly making it more or less than $2\nmillion. It follows that the loss adjustment expense (LAE)\nissue was subject to JC review, even though it was unrelated to\nthe claimed carrybacks, and even though it was settled on terms\nwhich did not result in a refund arising from that issue. Issue (2): Authority to Execute a Closing Agreement As mentioned above, during the course of the examination\nfor 20---- and 20----, a proposed adjustment to the taxpayer’s\nreserve for ------------ was subjected to fast track mediation. A compromise was reached on that issue and a closing agreement\nwas signed by the Appeals Team Case Leader and the examination\nTeam Manager. As explained above, this closing agreement\nembodied an adjustment which should have been, but was not,\nsubmitted for JC review. Closing agreements are authorized by I.R.C. Sec. 7121. This section gives the Secretary of the Treasury the authority\nto execute a closing agreement on behalf of the government. This authority has been delegated to many lesser officials. In a fast track settlement, Appeals Officers have the\nauthority to execute a closing agreement under Delegation Order\n8-3 (formerly Delegation Order 97). IRM 4.51.4.5.3.9(2) states\nthat “an Appeals Official, such as an Appeals Team Case Leader\n(ATCL) . . . uses delegated settlement authority to approve and\nenter into any FTS that involves hazards of litigation by using\na Specific Matters Closing Agreement (Form 906) or a waiver Form\n870-AD.” The Fast Track Settlement (FTS) procedures are governed by\nRev. Proc. 2003-40, 2003-2 D.B. 1044."
    },
    {
      "id": "legal-advice_69__3",
      "chunk_id": "3",
      "content": "The Fast Track Settlement (FTS) procedures are governed by\nRev. Proc. 2003-40, 2003-2 D.B. 1044. These procedures allow an\nissue to be considered and resolved by the Appeals Office during\nthe course of an examination before that examination has been\ncompleted. Under Sec. 2.03, CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 6 Any recommended settlement by the FTS Appeals Official\nof an issue in FTS shall be subject to the procedures\nthat would be applicable if the issue were being\nconsidered by Appeals, including procedures in the\nInternal Revenue Manual and existing published\nguidance. FTS therefore creates no special authority\nfor settlement by the FTS Appeals Official. Closing agreements are described in IRM 8.13.1 (“Processing\nClosing Agreements in Appeals”). IRM 8.13.1.1.4.1(4) states\nthat “there are two general limitations on the closing agreement\nauthority of Operating Division officials and other field\nofficials. The first is that the agreements must be with\nrespect to cases under their jurisdiction.” IRM 8.13.1.4(1)\nstates that “as explained in Delegation Order 97 . . . Appeals\nTeam managers and Appeals Team Case Leaders . . . have authority\nto execute closing agreements in cases under their jurisdiction.” IRM 8.13.1.4.6.1(1) states: In cases subject to Joint Committee jurisdiction that\ninvolve a closing agreement, the agreement will be\nsigned by or for the taxpayer, but not by the\napproving Service official, and will be submitted as\npart of the original Joint Committee report. However,\nthe report or transmittal should contain a statement\nindicting tentative approval of the closing agreement\nby the Compliance Operating Division official. If the\nJoint Committee on Taxation (JCT) takes no exception\nto the report and the proposed closing agreement, the\nCompliance Operating Division official may sign the\nclosing agreement. In our opinion, the closing agreement was within the Appeals\nOfficer’s settlement jurisdiction and his signature is therefore\nvalid to bind the Service to that agreement. In accordance with\nthe above citations, an Appeals Team Case Leader has authority\ndelegated to him to sign closing agreements in settlements reached\nin a fast-track mediation. Although the - settlement at issue here\nwas statutorily required to be submitted to the JC for its review\nprior to signing the closing agreement, the failure of the ATCL to\nsubmit the agreement for review by the JC does not strip the ATCL\nof signing authority. As explained above, the case is under the CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 7 ATCL’s “jurisdiction” for settlement purposes; it is simultaneously\nunder the JC’s “jurisdiction” for purposes of their review. The JC\nnever has settlement authority—- it cannot negotiate with a\ntaxpayer or sign a closing agreement-- but only the power to review\na settlement reached by others. The failure to refer the\nsettlement to the Joint Committee is a violation of Sec. 6405(a),\nbut such failure does not affect the ATCL’s settlement authority. We conclude that the closing agreement was validly executed by the\nATCL’s signature. Issue (3): Submission of the Case to the Joint Committee Given that the settlement agreement should have been submitted\nto the JC for its approval, but was not, and given that the Service\nis nonetheless bound by the ATCL’s signature on the closing\nagreement, should the matter now be reported to the JC? IRM 8.7.9.5.2(1) states:"
    },
    {
      "id": "legal-advice_69__4",
      "chunk_id": "4",
      "content": "Given that the settlement agreement should have been submitted\nto the JC for its approval, but was not, and given that the Service\nis nonetheless bound by the ATCL’s signature on the closing\nagreement, should the matter now be reported to the JC? IRM 8.7.9.5.2(1) states: If it is discovered that an overpayment under IRC 6405\nin excess of $2 million has been refunded without a\nreport to the JCT, prepare a report as soon as\npossible. This must be done even though the statutory\nperiod of limitations has expired for one or more\nyears. Explain the failure to submit a timely report\nin the JC letter. Although the above section is not directly applicable to your\nfacts, it is clear from this section that, if the Service neglected\nto refer to the JC a matter subject to JC review, the Service’s\nprocedures require the Service to report that issue to the JC even\nif the refund has been irrevocably paid. We conclude that a report\non the - issue should be written and referred to the JC as soon as\npossible, using the usual procedures, even though the JC no longer\nhas the legal right to reject the settlement embodied in the\nclosing agreement. The referral should include a copy of this\nmemorandum. CC:LM:RFPH:CHI:2:M:POSTF-121817-13 Page 8 If you have any questions, please contact the undersigned at -----.\nSteven R. Guest\nAssociate Area Counsel (LB&I) By: ____________________________ J. Paul Knap\nAttorney Cc: ----------(Acting Associate Area Counsel, LB&I,\nChicago) ------(Area Counsel, LB&I, Chicago) --------(Procedure and Administration, National\nOffice)"
    }
  ]
}