{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 106,
  "chunk_text": "Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962. You or whoever enrolled\nyou should have received Form 1095-A\nfrom the Marketplace with information\nabout who was covered and any advance\npayments of the premium tax credit. Innocent Spouse Relief\nGenerally, both you and your spouse are\neach responsible for paying the full\namount of tax, interest, and penalties on\nyour joint return. However, you may\nqualify for relief from liability for tax on\na joint return if (a) there is an understatement of tax because your spouse\nomitted income or claimed false deductions or credits; (b) you are divorced,\nseparated, or no longer living with your\nspouse; or (c) given all the facts and circumstances, it wouldn't be fair to hold\nyou liable for the tax. You may also\nqualify for relief if you were a married\nresident of a community property state\nbut didn't file a joint return and are now\nliable for an unpaid or understated tax. File Form 8857 to request relief. In\nsome cases, Form 8857 may need to be\nfiled within 2 years of the date on which\nthe IRS first attempted to collect the tax\nfrom you. Don’t file Form 8857 with\nyour Form 1040 or 1040-SR. For more\ninformation, see Pub. 971 and Form\n8857, or you can call the Innocent\nSpouse office toll free at 855-851-2009. Income Tax Withholding\nand Estimated Tax\nPayments for 2023 If your SSN has been lost or stolen or\nyou suspect you are a victim of tax-related identity theft, visit IRS.gov/\nIdentityTheft to learn what steps you\nshould take. You can use the Tax\nTIP Withholding Estimator instead\nof Pub. 505 or the worksheets\nincluded with Form W-4 or W-4P to determine whether you need to have your\nwithholding increased or decreased. Victims of identity theft who are experiencing economic harm or a systemic\nproblem, or are seeking help in resolving tax problems that haven't been resolved through normal channels, may be\neligible for Taxpayer Advocate Service\n(TAS) assistance. You can reach TAS\nby calling the National Taxpayer Advocate helpline at 877-777-4778. People\nwho are deaf, hard of hearing, or have a\nspeech disability and who have access to\nTTY/TDD\nequipment\ncan\ncall\n800-829-4059. Deaf or hard-of-hearing\nindividuals can also contact the IRS\nthrough Telecommunications Relay\nServices at FCC.gov/TRS. Protect yourself from suspicious\nemails or phishing schemes. Phishing\nis the creation and use of email and websites designed to mimic legitimate business emails and websites. The most\ncommon form is sending an email to a\nuser falsely claiming to be an established legitimate enterprise in an attempt to\nscam the user into surrendering private\ninformation that will be used for identity\ntheft. In general, you don’t have to make\nestimated tax payments if you expect\nthat your 2023 Form 1040 or 1040-SR\nwill show a tax refund or a tax balance\ndue of less than $1,000. If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply"
}