{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 23,
  "chunk_text": "Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07 The PLR then addressed how to allocate the cash component, rejecting the\npurchasing taxpayer’s attempt to first divide the sale in two sales, i.e., plant assets and\ndecommissioning fund liability, with all basis to the plant assets. The PLR rejected the\ndivisibility argument as having no support. 28 Nowhere does the PLR address § 453 or\nstate the residual method allows, in essence, open transaction reporting for the seller by\ndividing one sale into separate sales. While PLR 20004040 is too inter-twined with the special provisions on nuclear\npower plants to be considered as supporting Corp F, to the extent a non-citable nonprecedential PLR could be binding authority (it cannot), the applicable principle from the\nPLR would be that, as the taxpayer in the ruling could not arbitrarily bifurcate its\ntransaction, Corp F cannot arbitrarily bifurcate its transaction into seven separate sales. The PLR provides no support for Corp F’s argument that § 453 allows a seller’s\nreporting of gain be separated into seven separate sales to avoid the ratable basis\nrecovery rules of § 453. Corp F also relies on Williams v. McGowan, 152 F.2d 570 (2d Cir. 1945), to claim\nthat § 453 applies asset by asset, and on Rev. Rul. 68-13, 1968-1 C.B. 195,197 which\nstates:\n[T]he sale of a business must be ‘comminuted into its\nfragments’ where either the selling price or the down\npayment, or both of them, is separately stated with respect\nto different assets or types of assets in the agreement of\nsale. In this connection, it also should be noted that losses,\nwhere separately determinable, must be reported in the year\nof sale. (citation omitted)\nRev. Rule 68-13 is not saying a taxpayer can divide a single transaction for\nimmediate loss recognition and deferral of gain, or that the ratable basis recovery rules\nare moot. The ruling must be placed in the context of the citation in the ruling to\nMonaghan v. Commissioner, 40 T.C. 680 (1963), acq. 1964-2 C.B. 3 and Williams v.\nMcGowan, 152 F.2d 570 (2nd Cir. 1945). These cases considered the exclusion of\ninventory from installment reporting and the old requirement that, in the year of sale,\npayments cannot exceed 30 percent of the price. Neither this revenue ruling nor the\ncases nullify the ratable basis reporting required by § 453 as amended in Year 5 for\ncontingent payment sales; these authorities are directed at determining the character of\nthe gain and the old 30 percent rule. 28 The § 1060 regulations relative to the residual method require the allocation to Classes IIV pro rata\naccording to their fair market value, and addresses the impact of the buyer’s satisfaction of economic\nperformance of liabilities assumed on the purchase price. Page 30 of 37 POSTF-134629-07 In Monaghan, the Tax Court stated:"
}