{
  "document_category": "legal-advice",
  "docId": "legal-advice_53",
  "chunk_index": 2,
  "chunk_text": "Reg. § 1.162-21,\nexamples (1) and (3). Finally, the income tax regulations state that a fine or similar penalty\nincludes any amount paid in settlement of the taxpayer’s conduct or potential liability for a fine\nor penalty, whether civil or criminal. Treas. Reg. § 1.162-21(b)(1). When a civil settlement payment is at issue, it is first necessary to determine whether the\npayment constitutes a fine or penalty, or some other type of damages. If the payment does\nconstitute a fine or penalty, then the purpose of the payment must be analyzed to determine\nwhether it is punitive or remedial in nature, because only punitive fines fall within the scope of\nsection 162(f):\n[t]he Congress, by use of the word “similar,” [as in “fine or other similar\npenalty”] was not intending to distinguish between criminal and civil sanctions,\nbut rather was intending to make a distinction between different types of civil\npenalties. If a civil penalty is imposed for purposes of enforcing the law and as\npunishment for the violation thereof, its purpose is the same as a fine exacted\nunder a criminal statute and it is “similar” to a fine. However, if the civil penalty\nis imposed to encourage prompt compliance with a requirement of the law, or as a\nremedial measure to compensate another party for expenses incurred as a result of PREF-123891-07\n4\nthe violation, it does not serve the same purpose as a criminal fine and is not\n“similar” to a fine within the meaning of section 162(f). S. Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 652 (1980). Thus, under the punitive vs. remedial test, a payment imposed for purposes of enforcing\nthe law or as punishment for its violation is not deductible, while a payment imposed as a\nremedial measure to compensate the government or another party is deductible, even if it is\nlabeled as a fine or penalty. See, e.g., Talley Indus., Inc. v. Commissioner, 116 F.3d 382, 385-86\n(9th Cir. 1997). In order to determine the purpose of a payment under the punitive vs. remedial\ntest, courts first look to legislative intent, including the language of the statute or ordinance in\nquestion, its legislative history, and other court decisions construing the statute or ordinance. Mason and Dixon Lines, Inc. v. United States, 708 F.2d 1043, 1047 (6th Cir. 1983). 15 U.S.C. § 1, a part of the Sherman Anti-trust act, allows a fine of up to $10,000,000 for\nany corporation found to be restraining trade in violation of federal law. 15 U.S.C. § 15 allows a\nplaintiff in an anti-trust action to recover not just damages, but also three times the damages\nsustained, plus interest and attorneys’ fees. Under 15 U.S.C. § 15c, the attorney general of a\nstate may bring a civil action in the name of the people of that state injured by an illegal restraint\nof trade. The state may pursue treble damages, attorneys’ fees, and interest, but may not pursue\nrecovery that would duplicate recovery already granted in a prior suit."
}