{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 152,
  "chunk_text": "taxpayer type. For instance, the estimated\nWe Welcome Comments on\naverage time burden for all taxpayers filForms\ning a Form 1040 or 1040-SR is 13 hours, We try to create forms and instructions with an average cost of $250 per return. that can be easily understood. Often this This average includes all associated forms\nis difficult to do because our tax laws are and schedules, across all tax return prepavery complex. For some people with in- ration methods and taxpayer activities. come mostly from wages, filling in the\nWithin this estimate, there is signififorms is easy. For others who have busicant variation in taxpayer activity. For exnesses, pensions, stocks, rental income, or\nample, nonbusiness taxpayers are expecother investments, it is more difficult. ted to have an average burden of about 8 -106- hours and $140, while business taxpayers\nare expected to have an average burden of\nabout 25 hours and $530. Similarly, tax\nreturn preparation fees and other\nout-of-pocket costs vary extensively de- pending on the tax situation of the taxpayIf you have comments concerning the\ner, the type of software or professional time and cost estimates below, you can\npreparer used, and the geographic loca- contact us at either one of the addresses\ntion. shown under We Welcome Comments on\nForms. Estimated Average Taxpayer Burden for Individuals by Activity Average Burden\nAverage Time (Hours) . . All\nOther . . Tax\nPlanning . Recordkeeping . . All taxpayers . . . . . . . . . . Type of taxpayer\nNonbusiness*** . . . . .\nBusiness*** . . . . . . . Total\nTime* . Percentage\nof Returns Type of Taxpayer Form\nCompletion\nand\nSubmission Average\nCost\n(Dollars)** 100% 13 6 2 4 1 $250 72%\n28% 8\n25 3\n12 1\n5 3\n6 1\n2 140\n530 *Detail may not add to total time due to rounding. **Dollars rounded to the nearest $10. ***You are considered a “business” filer if you file one or more of the following with Form 1040 or 1040-SR: Schedule C, E, or F or Form 2106. You are\nconsidered a “nonbusiness” filer if you don’t file any of those schedules or forms with Form 1040 or 1040-SR. -107- Major Categories of Federal Income and Outlays for Fiscal Year 2021\nIncome and Outlays. These pie charts show the relative sizes of the major categories of federal income and outlays for fiscal year 2021. Income\nOutlays*\nSocial security, Medicare,\nand unemployment and other\nretirement taxes\n19% Borrowing to\ncover deficit\n41% Corporate\nincome taxes\n5% Personal income\ntaxes\n30% Social security,\nMedicare, and other\nretirement1\n29% Excise, customs,\nestate, gift, and\nmiscellaneous taxes\n5% Law\nenforcement\nand general\ngovernment\n5% National defense,\nveterans, and foreign\naffairs2\n15% Net\ninterest\non the\ndebt\n5% Physical,\nhuman, and\ncommunity\ndevelopment3\n13% Social\nprograms4\n33% * Numbers may not total to 100% due to rounding. On or before the first Monday in February\nof each year, the President is required by\nlaw to submit to the Congress a budget\nproposal for the fiscal year that begins the\nfollowing October. The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes."
}