{
  "document_category": "legal-advice",
  "docId": "legal-advice_48",
  "chunk_index": 4,
  "chunk_text": "In contrast, the Harrell decision denied the existence of a right based on the\nNinth Circuit’s interpretation of Arizona law. However, there does not seem to be a\ngreat deal of difference in the laws of other states on this point. Based on the other cases, it seems that, in general, if a team follows a policy\nwhich restricts transfers of the season ticket renewals by the holder, the holder does not\nhave a right to property. However, where the team readily allows holders to transfer\nticket renewals, either by policy or in practice, a right may exist. As we previously stated, we found no law in -------------- regarding this issue. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The other factors lead us to believe that the renewal is not a property interest that\nis transferable. In our case, the ----------- have a policy severely restricting the transfer\nof season ticket renewals. There is no evidence that the policy is not followed in\npractice. We think that based on this, the court is more likely to follow the Liebman\nand Gorodess decisions than Craig. Accordingly, we do not think that the ----------season ticket renewal can to be sold pursuant to section 6331. However, the taxpayer clearly has a property right in the personal seat licenses\nthat the Service can exercise. Because the tax lien attaches to the taxpayer’s property\nand right to property, the Service is said to step into the taxpayer’s shoes. United\nStates v. National Bank of Commerce, 472 U.S. 713, 725 (1985); Public School\nRetirement System of Missouri v. United States, 227 F.R.D. 502 (W.D. Mo. 2005). Since the Service steps into the shoes of the taxpayer, it can exercise the taxpayer’s\nright to terminate the season tickets and receive a refund of the personal seat license\ndeposit. Kane v. Capital Guardian Trust Co., 145 F.3d 1218 (10th Cir. 1998). This\nshould be done by serving a levy on the -----------. GL-148771-08 5 If you have any questions concerning this matter, please contact me at (414)\n231-2801. -----------------Associate Area Counsel (--------------)\n(Small Business/Self-Employed)"
}