{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 27,
  "chunk_text": "Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20- in 2022 or if you adopted the person in 2022, the person was\nlawfully placed with you for legal adoption by you in 2022, or\nthe person was an eligible foster child placed with you during\n2022 and your main home was the person's main home for the\nentire time since the person was adopted or placed with you in\n2022. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. Kidnapped child. If your child is presumed by law enforcement authorities to have been kidnapped by someone who isn't a\nfamily member, you may be able to take the child into account\nin determining your eligibility for head of household or qualifying surviving spouse filing status, the child tax credit, the credit\nfor other dependents, and the earned income credit (EIC). For\ndetails, see Pub. 501 (Pub. 596 for the EIC). Married person. If the person is married and files a joint return, you can't claim that person as your dependent. However, if\nthe person is married but doesn't file a joint return or files a\njoint return only to claim a refund of withheld income tax or estimated tax paid, you may be able to claim that person as a dependent. (See Pub. 501 for details and examples.) In that case,\ngo to Step 2, question 3 (for a qualifying child), or Step 4, question 4 (for a qualifying relative). Multiple support agreements. If no one person contributed\nover half of the support of your relative (or a person who lived\nwith you all year as a member of your household) but you and\nanother person(s) provided more than half of your relative's\nsupport, special rules may apply that would treat you as having\nprovided over half of the support. For details, see Pub. 501. Permanently and totally disabled. A person is permanently\nand totally disabled if, at any time in 2022, the person can't engage in any substantial gainful activity because of a physical or\nmental condition and a doctor has determined that this condition\nhas lasted or can be expected to last continuously for at least a\nyear or can be expected to lead to death. Public assistance payments. If you received payments under\nthe Temporary Assistance for Needy Families (TANF) program\nor other public assistance program and you used the money to\nsupport another person, see Pub. 501. Qualifying child of more than one person. Even if a child\nmeets the conditions to be the qualifying child of more than one\nperson, only one person can claim the child as a qualifying child\nfor all of the following tax benefits, unless the special rule for\nChildren of divorced or separated parents, described earlier,\napplies. 1. Child tax credit and credit for other dependents (line 19)\nand additional child tax credit (line 28). 2. Head of household filing status."
}