{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 25,
  "chunk_text": "Support of a child received from a parent's spouse is treated as provided by the parent. 3. The child is in custody of one or both of the parents for\nmore than half of 2022. 4. Either of the following applies. a. The custodial parent signs Form 8332 or a substantially\nsimilar statement that they won't claim the child as a dependent\nfor 2022, and the noncustodial parent includes a copy of the\nform or statement with their return. If the divorce decree or separation agreement went into effect after 1984 and before 2009,\nthe noncustodial parent may be able to include certain pages\nfrom the decree or agreement instead of Form 8332. See\nPost-1984 and pre-2009 decree or agreement and Post-2008\ndecree or agreement. b. A pre-1985 decree of divorce or separate maintenance or\nwritten separation agreement between the parents provides that\nthe noncustodial parent can claim the child as a dependent, and\nthe noncustodial parent provides at least $600 for support of the\nchild during 2022. If conditions (1) through (4) apply, only the noncustodial parent can claim the child for purposes of the child tax credits and\ncredit for other dependents (lines 19 and 28). However, this\ndoesn't allow the noncustodial parent to claim head of household filing status, the credit for child and dependent care expenses, the exclusion for dependent care benefits, or the earned income credit. The custodial parent or another taxpayer, if eligible, can claim the child for the earned income credit and these\nother benefits. See Pub. 501 for details. Custodial and noncustodial parents. The custodial parent is\nthe parent with whom the child lived for the greater number of\nnights in 2022. The noncustodial parent is the other parent. If\nthe child was with each parent for an equal number of nights,\nthe custodial parent is the parent with the higher adjusted gross\nincome. See Pub. 501 for an exception for a parent who works\nat night, rules for a child who is emancipated under state law,\nand other details. Post-1984 and pre-2009 decree or agreement. The decree\nor agreement must state all three of the following. 1. The noncustodial parent can claim the child as a dependent without regard to any condition, such as payment of support. 2. The other parent won't claim the child as a dependent. 3. The years for which the claim is released. Need more information or forms? Visit IRS.gov. The noncustodial parent must include all of the following pages from the decree or agreement. • Cover page (include the other parent's SSN on that page).\n• The pages that include all the information identified in (1)\nthrough (3) above. • Signature page with the other parent's signature and date\nof agreement. ! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332."
}