{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 8,
  "chunk_text": "If the promissory notes in our case are\nproperly executed and enforceable, taxpayer must be treated as\nholding a class of stock which has a preference to the earnings\nand assets of ---- and --. Where a taxpayer advances loans to a subsidiary and/or the\nsubsidiary issues preferred stock as part of a plan to generate a\nworthless stock loss under section 165(g), a substance over form\nargument may permit the Service to disregard the existence of the\nintercompany loans or preferred stock. However, where, as in our\ncase, the promissory notes and/or preferred stock were in\nexistence for several years prior to a claimed loss, any\nenforceable rights attached to such loans and/or stock must be\nrespected for tax purposes. The fact that the parties did not\ncomply with the terms of the notes is of no consequence if the\ninstruments were legally enforceable. Assuming the notes are properly executed and enforceable,\nany reclassified intercompany loans should be treated as\npreferred stock of ---- and --. In the liquidation, -----and ------- would be treated as distributing its assets with respect to\nthe preferred shares (the reclassified intercompany debt) before\nthe common shares. Pursuant to Spaulding Bakeries and H.K.\nPorter Company, section 332 would apply with respect to the\ncommon shares only if there is sufficient property remaining to\n7 The notes were issued beginning in - pursuant to the -------------. distribute on the common shares after the distribution with\nrespect to the deemed preferred shares. Please contact Attorney Anthony Ammirato at (917)421-4641\nwith any questions or comments. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. ROLAND BARRAL\nArea Counsel, LMSB\n(Financial Services) By: _____________________________ ANTHONY AMMIRATO\nAttorney (LMSB)"
}