{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 3,
  "chunk_text": "Otherwise, the procedures\nfor determining and assessing a liability as part of an employment tax audit would apply. 4. The paragraph you have proposed to include in the IRM does not accurately\ndescribe the procedures which the Service should apply in dealing with withholding\ncredits or advanced earned income credit. We recommend that you work with SBSE\ncounsel to prepare a new proposal to deal with these issues which you could\nrecommend for inclusion in the IRM. FACTS We have relied on the facts set out below in providing our opinion on these\nissues. If you believe we have misstated the facts or omitted key facts, please let us\nknow as this could affect our opinion on these issues. The Service is trying to determine the appropriate procedures to use to\nimplement the amendments to section 6702, which permits the application of the\nfrivolous return penalty to business returns. The questions set out above lay out various POSTN-119570-10/SCAF-106587-10\nhypothetical situations which the Service has encountered as it tries to develop\nprocedures. page 4 POSTN-119570-10/SCAF-106587-10 page 5\nTHE LAW Congress added section 6702 to the Internal Revenue Code in the Tax Equity\nand Fiscal Responsibility Act of 1982, Pub. L. No. 97-248, 96 Stat. 324. The Tax Relief\nHealth Care Act of 2006, Pub. L. No. 109-432, § 407(a), 120 Stat. 2922 (2006),\namended section 6702 to allow imposition of a $5,000 penalty on a person who, in\nfurtherance of a frivolous position or a prima facie intent to delay or impede\nadministration of the tax law, files a purported return that fails to contain information\nfrom which the correctness of reported tax liability can be determined or that clearly\nindicates that the tax liability shown must be substantially incorrect. I.R.C. § 6702(a). The $5,000 civil penalty applies to all federal taxes, not just to income tax, as was the\ncase prior to the 2006 amendment. The penalty applies to a “person”, not just to an\n“individual”. Id. The term “person” includes an individual, a trust, estate, partnership,\nassociation, company, or corporation. I.R.C. § 7701(a)(1). In addition, a penalty of\n$5,000 is imposed on “any person” who submits a specified frivolous submission. I.R.C.\n§ 6701(b)(1) The 2006 amendment is effective for frivolous returns or specified\nfrivolous submissions made after March 15, 2007, the release date of Notice 2007-30,\n2007-1 C.B. 883, which set forth an initial list of frivolous positions. Notice 2008-14, 2008-4 I.R.B. 310, updated the prior list published in Notice\n2007-30 with four additional frivolous positions: (1) the Ninth Amendment to the U.S.\nConstitution allows a taxpayer to not pay taxes because of objections to military\nspending; (2) only fiduciaries are taxpayers, or only persons with a fiduciary relationship\nto the government must pay taxes; (3) the “Mariner’s Tax Deduction” allows a taxpayer\nemployed on a ship to deduct the cost of meals provided by the employer at no cost to\nthe taxpayer; and (4) the section 6421 fuel credit may be claimed in patently\nunallowable amounts without meeting the requirements for the credit."
}