{
  "document_category": "legal-advice",
  "docId": "legal-advice_12",
  "chunk_index": 5,
  "chunk_text": "Reg. 1.861-10T(h), which establishes a 50% and not a 10%\nownership threshold for determining whether the TAXPAYER\nshould use the FMV of its investment vs. the FMV of the\nTAXPAYER’s distributive share of another entity’s assets\nfor interest apportionment. Thus, as interpreted by the TAXPAYER, the language of the\nregulation requires TAXPAYER to value its pro rata share of B’s\nassets only if B is related to the TAXPAYER. The TAXPAYER argues\nthat since B is not related (as that term is defined) to\nTAXPAYER, it cannot be required to reflect its pro rata share of\nB’s assets as part of the its assets. Instead, TAXPAYER suggests\nthat its “asset” for purposes of Treas. Reg. § 1.861-9T(h)(1)(ii)\nis its P interest in the B partnership. We believe that the TAXPAYER’s interpretation of the\nregulations is incorrect. In applying the FMV methodology, we\nbelieve that minority interests held by the TAXPAYER, including a CC:LM:HMT:CIN:1:POSTF-168001-03 Page 8 ten-percent-corporate partnership interest, should be considered\na tangible asset under Treas. Reg. § 1.861-9T(h)(1)(ii). When\napportioning interest expense incurred by the partnership, Treas. Reg. § 1.861-9T(e)(2) requires a 10 percent corporate partner to\napportion such interest on the basis of all its assets, including\nits pro rata share of the partnership assets. Thus, in\napportioning its partnership-generated interest expense, Treas. Reg. § 1.861-9T(e)(2) applies, in tandem with Treas. Reg. §\n1.861-9T(h)(1)(ii), to require the ten percent corporate partner\nto look through and take into account its proportionate share of\nthe gross assets of the partnership. Although the regulations may not explicitly address whether\nthe section 1.861-9T(e)(2) gross asset rule applies for purposes\nof apportioning the other interest expense of U.S. partner, the\npolicy of the FMV methodology and the treatment of partnerships\nunder the regulations indicate that the gross asset rule should\nalso apply in apportioning other (non-partnership incurred)\ninterest expense of a 10 percent corporate partner. The FMV methodology is based on the premise that interest\nexpense is spread against all of the taxpayer’s income-generating\nassets. Asset value is essentially a surrogate for a taxpayer’s\ntotal income generating ability. Such valuation suggests that\ntangible assets be valued on a gross, rather than a net basis. Accordingly, from a FMV methodology standpoint, substantial\npartnership interests should be included in the interest\napportionment process on a gross basis. Treas. Reg. § 1.861-9T(h)(1)(ii) treats minority (less then\n50 percent) interests in corporations as passive (dividend\npaying) interests. The regulation generally values the stock\ninterest (using the capitalized earnings model) on a net or\nequity basis. Similarly, Treas. Reg. § 1.861-9T(h)(4) also\nvalues related party stock on a net-of-liabilities or equity\nbasis. Thus, in the case of corporations, asset look-through\ngenerally does not occur below 80 percent ownership. However, under the regulations, partnerships are treated\ndifferently than corporations. Treas. Reg. § 1.861-9T(e)(1)\nprovides that look-through is the general rule. Treas. Reg. §\n1.861-9T(e)(4), an exception to the general rule, applies the\nentity (non-look through) approach to interests of a less-than10-percent partner. Thus, in the partnership area, the lookthrough occurs at the ten percent mark and above. Passive/equity\ntreatment occurs below the 10 percent cut off. Accordingly, in\nvaluing a ten-percent-or-more corporate partnership interest\nunder Treas. Reg. § 1.861-9T(h)(1)(ii), equity valuation should CC:LM:HMT:CIN:1:POSTF-168001-03 Page 9 not apply."
}