{
  "document_category": "legal-advice",
  "docId": "legal-advice_84",
  "chunk_index": 3,
  "chunk_text": "Cal. Civ. Code §§ 3183(a). In this case, ---------------------filed a preliminary 20-day notice on ----------------------. Upon receipt of a “Stop Notice,” the owner has the duty to withhold from the\ncontractor sufficient money to answer the claim, unless a payment bond is recorded. Cal. Civ. Code § 3186 (“It shall be the duty of the public entity, upon receipt of a stop\nnotice . . . to withhold from the original contractor . . . money or bonds . . . due or to\nbecome due to that contractor in an amount sufficient to answer the claim stated in the\nstop notice and to provide for the public entity’s reasonable cost of any litigation\nthereunder.”) California law prohibits the original contractor from making an assignment\nof money due under the contract once a stop notice has been filed. Id. § 3193. Further,\nany garnishment of, or statutory lien placed on such money will be “subordinate to the\nrights of all stop notice claimants.” Id. Thus, when ----------------filed the two “Stop\nNotices” on -------------------, the City of -------------became obligated to withhold amounts\nowed to ---------------------under the contract. The filing of the “Stop Notices” constituted\na lien on the funds being held by the City of -------------. The only legal precedent we have found directly discussing the effect of a “Stop\nNotice” on the Service’s levy is a Third Circuit case considering the lien laws of New\nJersey. The Court held that a taxpayer had no property interest in funds retained by a\ncontractor pursuant to a “Stop Notice.” Shore Block Corp. v. Lakeview Apartments, 377\nF.2d 835 (3rd Cir. 1967). There, a subcontractor failed to pay a materialman. Id. at\n837-38. The materialman filed a “Stop Notice” on January 29, 1965 with the contractor\nto withhold payments to the subcontractor. Id. Subsequently, the Service filed a lien for\nunpaid taxes of the subcontractor. Id. The Service then filed a levy on the funds\nwithheld pursuant to the “Stop Notice.” Id. The court reasoned that the issue did not\nconcern lien priorities. Id. at 841. Rather, the issue was whether the subcontractor had\na property interest in the funds withheld pursuant to the “Stop Notice.” Id. The court\nstated that “ [s]ince the subcontractor never had the right to obtain the garnished funds,\nneither could the United States assert a tax lien against them. Id. ---------------------, Wrongful Levy Page 5 Turning to California law, in United States Fidelity & Guaranty Company v. Oak\nGrove Union School District of Sonoma County, 205 Cal. App.2d 226, 230-31 (1962),\nthe court stated\n(1) In a public works contract there can be no lien against the property;\nhence the use of stop notices to provide protection to subcontractors\nagainst defaulting contractors. (2) In a sense the stop notice constitutes a\nlien on the property (earnings) of the contractor held by the owner. When\nthe notice is filed [sic] the claimant immediately has a right against those\nearnings held by the public agency. In effect, the filing imposes a trust\nobligation on the public agency. When ----------------filed the two “Stop Notices” with the City of -------------, -------------------immediately had a right to the funds earned by --------------------."
}