{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 31,
  "chunk_text": "Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases If you are a debtor in a chapter 11 bankruptcy case, income taxable to the bankruptcy estate and reported on the estate's\nincome tax return includes:\n• Earnings from services you performed after the beginning of the case\n(both wages and self-employment income); and\n• Income from property described in\nsection 541 of title 11 of the U.S. Code\nthat you either owned when the case began or that you acquired after the case\nbegan and before the case was closed,\ndismissed, or converted to a case under a\ndifferent chapter. Because this income is taxable to the\nestate, don’t include this income on your\n-23- own individual income tax return. The\nonly exception is for purposes of figuring your self-employment tax. For that\npurpose, you must take into account all\nyour self-employment income for the\nyear from services performed both before and after the beginning of the case. Also, you (or the trustee if one is appointed) must allocate between you and\nthe bankruptcy estate the wages, salary,\nor other compensation and withheld income tax reported to you on Form W-2. A similar allocation is required for income and withheld income tax reported\nto you on Forms 1099. You must also\ninclude a statement that indicates you\nfiled a chapter 11 case and that explains\nhow income and withheld income tax reported to you on Forms W-2 and 1099\nare allocated between you and the estate. For more details, including acceptable\nallocation methods, see Notice 2006-83,\n2006-40 I.R.B. 596, available at\nIRS.gov/irb/\n2006-40_IRB#NOT-2006-83. Community Property States\nCommunity property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington,\nand Wisconsin. If you and your spouse\nlived in a community property state, you\nmust usually follow state law to determine what is community income and\nwhat is separate income. For details, see\nForm 8958 and Pub. 555. Nevada, Washington, and California\ndomestic partners. A registered domestic partner in Nevada, Washington,\nor California must generally report half\nthe combined community income of the\nindividual and their domestic partner. See Form 8958 and Pub. 555. Rounding Off to Whole\nDollars You can round off cents to whole dollars\non your return and schedules. If you do\nround to whole dollars, you must round\nall amounts. To round, drop amounts under 50 cents and increase amounts from\n50 to 99 cents to the next dollar. For example, $1.39 becomes $1 and $2.50 becomes $3. If you have to add two or more\namounts to figure the amount to enter on\na line, include cents when adding the\namounts and round off only the total. Need more information or forms? Visit IRS.gov. If you are entering amounts that include cents, make sure to include the\ndecimal point. There is no cents column\non the form. The lines on Forms 1040 and\n1040-SR are the same. ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1."
}