{
  "document_category": "legal-advice",
  "docId": "legal-advice_91",
  "chunk_index": 2,
  "chunk_text": "-2- Contents Page Sign Your Return . . . . . . . . . . . . . . . . 60\nAssemble Your Return . . . . . . . . . . . . 62\n2022 Tax Table . . . . . . . . . . . . . . . . . . . . 63\nGeneral Information . . . . . . . . . . . . . . . . . 76\nRefund Information . . . . . . . . . . . . . . . . . . 82\nInstructions for Schedule 1 . . . . . . . . . . . . . 83\nInstructions for Schedule 2 . . . . . . . . . . . . . 95\nInstructions for Schedule 3 . . . . . . . . . . . . 100\nTax Topics . . . . . . . . . . . . . . . . . . . . . . 104\nDisclosure, Privacy Act, and Paperwork\nReduction Act Notice . . . . . . . . . . . . 106\nMajor Categories of Federal Income and\nOutlays for Fiscal Year 2021 . . . . . . . 108\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . 110 Form 1040 and 1040-SR\nHelpful Hints\nFor 2022, you will use Form 1040 or, if you were born before January 2, 1958, you have the option to use\nForm 1040-SR. You may only need to file Form 1040 or 1040-SR and none of the numbered schedules, Schedules 1 through\n3. However, if your return is more complicated (for example, you claim certain deductions or credits or owe\nadditional taxes), you will need to complete one or more of the numbered schedules. Below is a general guide\nto which schedule(s) you will need to file based on your circumstances. See the instructions for the schedules\nfor more information. If you e-file your return, the software you use will generally determine which schedules you need. IF YOU... THEN USE... Have additional income, such as business or farm income or\nloss, unemployment compensation, or prize or award money. Schedule 1, Part I Have any adjustments to income, such as student loan\ninterest, self-employment tax, or educator expenses. Schedule 1, Part II Owe alternative minimum tax (AMT) or need to make an\nexcess advance premium tax credit repayment. Schedule 2, Part I Owe other taxes, such as self-employment tax, household\nemployment taxes, additional tax on IRAs or other qualified\nretirement plans and tax-favored accounts. Schedule 2, Part II Can claim a nonrefundable credit (other than the child tax credit\nor the credit for other dependents), such as the foreign tax credit,\neducation credits, or general business credit. Schedule 3, Part I"
}