{
  "document_category": "legal-advice",
  "docId": "legal-advice_62",
  "chunk_index": 30,
  "chunk_text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law. For details, see the following instructions and the Schedule 1 instructions, especially the instructions for lines\n1 through 7 and Schedule 1, lines 1\nthrough 8z. Also see Pub. 525. Forgiveness of Paycheck\nProtection Program (PPP)\nLoans The forgiveness of a PPP Loan creates\ntax-exempt income, so although you\ndon’t need to report the income from the\nforgiveness of your PPP Loan on Form\n1040 or 1040-SR, you do need to report\ncertain information related to your PPP\nLoan. Rev. Proc. 2021-48, 2021-49 I.R.B.\n835, permits taxpayers to treat tax-exempt income resulting from the forgiveness of a PPP Loan as received or accrued: (1) as, and to the extent that, eligible expenses are paid or incurred; (2)\nwhen you apply for forgiveness of the\nPPP Loan; or (3) when forgiveness of\nthe PPP Loan is granted. If you have\ntax-exempt income resulting from the\nforgiveness of a PPP Loan, attach a\nstatement to your return reporting each\ntaxable year for which you are applying\nRev. Proc. 2021-48, and which section\nof Rev. Proc. 2021-48 you are applying—either section 3.01(1), (2), or (3). Any statement should include the following information for each PPP Loan:\n1. Your name, address, and ITIN or\nSSN;\n2. A statement that you are applying\nor applied section 3.01(1), (2), or (3) of\nRev. Proc. 2021-48, and for what taxable year;\n3. The amount of tax-exempt income from forgiveness of the PPP Loan\nthat you are treating as received or accrued and for what taxable year; and\n4. Whether forgiveness of the PPP\nLoan has been granted as of the date you\nfile your return. Write “RP2021-48” at the top of your\nattached statement. Foreign-Source Income You must report unearned income, such\nas interest, dividends, and pensions,\nfrom sources outside the United States\nunless exempt by law or a tax treaty. You must also report earned income,\nsuch as wages and tips, from sources\noutside the United States. If you worked abroad, you may be\nable to exclude part or all of your foreign earned income. For details, see\nPub. 54 and Form 2555. Foreign retirement plans. If you were\na beneficiary of a foreign retirement\nplan, you may have to report the undistributed income earned in your plan. However, if you were the beneficiary of\na Canadian registered retirement plan,\nsee Rev. Proc. 2014-55, 2014-44 I.R.B.\n753,\navailable\nat\nIRS.gov/irb/\n2014-44_IRB#RP-2014-55, to find out if\nyou can elect to defer tax on the undistributed income. Report distributions from foreign\npension plans on lines 5a and 5b. Foreign accounts and trusts. You\nmust complete Part III of Schedule B if\nyou:\n• Had a foreign account; or\n• Received a distribution from, or\nwere a grantor of, or a transferor to, a\nforeign trust. Foreign financial assets. If you had\nforeign financial assets in 2022, you\nmay have to file Form 8938. See Form\n8938 and its instructions. Chapter 11 Bankruptcy\nCases"
}