{
  "document_category": "legal-advice",
  "docId": "legal-advice_99",
  "chunk_index": 8,
  "chunk_text": "Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise TIP have to file a return, you\nshould file one to get a refund\nof any federal income tax withheld. You\nshould also file if you are eligible for\nany of the following credits. • Earned income credit. • Additional child tax credit. • American opportunity credit. • Credit for federal tax on fuels. • Premium tax credit. • Credits for sick and family leave. See Pub. 501 for details. Also see\nPub. 501 if you do not have to file but\nreceived a Form 1099-B (or substitute\nstatement). Requirement to reconcile advance\npayments of the premium tax credit. If you, your spouse with whom you are\nfiling a joint return, or a dependent was\nenrolled in coverage through the Marketplace for 2022 and advance payments\nof the premium tax credit were made for\nthis coverage, you must file a 2022 return and attach Form 8962. You (or\nwhoever enrolled you) should have received Form 1095-A from the Marketplace with information about your coverage and any advance payments. You must attach Form 8962 even if\nsomeone else enrolled you, your spouse,\nor your dependent. If you are a dependent who is claimed on someone else's\n2022 return, you do not have to attach\nForm 8962. Exception for certain children under\nage 19 or full-time students. If certain\nconditions apply, you can elect to in- These rules apply to all U.S. citizens, regardless of where they live, and resident aliens. Have you tried IRS e-file? It's the fastest way to get your refund\nand it's free if you are eligible. Visit IRS.gov for details. clude on your return the income of a\nchild who was under age 19 at the end\nof 2022 or was a full-time student under\nage 24 at the end of 2022. To do so, use\nForm 8814. If you make this election,\nyour child doesn't have to file a return. For details, use Tax Topic 553 or see\nForm 8814. A child born on January 1, 1999, is\nconsidered to be age 24 at the end of\n2022. Do not use Form 8814 for such a\nchild. If you were serving in, or in support\nof, the U.S. Armed Forces in a designated combat zone or contingency operation, you may be able to file later. See\nPub. 3 for details. Resident aliens. These rules also apply\nif you were a resident alien. Also, you\nmay qualify for certain tax treaty benefits. See Pub. 519 for details. address for mailing your return. Use these addresses for Forms\n1040 or 1040-SR filed in 2023. The address for returns filed after 2023 may be\ndifferent. See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n•"
}