{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 8,
  "chunk_text": "Instead, A sold the gift checks, received the proceeds\nbut failed to include the proceeds in gross income, and did not follow any of the\nSubchapter T provisions, and simply retained the untaxed unredeemed gift check sales\nproceeds, presumptively, for service purposes. The inherent abuse in taxpayer’s\nmethod of accounting is clear: A does not simply defer the recognition of income from\nthe gift check sales proceeds; but rather, income from unredeemed gift check sales\nproceeds completely escapes taxation. B. The proceeds that A receives from its direct sale of gift checks to the\npublic or third parties are not deposits or funds held in trust. However, the funds\nthat A receives from D stores may be viewed as a deposit or an amount held in\ntrust for the benefit of D stores up to the time D stores sells the gift checks to\ncustomers. At that time, the funds held by A may be viewed as proceeds from the\nsale of gift checks includable in A’s gross income. 4 Farmers ------------------ that meet certain additional requirements may take advantage of further\nexclusions from gross income under I.R.C. §521. This section is inapplicable to this special entity. POSTF-149051-10 12 IRC §61 defines gross income as all income from whatever source derived. Accordingly, any funds or other accessions to wealth received by a taxpayer are\nincluded in gross income, unless the taxpayer can demonstrate that a specific exclusion\napplies. Commissioner v. Glenshaw Glass Co., 348 U.S. 426, 430 (1955). The taxpayer\nhas not shown that any specific exclusion applies in this case, and we conclude that no\nexclusion applies. North American Oil Consolidated v. Burnet, 286 U.S. 417 (1932), reflects the\ngeneral rule that amounts received under a claim of right and without restriction as to its\ndisposition constitute income in the year of receipt, even though the taxpayer might be\nrequired ultimately to restore an equivalent amount. In Johnson v. Commissioner, 108\nT.C. 448, 470 (1997), aff’d 184 F.3d 786 (8th Cir. 1999), the court explained that not all\nrefundable payments can be excluded from income and that a characteristic of a\ndeposit is the lack of a binding agreement to apply the sum to the purchase of specific\ngoods and services. C. A’s position\nA’s position is that all amounts that it receives from gift check transactions are\nheld in trust for the benefit of its members and do not constitute gross income. A asserts\nthat it acts as an intermediary that only handles the administration of the gift checks;\ntherefore, no amount is taxable income. In addition, A asserts that these funds are\nburdened with the obligation of use for [services] purposes. As stated in its returns, A\nconsiders the amounts it receives from its members to be:\n[B]urdened with the obligation to expend such sums for …[services]…\npurposes. Such payments, therefore, do not constitute gross income and\nthe A is not subject to tax upon the excess of its receipts over its\ndisbursements. Likewise, disbursements over receipts do not constitute a\nloss. Thus, A asserts that it is not required to include proceeds from gift check transactions in\nincome for both tax and book purposes."
}