{
  "document_category": "legal-advice",
  "docId": "legal-advice_24",
  "chunk_index": 6,
  "chunk_text": "Constructive Dividends to the Insured Stockholders When an individual shareholder receives an economic benefit through a\ndiversion of corporate earnings and profits, such receipt may be taxed as a constructive\ndividend. Sachs v. Com-missioner, 277 F.2d 879, 882 (8th Cir. 1960) cert. denied, 364\nU.S. 833 (1960). Where a corporation pays premiums on an indi-vidual life insurance\npolicy on the life of a corporate officer/ sole stockholder, and the officer is permitted to\ndesignate the beneficiary, and the corporation is not directly or indirectly benefited by\nthe payments, those premium payments constitute income to the insured officer as they\nare paid. Yeungling v. Commissioner, 69 F.2d 971, 972 (3d Cir. 1934); Treas. Reg. POSTF-106186-02 8 ยง 1.61-2(d)(2)(ii)(a). Here, however, the named beneficiary on the life insurance\npolicies is the trustee. In the case of Prunier v. Commissioner, 248 F.2d 818 (1st Cir. 1957), life\ninsurance premiums similar to those within were found not to constitute income to the\ninsured shareholder when it was determined that the true beneficial owner of the\npolicies was the corporation. The above issue was directly addressed in Rev. Rul. 59184, 1959-1 C.B. 65. In that matter, the named benefi-ciary was a trustee obligated to\nreacquire the corporation's shares from the decedent stockholder's estate. Whenever a corporation purchases life insurance on the lives of its\nstockholders, the proceeds of which are to be used in payment for the\nstock of any stock-holder, the premiums on such insurance do not constitute income to any stockholder ... if such right of the beneficiary to receive\nthe proceeds is conditioned upon the transfer of the corporate stock to the\ncorporation. Rev. Rul. 59-184. Accord, Sanders v. Fox, 253 F.2d 855 (10th Cir. 1958), Casale v.\nCommissioner, 247 F.2d 440 (2d Cir. 1957). Interestingly, in Rev. Rul. 59-184, the insured stock-holders' heirs were not the\nnamed beneficiaries of the insurance policies. The designated beneficiaries were\ntrustees of an insurance trust who, by agreement with the corporation, were obligated to\ncollect the insurance proceeds and pay those pro-ceeds to the heirs of the deceased\nstockholders in return for the corporate stock. Nevertheless, the revenue ruling goes so\nfar as to hold that even when the insured stockholders have the right to designate the\nbeneficiaries of the life insurance policies, no constructive dividends result from the\ncorporation's payment of the premiums, so long as the beneficiaries must surrender the\ncorporate stock in order to receive the life insurance proceeds. Since this ruling directs that no constructive dividend results when the\ncorporation pays life insurance premiums for its stockholders where the beneficiaries\nnamed in the policies can be the insured stockholders's designees, provided those\nproceeds are to be used to reacquire the corporation's stock, it is plain that where the\ncorporation itself is the beneficiary under the life insurance policy, no constructive\ndividend arises from the pre-mium payments. Admittedly, the policies herein reflect the\ntrustee as the ostensible beneficiary, but as shown in LTR 6508270960A and Rev. Rul.\n59-184, the corporation will be deemed the ultimate beneficiary."
}