{
  "document_category": "legal-advice",
  "docId": "legal-advice_24",
  "chunk_index": 10,
  "chunk_text": "That being the case, we do not foresee the Service pre-vailing on an argument\nthat a portion of each life insurance premium payment on any one shareholder's life\nconstitutes a constructive dividend to the other shareholders. Finally, we reiterate another caution contained in Rev. Rul. 58-164. [I]f a shareholder surrenders stock to a corporation for less than its fair\nmarket value, such surrender may be a gift or compensation to the\nshareholders who remain....Conversely, if a corporation pays more than\nfair market value for its stock, the payment may be compensation to the\nshareholder surrendering stock or may be a gift to him from the\nshareholders who remain interested in the corporation. POSTF-106186-02 12 1958-2 C.B. 920, 921. If a future redemption is for an amount disproportionate to the fair market value\nof the shares, tax implications may arise. Along this line, we point out that although A,\nC, and B purpor-tedly owned equal shares of the company in Year 6, the policy to be\nused to reacquire A's shares was in the amount of $A whereas that for B, acquired on\nthe same date, was for $B. C's appar-ently later acquired policy was similarly for $C. This lack of uniformity should be investigated and explained by the corpora-tion's\nrepresentative. Deferred Compensation or Redemption\nAfter A had announced A's desire to retire, A and the company executed a\npurported \"Deferred Compensation Agreement\" on Compensation Agreement Date,\nwherein they agreed A would receive $D per year for life, paid in monthly installments. Upon A's death, the payments would be made to A's spouse for life, if A's spouse\nsurvived A. The Service seeks to attack this agreement and A's Year 6 Stock Sale\nAgreement. Conflating the two agree-ments, the Service proposes to disallow all or\npart of the annual $D compensation deductions taken by the corporate taxpayer on the\ngrounds that such payments were in reality installment payments for the redemption of\nA's equity interest in the company. Viewed in this manner, the bulk repurchase\npayment using the $A from the life insurance policy would represent a balloon payment\nfor the balance. In the case of a closely held corporation, special scrutiny is required of\ntransactions between shareholders and their cor-poration because of the unfettered\ncontrol exercised by the limited number of shareholders. Roschuni v. Commissioner,\n29 T.C. 1193, 1201 (1958), aff'd per curiam, 271 F.2d 267 (5th Cir. 1959), cert. denied,\n362 U.S. 988 (1960). We initially pause to clarify that since A had not agreed to the deferral of\ncompensation as it was being earned during the years of A's active employment, the\npayments commencing upon A's retirement should more accurately be described as\ncontinuing salary or annuity rather than couched as deferred compensation. Next, we note some evidence contradicting the company's stated purpose for the\nagreement. The Year 3 existence of C's profit sharing and pension plans, aggregating\nthen to over a half-million dollars, may belie the company's assertion of a past inability\nto fully fund a pension plan for A who possessed an equal ownership interest to C."
}