{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 19,
  "chunk_text": "24 $ DD less $ R. Page 25 of 37 POSTF-134629-07 Similar to taxpayer in Estate of Franklin, Corp F failed to provide any support for\nits conclusion that the $ DD purchase price was at least approximately equivalent to the\nfair market value of the assets sold. As stated by the Ninth Circuit, “[i]n our view this\ndefect in the taxpayer’s proof is fatal.” 544 F.2d at 1048. See Wrenn v. Commissioner\n67 T.C. 576 (taxpayers not entitled to deferral benefits of § 453 because they did not\nestablish the transfer was a bona fide sale for tax purposes in substance as well as\nform). Thus, there is no sale for tax purposes; rather, Corp F continues, in substance, to\nown all the assets with all income of the business income of Corp F. Corp F used a\nmethod of accounting (installment method) that failed to clearly reflect its income from\nits business that it continued to run. While only the Year 13 is under audit, all deferred\nincome from Year 10-Year 12 can be included in Year 13 as set forth in Section 5,\nApplicability of § 481, below. The economic substance doctrine, applied above, disregards the transaction, i.e.,\nthere is no sale. The doctrine of substance over form recasts the transaction. As a first\nalternative, you should recast the transaction. Assuming arguendo the Z could be a\nsignificant expense reduction necessary to generate profits, the transaction would be\nrecast as Corp F and Entity M having entered into a partnership that failed to file any tax\nreturns, with Corp F the ** percent income partner and Entity M the ** percent income\npartner pursuant to the allocation of the “Profit,” and taxed accordingly. As a second\nalternative, you should assert Corp F and Entity M formed a C corporation, with the\nmirror stock plan and holder certificates representing the corporate shares. For that\nalternative, the corporation failed to file corporate tax returns, failed to pay the corporate\nlevel tax and failed to pay the shareholder level tax. 25 All ------------------------------------------------- would be dividends subject to a second level of tax, and should be taxed\naccordingly. As support for both the position that Corp F, in substance, retained ownership of\nthe assets and the positions that it formed new entities with Entity M, it is noted that\nCorp F provides the working capital to run the business. Entity M has no right to run the\nbusiness; rather, one of the owners of Corp F must be the CEO and Entity M must hire\nthe Corp F employees or Entity M is in default under the terms of the Note Agreement. Entity M cannot sell the assets it purportedly purchased and would, presumably, forfeit\nall assets back to Corp F in the event of a default. The default provisions are strict – in\nessence giving Corp F complete control. Either Corp F retained its ownership in the assets or Corp F and/or its principals\nhold what is, in substance, equity interests so installment reporting does not apply. Corp F cannot be allowed to defer its income and convert ordinary income (income from\n25"
}