{
  "document_category": "legal-advice",
  "docId": "legal-advice_96",
  "chunk_index": 120,
  "chunk_text": "-85- Line 8f\nIncome from Form 8889. Enter on\nline 8f the total of the amounts from\nForm 8889, lines 16 and 20. You may have to pay an additional tax if you received a taxCAUTION able distribution from a health\nsavings account. See the Instructions for\nForm 8889. ! Line 8h\nJury duty pay. Also see the instructions for line 24a. Line 8i\nPrizes and awards. Enter prizes and\nawards but see the instructions for\nline 8m, Olympic and Paralympic medals and USOC prize money, later. Line 8j\nActivity not engaged in for profit income. See Pub. 535.\nLine 8k\nStock options. Enter on line 8k any income from the exercise of stock options\nnot otherwise reported on Form 1040 or\n1040-SR, line 1h. Line 8l Income from the rental of personal\nproperty if you engaged in the rental for profit but were not in the business\nof renting such property. Also see the\ninstructions for line 24b, later. Line 8m\nOlympic and Paralympic medals and\nUSOC prize money. The value of\nOlympic and Paralympic medals and the\namount of United States Olympic Committee (USOC) prize money you receive\non account of your participation in the\nOlympic or Paralympic Games may be\nnontaxable. These amounts should be reported to you in box 3 of Form\n1099-MISC. To see if these amounts are\nnontaxable, first figure your adjusted\ngross income, including the amount of\nyour medals and prize money. If your adjusted gross income is not\nmore than $1,000,000 ($500,000 if married filing separately), these amounts are\nnontaxable and you should include the\namount in box 3 of Form 1099-MISC on\nline 8m, then subtract it by including it\non line 24c. Line 8n\nSection 951(a) inclusion. Section 951\ngenerally requires that a U.S. shareholder of a controlled foreign corporation include in income its pro rata share of the\ncorporation's subpart F income and its\namount determined under section 956. Enter on line 8n from your Forms 5471\nthe sum of any amounts reported on\nSchedule I, lines 1a through h and line 2. Remember to attach copies of your\nForms 5471 to your return. Line 8o\nSection 951A(a) inclusion. Section\n951A generally requires that a U.S.\nshareholder of a controlled foreign corporation include in income its global intangible low-taxed income (GILTI). Enter on line 8o from your Forms 8992 the\nsum of any amounts reported on Part II,\nline 5. Remember to attach copies of\nyour Forms 8992. If you made a section 962 election and have an income incluCAUTION sion\nunder section 951 or\n951A, do not report that income on\nline 8n or 8o, as applicable. Instead, report the tax with respect to the section\n962 election on Form 1040 or 1040-SR,\nline 16, and attach a statement showing\nhow you figured the tax that includes the\ngross amounts of section 951 and section 951A income. ! Line 8p\n461(l) excess business loss adjustment. Enter the amount of your excess business loss from Form 461, line 16. Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information."
}