{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 28,
  "chunk_text": "180-day exclusivity is governed by\nsections 505(j)(5)(B)(iv) and 505(j)(5)(D) of the FDCA. David E. Korn, Erika Lietzan and Shaw W. Scott, A New History and Discussion of 180Day Exclusivity, 64 Food & Drug L.J. 335 at 335 (2009)(emphasis added). The first to file62 a substantially complete ANDA with a paragraph IV certification\n(subject to other requirements, including the applicable exclusivity periods granted to\nthe FDA-approved NDA63) obtains 180 days of exclusivity over other generic drug\n62 There can be more than one first filer if multiple ANDAs are submitted on the same day. See Center\nfor Drug Evaluation and Research, Food and Drug Administration, U.S. Dept. of Health and Human\nServices, Guidance for Industry, 180-Day Exclusivity When Multiple ANDAs Are Submitted on the Same\nDay (July, 2003). 63 21 U.S.C. § 355(j)(5)(B)(2010) provides that approvals can be made effective subject to conditions;\nhowever, the statute also provides that the FDA can send tentative approval letters. The FDA’s POSTU-139175-10 58 ANDA filings.64 21 U.S.C. § 355(j)(5)(B)(iv)(2010). The 180 days of exclusivity is\nvaluable to the generic drug producer. The article by David E. Korn, Erika Lietzan and\nShaw W. Scott (cited above) addresses multiple views of the value of the 180-day\nexclusivity,65 with one view stated as follows: 66 interpretation of the definition of tentative approval letters may limit the use of tentative approval letters to\nsituations where the exclusivity period is relative to the NDA-approved drugs (e.g., new innovative\npediatric drug exclusivity or new innovative drug for rare condition exclusivity - periods of exclusivity that\ncan apply after the patents expire and are cross referenced in the statute provision defining tentative\napproval), not the 180-day exclusivity of the first applicant. Tentative Approval. If a generic drug product is ready for approval before the\nexpiration of any patents or exclusivities accorded to the reference listed drug\nproduct, FDA issues a tentative approval letter to the applicant. The tentative\napproval letter details the circumstances associated with the tentative approval. FDA delays final approval of the generic drug product until all patent or\nexclusivity issues have been resolved. A tentative approval does not allow the\napplicant to market the generic drug product. U.S. Food and Drug Administration, Glossary of Terms,\nwww.fda.gov/Drugs/InformationOnDrugs/ucm079436.htm (last visited on 8/16/2011)(emphasis added). The article by Erika Lietzan and David E. Korn, Issues in the Interpretation of 180-Day Exclusivity, 62\nFood & Drug L.J. 49, 50 (2007) may interpret the language in 21 U.S.C. § 505(j)(5)(B)(iv) as barring FDA\napproval (even tentative) if a prior ANDA filer may be a first applicant entitled to 180-days of exclusivity. See Teva Pharmaceutical Industries v. Crawford, FDA, 410 F.3d 51, 54 (D.C. Cir. 2005)(“The means the\nCongress ‘deemed appropriate, and prescribed’ to give generic drug makers an incentive to challenge\nbrand-drug patents is unambiguous: The FDA may not approve a second or later ANDA containing a\nparagraph (IV) certification until 180 days after the first filer with such a certification begins commercially\nmarketing the drug . . . .”) . 64 The exclusivity does not extend to the drugs known as authorized generics (AG), “generics” that are\nmarketed and sold pursuant to a license from an NDA holder."
}