{
  "document_category": "legal-advice",
  "docId": "legal-advice_98",
  "chunk_index": 47,
  "chunk_text": "If no\naddress is designated in the complaint or provided\nin a notice of appearance, service will be made on\nthe office(s) established to enforce this part under the\nauthority of §10.1, Internal Revenue Service, 1111\nConstitution Avenue, NW, Washington, DC 20224. (d) Service of evidence in support of complaint. Within 10 days of serving the complaint, copies of\nthe evidence in support of the complaint must be\nserved on the respondent in any manner described in\nparagraphs (a)(2) and (3) of this section. (e) Filing of papers. Whenever the filing of a\npaper is required or permitted in connection with\na proceeding under this part, the original paper,\nplus one additional copy, must be filed with the\nAdministrative Law Judge at the address specified\nin the complaint or at an address otherwise specified\nby the Administrative Law Judge. All papers\nfiled in connection with a proceeding under this\npart must be served on the other party, unless the\nAdministrative Law Judge directs otherwise. A\ncertificate evidencing such must be attached to the\noriginal paper filed with the Administrative Law\nJudge. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.64 Answer; default. (a) Filing. The respondent’s answer must be filed\nwith the Administrative Law Judge, and served\non the Internal Revenue Service, within the time\nspecified in the complaint unless, on request or\napplication of the respondent, the time is extended\nby the Administrative Law Judge. (b) Contents. The answer must be written and\ncontain a statement of facts that constitute the\nrespondent’s grounds of defense. General denials\nare not permitted. The respondent must specifically\nadmit or deny each allegation set forth in the\ncomplaint, except that the respondent may state that\nTreasury Department Circular No. 230 the respondent is without sufficient information to\nadmit or deny a specific allegation. The respondent,\nnevertheless, may not deny a material allegation in\nthe complaint that the respondent knows to be true,\nor state that the respondent is without sufficient\ninformation to form a belief, when the respondent\npossesses the required information. The respondent\nalso must state affirmatively any special matters of\ndefense on which he or she relies. (c) Failure to deny or answer allegations in the\ncomplaint. Every allegation in the complaint that is\nnot denied in the answer is deemed admitted and will\nbe considered proved; no further evidence in respect\nof such allegation need be adduced at a hearing. (d) Default. Failure to file an answer within the time\nprescribed (or within the time for answer as extended\nby the Administrative Law Judge), constitutes an\nadmission of the allegations of the complaint and\na waiver of hearing, and the Administrative Law\nJudge may make the decision by default without a\nhearing or further procedure. A decision by default\nconstitutes a decision under §10.76. (e) Signature. The answer must be signed by\nthe respondent or the respondent’s authorized\nrepresentative under §10.69(a)(2) and must\ninclude a statement directly above the signature\nacknowledging that the statements made in the\nanswer are true and correct and that knowing and\nwillful false statements may be punishable under 18\nU.S.C. §1001. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.65 Supplemental charges. (a) In general."
}