{
  "document_category": "legal-advice",
  "docId": "legal-advice_78",
  "chunk_index": 3,
  "chunk_text": "However, where insufficient funding exists for all estimated awards\n2 A materially below market interest rate is an annual rate that does not exceed 100 percent of the rate on\na U.S. Treasury bill of comparable maturity as of the date of the deposit. 72 Fed. Reg. at 190-91. POSTF-147002-10 4 submitted, the Fund determines the actual BEA payment to be disbursed to each BEA\napplicant based upon the priority ranking for each category of qualifying activities and\nthe incremental increase in the value of such qualifying activities from the prior award\nyear. 12 CFR § 1806.203(d). The priority ranking for each category of qualifying\nactivities is described in the regulations and the NOFA. 12 CFR § 1806.203(c); 72 Fed.\nReg. at 194. The NOFA establishes priority factors for only the distressed community\nfinancing activities category. 72 Fed. Reg. at 194. The NOFA assigns a priority factor\nof 3.0 to affordable housing loans and small business loans. Id. The NOFA assigns a\npriority factor of 2.0 to affordable housing development loans and commercial real\nestate loans. Id. The priority factor is multiplied by the increase in the corresponding\nqualified activities from the prior award year to achieve a weighted value. Id. The\nweighted value is then multiplied by the appropriate award percentage to calculate the\nestimated BEA payment for the qualifying activities. During the years at issue, the estimated awards submitted by all BEA program\napplicants exceeded the actual funding. For the award years *** c and *** d, the award\npercentage for qualifying distressed community financing activities engaged in by\nTaxpayer during the years at issue was nine percent of the weighted value of the\nincrease in such qualifying activities from the prior award year. 72 Fed. Reg. at 194. For the award year *** d, the award percentage for support activities, including deposits\nand technical assistance to a community development financial institution, was eighteen\npercent of the value of the increase in the qualifying activity from the prior award year. Id.\nTerms and Conditions of the BEA Payment\nDuring *** c, the Fund made BEA payments of approximately $11 million to *** f\nbanks and thrifts across the country. During *** d, the Fund made BEA payments of\napproximately $20 million to *** g banks and thrifts across the country. During the\ntaxable years *** c and *** d, the BEA payments were not required to be used for any\nspecific purpose. The BEA payment is made in the form of a grant. 72 Fed. Reg. at 192. The BEA\npayment is unilaterally prescribed by the Fund. 12 CFR § 1806.203(f); 72 Fed. Reg. at\n192, 195. The Fund has complete discretion as to the amount and recipient of a BEA\npayment. 72 Fed. Reg. at 195. The Fund’s decision with respect to the BEA payment\nis final and not appealable. Id. After being selected for a BEA, the applicant must sign\na Notice of Award and Award Agreement prior to the disbursement of the BEA payment\nby the Fund. 12 CFR § 1806.300. Activities of Taxpayer\nAmong its other activities, Taxpayer, through Sub, makes loans in distressed\ncommunities."
}