{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 9,
  "chunk_text": "Materials submitted by the Taxpayer with respect to its Program Y arrangements\nare consistent with this description. The Taxpayer submitted a copy of a form contract\nbetween the Taxpayer and an employer group. One of the provisions in the contract\ndescribed situations involving \"Providers Outside the State of Taxpayer State.\" The\nsample agreement provides that such claims will be processed under the \"Program\nCard\" program. The sample agreement explains that \"when members receive covered\nhealth care services within the geographic area served by an on-site Blue Cross and/or\nBlue Shield Licensee (“Host Blue”), [Taxpayer] will remain responsible to Employer for\nfulfilling [Taxpayer] contract obligations. However, the Host Blue will only be\nresponsible, in accordance with applicable Program Card Policies, if any, for providing\nsuch services as contracting with its participating providers and handling all interaction\nwith its participating providers.\" (Emphasis added.) Similar provisions are included in\nthe form contracts for the Program Z arrangements. In other words, the Home plan is\nthe only party with any liability to the policyholder or subscribers and the agreement\nconfirms it, while absolving the Host plan of any concurrent responsibility. The Host\nplan \"will only be responsible for contracting with its participating providers and handling\nall interaction with its participating providers.\" II. May BCBS Program X arrangements be considered \"cost-plus\" arrangements\nfor purposes of the special deduction? POSTU-144536-09 11 We believe the Taxpayer's claims should be disallowed for the reasons stated\nabove. However, considering the significance of the issue, the balance of this\nmemorandum will address the Taxpayer's NAIC arguments. Ultimately we conclude there is no merit to the Taxpayer's NAIC arguments. However, as noted at the beginning of this memorandum, there are numerous factual\nissues regarding all three arrangements described in the claims for refund. Those\nfactual issues provide independent grounds for disallowing the claims. We do not\naddress the factual issues in this memorandum because they are generally not within\nthe purpose of Chef Counsel Advice. No concession is intended by their omission and\nno inference should be drawn. The Protest alleges that the Taxpayer's refund claims were \"prompted\" by an\ninternal audit of the Taxpayer's NAIC Annual Statements. It is not clear whether the\naudit recommended the reclassification of only the Taxpayer's Program X activity, or if it\nalso included the so-called \"Program Y\" arrangements. In any event, for Federal\nIncome Tax purposes the Taxpayer has reclassified both of those arrangements, along\nwith its \"Program Z\" arrangements. But any justification for that reclassification\noriginated with the Taxpayer's treatment of these transactions on its NAIC Annual\nStatements. Accordingly, the Taxpayer's argument is principally based upon the\nAccounting Practices and Procedures of the NAIC and the NAIC's Risk-Based Capital\n(RBC) standards. The Taxpayer's NAIC-based arguments depend on three dubious links. First,\nthat \"Administrative Services Contracts\" (ASC) as described in the NAIC's Accounting\nPractices and Procedures should be considered \"cost-plus\" contracts for purposes of\nsection 833(b). Second, that the NAIC's Risk-Based Capital rules equate ASC and\n\"Fee-for service\" arrangements. And third, that the NAIC's Risk-Based Capital rules\nconsider \"Program X-type\" arrangements as Fee-for service. According to the\nTaxpayer:\n\"Program X-type\" arrangements = Fee-for service = ASC = Cost-plus."
}