{
  "document_category": "legal-advice",
  "docId": "legal-advice_57",
  "chunk_index": 2,
  "chunk_text": "The replacement equipment is engineered to make possible\nsubstantially the same functionality on the new spectrum licensed to the BAS\nbroadcasters as available in the broadcaster's current operations. The Transition Administrator is obligated to pay the FCC / US Treasury for the\nnewly-licensed 2 GHz spectrum that it will use. It will receive a credit towards this\nobligation for the FCC-determined value of its net disposition of access to spectrum in\n1 BAS equipment makes possible \"live shots\" that are transmitted to the local television studio, typically for\nintegration into local news, sports, and entertainment programming and then broadcast to viewers. Broadcast stations may employ a number of BAS \"mobile units\" installed in news trucks that are\nequipped with antennas, transmitters, and other equipment operating in the licensed 2 GHz spectrum\nband. They may also maintain a number of \"central receive sites\" to which mobile units may transmit\nwhen, for instance, they are far from the studio. Central receive sites employ, among other things,\nreceivers, antennas, and controllers, and serve to relay the ENG feed on to the studio for integration\ninto the broadcast. Broadcast stations may also own a number of portable transmitters that are employed\non an as-needed basis. Finally, they may own BAS transmitters, receivers and antennas that are installed\nin a helicopter for news gathering purposes. CC:LM:CTM:LA:2:POSTF-108806-08 page 3 the 800 MHz band. It will also receive an aggregate credit for its payment of the actual\ncosts of providing comparable facilities to relocated incumbents in both the 800 MHz\nband (including public safety licensees) and the 2 GHz band (including BAS\nbroadcasters). The FCC requires that the Transition Administrator provide all equipment and\nrelated costs, or reimburse broadcasters for relocation costs incurred, including those\nfor replacement equipment, integration, testing, and training costs to ensure that the\nreplacement equipment provides comparable functionality to the broadcast stations. The replacement equipment will be ordered by the broadcast stations. 2 The equipment\ncurrently used by the broadcast stations will be transferred to the Transition\nAdministrator. It is anticipated that the Transition Administrator will dispose of the\nequipment as scrap because it will be unsuitable for any use permitted by the FCC. The broadcast stations will receive only equipment that the Transition\nAdministrator provides under the FCC's \"comparable facilities\" standard. The broadcast\nstations will be reimbursed for only those approved expenditures for related necessary\nitems such as the removal of old equipment, and installation and testing of the\nreplacement equipment. The broadcast stations will have no opportunity (as it might\nwith conventional insurance proceeds for loss or damage) to forego reinvestment in\nsimilar replacement property, or to keep the conversion proceeds for other purposes. DISCUSSION\nI.R.C. ยง 1033(a)(1) provides, in part, that if property (as a result of its destruction\nin whole or in part, theft, seizure, or requisition or condemnation or threat or imminence\nthereof) is compulsorily or involuntarily converted into property similar or related in\nservice or use to the property so converted, no gain shall be recognized. 3 The basic purpose of I.R.C. ยง 1033(a) is to allow a taxpayer to replace property\nor to continue an investment without realizing gain. S. E. Ponticos, Inc., v.\nCommissioner, 40 T.C. 60, 64 (1963)."
}