{
  "document_category": "legal-advice",
  "docId": "legal-advice_30",
  "chunk_index": 21,
  "chunk_text": "(ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv) The effective date of renewal is the first day\nof the fourth month following the close of the period\nfor renewal described in paragraph (d) of this section. (2) For renewed enrollment as an enrolled agent\nor enrolled retirement plan agent —\n(i) Requirements for enrollment cycle. A\nminimum of 72 hours of continuing education credit,\nincluding six hours of ethics or professional conduct,\nmust be completed during each enrollment cycle. (ii) Requirements for enrollment year. A\nminimum of 16 hours of continuing education credit,\nincluding two hours of ethics or professional conduct,\nmust be completed during each enrollment year of an\nenrollment cycle. (iii) Enrollment during enrollment cycle —\nPage 12 — § 10.6 (A) In general. Subject to paragraph (e)(2)(iii)\n(B) of this section, an individual who receives initial\nenrollment during an enrollment cycle must complete\ntwo hours of qualifying continuing education credit\nfor each month enrolled during the enrollment cycle. Enrollment for any part of a month is considered\nenrollment for the entire month. (B) Ethics. An individual who receives\ninitial enrollment during an enrollment cycle must\ncomplete two hours of ethics or professional conduct\nfor each enrollment year during the enrollment cycle. Enrollment for any part of an enrollment year is\nconsidered enrollment for the entire year. (3) Requirements for renewal as a registered\ntax return preparer. A minimum of 15 hours of\ncontinuing education credit, including two hours of\nethics or professional conduct, three hours of Federal\ntax law updates, and 10 hours of Federal tax law\ntopics, must be completed during each registration\nyear. (f) Qualifying continuing education —\n(1) General —\n(i) Enrolled agents. To qualify for continuing\neducation credit for an enrolled agent, a course of\nlearning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (ii) Enrolled retirement plan agents. To qualify\nfor continuing education credit for an enrolled\nretirement plan agent, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional knowledge\nin qualified retirement plan matters; and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (iii) Registered tax return preparers. To\nTreasury Department Circular No. 230 Table of Contents qualify for continuing education credit for a registered\ntax return preparer, a course of learning must —\n(A) Be a qualifying continuing education\nprogram designed to enhance professional\nknowledge in Federal taxation or Federal tax related\nmatters (programs comprised of current subject\nmatter in Federal taxation or Federal tax related\nmatters, including accounting, tax return preparation\nsoftware, taxation, or ethics); and\n(B) Be a qualifying continuing education\nprogram consistent with the Internal Revenue Code\nand effective tax administration. (2) Qualifying programs —\n(i) Formal programs."
}