{
  "doc_id": "legal-advice_26",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_26__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20093801F Release Date: 9/18/09\nCC:LM:RFPH:RAVILLAGELIU:\nPOSTF-134398-08\nUILC: 451.13-00 date: January 16, 2009 to: Robert E. Larson\nSupervisory Internal Revenue Agent\nJim Helrich\nInternal Revenue Agent from: subject: Deputy Area Counsel (Industry Programs), LMSB Area 3, RFPH\nRogelio A. Villageliu Industry Counsel Food & Beverages Industry Request for Case Specific Legal Advice: Separate Gift Card Company Servicing\nAffiliated Restaurants This is to provide the requested legal assistance. Below are the facts, discussion and\nlegal analysis. The legal conclusions reached in this opinion were informally reviewed\nby the national office, and informal suggestions made were incorporated in this opinion. LEGEND\nA\nB\nC\nD\nE\nF\nG\nH\nI\nJ = --------------------------------------------------------------------------------------------------------------------------------------= -------------------------------------------= ---------------------------------------------------------------------= ---------------= --------------------------------------------------------= ----------------------------------= -----------------= ---------------= ---------= ---- POSTF-134398-08\nK\nL\nM\nN\nO\nP\nService began auditing\nthe taxpayer\nYear 1\nYear 17\nYear 24\nYear 25\nYear 26\nYear 27\n#AA\n#BB\n#CC\n#DD\n#EE\n#FF\n#GG\n#HH\n#II\n#JJ\n#KK\n#LL\n#MM\n#NN\n#OO\n# of Account\nInterco-A\nDate AB\nDate AC\n$QA\n$QB\n$QC\n$QD\n$QE\n$QF\n$QG\n$QH\n$QI\n$QJ\n$QK\n$QL 2\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-134398-08\n$QM\n$QN\n$QO\n$QP\n$QQ\n$QR\n$QS 3\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------- ISSUES Whether A (A) may, under the circumstances described below, defer the recognition of\nincome from the proceeds of gift card sales under Treas. Reg. 1.451-5 or under Rev.\nProc. 2004-34.\nCONCLUSIONS It may not defer under Treas. Reg. §1.451-5 or under Rev. Proc. 2004-34.\nFACTS\n1. A and its affiliates\nA is an S corporation and a full-service restaurant management company based in B. It maintains its books and files its income tax returns on the accrual basis with a 52-53\nweek fiscal year ending on the last Wednesday of the calendar year. Its financial\nstatements are audited annually by an independent certified public accounting firm. The firm has provided an unqualified opinion for all years and has also prepared and\nsigned A’s tax returns. A has sold gift certificates since the Service began auditing the taxpayer; in Year 24,\nit replaced the certificates with plastic gift cards in varying denominations. A has\nconsistently accounted for its receipts from the sales under section 1.451-5 of the\nregulations. The Internal Revenue Service (the Service) has audited the returns of A\nand its affiliates on a number of occasions since the Service began auditing the\ntaxpayer and, according to A, there is no record of the Service’s having previously\nexamined A ’s reliance on Treas. Reg. § 1.451-5.\nA was incorporated in Year 1 to succeed by merger to #AA affiliated restaurant\ncorporations. The merger did not result in a change of control or operation of the\nrestaurants. Since the merger, A has closed all but the first of the #AA restaurants, C.\nIn the Service began auditing the taxpayer, however, when A began selling gift\ncertificates and accounting for them under Treas. Reg. 1.451-5, it owned and operated\n#OO or #JJ of the original #AA restaurants. A affiliates then owned and operated POSTF-134398-08 4 approximately #BB restaurants.1 All or substantially all of the restaurants participated\nin A’s gift card (then gift certificate) program. Today, A continues to own and operate one affiliated restaurant corporation, C(in its\noriginal leased premises in B), and manages approximately #CC other affiliated\nrestaurants. These restaurants are owned by S corporations, partnerships and\nlimited liability companies (taxed as partnerships). A has an equity interest (in varying\namounts from nominal to substantial) in a number of these restaurants. A provides\nstaffing, administrative, and/or management services to these restaurants. A also\nprovides fee-based consulting services to independent restaurateurs."
    },
    {
      "id": "legal-advice_26__1",
      "chunk_id": "1",
      "content": "These restaurants are owned by S corporations, partnerships and\nlimited liability companies (taxed as partnerships). A has an equity interest (in varying\namounts from nominal to substantial) in a number of these restaurants. A provides\nstaffing, administrative, and/or management services to these restaurants. A also\nprovides fee-based consulting services to independent restaurateurs. For its services to these affiliate-owned restaurants, A charges a management or\nadministrative service fee, generally #DD% of restaurant sales; it also bills for direct\ncosts (primarily payroll and related benefit costs) incurred in providing the services to\nthe restaurants. A’s fee income for these services now constitutes the bulk of its\nincome. 2. A’s plastic gift card program Of the #CC A-affiliated restaurants, #EE (#FF including C), participate in A’s gift card\nprogram (Participating A Restaurants). 2 These #FF Participating A Restaurants\noperate under approximately #GG different concepts and trade names, with only A\nhaving title to the trade names. As are the other A affiliated restaurants, all #FF\nParticipating A Restaurants are advertised and promoted as so-called A Restaurants,\nand consistent with these facts, the A gift cards are honored at all the Participating\nRestaurants irrespective of where the cards are sold. A, as management company, has the right to determine which of the #FF Participating\nrestaurants will participate in its gift card program. It also has the right to terminate a\nrestaurant’s participation in the program. If a restaurant closes or its participation in\nthe program terminates, the restaurant has no further rights or obligations under the\nprogram other than its right to have A reimburse it for A gift cards honored by the\nrestaurant before the termination. In addition to the #FF Participating A Restaurants, approximately #HH D Restaurants\nof E also participate in the program by either selling and redeeming or just redeeming\nA’s gift cards (collectively Participating Restaurants). 3 Their participation stems from\n1 A holds direct minority equity interests in some of its affiliates. In general, however, the equity\nownership interests of the A partners in A and its affiliates reflect their involvement in the various A\nrestaurants. Thus, for example, an A partner could have varying equity interests in one or more A\nrestaurants and no equity interests in other A restaurants. 2 The gift cards cannot be used for payment at A affiliated F or G food service units. 3 The #JJ B area D restaurants sell and accept the gift cards for payment. The approximately #LL D\nRestaurants outside B only accept the gift cards for payment. All the D restaurants also sell E gift cards. POSTF-134398-08 5 E’s Year 17 acquisition of the first #II D (B area) restaurants which at that time were A\naffiliates participating in the gift card program. These restaurants were subsequently\nmanaged by A for several years and continued to participate in the program. The\ncurrent participation of the D restaurants continues under a marketing arrangement\nbetween A and E.\nA and each of the separate participating restaurants4 sell gift cards in various\ndenominations5 to the general public. The gift cards are issued under the A nameplate\nonly."
    },
    {
      "id": "legal-advice_26__2",
      "chunk_id": "2",
      "content": "The\ncurrent participation of the D restaurants continues under a marketing arrangement\nbetween A and E.\nA and each of the separate participating restaurants4 sell gift cards in various\ndenominations5 to the general public. The gift cards are issued under the A nameplate\nonly. A gift cards are accepted like cash and are applied to the holder’s full check\nincluding food, beverage, tax and gratuity. A gift cards are not valid for the payment of\nprivate parties, catering events or delivery orders. The cards are not re-loadable,\nredeemable for cash, or replaceable if lost or stolen. They are not subject to any\nmaintenance or non-usage fees and have no expiration dates. The Participating\nRestaurants remit the proceeds of all gift cards sold by them to A, honor the cards\nwhen presented to the restaurants for meals, and then present the cards to A for\nredemption by it in cash. A employs four procedures for selling gift cards:\n1) The gift cards are sold at all A -managed restaurants6;\n2) The gift cards are sold online through the A website (A );\n3) Customers can place an order for a gift card purchase through the Gift Card Sales\nDepartment which is part of A by calling #NN, or, outside B, toll-free at #MM;\n4) Customers can complete the fax/mail-in form from the website\nAccording to A, its gift card program was adopted to efficiently facilitate a card holder’s\nability to redeem the card at any of the Participating Restaurants. A customer can\npurchase a card at any of the Participating A Restaurants (except I, H or J) and at the\n#JJ B area D restaurants. The holder of the card may then redeem at the selling\nrestaurant or any other Participating Restaurant. A’s management is of the belief that\nthe large number of choices is one of the reasons for the program’s success and\nstates that a system which requires every restaurant to clear transactions with every\nother restaurant would be cumbersome, inefficient and create significant accounting\nand cash management issues. 3. The accounting for sale and redemption of gift cards 4 A Gift Cards are available for purchase at all A restaurants except H, I and J. The gift cards can be used\nat all A restaurants including H, I and J.\n5\nAccording to the company’s website, gift cards are available in $QQ increments up to $QS. 6\nExcept H, I, J, L or D locations outside of B. POSTF-134398-08 6 The Participating Restaurants recognize income only from their sale of the meals\n(when they honor the gift cards); they have no right to any proceeds from the sale of\ngift cards which are not redeemed. Consistent with these principles, A and its\naffiliates reconcile their inter-company accounts on a monthly basis. For book and\nincome tax purposes, A recognizes income from the sale of gift cards under Treas. Reg. 1.451-5; A thus recognizes no income on the sale or (other than at C) the\nredemption of the cards and, based on an aging report prepared by an independent\nvendor, recognizes income on unredeemed cards in the second year following the year\nin which the cards are sold."
    },
    {
      "id": "legal-advice_26__3",
      "chunk_id": "3",
      "content": "Reg. 1.451-5; A thus recognizes no income on the sale or (other than at C) the\nredemption of the cards and, based on an aging report prepared by an independent\nvendor, recognizes income on unredeemed cards in the second year following the year\nin which the cards are sold. A recognizes gift card income only for cards presented at\nC. Its participating restaurants will recognize gift card income when cards are\nredeemed at the participating restaurant. Participating Restaurants When a gift card is sold at a participating restaurant, the participating restaurant books\nthe sale of the gift card as a debit to cash and a credit to gift cards sold. Because the\nparticipating restaurant is obligated to remit upon receipt the cash received to A, the\nparticipating restaurant records a liability by debiting Gift Cards Sold and crediting\nInterco with A. The transfer of the cash is recorded by debiting Interco with A and\ncrediting Cash. The table below illustrates the participating restaurant’s accounting\nentries:\nDebit\nCash\nGift Cards sold\nInterco – A Credit\nGift cards sold\nInterco - A\nCash It is clear participating restaurants merely receive and immediately surrender the cash\nback to A when gift cards are sold at these locations. A\nSeparately, on the books of A, the sale of the gift card by a participating restaurant is\nrecorded as a debit to Interco Store (receivable) and a credit to gift card liability. The\ngift card liability entry is made because A records and holds the liabilities for sales of\ngift cards for all of the entities instead of each entity maintaining its own liability for\noutstanding gift cards. Because A receives the cash from the participating restaurants\nupon the sale of the gift cards, A debits cash and credits Interco Store, as set forth\nbelow:\nDebit\nInterco - Store (Receivable)\nCash Credit\nGift Card Liability\nInterco - Store POSTF-134398-08 7 A gift cards/certificates can be redeemed at any participating restaurants regardless\nof where the gift cards/certificates were purchased. When a gift card is redeemed for\na meal at a participating restaurant, A is obligated to transfer the amount of the\nredemption to that restaurant which, as previously stated, may or may not have been\nthe restaurant where the gift card was initially purchased. The participating restaurant\nrecords on its books a debit to Gift Card Redeemed and a credit to Sales thereby\nreporting income from the sale of goods upon redemption of the gift card. In addition,\nthe restaurant records a debit to Interco with A and a credit to Gift Card Redeemed for\nthe same amount as the previous entry. The final entry is a debit to Cash and a credit\nto Interco with A to eliminate the inter-company between the store and A and to record\nthe receipt of cash from A. A fourth entry would be a debit to CGS and a credit to\nInventory. Participating Restaurant:\nDebit\nGift Card Redeemed\nInterco-A\nCash\nCGS Credit\nSales\nGift Card Redeemed\nInterco - A\nInventory Separately, on the books of A the redemption of the gift card is recorded as a debit to\nGift Card Liability and credit to Interco Store. The transfer of the cash to the store is\nrecorded as a debit to Interco Store and Credit to Cash. A:\nDebit\nGift Card Liability\nInterco – Store"
    },
    {
      "id": "legal-advice_26__4",
      "chunk_id": "4",
      "content": "Separately, on the books of A the redemption of the gift card is recorded as a debit to\nGift Card Liability and credit to Interco Store. The transfer of the cash to the store is\nrecorded as a debit to Interco Store and Credit to Cash. A:\nDebit\nGift Card Liability\nInterco – Store Credit\nInterco - Store\nCash A has furnished a chart of the accounting for the sale and redemption of gift cards by\nit and its Affiliates, including cards redeemed after the expiration of the two-year\nperiod. A’s Year 27 Federal Income Tax Return\na. A as a restaurant management company On its tax returns, A lists its business activity as Restaurant Management. As part of\nits management services to the Participating A Restaurants, A does the following: Maintains separate books of account POSTF-134398-08 8 Purchases and maintains liability insurance\nProvides a data processing network and the personnel to maintain and\nadminister all data processing functions\nPrepares checks for payments for all purchases which clear through a\ncommon disbursing account with all restaurants reimbursing the account\nProvides lines of credit to the restaurants and advances funds for temporary\nworking capital\nManages the gift card program and acts as a clearing house for sales and\nredemptions of gift cards\nContracts with credit card and gift card processors for all the Participating\nRestaurants\nK, a paymaster entity created by A, performs the following:\nEmploys all employees and provides and administers all employee fringe\nbenefit programs for approximately #KK employees. Provides payroll processing services b. A’s deferral of gross income from gift card sales under Treas. Reg.\n1.451-5. As reported on the Year 27 income tax returns, sales at Participating A Restaurants\ntotaled approximately $QA. Gift card sales for A and the Participating Restaurants for\nthe year totaled $QB, and gift card redemptions totaled $QC. Under Treas. Reg. 1.4515, A included $QR in income in its Year 27 income tax return representing revenues from\ngift cards sold in Year 25 and succeeding and not redeemed by year-end Year 27. POSTF-134398-08 c. 9 Cost of Goods Sold and Liability On both its Schedule A, Cost of Goods Sold, and its Schedule L, Balance Sheet, A\nreports inventory of $QD and $QE at the beginning and end of Year 27, respectively. These amounts are broken down as follows: Food (at C)\nLiquor (at C)\nMerchandise at A\nTotal Beginning of Year\n$QF\n$QH\n$QJ\n$QD End of Year\n$QG\n$QI\n$QK\n$QE The Food and Liquor inventories represent the food and liquor property of C. The\nfood and liquor properties of the Participating Restaurants are reported on the tax\nreturns of the affiliated restaurants. A’s merchandise inventories represent non-food\nitems, principally on-line personality-test credits, human resource supplies, office\nsupplies and manager log books. A acquires non-food merchandise on a bulk basis\nand then distributes/sells the merchandise and allocates the cost to C and its\naffiliated and managed restaurants, including the Participating A Restaurants. d. Basis for determining outstanding gift cards A’s tax and audited balance sheets report the entire liability for all outstanding gift\ncards, whether sold by A or the other Participating Restaurants. At the beginning and\nend of Year 27, the reported liabilities for the unredeemed gift cards were $QL and\n$QM, respectively."
    },
    {
      "id": "legal-advice_26__5",
      "chunk_id": "5",
      "content": "d. Basis for determining outstanding gift cards A’s tax and audited balance sheets report the entire liability for all outstanding gift\ncards, whether sold by A or the other Participating Restaurants. At the beginning and\nend of Year 27, the reported liabilities for the unredeemed gift cards were $QL and\n$QM, respectively. Those amounts were determined by adjusting the beginning\nbalance for cash receipts and cash disbursements resulting from the sale and\nredemption of gift cards and were verified using generally accepted auditing\nstandards. A management has stated that, due to the high demand for the gift cards during the\nyear-end holiday season, gift cards are activated by A before being distributed to the\nother Participating Restaurants and sold by them.7 A management believes the\nprocedure is necessary because: (i) the unusually high volume of gift cards sold during\nthe holiday season makes it logistically impractical to activate cards as sold; (ii) it\n7 A has acknowledged the following: A changed its process for issuing gift cards in Year 24. Prior to Year\n24, the company activated gift cards at the time they were sold. In Year 24, A began to activate cards\nprior to issuing them to the stores in order to make the process more efficient and to free-up store\nmanagers’ time. A states that the problem with the change is that A’s gift card system tracks outstanding\ngift cards based on activation date rather than sale date. This does not present A a problem in\ndetermining the gift card liability because management can subtract its gift card inventory from the total\ngift cards activated to arrive at the true number of gift certificates outstanding. This is a problem when\nestimating the amount of income to recognize in a particular year because the inventory is not\naged by activation date. This makes it difficult for management to determine when the gift cards\ncurrently outstanding were actually sold. (Emphasis added). POSTF-134398-08 10 enables the restaurant managers to concentrate on running their respective restaurants\nduring the busy season and (iii) the procedure minimizes the possibility of the\nrestaurants’ selling non-activated cards that would create problems on redemption. Participating Restaurants who do not sell \"activated\" gift cards at year end can return\nthe unsold activated cards to A. A then places the returned cards into its inventory of\nactivated but not sold gift cards. At any point during the year, a Participating Restaurant\ncan request additional gift cards from A in any denomination. A may then transfer from\ninventory previously activated gift cards that had been returned to it from one\nParticipating Restaurant and send those back out to a different Participating\nRestaurant. During the Year 27 year, A activated gift cards totaling $QN. Of those activated, $QO in\ngift cards was outstanding at year-end, and gift card sales totaled $QB. A total of $QP\nreflects the value of cards sold in Year 27 that were redeemed during the year. A uses an outside vendor to track the issuance and aging of the gift cards. A also\nattempts to track the aging of the gift cards and the gift card liability in-house using\nspreadsheets and other programs."
    },
    {
      "id": "legal-advice_26__6",
      "chunk_id": "6",
      "content": "A uses an outside vendor to track the issuance and aging of the gift cards. A also\nattempts to track the aging of the gift cards and the gift card liability in-house using\nspreadsheets and other programs. The outside vendor information provided to the\nInternal Revenue Service at the opening conference shows by year/month activated and\ndenomination/type, the total dollar amount of the gift cards outstanding, the total dollar\namount issued/activated, and the total dollar value of the outstanding cards. Because A accounts for all sales of cards and related liabilities on its books, A has\nstated that it does not presently track individual gift cards. Although it would be a very\ntime consuming process, A has indicated, however, that it has the ability in most\ninstances to determine whether an individual card was sold to the general public by A or\ntransferred to a Participating Restaurant that sold the card to the general public. A also\nhas stated that in most instances it can determine when and where an individual card is\nsold by referring to shipping records which show the numerical sequences shipped to\nthe various Participating Restaurants but has failed to provide this information. As noted above, A’s liability for unredeemed gift cards was $QL and $QM for tax years\nended Year 26 and Year 27, respectively. Under A's present method of accounting for\nboth tax and financial reporting purposes, the receipts from the sales of the\nunredeemed cards were shown as liabilities and reported in general ledger account(s) #\nof Account of A and not on the balance sheets of any of its affiliated Participating\nRestaurants. A's general ledger account(s) are included on the tax return as part of\nOther Current Liabilities on Schedule L, the Balance Sheet. On Date AB an Information Document Request (IDR) was issued to A requesting\ndocumentation which shows, of the reported outstanding liability for each year, how\nmuch relates to gift cards sold by A itself. On Date AB, the P of the company stated that,\ndue to its tracking system, A presently does not determine how much of the liability\nrelates to sales by A and how much relates to sales by the other Participating\nRestaurants because some cards are activated before they are sold and A does not POSTF-134398-08 11 track the liability by individual store. According to A, it may be possible to create a\ncomputer program to accomplish this analysis but to date such analysis has not been\nfurnished. On Date AC A provided a written response to this IDR. A states that the following\nrestaurants each sell A Gift Cards. They are, as follows: A Corporate, C, restaurants in\nwhich A has an equity ownership interest and other affiliated restaurants in which A\nhas no ownership interest, plus #JJ (#JJ) D restaurants. All cards entitle the\npurchaser the right to redeem the cards at any of the Participating A Restaurants. The\nExaminers possess an exhibit which provides the amount of the liability that related to\nthe gift cards sold by A Corporate and C."
    },
    {
      "id": "legal-advice_26__7",
      "chunk_id": "7",
      "content": "All cards entitle the\npurchaser the right to redeem the cards at any of the Participating A Restaurants. The\nExaminers possess an exhibit which provides the amount of the liability that related to\nthe gift cards sold by A Corporate and C. Because the amount of liability representing\ngift cards sold by A Corporate and C is a number not ordinarily used by the taxpayer,\nthe response to the request was determined based on the average gift card\nredemption rate per year for ALL gift cards sold multiplied by the gift cards sold by A\nand C.\nSummary of A’s ownership interest in restaurants selling A’s gift cards. In researching this opinion, we examined an Excel worksheet schedule and an\n“Attachment to IDR #19” that shows A’s relationship and equity interest in the entities\nthat own restaurants that honor A’s gift cards. 8 The schedule lists, approximately, #EE\nseparate Subchapter S corporations, limited liability companies, limited partnerships,\nand other partnerships, that own A gift card honoring restaurants. The schedule shows\nthat the limited liability companies file partnership returns (Form 1065). A has a 70%\nownership interest in one LLC (M), a 53% ownership in one limited partnership (O), a\n50% ownership interest in one LLC (L) and a 50% ownership in one corporation (N). The taxpayer, A, had no equity interest in 20 of the restaurant-owning entities. The\ntaxpayer has a minority (in many instances a nominal) interest in the other restaurantowning entities. The accuracy of the exact number of restaurants in each of the\ncategories is irrelevant and immaterial, for purposes of this opinion. The material fact is\nthat the taxpayer, A, does not own these restaurants itself, but only has an equity\ninterest or no interest at all. 8 This list of restaurants does not include C, which is owned by A, the taxpayer. POSTF-134398-08 12 LAW AND ANALYSIS Restaurants owned by an intermediary or independent entity. As to restaurants that belong to other entities, the separate gift card company problem\nis clear. As to these, A, the taxpayer, is not the owner of the restaurant (although it may\nhave a variable, sometimes nominal sometimes substantial, equity interest in many but\nnot necessarily in most of the restaurants). In our opinion, in cases where there is an\nintermediary or a completely independent owner entity between the taxpayer, A, and the\nrestaurant in question, the taxpayer is simply a full-service restaurant management\ncompany. It is not the owner of the inventory (the food) that will be redeemed with the\ngift card sale proceeds (the advance payments under Treas. Reg. §1.451-1). The\ntaxpayer, A, is not the party that will be making the food sales, except for those meals\nserved in its own restaurant, C. Consequently, the taxpayer, A, can not convincingly\nargue that those other restaurants’ food inventories should be deemed to be a\nsupplement to, i.e., a source of its own food inventory, for purposes of Treas."
    },
    {
      "id": "legal-advice_26__8",
      "chunk_id": "8",
      "content": "Reg.\n§1.451-1.\nI.R.C. § 451(a)9 provides the general rule for the taxable year of inclusion of items of\nincome and provides that “[t]he amount of any item of gross income shall be included in\nthe gross income for the taxable year in which received by the taxpayer, unless, under\nthe method of accounting used in computing taxable income, such amount is to be\nproperly accounted for as of a different period.” Under this general rule, a taxpayer\nshould include income in the year in which received. Similarly, a taxpayer should\ninclude in income the full amount of the sales price of a gift card during the taxable year\nin which sold, unless it has properly elected the deferral provisions permitted for sales of\ngift cards by Treas. Reg. § 1.451-5 or Rev. Proc. 2004-34 (which will be discussed\nlater). Treas. Reg. § 1.451-5 provides a method of accounting for advance payments for the\nsale of goods. Treas. Reg. § 1.451-5(a) provides that advance sales are taken into\naccount either when a taxpayer receives payment for the advance sale or in the tax\nyear when the advance payment is properly accruable under the taxpayer’s method of\naccounting. An exception to the general rule of Treas. Reg. § 1.451-5(a) is Treas. Reg.\n§ 1.451-5(c), the exemption for inventorial goods. This section of the regulation\nprovides that if certain conditions are met the income from the sale of a gift card need\nnot be recognized until the end of the second year after the card is sold. The regulation\nprovides as follows:\nSec. 1.451-5 Advance Payments for goods and long-term contracts\n(a) Advance payment defined. (1) For purposes of this section, the term\n“advance payment” means any amount which is received in a taxable year by the\n9 All section references are to the Internal Revenue Code of 1986, as amended, unless otherwise indicated. POSTF-134398-08 13 taxpayer using an accrual method of accounting for purchases and sales or a\nlong term contract method of accounting, pursuant to, and to be applied against,\nan agreement:\n(i) For the sale or other disposition in a future taxable year of goods held by the\ntaxpayer primarily for sale to customers in the ordinary course of his trade or\nbusiness, or\n(ii) For the building, installing, constructing or manufacturing by the taxpayer of\nitems where the agreement is not completed within such taxable year. (2) For purposes of subparagraph (1) of this paragraph:\n(i) The term “agreement” includes (a) a gift certificate that can be redeemed for\ngoods, and (b) an agreement which obligates a taxpayer to perform activities\ndescribed in subparagraph (1)(i) or (ii) of this paragraph and which also contains\nan obligation to perform services that are to be performed as an integral part of\nsuch activities; and\n(ii) Amounts due and payable are considered “received.”\n(b) Taxable year of inclusion. – (1) In general. Advance payments must be\nincluded in income either –\n(i) In the taxable year of receipt; or\n(ii) Except as provided in paragraph (c) of this section . . .\n(c) Exemption for inventorial goods. (1)(i)"
    },
    {
      "id": "legal-advice_26__9",
      "chunk_id": "9",
      "content": "– (1) In general. Advance payments must be\nincluded in income either –\n(i) In the taxable year of receipt; or\n(ii) Except as provided in paragraph (c) of this section . . .\n(c) Exemption for inventorial goods. (1)(i) If a taxpayer receives an advance\npayment in a taxable year with respect to an agreement for the sale of goods\nproperly includible in his inventory or with respect to an agreement (such as a gift\ncertificate) which can be satisfied with goods or a type of goods that cannot be\nidentified in such taxable year, and on the last day of such taxable year the\ntaxpayer –\n(a) Is accounting for advance payments pursuant to a method described in\nparagraph (b)(1)(ii) of this section for tax purposes. (b) Has received “substantial advance payments” (as described in subparagraph\n(3) of this paragraph) with respect to such agreement, and\n(c) Has on hand (or available to him in such year through his normal source of\nsupply) goods of substantially similar kind and in sufficient quantity to satisfy the\nagreement in such year, then all advance payments received with respect to\nsuch agreement by the last day of the second taxable year following the year in POSTF-134398-08 14 which such substantial advance payments are received, and not previously\nincluded in income in accordance with the taxpayer’s accrual method of\naccounting must be included in income in such second taxable year. In order to qualify for the 2-year deferral of Treas. Reg. §1.451-5(c), a taxpayer must\nreceive an advance payment for the sale of goods properly includible in his inventory or\nwith respect to an agreement (such as a gift card) which can be satisfied with goods. The regulation first requires that a taxpayer receive an advance payment. An advance\npayment is any amount received by a taxpayer using an accrual method of accounting\nfor purchases and sales and to be applied against an agreement. The regulation next\nrequires that the amount is applied to an agreement. An agreement exists because the\namount (cash) is exchanged for a gift card. Gift certificates, and by extension gift cards,\nare specifically within the definition of agreement under Treas. Reg. § 1.451-5(a)(2)(i). The taxpayer, A, does not qualify for the deferral available under § 1.451-5, as to\nrestaurants that are not owned by the taxpayer because the amount received is not an\n“advance payment” under § 1.451-5(a)(1) since the taxpayer, A, will not be redeeming\ngift cards with its own goods held for sale. In other words, the taxpayer, A, only owns\nand will supply the inventory for the restaurant that it owns, i.e., C. It does not have\ninventorial goods on hand to be consumed in the restaurants that it does not own, at\nwhich the gift cards will be redeemed. As to these other restaurants, the taxpayer, A, is\nonly in the business of providing management services and gift card selling services,\nnot supplying or selling its own meals. It will be transferring cash to the seller of the\nmeals, when a customer redeems the gift card through the sale of its own goods."
    },
    {
      "id": "legal-advice_26__10",
      "chunk_id": "10",
      "content": "It will be transferring cash to the seller of the\nmeals, when a customer redeems the gift card through the sale of its own goods. May the taxpayer, A, utilize the accounting method of Rev. Proc. 2004-34 to defer gift\ncard proceeds for gift cards that may be redeemed at restaurants owned by others? The answer is no. Rev. Proc. 2004-34 provides that for taxpayers deferring recognition\nof income under this procedure, it is appropriate to retain the limited one-year deferral\nthat was previously allowed under Rev. Proc. 71-21. Although Rev. Proc. 71-21 dealt\nwith services, Rev. Proc. 2004-34 specifically includes advance payments for goods. In Section 4 of Rev. Proc. 2004-34, “Advance Payments” are defined as payment for the\nsale of goods. Income is “received” by the taxpayer if it is actually or constructively\nreceived, or if it is due and payable to the taxpayer. “Next Succeeding Taxable Year” is\ndefined as the taxable year immediately following the taxable year in which the advance\npayment is received by the taxpayer. Section 5 of this Rev. Proc. provides two permissible methods for accounting for\nadvance payments. The first method is Full Inclusion, and the second is the Deferral\nMethod. Under the Deferral Method, the taxpayer must include in income the amount received in\nthe taxable year of receipt to the extent recognized in revenues in its applicable financial POSTF-134398-08 15 statement (form 10-K or the Annual Statement to Shareholders) and must include the\nremaining amount of the advance payment in gross income no later than the “Next\nSucceeding Taxable Year.” A taxpayer using the deferral method must be able to determine the extent to which\nadvance payments are recognized in revenues in its applicable financial statement in\nthe taxable year of receipt. If the taxpayer is not able to determine the extent to which\nadvance payments are recognized in revenues in its applicable financial statements for\nthe taxable year of receipt, it must include the advance payment in gross income for the\ntaxable year of receipt to the extent earned in that taxable year and include the\nremaining amount of the advance payment in gross income in accordance with section\n5.02(1)(a)(ii) of the Rev. Proc. (the remaining amount of the advance payment is\nincluded in gross income for the next succeeding taxable year). See section 5.02(3) of\nthe Rev. Proc.\nRev. Proc. 2004-34 provides several methods for determining the extent to which a\npayment is earned in the taxable year of receipt, including a statistical basis, and any\nmethod that in the opinion of the Commissioner results in a clear reflection of income. In Example 7 of Rev. Proc. 2004-34, the taxpayer did not determine the portion of the\nadvance payments for gift cards that was earned in the year of receipt, and was not\nallowed to use the deferral method. Instead, the taxpayer was required to use the Full\nInclusion Method. Since the taxpayer does not itself provide the meals consumed in the restaurants that it\ndoes not own, the deferral method is not available."
    },
    {
      "id": "legal-advice_26__11",
      "chunk_id": "11",
      "content": "Instead, the taxpayer was required to use the Full\nInclusion Method. Since the taxpayer does not itself provide the meals consumed in the restaurants that it\ndoes not own, the deferral method is not available. We believe that in order to get\ndeferral treatment, the taxpayer, A, must have inventory (meals to be furnished) to\nredeem gift cards, and not simply be a clearinghouse for gift card receipts and\nredemptions. The goods (food inventory) that the taxpayer does own, is only the one\nmeant to be consumed in the restaurant(s) that it owns, C. The separately owned\nrestaurants have their own food inventory. Restaurant owned by the taxpayer. A, apparently, owns and operates C directly. In other words, there is no intermediary\nowner entity, with respect to this restaurant. If this was the only restaurant where the\ngift card could be redeemed, there would be no separate gift card company problem\nwith respect to this restaurant. However, the gift cards can be redeemed in both the\nrestaurant(s) owned by the taxpayer A, i.e., at C, and in many other restaurants that\nare not owned by the taxpayer. This situation does present a separate gift card\ncompany problem. The answer to the question of deferral often depends on the contractual relationship\nbetween the parties. In the instant case, the taxpayer can use Treas. Reg. §1.451-5\nwith respect to gift cards that can only be used at its owned restaurant(s). However, with POSTF-134398-08 16 respect to cards that can be used in restaurants owned by others, it is our opinion that\nthe taxpayer can not meet the requirements of Treas. Reg. §1.451-5. This is because\nthe taxpayer has no idea what amount of gift card restaurant sales will be redeemed at\nother person’s restaurants. It is conceivable that the taxpayer could compute a\nhistorical average of redemptions at its own restaurants(s), C, but there is no way to\nactually track at the time of the gift card sale, without setting up a separate gift card\nprogram pursuant to which the card is only valid at taxpayer’s owned restaurants. Furthermore, even if the company-owned restaurant can track a historical average, it is\nonly clear that the taxpayer, A, has inventorial goods on hand, with respect to its own\nrestaurant(s), C. The taxpayer’s own inventory can not be ascribed to separate entities,\ni.e., the separately owned restaurants. The separately owned restaurants do not own\nthe taxpayer’s inventory and vice-versa. Where separately owned restaurants are the\nowners of their own inventory, these separate restaurants are not using the taxpayer’s\ninventory (food inventory) to satisfy their own restaurant meal sales. Therefore, the\ntaxpayer, A, cannot qualify for use of the accounting method at Treas. Reg. § 1.451-5\nfor gift card revenue, when these gift cards can be used to purchase from separately\nowned restaurants. Significance of taxpayer being an S corporation shareholder, a partner or a limited\npartner, or a member of limited liability companies that own restaurants, that redeem the\ngift cards at issue. In our opinion, the fact that taxpayer has a partnership interest or an equity interest in\nother entities that own restaurants does not allow the taxpayer to defer the gift card\nincome."
    },
    {
      "id": "legal-advice_26__12",
      "chunk_id": "12",
      "content": "In our opinion, the fact that taxpayer has a partnership interest or an equity interest in\nother entities that own restaurants does not allow the taxpayer to defer the gift card\nincome. Purportedly, A has a 70% ownership interest in one LLC (M), a 53% ownership\nin one limited partnership (O), a 50% ownership interest in one LLC (L) and a 50%\nownership in one corporation (N), that redeem the gift cards in question. In addition, the\ntaxpayer had no equity interest in approximately 20 of the restaurant owning entities. The taxpayer has a minority (in many instances a nominal) interest in the other\nrestaurant owning entities. The taxpayer argues that by virtue of its equity interest in many of these entities it can\nattribute to itself their inventory for purposes of obtaining deferral under Treas. Reg.\n§1.451-1. For the following reasons, we are of the opinion that the authority does not\nsupport the taxpayer’s position. First, the entities that are incorporated under state law\nare separate legal entities. Property titled in the name of a corporation is the asset of\nthat corporation, and is not the property of the corporation’s shareholders. Thus, the\nassets of the restaurant-corporations are owned by those restaurant-corporations\nrather than the shareholders. The taxpayer does not operate any restaurantcorporation other than C and is an investor-shareholder in those entities. The interests\nheld by taxpayer are merely investments and do not satisfy the requirements under\n§ 1.451-5 or Rev. Proc. 2004-34 for deferral of the recognition of income from the sale\nof gift cards. POSTF-134398-08 17 Our opinion is the same for the entities that are treated as partnerships under federal\ntax law.10 Each of these partnerships is an entity that is separate from its partners. Similar to the status of shareholders (see discussion above), partners are not mere coowners of property. In this case, the partners own interests in partnerships carrying on\nan active business, operating restaurants. These partnerships each have their own\nseparate partnership accounting. Treas. Reg. §§ 1.761-1(a) and 301.7701-3(a). However, a partnership is not a separate entity in the sense that partnership income\nflows through to its partners, who are then taxed on that income. I.R.C. §§701 and\n702. But even when examining the status of a partnership from this perspective, the\namount and character of a partnership’s income is calculated using an entity approach. Specifically, I.R.C. §702(b) provides that the character of certain items of income,\ndeduction, or credit is determined at the partnership level (an entity approach). 11\nSimilarly, with certain exceptions inapplicable to this case, a partnership’s taxable\nincome is computed in the same way as the taxable income of an individual. I.R.C.\n§703(a). The partnerships must compute their own income from the operation of the\nrestaurants, and this income (or loss) flows through to the taxpayer. In this case, the\ncomputation of the partnership’s operating income, through meal sales and\nconsumption of the partnership’s food inventory, is separate from the taxpayer’s\ncomputation of its own corporate income and its own inventory. 12\nIn addition, as a general rule, Subchapter K uses an entity approach in the rules\nrelating to partnership accounting methods. See, for example, I.R.C. §706(a)."
    },
    {
      "id": "legal-advice_26__13",
      "chunk_id": "13",
      "content": "12\nIn addition, as a general rule, Subchapter K uses an entity approach in the rules\nrelating to partnership accounting methods. See, for example, I.R.C. §706(a). In this\ncase, when advance payments must be recognized is a method of accounting. It is\nthus determined at the partnership and not the partner level. In summary, it is our opinion that the taxpayer can not obtain the requisite inventory via\nits equity ownership interests in the S corporations, partnerships, or limited liability\ncompanies via attribution rules, as suggested by the taxpayer. 10 Except for one member limited liability companies, which are not at issue in this case, limited liability companies\nare taxed as partnerships unless they elect to be taxed as corporations. Treas. Reg. §301.7701-3(b)(1).\n11 In the case of S Corporations, I.R.C. §1366(a) essentially provides identical treatment to that provided by I.R.C.\n§702. 12 The taxpayer, A, simply takes into account its own share of the partnership’s I.R.C. §702(a)(8) bottom-line\nincome and of separately stated items, under I.R.C. §702(a)(1) through I.R.C. §702(a)(7). POSTF-134398-08 18 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. This opinion benefited from the assistance of Technical Advisors Phillip J. Hofmann and\nMaria A. Montani. The Service’s position was informally reviewed by, or discussed with\nIndustry Counsel (Retail) Carol B. McClure, Associate Industry Counsel (Retail)\nBenjamin W. McClendon, and Chief Counsel’s national office (CC:ITA:B02 and\nCC:PSI:B03), If you have any questions, please call Food & Beverage Industry\nCounsel Rogelio A. Villageliu at -------------------. HARMON B. DOW\nDeputy Area Counsel (Retailers, Food,\nPharmaceuticals & Healthcare)\n(Large & Mid-Size Business) /Rogelio A. Villageliu/\nBy: _____________________________ Rogelio A. Villageliu\nIndustry Counsel (Food & Beverages)\n(Retailers, Food, Pharmaceuticals & Healthcare)\n(Large & Mid-Size Business)"
    }
  ]
}