{
  "document_category": "legal-advice",
  "docId": "legal-advice_86",
  "chunk_index": 8,
  "chunk_text": "Here, even though\nthe funds in the equity accounts are held in trust by the ----HA for the benefit of the\nprogram participants, the funds, including interest earned thereon, remain property of\nthe program participants. Therefore, the interest earned on the funds in the equity\naccounts is fully taxable. However, the main issue is when the interest becomes\ntaxable to the program participants. Unlike the facts under Rev. Rul. 99-44, the MHO\nprogram participant’s access to the funds held in the equity accounts, including interest\nearned thereon, are subject to substantial limitations and restrictions. Based on the treasury regulations and case law cited above, income is\nconstructively received by a taxpayer in the taxable year during which it is credited to\nhis account, set apart for him, or otherwise made available so that he may draw upon it\nany time, or so that he could have drawn upon it during the taxable year if notice of\nintention to withdraw has been given. However, income is not constructively received if\nthe taxpayer’s control of its receipt is subject to substantial imitations or restrictions. Under the Agreement, the program participants’ right to control and access the\nfunds, including the interest thereon, are subject to various limitations. For example,\nduring the period of occupancy, if ----HA determines that the home needs to be\nrepaired, ----HA has the right to use the funds in the participant’s equity accounts as -------HA deems necessary. In addition, ----HA also has the right to pay for the utilities on\nbehalf of the participant and charge the participant’s equity account. Although the\nprogram participant may use the funds in the equity account for the limited purpose of\nmaking improvements and additions to the home, ----HA has the right to determine\nwhether the participant will be required to replenish the equity account or if the funds\nare to be loaned to the participant at an interest rate determined by ----HA. In addition, although ----HA is authorized to use a portion of the participant’s\nMEPA for low-income housing purposes (provided that a reserve of the participant’s\nMEPA is maintained), ----HA must continue to credit the interest to each homebuyer’s\naccount based on the MEPA balance and rate of interest that would have been earned\nif the funds were invested. Also, the Agreement specifically provides the participant cannot, without the\napproval of ----HA or HUD, assign, mortgage, or pledge any right in this Agreement or to\nany reserve or account. POSTU-116467-09 10 Given the limitations and restrictions set forth in the Agreement, a participant’s\nright to the interest earned on the funds in his equity accounts is subject to substantial\nlimitations or restrictions. Under the Agreement, the participant may terminate the\nAgreement any time by providing written notice to ----HA. Upon termination of the\nAgreement, the balances in the participant’s equity accounts will be used to pay certain\nmaintenance and replacement costs as well as any unpaid required monthly payment. If there is an excess in the equity accounts after payment of the maintenance and\nreplacement costs, such excess will be refunded to the participant, including all\nallocated interest earned on these equity accounts."
}