{
  "doc_id": "legal-advice_18",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_18__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20032902F\nRelease Date: 7/18/2003\nCC:LM:F:MAN:1:POSTF-112619-02\ndate: March 26, 2003 to: from: Area Counsel, LMSB\n(Financial Services) subject: Sections 83 and 162 - 1996, 1997, and 1998 Taxable Years\nUIL Nos. 83.00-00, 83.08-00, 162.02-00, 162.06-01 , 162.07-00,\n162.00-06, 482.00-00 This memorandum responds to your request for advice on\nwhether Corp. Taxpayer may deduct compensation expenses\nattributable to stock options it awarded to expatriate employees\nof its foreign subsidiaries as a business expense under section\n162 of the Internal Revenue Code. The advice rendered in this\nmemorandum is conditioned on the accuracy of the facts presented\nto us. This memorandum should not be cited as precedent. This\nadvice was informally coordinated with the International, Tax\nExempt and Government Entity, and Income Tax and Accounting\nAssociate Offices of the Chief Counsel and these offices\ninformally concurred with our advice. Prior to issuance, this\nadvice was formally reviewed by the National Office. LEGEND\nCorp. Taxpayer\nYear 1\nYear 3\n$A\n$B\n$C =\n=\n=\n=\n=\n= ISSUE\n1. Whether section 83 overrides the “direct and proximate\nbenefit” exception to the general rule that a parent CC:LM:F:MAN:1:POSTF-112619-02 page 2 may not deduct the ordinary and necessary trade or\nbusiness expenses of its subsidiary? 2. Whether a parent may deduct compensation expenses\nattributable to stock options it awarded to expatriate\nemployees of its wholly owned foreign subsidiaries as a\nbusiness expense under section 162?\na. Whether royalties paid by a subsidiary to a parent\nare a direct and proximate benefit to the parent\nor an indirect benefit that inures to a parent\ncompany when its subsidiary performs successfully? b. Whether the services of a subsidiary’s employee of\npromoting and protecting the parent’s brands,\ntrademarks, and reputation are direct or indirect\nbenefits to the parent? CONCLUSION\n1. Section 83 governs a section 162 deduction in the\nsituation where a parent grants stock options to the\nemployees of its subsidiary and there is not a \"direct\nand proximate benefit\" exception to the application of\nthe specific rules of section 83. 2. Royalties and an expatriate employee’s services of\npromoting and protecting the parent’s brands,\ntrademarks, and reputation are the type of general and\nindirect benefit which obviously inures to a parent\ncorporation when one of its subsidiaries successfully\nperforms its functions, and therefore, does not satisfy\nthe requirements of section 162 or the exceptions\ncarved out by the case law. FACTS\nis a U.S. corporation that files consolidated\nreturns as the common parent for its affiliated group. For the\ntaxable years\nthrough\n, inclusive,\ngranted stock options to expatriate employees of its foreign\nsubsidiaries and claimed deductions on its income tax returns for\nthe exercised stock options. For that same period, the expenses\nfor the actual salaries and bonuses paid to these expatriate\nemployees were paid by the foreign subsidiaries, stated on their\nbooks and records, and claimed as deductions on their tax\nreturns. did not claim any deductions for the\nsalary or bonuses paid to these expatriate employees. CC:LM:F:MAN:1:POSTF-112619-02 page 3 stated that the compensation paid to the\nexpatriate employees is composed of three components, salary,\nbonuses, and stock options. further alleges that\nsalary and bonuses are based on the employee’s performance in\nincreasing the foreign subsidiary’s net income and the stock\noptions are awarded based on the employee’s performance in\nincreasing the overall success of\n, i.e.\nincreasing royalty income."
    },
    {
      "id": "legal-advice_18__1",
      "chunk_id": "1",
      "content": "further alleges that\nsalary and bonuses are based on the employee’s performance in\nincreasing the foreign subsidiary’s net income and the stock\noptions are awarded based on the employee’s performance in\nincreasing the overall success of\n, i.e.\nincreasing royalty income. However,\nhas no\nrecords allocating the time spent and the costs incurred between\nthe various alleged activities and it has not presented any\nevidence in support of its allocation for those alleged benefits. During the period at issue,\nclaimed deductions\nfor stock option expenses in the amount of approximately\n. The\nforeign subsidiaries paid\nroyalties for use\nof\nbrands and trademarks. The subsidiaries also\npurchased the\nfrom\nfor\nuse in the manufacture of its products. only\nclaimed a deduction for stock options it awarded to expatriate\nemployees of its foreign subsidiaries that had U.S. social\nsecurity numbers. LAW AND ANALYSIS\nRelationship Between Section 83 and Section 162\nSection 83 determines when a transfer of property in the\nconnection with the performances of services is taxable to a\nservice provider. Property for purposes of section 83 includes\nall real and personal property other than money or an unfunded\nand unsecured promise to pay money or property in the future. Treas. Reg. § 1.83-3(e). The most common types of property\ncovered by section 83 are stock and non-statutory stock options. Section 83(h) and Treas. Reg. § 1.83-6(a)(1) provide that in\nthe case of a transfer of property under section 83, the person\nfor whom services were performed shall be allowed a deduction\nunder section 162 equal to the amount included in the gross\nincome of the person who performed the services, but only to the\nextent that such amount meets the requirements of section 162. See also Treas. Reg. § 1.83-6(a)(2). Furthermore, Treas. Reg. §\n1.83-6(d) provides that if a shareholder of a corporation\ntransfers property to an employee of such corporation in\nconsideration of services performed for the corporation, the\ntransaction shall be considered to be a contribution of such\nproperty to the capital of the corporation, and immediately\nthereafter a transfer by the corporation of the property to the\nservice provider. CC:LM:F:MAN:1:POSTF-112619-02 page 4 Even though, as discussed in detail below, Young & Rubicam,\nInc. v. United States, 410 F.2d 1233 (Ct. Cl. 1969) and several\nother cases have held that under unique and compelling\ncircumstances, a section 162 deduction may be allowable by a\nparent if it pays the subsidiary’s business expense for its own\ndirect and proximate benefit, there is not a \"direct and\nproximate benefit\" exception from the application of the specific\nrules of section 83. Thus, section 83 overrides section 162 in\nthe situation where parent grants stock options to the employees\nof its subsidiary. Therefore,\ntransfer of its\nshares to the employees of its subsidiaries should be treated as\nif\nhad made nondeductible contributions of\nsuch shares to its subsidiaries’ capital upon the exercising of\nthe non-statutory options. To the extent allowed under the rules\nof section 83(h) and the regulations thereunder, the subsidiaries\nare entitled to a section 162 deduction associated with the\noptions. Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas."
    },
    {
      "id": "legal-advice_18__2",
      "chunk_id": "2",
      "content": "Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas. Reg. § 1.162-7 specifies that stock options awarded to\nemployees will constitute allowable deductions when such payments\nare made in good faith and as additional compensation for the\nservices actually rendered by the employees. Business expenses\nwhich satisfy the ordinary and necessary expense requirements of\nsection 162 are deductible if they are “proximately connected to\nthe business of the taxpayer claiming deduction.” Eustice, Tax\nProblems Arising From Transactions Between Affiliated or\nControlled Corporations, 23 TAX L. REV. 451, 475. The basic tax rule is that a parent and its wholly-owned\nsubsidiaries are treated as separate entities no matter how\nclosely affiliated. Generally, the courts have held a parent may\nnot deduct the expenses of its subsidiary, even though those\nexpenses would otherwise be ordinary and necessary trade or\nbusiness expenses. Interstate Transit Lines v. Commissioner, 319\nU.S. 590 (1943); Deputy v. Dupont, 308 U.S. 488 (1940). The\nconcept is that the payment by the parent to cover such expenses\nis related to the business of the subsidiary and not its own\nbusiness, and as such is not deductible by the parent. Interstate\nTransit Lines, 319 U.S. at 594; Young & Rubicam, 410 F.2d at\n1238-39; Columbian Rope Co. v. Commissioner, 42 T.C. 800 (1964). This rule was designed to prevent the members of a controlled CC:LM:F:MAN:1:POSTF-112619-02 page 5 group from voluntarily shifting expenses among themselves in\norder to maximize favorable tax consequences. National Carbide\nCorp. v. Commissioner, 336 U.S. 422, 434-36 (1949). However, the courts have carved out a narrow exception to\nthe general rule. Under unique and compelling circumstances, a\nsection 162 deduction may be allowable by a parent if it paid the\nsubsidiary’s business expense for its own direct and proximate\nbenefit or was incurred by the parent with the underlying\nmotivating purpose of protecting and promoting its own business. 1\nYoung & Rubicam, 410 F.2d at 1238-39; Lohrke v. Commissioner, 48\nT.C. 679 (1967); Columbian Rope, 42 T.C. at 815-16. For the exception to apply, a parent must prove that each\nindividual performed specific services clearly for the parent’s\nown direct and proximate benefit. I.R.C. § 162(a); INDOPCO, Inc.\nv. Commissioner, 503 U.S. 79, 84 (1992); Welch v. Helvering, 290\nU.S. 111, 115 (1933); Young & Rubicam, 410 F.2d at 1239. Where\nthe parent has proved, in detailed rather than simply general\nterms, that an individual was involved in this kind of activity,\na deduction by the parent for the compensation paid for these\nactivities is allowable. Columbian Rope, 42 T.C. at 815-16. A\ntaxpayer is required to keep adequate records sufficient to\nenable the Commissioner to determine the taxpayer’s correct tax\nliability. I.R.C. §6001; Meneguzzo v. Commissioner, 43 T.C. 824,\n831 (1965). In the absence of persuasive corroborating evidence,\nthe Commissioner is not required to accept the self-serving\ntestimony of interested parties. Bose Corp. v. Consumers Union of\nU.S., Inc., 466 U.S. 485, 512 (1984)."
    },
    {
      "id": "legal-advice_18__3",
      "chunk_id": "3",
      "content": "I.R.C. §6001; Meneguzzo v. Commissioner, 43 T.C. 824,\n831 (1965). In the absence of persuasive corroborating evidence,\nthe Commissioner is not required to accept the self-serving\ntestimony of interested parties. Bose Corp. v. Consumers Union of\nU.S., Inc., 466 U.S. 485, 512 (1984). In this case,\nhas not provided any detailed\nproof that the expatriate employees performed specific activities\ndirectly for its benefit. It has relied entirely on generalized\nstatements as to what the overall benefits were. Therefore, we\ndo not believe\ncould meet its burden of proof and\nestablish that it is entitled to deduct any part of the exercised\nstock options as its own expense. Nonetheless, we will analyze\nwhether\ngeneralized argument would meet the\n“direct and proximate benefit” exception. 1 We note that this “unique and compelling circumstances”\ndoctrine is a judicially developed rule that has no specific\nsupport in the statute, the regulations, or the legislative\nhistory of section 162. The courts have sporadically applied the\ndoctrine, and no definitive set of criteria for invoking the\ndoctrine has emerged from the case law. CC:LM:F:MAN:1:POSTF-112619-02 page 6 First Argument Awarded Stock Options to the\nExpatriate Employees for Increasing\nRoyalty\nIncome\nA parent may claim a 162 deduction for compensation it paid\nto employees working abroad at its foreign subsidiaries if the\nparent proves that the specific services rendered by each of the\nemployees were performed for the parent’s direct and proximate\nbenefit. Young & Rubicam, 410 F.2d at 1238-39; Columbian Rope, 42\nT.C. at 815-16. The general and indirect benefit which obviously\ninures to a parent corporation when one of its subsidiaries\nsuccessfully performs its functions does not satisfy the\nrequirements of section 162. Young & Rubicam, 410 F.2d at 123839; Columbian Rope, 42 T.C. at 815-16. Moreover, a parent cannot\nclaim as its own expense, compensation paid for activities\nconnected with the day-to-day operation of the subsidiary’s\nbusiness. Young & Rubicam, 410 F.2d at 1239; Columbian Rope, 42\nT.C. at 815-16. Any benefit to the parent from these activities\ncannot be considered proximate and direct to its own business,\nand therefore, these expenses are not allowable deductions under\nsection 162. Young & Rubicam, 410 F.2d at 1238-39; Columbian\nRope, 42 T.C. at 815-16. Thus, a parent ordinarily may not\ndeduct compensation paid by it to the employees of its wholly\nowned subsidiary, even though the indirect benefit of their\nservices inures to the parent as sole shareholder of the\nemployer. Young & Rubicam, 410 F.2d at 1238-39; Columbian Rope,\n42 T.C. at 815-16. However, where an employee performed services\nproximately and directly benefitting both the parent and the\nsubsidiary, a reasonable allocation to determine the parent’s\ndeduction should be made. Young & Rubicam, 410 F.2d at 1238-39;\nColumbian Rope, 42 T.C. at 815-16. Again,\nhas not\npresented any contemporaneous evidence that such an allocation\nshould be made nor how this allocation was made. claims that the direct benefit it received\nfrom the rendered services was an increase in both royalty income\nearned from its subsidiaries and the sales of\nto its subsidiaries. During the period at issue,\nreceived from its subsidiaries approximately\nof royalty\nincome and\nfrom the sales of\n. It\nstates it provides its subsidiaries with the raw materials and\nthe intellectual property (owns the licensed trademarks, patents,\nand copyrights) to produce their products."
    },
    {
      "id": "legal-advice_18__4",
      "chunk_id": "4",
      "content": "During the period at issue,\nreceived from its subsidiaries approximately\nof royalty\nincome and\nfrom the sales of\n. It\nstates it provides its subsidiaries with the raw materials and\nthe intellectual property (owns the licensed trademarks, patents,\nand copyrights) to produce their products. claims\nthat royalties and the income from sales of\nare direct benefits to its own business, which are\ndifferent than the indirect benefit that inures to a parent\ncompany when a subsidiary performs successfully. cites as support, Fall River Gas Appliance Co., Inc. v.\nCommissioner, 42 T.C. 850 (1964), aff’d, 349 F.2d 515 (1st Cir. CC:LM:F:MAN:1:POSTF-112619-02 page 7 1965); Snow v. Commissioner, 31 T.C. 585 (1958); Fishing Tackle\nProducts Co. v. Commissioner, 27 T.C. 638 (1957); Dinardo v.\nCommissioner, 22 T.C. 430 (1954); Cepeda v. Commissioner, T.C.\nMemo. 1993-477. Once again, we note that\nhas\nnot presented any detailed proof that the expatriate employees\nperformed specific activities that directly increased\nroyalty income other than their general day-to-day\nactivities. In Fall River Gas Appliance, a parent gas company paid the\ninstallation, selling and miscellaneous expenses in connection\nwith the sales of gas-consuming appliances of its subsidiary, a\ngas appliance seller. 42 T.C. 850 (1964). The Court found that\nthe parent had an exclusive franchise to distribute gas at retail\nin the area and it experienced strong competition for customers\nfrom oil and electric companies, which threatened its gas sales\nand the success of its business. The parent endeavored to meet\nthis competition by trying to increase its sales of gas to new\ncustomers by increasing its subsidiary’s sales of gas consuming\nappliances. The Court held that the parent had a “substantial\ninterest in increasing its own sales of gas, and the expenses\npaid by it were intended to promote its own business wholly apart\nfrom that of the subsidiary.” Id. at 858. The Court also held\nthat the direct relationship between an increase in the parent’s\ngas sales and the number of appliances sold by the subsidiary was\nsufficient to allow the parent a deduction. Id. In Fishing Tackle Products, a parent deducted reimbursements\nmade to its subsidiary for losses incurred in the manufacture of\na patented fishing rod. 27 T.C. at 641-43. The Court found that\nthe subsidiary was the parent’s sole source of supply of this\nparticular distinctive type of fishing rod and the subsidiary\nproduced such rods for exclusive sale to the parent. The Court\nalso found that the parent needed the product of the subsidiary,\nwithout which the parent would have been unable to meet the\ndemands of its customers, and both its sales and its position in\nthe industry would have suffered. The Court held that the\npayments were deductible as a necessary business expense made to\nmaintain and preserve the parent’s source of supply, without\nwhich the parent would have ceased operation. Id. at 644. In Snow, the taxpayers were partners in a law firm that\nearned substantial fees from real estate title work. However,\nfees from such work declined for several years. 31 T.C. at 58689. To provide an additional source of legal abstract fees, the\npartnership organized a federal S&L association and agreed to\nmake good any operating deficits of the association for the\ninitial 3 years. The Court held that partners paid the deficits CC:LM:F:MAN:1:POSTF-112619-02 page 8"
    },
    {
      "id": "legal-advice_18__5",
      "chunk_id": "5",
      "content": "31 T.C. at 58689. To provide an additional source of legal abstract fees, the\npartnership organized a federal S&L association and agreed to\nmake good any operating deficits of the association for the\ninitial 3 years. The Court held that partners paid the deficits CC:LM:F:MAN:1:POSTF-112619-02 page 8 with the explicit objective of promoting an additional source of\nfees. Id. at 595. In Cepeda, the taxpayer operated a medical practice called\nECPA. T.C. Memo. 1993-477. Also, Cepeda and other doctors\ncreated an outpatient medical clinic called VSMC. ECPA leased\noffice space and the use of facilities and equipment from VSMC. ECPA paid some of VSMC’s operating expenses. The Court found\nthat ECPA made the payments, not to increase the VSMC’s profits,\nbut rather to keep VSMC in operation so that ECPA could continue\nto earn medical fees from patients who were referred to ECPA\nbecause of its access to VSMC. The Court also found that by\nkeeping VSMC in operation, ECPA was able to avoid incurring the\nadditional substantial expense of purchasing equipment it had\naccess to at VSMC. The Court held that ECPA paid the expenses\nwith the underlying motivating purpose of protecting and\npromoting his own business. Id. In Dinardo, the taxpayers created a partnership to practice\nmedicine and organized a nonprofit corporation to operate a\nprivate hospital. 22 T.C. at 431-34. The medical partnership\nreceived fees from patients referred to it by hospital. The\npartnership paid the hospital’s operating deficits to keep the\nhospital in operation and to avoid the loss of medical fees. The\nCourt found that the partnership did not pay the hospital’s\noperating deficits with the purpose to make profits from the\noperation of a hospital, and thereby to augment the partnership\nincome. Rather, the Court found that the payments were made to\nkeep the hospital in operation in order for the medical\npartnership itself to earn medical fees from patients who would\nbe hospitalized at the hospital, or who would be sent to the\npartnership because of referrals from or access to hospital’s\nfacilities. Id. at 435-436. The above cited cases are distinguishable from\ncase. In these cases, the parent paid the subsidiary’s\noperating costs either to increase, or prevent a substantial\ndecrease of, the parent’s own income derived from unrelated third\nparty consumers or to create an additional source of income to\nsupplement the parent’s own business income. The expenses were\nnot incurred by the parent to increase the parent’s income\ncurrently derived directly from its subsidiary or to make profits\nfrom the entity. In\ncase, there is no\ncomparable direct link between\nawarding stock\noptions to its subsidiaries’ employees and an increase\ndomestic sales of consumer products to unrelated third party\nconsumers. Also,\ndid not award the stock\noptions to create an additional source of income derived from the\nsubsidiaries. Here,\nalleges its purpose was to CC:LM:F:MAN:1:POSTF-112619-02 page 9 increase its royalty and sales income currently earned from its\nsubsidiaries. situation is the more typical\ninstance of the general and indirect benefit which inures to a\nparent corporation when its subsidiaries successfully performs\ntheir functions, such as with dividends paid to a parent or\nincreased shareholder value. The residual benefit to a parent\ndoes not suffice for its claimed deduction."
    },
    {
      "id": "legal-advice_18__6",
      "chunk_id": "6",
      "content": "situation is the more typical\ninstance of the general and indirect benefit which inures to a\nparent corporation when its subsidiaries successfully performs\ntheir functions, such as with dividends paid to a parent or\nincreased shareholder value. The residual benefit to a parent\ndoes not suffice for its claimed deduction. situation is more similar to Columbian\nRope, where the Court held that a parent corporation was not\nentitled to deduct one-half of the salaries and related expenses\npaid to employees of a wholly-owned subsidiary in order to induce\nsuch employees to accept work in the Philippine Islands. 42 T.C.\n800 (1964). The Court found that the parent undertook these\npayments simply to aid its wholly owned foreign subsidiary to\nobtain the services of needed management personnel. Id. at 815. The Court stated, a successful operation of the foreign\nsubsidiary, through the services of such personnel, would\nobviously inure to the benefit of the parent corporation, and the\nparent’s willingness to undertake this obligation is\nunderstandable, but the payments could not be construed as the\nparent’s own business expense. Id.\nFurthermore, in Mensik v. Commissioner, the taxpayer owned a\nSavings and Loan and paid its advertising costs because the\ninstitution referred its insurance business to him. 37 T.C. 703\n(1962), aff’d. 328 F.2d 147 (7th Cir. 1964), cert. denied 379\nU.S. 827 (1964). The Court held that based on the taxpayer’s\ncontrol of the S&L, the taxpayer did not have to incur the costs\nin order to secure the additional business. Mensik, 37 T.C. at\n750-51. Likewise,\nhas absolute control over its\nforeign subsidiaries, which must follow\nexact\ninstructions. provides its subsidiaries with the\nraw materials and the intellectual property for the products, and\nthe subsidiaries must conform with\nproduction\nguidelines. The subsidiaries produce and sell\nproducts and pay\nroyalties. There is no\ncompeting market for the foreign subsidiaries to obtain the\nlicensed rights or raw materials. In addition, the cases cited by\ndeal with the\nsituation, where the parent paid its subsidiary’s non-employeecompensation operating costs, not the compensation of its\nsubsidiaries’ employees. Moreover, the cases involved a clear\nproximate danger to the parent and a payment made to by the\nparent to protect its existing business from imminent harm. None\ninvolved a situation where a parent attempts to allocate a\nportion of its subsidiaries employees’ compensation in order to\nincrease its earnings derived from its subsidiaries. CC:LM:F:MAN:1:POSTF-112619-02 page 10 Here,\nsupplemented the compensation of\ncertain of its foreign subsidiaries’ employees allegedly to\nincrease its royalties and sales income derived from those\nsubsidiaries. There is no clear proximate danger to\nown business or harm to its relationship with its own\ncustomers, for which\nawarded the stock options to\nprevent. only made unsupported allegations that\nit might lose royalty or sales income from its foreign\nsubsidiaries if it did not award the stock options to the\nexpatriate employees. has not presented any\nevidence that awarding stock options to its subsidiaries’\nemployees would prevent a decrease in income or could increase\nroyalty or sales income. Moreover,\ndid not offer any contemporaneous proof that it had a\nmotivating purpose to protect and promote its own business prior\nto incurring the expense of the stock options. Therefore,\n“ultimate purpose” in paying the stock options was to\nrealize a return on its payment through corporate profits\nreceived from its subsidiaries."
    },
    {
      "id": "legal-advice_18__7",
      "chunk_id": "7",
      "content": "Moreover,\ndid not offer any contemporaneous proof that it had a\nmotivating purpose to protect and promote its own business prior\nto incurring the expense of the stock options. Therefore,\n“ultimate purpose” in paying the stock options was to\nrealize a return on its payment through corporate profits\nreceived from its subsidiaries. The courts do not allow the\nexception to the general rule for this type of motivating\npurpose. See e.g. Lohrke, 48 T.C. at 679. In\ncase, the stock options were general\ncompensation expenses of a subsidiary for the day-to-day services\nof its employees, which\npaid to obtain and retain\nbetter personnel for its subsidiaries and any benefit to\nwas indirect. The royalty and sales income\nreceived from its subsidiaries is the general and indirect\nbenefit which obviously inures to a parent corporation when one\nof its subsidiaries successfully performs its functions, and\ntherefore, does not satisfy the requirements of section 162.2\nYoung & Rubicam, 410 F.2d at 1238-39; Columbian Rope, 42 T.C. at\n815-16. Second Argument Awarded the Stock Options to the\nExpatriate Employees for Protecting and Promoting its Brands,\nTrademarks, and Reputation 2 The license agreement between\nand its\nsubsidiaries is subject to arm’s length standard under section\n482. attempt to pay portions of the employee\ncompensation of its foreign subsidiaries, the licensees, is in\neffect a reduction of the royalty payments under these\narrangements. This has the effect of shifting income outside of\nthe U.S. and should have been considered in analyzing whether the\nroyalties were arm’s length under section 482. CC:LM:F:MAN:1:POSTF-112619-02 page 11 The courts have also found that a parent may deduct the\nexpenses of a subsidiary if the expenses were incurred by the\nparent with the underlying motivating purpose of protecting and\npromoting its own business. Young & Rubicam, 410 F.2d at 1241-43;\nLohrke, 48 T.C. at 688; L. Heller and Son, Inc. v. Commissioner,\n12 T.C. 1109 (1949). In Lohrke, the Tax Court set forth a twoprong test for determining whether a taxpayer falls within the\nnarrow “protect or promote” exception to the general rule against\na taxpayer deducting expenses incurred on behalf of the business\nof another. 48 T.C. at 688. First, the taxpayer must demonstrate\nthat its “ultimate purpose” in paying the other taxpayer’s\nobligation was to protect or promote its own business realizing a\nreturn on its payment through continued profits in that business,\nnot to keep the other taxpayer in existence to earn corporate\nprofits from that other taxpayer. Lohrke, 48 T.C. at 688; Snow,\n31 T.C. at 591. Second, the taxpayer must also show that the\nexpense is an ordinary and necessary expenditure in furtherance\nof its trade or business and not in furtherance of the trade or\nbusiness of the other taxpayer. Lohrke, 48 T.C. at 688. In\napplying the first prong of the Lohrke test, the courts require\nthat there be a “clear proximate danger” to the taxpayer and “the\nneed for a payment made” to protect an existing business from\nharm. Young & Rubicam, 410 F.2d at 1243. If the taxpayer fails\nto demonstrate a direct nexus between the purpose of the payment\nand the taxpayer’s business or income producing activities then\nthe deduction will not be allowed. Lettie Page Whitehead\nFoundation, Inc. v. United States, 606 F.2d 534, 538 (5th Cir.\n1979)."
    },
    {
      "id": "legal-advice_18__8",
      "chunk_id": "8",
      "content": "Young & Rubicam, 410 F.2d at 1243. If the taxpayer fails\nto demonstrate a direct nexus between the purpose of the payment\nand the taxpayer’s business or income producing activities then\nthe deduction will not be allowed. Lettie Page Whitehead\nFoundation, Inc. v. United States, 606 F.2d 534, 538 (5th Cir.\n1979). claims that it awarded stock options to its\nsubsidiaries’ employees to induce the expatriate employees to\npromote and protect its global-brand, trademarks, and reputation. claims that this global-brand strategy protected\nand enhanced\nreputation and goodwill, which\nincreased\nroyalty income and the sales of\nto its subsidiaries. claims that\nits interest in protecting its global-brand, trademarks, and\nreputation are at odds with the subsidiaries’ interest in\nmaximizing local profits, and therefore,\nmust\ncompensate the expatriate employees in a manner tied directly to\noverall success, rather than the success of the\nsubsidiary. Therefore,\nclaimed that it awarded\nstock options to encourage the employees to act in\ninterest where that interest might be in conflict with the\nsubsidiary’s short term profit goals. presented\nno evidence to support this claim. Neither has it explained why\nit did not make such an allocation to the expatriate employees\nwho did not receive the stock options. CC:LM:F:MAN:1:POSTF-112619-02 page 12 argument implies that it may deduct the\nexpenses because it was motivated by a purpose to protect and\npromote its own business and its relationship to its own\ncustomers. Coulter Electronics, Inc. v. Commissioner, T.C. Memo.\n1990-186, aff’d. without published opinion 943 F.2d 1318 (11th\nCir. 1991); Lohrke v. Commissioner, 48 T.C. 679 (1967); L. Heller\nand Son, Inc. v. Commissioner, 12 T.C. 1109 (1949). We do not\nbelieve that the circumstances surrounding the deductions claimed\nby\nare within the narrow exceptions espoused by\nthe cited cases. These cases involved a clear proximate danger\nto the taxpayer and involved a payment made to protect the\ntaxpayer’s existing business from imminent harm. Young & Rubicam,\n410 F.2d at 1243. None involved a situation where a taxpayer\nattempts to allocate a portion of its subsidiaries’ employee\ncompensation. Here,\nis not faced with clear proximate\ndanger to its own domestic business or harm to its relationship\nwith its own customers, such as loss of domestic sales of\nconsumer products. only claims that it might lose\nroyalty income and income derived from sales of\nto its subsidiaries if expatriate employees do not follow\nits global-brand strategy. Therefore,\n“ultimate\npurpose” in paying the stock options was to realize a return\nthrough corporate profits received from its subsidiaries, and was\nnot to keep its subsidiaries in existence to protect or promote\nown business by realizing a return on its\npayment of the stock options through continued profits from\nunrelated third parties. The courts do not allow the exception\nto the general rule for this type of motivating purpose. See e.g.\nLohrke, 48 T.C. at 679. Here,\nwas not in imminent\nharm and did not offer any proof that it had a motivating purpose\nto protect and promote its own business prior to incurring the\nexpense of the stock options. Furthermore, there is no need for\nto award\nthe stock options to induce the expatriate employees to follow\nglobal-brand strategy. subsidiaries and their employees must follow\ncorporate guidelines as part of their corporate and legal\nrelationship with\n."
    },
    {
      "id": "legal-advice_18__9",
      "chunk_id": "9",
      "content": "Furthermore, there is no need for\nto award\nthe stock options to induce the expatriate employees to follow\nglobal-brand strategy. subsidiaries and their employees must follow\ncorporate guidelines as part of their corporate and legal\nrelationship with\n. concedes that\nthe subsidiaries and their employees do not have any discretion\nto deviate from its corporate guidelines on brand goals, product\nand service quality, values, or behaviors. The subsidiaries must\npurchase the\nfrom\nand\npay\nroyalties for the use of\nbrands and trademarks. CC:LM:F:MAN:1:POSTF-112619-02 page 13 In\ncase, the stock options were general\ncompensation expenses of a subsidiary. In addition,\nhas not offered any proof that it awarded the stock options\neither to prevent proximate harm or to protect its own domestic\nbusiness from such harm. has not offered evidence\nthat it was threatened with a direct and immediate loss of\ndomestic business if the expatriate employee did not promote the\n“global brand” and keep the “brand promise” to the subsidiaries’\nconsumers. The possibility of any loss of domestic business to\n, if the stock options were not awarded, was remote at\nbest. The exception adopted by the above cases turns on a\nproximate danger or benefit and they generally do not involve\npayments by a parent corporation for the general operating costs\nof its subsidiary, and especially not for the compensation paid\nto the subsidiaries’ employees. paid these costs\nprimarily to obtain and retain better personnel for its\nsubsidiaries and any benefit to it was indirect. Columbian Rope,\n42 T.C. at 815. Should you have any questions regarding this matter, please\ncontact Keith Doce of this office at\n. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. ROLAND BARRAL\nArea Counsel, LMSB\n(Financial Services) By:\nKEITH V. DOCE\nAttorney (LMSB)"
    }
  ]
}