{
  "document_category": "legal-advice",
  "docId": "legal-advice_28",
  "chunk_index": 15,
  "chunk_text": "(f) Registered tax return preparers. (1) Any individual who is designated as a\nregistered tax return preparer pursuant to §10.4(c)\nof this part who is not currently under suspension\nor disbarment from practice before the Internal\nRevenue Service may practice before the Internal\nRevenue Service. (2) Practice as a registered tax return preparer\nis limited to preparing and signing tax returns\nand claims for refund, and other documents for\nsubmission to the Internal Revenue Service. A\nregistered tax return preparer may prepare all or\nsubstantially all of a tax return or claim for refund of\ntax. The Internal Revenue Service will prescribe by\nforms, instructions, or other appropriate guidance the\ntax returns and claims for refund that a registered tax\nreturn preparer may prepare and sign.\n(3) A registered tax return preparer may represent\ntaxpayers before revenue agents, customer service\nrepresentatives, or similar officers and employees of\nthe Internal Revenue Service (including the Taxpayer\nAdvocate Service) during an examination if the\nregistered tax return preparer signed the tax return\n§ 10.3 — Page 7 Table of Contents or claim for refund for the taxable year or period\nunder examination. Unless otherwise prescribed by\nregulation or notice, this right does not permit such\nindividual to represent the taxpayer, regardless of\nthe circumstances requiring representation, before\nappeals officers, revenue officers, Counsel or similar\nofficers or employees of the Internal Revenue\nService or the Treasury Department. A registered tax\nreturn preparer’s authorization to practice under this\npart also does not include the authority to provide\ntax advice to a client or another person except as\nnecessary to prepare a tax return, claim for refund,\nor other document intended to be submitted to the\nInternal Revenue Service. (4) An individual who practices before the\nInternal Revenue Service pursuant to paragraph (f)\n(1) of this section is subject to the provisions of this\npart in the same manner as attorneys, certified public\naccountants, enrolled agents, enrolled retirement\nplan agents, and enrolled actuaries. (g) Others. Any individual qualifying under\nparagraph §10.5(e) or §10.7 is eligible to practice\nbefore the Internal Revenue Service to the extent\nprovided in those sections. (h) Government officers and employees, and\nothers. An individual, who is an officer or employee\nof the executive, legislative, or judicial branch of the\nUnited States Government; an officer or employee\nof the District of Columbia; a Member of Congress;\nor a Resident Commissioner may not practice before\nthe Internal Revenue Service if such practice violates\n18 U.S.C. §§ 203 or 205. (i) State officers and employees. No officer or\nemployee of any State, or subdivision of any State,\nwhose duties require him or her to pass upon,\ninvestigate, or deal with tax matters for such State\nor subdivision, may practice before the Internal\nRevenue Service, if such employment may disclose\nfacts or information applicable to Federal tax matters. (j) Effective/applicability date. Paragraphs (a), (b),\nand (g) of this section are applicable beginning June\n12, 2014. Paragraphs (c) through (f), (h), and (i) of\nthis section are applicable beginning August 2, 2011. Page 8 — § 10.3 § 10.4 Eligibility to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Enrollment as an enrolled agent upon\nexamination."
}