{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 144,
  "chunk_text": "For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100- attend an eligible educational institution,\nyou may be able to take an education\ncredit. See Form 8863 for details. However, you can't take an education credit\nif any of the following applies. • You, or your spouse if filing jointly, are claimed as a dependent on someone else's (such as your parent's) 2022\ntax return. • Your filing status is married filing\nseparately. • The amount on Form 1040 or\n1040-SR, line 11, is $90,000 or more\n($180,000 or more if married filing\njointly). • You, or your spouse, were a nonresident alien for any part of 2022 unless\nyour filing status is married filing jointly. You may be able to increase an education credit if the student chooses to include all or part of a Pell grant or certain\nother scholarships or fellowships in income. For more information, see Pub. 970;\nthe instructions for Form 1040 or\n1040-SR, line 29; and IRS.gov/EdCredit. Line 4\nRetirement Savings Contributions\nCredit (Saver's Credit) You may be able to take this credit if\nyou, or your spouse if filing jointly,\nmade (a) contributions, other than rollover contributions, to a traditional or\nRoth IRA; (b) elective deferrals to a\n401(k) or 403(b) plan (including designated Roth contributions) or to a governmental 457, SEP, or SIMPLE plan; (c)\nvoluntary employee contributions to a\nqualified retirement plan (including the\nfederal Thrift Savings Plan); (d) contributions to a 501(c)(18)(D) plan; or (e)\ncontributions to an ABLE account by\nthe designated beneficiary, as defined in\nsection 529A. However, you can't take the credit if\neither of the following applies. 1. The amount on Form 1040,\n1040-SR, or 1040-NR, line 11, is more than $34,000 ($51,000 if head of household; $68,000 if married filing jointly). 2. The person(s) who made the\nqualified contribution or elective deferral (a) was born after January 1, 2005,\n(b) is claimed as a dependent on someone else's 2022 tax return, or (c) was a\nstudent (defined next). You were a student if during any part\nof 5 calendar months of 2022, you:\n• Were enrolled as a full-time student at a school; or\n• Took a full-time, on-farm training\ncourse given by a school or a state,\ncounty, or local government agency. A school includes a technical, trade,\nor mechanical school. It doesn't include\nan on-the-job training course, correspondence school, or school offering\ncourses only through the Internet. For more details, use Tax Topic 610\nor see Form 8880. Line 5\nResidential Energy Credits\nResidential clean energy credit. You\nmay be able to take this credit by completing and attaching Form 5695 if you\npaid for any of the following during\n2022. • Qualified solar electric property\nfor use in your home located in the United States. • Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates."
}