{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 5,
  "chunk_text": "Corp F has not yet substantiated the assertion its single largest\nexpense is Z or the significance of the reduction in Z. It is not known whether, at the\ntime of the bankruptcy asset purchase, it was planned to dispose of the assets to, or\nthrough, a tax-exempt entity. C. Year 10 Transaction In Year 9, KK University, a legitimate operating private university in JJ, formed a\npurported I.R.C. § 501(c)(3) entity called Entity M. As far as it is known, KK University\ncontributed no assets to Entity M. It is not known whether Entity M was formed before\nor after Corp F acquired the bankruptcy assets for $ T. Nor is it known what contact or\nnegotiations there were between KK University and Corp F. It is known that, prior to\nthe Year 10 transaction, Entity M did not hold any assets of significance. In Year 10, Corp F, in form, sold some of the assets it had acquired for $ T to\nEntity M for a $ DD Non-Recourse Contingent Payment Term Note, as further detailed\nbelow. It is not known whether there were any negotiations with regard to the selling\nprice, how the selling price was determined, or why Entity M was willing to pay over\n$ EE more for the assets than Corp F paid ** months before at the auction sale. 5 The\nauditing revenue agent asserts the confidentiality agreement, required of Entity M as set\nforth below, is the reason this information is not available. Entity M is operated by Owner 2 (one of the three former principals of Corp D)\nand the former Corp F employees, with Owner 2 the CEO of Entity M. Owners 1, 2 and\n3, the original shareholders of Corp D (which was, in effect, sold twice, once to Entity G\nand once to Entity M) are receiving W-2 wages for operating Entity M. This\narrangement is pursuant to requirements imposed on Entity M, as addressed further\nbelow. In Year 12, Owner 2 received $ ** in W-2 wage, with both Owners 1 and 3\nreceiving $ ** in wages; however, it is not known what, if any, services Owners 1 and 3\nprovided. 5 The $ EE is the $ DD Non-Recourse Contingent Payment Term Note amount less $ FF (the $ T auction\ncost of the assets less the $ GG that Corp F allocated to the acquired W that it retained). The use of the\nCorp F allocation of purchase price to the W does not imply, and no inference can be drawn, that this is\nthe Ws’ value. It is not known whether this was an unilateral Corp F allocation but, it may be understated\ngiven the W were probably the most valuable asset acquired in the auction. Page 8 of 37 POSTF-134629-07"
}