{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 4,
  "chunk_text": "Section 165(g)(3). In establishing that section 332 does not apply to the\nliquidation of a subsidiary, a taxpayer must establish that the\nentity was insolvent based on a valuation of all the assets of\nthe entity, taking into account balance sheet and off-balance\nsheet assets. Where the business of the entity continues after a\nliquidation, the taxpayer must consider the value of certain\nintangible assets typically associated with an ongoing business,\nsuch as going concern value and goodwill. Where a shareholder owns common and preferred shares of a\nliquidating corporation, section 332 applies only where the\nshareholder receives property in exchange for its common stock. Commissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd Cir. 1958),\naff’g, 27 T.C. 684 (1957) and H.K. Porter Company Inc. and\nSubsidiaries, 87 T.C. 689 (1986). In Commissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd\nCir. 1958), aff’g, 27 T.C. 684 (1957), the petitioner held common\nand preferred shares of stock of a wholly owned subsidiary\n(“Hazelton”). The subsidiary dissolved and the assets were\ntransferred to the taxpayer in the liquidation. The fair market\nvalue of the corporation’s assets satisfied only the taxpayer’s\ninvestment in the preferred stock. There was no value remaining\nto cover taxpayer’s investment in the common shares. In arguing that the taxpayer received property in exchange\nfor its common stock, the Service reasoned that the common shares\nand the preferred shares should be grouped together. Therefore,\nsince property was received in liquidation, section\n4 In a liquidation the assets are first distributed to satisfy\nthe claims of creditors. Therefore, where there is insufficient\nassets to satisfy all the claims of creditors (resulting in\ninsolvency), there is no property to distribute with respect to\nequity holders. 112(b)(6)(predecessor of section 332) applied in denying the\nrecognition of a loss on the liquidation. In disagreeing with the Service, the Tax Court analyzed what\nwas meant by the phrase “in complete cancellation or redemption\nof all its [parent’s] stock” in section 112(b)(6). The Court\nheld that the phrase did not include nonvoting stock which is\nlimited and preferred as to dividends. Spaulding Bakeries, 27\nT.C. at 688. The Court held that since no property was received\nfor the common stock, section 112(b)(6) did not apply with\nrespect to the common stock and, therefore, taxpayer was entitled\nto a loss with respect to its investment in the common shares. In affirming the Tax Court, the Second Circuit stated that\n“[o]n dissolution of Hazelton, the respective priorities of\nindebtedness over preferred and common stock and of preferred\nstock over common stock must be given full force and effect.” Spaulding Bakeries, 252 F.2d at 697. The Court pointed out that\n“[s]ection 112(b)(6)(C) requires for its application a\ndistribution in complete cancellation or redemption of all stock\nof the dissolved corporation”. Id.\nIn H.K. Porter Company Inc. and Subsidiaries, 87 T.C. 689\n(1986), the petitioner held two classes of stock in a corporation\n(Porter Australia) which liquidated. The value of the assets of\nthe corporation was not enough to cover petitioner’s entire\ninvestment in the preferred shares. Since there was no value\ndistributed with respect to the common shares, petitioner argued\nthat section 332 did not apply with respect to the common shares\nand it was entitled to a loss pursuant to section 165(g)."
}