{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 2,
  "chunk_text": "This opinion attempts to clarify that, this does not mean that closed sale proceeds and per-unit retains are\none and the same. POSTF-143023-10 3 Coop’s “members” are farmers who do business with it. Each member owns one\nshare of Coop’s capital stock (par value $100) and is entitled to share in the net\nearnings of the Coop in the form of patronage dividends. Coop currently has\napproximately P members. Persons who are not farmers, but who wish to do business with Coop on a\npatronage basis, are eligible to become “participating patrons” of the Coop. Each\nparticipating patron is required to own a Certificate of Participation (stated dollar amount\n$100) and is entitled to share in the net earnings of the Coop in the form of patronage\ndividends. Participating patrons do not have voting rights. Coop currently has\napproximately Q participating patrons. Coop is organized as a cooperative corporation pursuant to Sections L to O of\nthe State A Statutes. These sections contain the basic requirements for cooperative\noperation. To the extent not inconsistent with what is provided in these sections,\ncooperative corporations are governed generally by the Business Corporation Act of\nState A.\nSection L provides that cooperative corporations are formed “by the adoption of articles\nof incorporation in the same manner and with like powers and duties required of other\ncorporations except as provided in sections L to O.”\nSection M required that, among other things, a cooperative corporation must include in\nits articles of incorporation:\n“... (2) That dividends on the capital stock shall be fixed but shall not exceed\neight percent per annum of the amount actually paid thereon; (3) That the net\nearnings or savings of the company remaining after making the distribution\nprovided in subdivision (2) of this section, if any, shall be distributed on the basis\nof or in proportion to the amount or value of the property bought from or sold to\nmembers, or members and other patrons, or of labor performed or other services\nrendered to the corporation ... (4) That the articles of incorporation or the Bylaws\nof the company shall give a detailed statement of the method followed in\ndistributing earnings or savings ...” Section N enumerates various powers that cooperative corporations may exercise,\nincluding the power “(6) to set aside each year to a surplus fund a portion of the savings\nof the company over and above all expenses and dividends or interest upon capital\nstock which surplus may be used for conducting the business of the corporation.” Coop's Revised Articles of Incorporation provide that it is organized on a stock basis. Stock may be owned only by: POSTF-143023-10 4 “... persons, including both landlords and tenants in share tenancies who are\nbona fide producers of agricultural products in the trade territory served by this\ncorporation, who patronize the corporation annually.” (Article IV, Section 4). As noted above, these persons are the members of Coop and are referred to in this\nruling as “members.” Each stockholder is entitled to no more than one vote. (Article ***,\nSection 3)."
}