{
  "document_category": "legal-advice",
  "docId": "legal-advice_73",
  "chunk_index": 5,
  "chunk_text": "The amount allocated to civil penalties was likely in lieu of the penalties that would\nhave been imposed due to the violation of --------------------------------------------------------- and -------------- Violation by -----------of these various state code sections was alleged in the various\nclaims by the ---------------managers included in the class action suit. We find that the penalties encapsulated in the violation of the various ----------------------Code\nsections may fall under the category of liquidated or punitive damages, as applied in Rev. Rul.\n72-268. The ruling found that, where amounts were required as a penalty for failure to comply\nwith the law, they could not be categorized as wages. In the present situation, the civil penalty\namounts may have been imposed based on the violation of ----------------------Code sections and,\ntherefore, may not be wholly reallocated to wages. Additionally, the settlement agreements\nwere not silent on the amount of the total award that was allocated to the civil penalties, instead\nstating that a third of the total settlement amount was allocated to that category. As such, the\nfacts of 1996 FSA LEXIS 244 are not directly on point with the facts in the present case. However, as mentioned in the prior section regarding whether the IRS is bound by settlement\nallocations, we believe that the -----amount of the settlement payment allocated to civil penalties\nwas not the proper amount. Any portion of that allocation that the taxpayer can show directly\ncorresponded with penalty amounts under the ----------------------Code should be respected as a\nproper allocation. The --------code provisions do not provide for what appears to be a -----%\npenalty calculation in relation to the amount of back wages awarded. As such, the amount of\nthe -----allocation to civil penalties that the taxpayer cannot substantiate could likely be\nconverted to wages, and thus subject to employment taxes. Additionally, while settlement\namounts properly allocated to interest cannot be converted to wages, we do not believe that the\ncurrent allocation of -----to interest is correct. As previously mentioned, the interest amount\nshould be a percentage of the total amount of unpaid wages that are being awarded. Any POSTF---------------- 6 portion of the -----amount that cannot be shown to be properly allocated to interest should also\nbe reallocated to wages, along with the correct portion of the amount allocated to civil penalties. In summary and based on the facts provided, we find that the IRS is not bound by the\nsettlement allocation payments made by -----------pursuant to the settlement agreements made\nwith managers of -------------------and -----------------. Additionally, the allocations that are properly\nshown to result from civil penalties under the ----------------------Code sections may not be\nreallocated to wages if determined to be liquidated damages, but the remaining amount of the ------allocation likely could be reallocated to wages, and thus subject to employment taxes. Please contact the undersigned at ---------------------if you have any further questions. SHELLEY TURNER VAN DORAN\nArea Counsel\n(Tax Exempt & Government Entities: Field\nService) By: _____________________________ Jeremy H. Fetter\nGeneral Attorney\n(Tax Exempt & Government Entities)"
}