{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 117,
  "chunk_text": "If you don’t, you may have to pay a\npenalty. For more details, see Pub. 504. If you are including alimony payments from more than one divorce or\nseparation agreement in your income,\nenter the total of all alimony received on\nline 2a. Line 2b On line 2b, enter the month and year of\nyour original divorce or separation\nagreement that relates to the alimony\npayment, if any, reported on line 2a. If you have alimony payments from\nmore than one divorce or separation\nagreement, on line 2b enter the month\nand year of the divorce or separation\nagreement for which you received the\nmost income. Attach a statement listing\nthe month and year of the other agreements. Line 3\nBusiness Income or (Loss) If you operated a business or practiced\nyour profession as a sole proprietor, report your income and expenses on\nSchedule C. State and Local Income Tax Refund Worksheet—Schedule 1, Line 1 Before you begin:\n1.\n2. 3. Be sure you have read the Exception in the instructions for this line to see if you can use this worksheet instead of\nPub. 525 to figure if any of your refund is taxable. Enter the income tax refund from Form(s) 1099-G (or similar statement). But don’t enter more than the amount\nof your state and local income taxes shown on your 2021 Schedule A, line 5d . . . . . . . . . . . . . . . . . . . . . . . . . . Is the amount of state and local income taxes (or general sales taxes), real estate taxes, and personal property\ntaxes paid in 2021 (generally, this is the amount reported on your 2021 Schedule A, line 5d), more than the\namount on your 2021 Schedule A, line 5e? No. Enter the amount from line 1 on line 3 and go to line 4. Yes. Subtract the amount on your 2021 Schedule A, line 5e,\nfrom the amount of state and local income taxes (or\ngeneral sales taxes), real estate taxes, and personal\nproperty taxes paid in 2021 (generally, this is the amount\nreported on your 2021 Schedule A, line 5d). Is the amount on line 1 more than the amount on line 2? No. STOP 2. None of your refund is taxable. Yes. Subtract line 2 from line 1.\n4. 1. 3. Enter your total itemized deductions from your 2021 Schedule A, line 17. 4. Note. If the filing status on your 2021 Form 1040 or 1040-SR was married filing separately and\nyour spouse itemized deductions in 2021, skip lines 5 through 7, enter the amount from line 4\non line 8, and go to line 9. 5. Enter the amount shown below for the filing status claimed on your\n2021 Form 1040 or 1040-SR. • Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-."
}