{
  "document_category": "legal-advice",
  "docId": "legal-advice_76",
  "chunk_index": 3,
  "chunk_text": "LAW AND ANALYSIS\nSection 167(a) allows as a deduction, “a reasonable allowance for the\nexhaustion, wear and tear of property used in a trade or business or held for the\nproduction of income.” Section 168 is used to determine the amount and timing of the\ndepreciation deduction. § 167(b). Section 168(e)(3)(B)(vi)(II) provides that “5-year\nproperty” includes any property which is described in § 48(l)(15) (as in effect before the\ndate of the enactment of the Revenue Reconciliation Act of 1990) and is a qualifying\nsmall power production facility within the meaning of section 16 U.S.C. 3(17)(C), as in\neffect on September 1, 1986. The relevant part of § 48(l)(15) (1990) (amended by the\nRevenue Reconciliation Act of 1990) defines Biomass Property as an organic substance\nthat is any synthetic solid fuel, which does not include coal (including lignite) or any\nproduct of such coal. Fuel, is an organic substance other than coal and is therefore property described\nin paragraph § 48(l)(15) (1990) (amended by the Revenue Reconciliation Act of 1990). The first requirement of § 168(e)(3)(B)(vi)(II) is thus satisfied. The next requirement is\nthat the property be part of a qualifying small power production facility within the\nmeaning of 16 U.S.C. § 796(17)(C). A qualifying small power production facility means a small power production\nfacility that the FERC determines, by rule, meets such requirements (including\nrequirements respecting fuel use, fuel efficiency, and reliability) as the FERC may, by\nrule, prescribe. 16 U.S.C. § 796(17)(C). In other words, to be a qualified small power\nproduction facility the taxpayer’s facility must be (1) a small power production facility\nand (2) must be qualified by the FERC. The first part of the definition is clearly\nexplained in parts (A) and (B) of 16 U.S.C. § 796(17). A small power production facility is a generating facility of 80 megawatts or less\nwhose primary energy is renewable (hydro, wind or solar), biomass, waste, or\ngeothermal resources. 16 U.S.C. § 796(17)(A). The primary energy source is the fuel\nused for the generation of electric energy. 16 U.S.C. § 796(17)(B). Fuel is a type of\nbiomass and the taxpayer’s operation is a generating facility of less than 80 megawatts. Accordingly, the taxpayer’s facility appears to be a small power production facility. As to the qualification requirements, the FERC promulgated regulations that\nprovide a small power production facility is a qualifying facility if (1) the power\nproduction capacity is less than 80 megawatts, (2) the primary energy source of the\nfacility is biomass, waste, renewable resources, or any combination thereof, and (3) the\nfacility files a notice of self-certification with the FERC or files an application with the\nFERC for “Commission Certification.” 18 C.F.R. §§ 292.203(a); 292.204. The owner of POSTF-132138-11 -5- the facility can self-certify with the FERC by submitting a Form with the FERC. 18\nC.F.R. § 292.207. The taxpayer submitted its self-certification form in Date 1. At that\ntime, the taxpayer’s facility met all of the above requirements to be a qualified small\npower production facility. Between Year 2 and Year 4, the taxpayer replaced all the equipment in the selfcertified facility."
}