{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 46,
  "chunk_text": "Include a statement showing the full amount you received and the\namount you received as a nominee. See\nthe Schedule B instructions for filing requirements for Forms 1099-DIV and\n1096. If you don’t have to file Sched- TIP ule D, use the Qualified Dividends and Capital Gain Tax\nWorksheet in the line 16 instructions to\nfigure your tax. If you made a section 962 election and are taking a deduction\nCAUTION under section 250 with respect\nto any income inclusions under section\n951 or 951A, don't report the deduction\non line 12. Instead, report the tax with\nrespect to a section 962 election on\nline 16 and include in the statement required by line 16 how you figured the\nsection 250 deduction. ! Standard Deduction\nMost Form 1040 filers can find their\nstandard deduction by looking at the\namounts listed to the left of line 12. Most Form 1040-SR filers can find their\nstandard deduction by using the chart on\nthe last page of Form 1040-SR. Exception\n1—Dependent. If\nyou\nchecked the “Someone can claim you as\na dependent” box, or if you’re filing\njointly and you checked the “Someone\ncan claim your spouse as a dependent”\nbox, use the Standard Deduction Worksheet for Dependents to figure your\nstandard deduction. Someone claims you or your TIP spouse as a dependent if they\nlist your or your spouse's name\nand SSN in the Dependents section of\ntheir return. Total Income and\nAdjusted Gross\nIncome\nLine 10\nEnter any adjustments to income from\nSchedule 1, line 26, on line 10. Tax and Credits\nLine 12\nItemized Deductions or\nStandard Deduction In most cases, your federal income tax\nwill be less if you take the larger of your\nitemized deductions or standard deduction. Itemized Deductions To figure your itemized deductions, fill\nin Schedule A. -31- Exception 2—Born before January 2,\n1958, or blind. If you checked any of\nthe following boxes, figure your standard deduction using the Standard Deduction Chart for People Who Were Born\nBefore January 2, 1958, or Were Blind\nif you are filing Form 1040 or by using\nthe chart on the last page of Form\n1040-SR.\n• You were born before January 2,\n1958.\n• You are blind. • Spouse was born before January 2,\n1958.\n• Spouse is blind. Exception 3—Separate return or dual-status alien. If you checked the box\nlabeled “Spouse itemizes on separate return or you were dual-status alien” on\nthe Spouse standard deduction line, your\nstandard deduction is zero, even if you\nwere born before January 2, 1958, or\nwere blind. Exception 4—Increased standard deduction for net qualified disaster loss. Need more information or forms? Visit IRS.gov. Social Security Benefits Worksheet—Lines 6a and 6b Before you begin: 1.\n2.\n3.\n4.\n5.\n6.\n7. 8. 9. 10.\n11.\n12.\n13.\n14.\n15.\n16.\n17.\n18. Keep for Your Records Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule\n1, line 24z). If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” to\nthe right of the word “benefits” on line 6a. If you don’t, you may get a math error notice from the IRS. Be sure you have read the Exception in the line 6a and 6b instructions to see if you can use this\nworksheet instead of a publication to find out if any of your benefits are taxable."
}