{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 7,
  "chunk_text": "by some other person. We believe it would be rare that more than one person would be\nresponsible for the filing of a frivolous return or submission. One such circumstance\nwould be where two or more people acting without authorization of the taxpayer filed a\nreturn in the name of the taxpayer. In the rare event that more than one person is\nresponsible for the filing of a frivolous return or submission, then the Service might\nmake more than one assessment, but we recommend that you consult with SBSE\ncounsel in those rare instances where you think this might apply. Issue 1(d). Would the answer to question 1(c) vary if the taxpayer had multiple\nofficers or members? Our answer to question 1(c) would not vary if the taxpayer had multiple officers or\nmembers. Issue 1(e). Would the answer to question 1(c) vary if the business return was\nsigned or if no one signed the return? The application of the penalty under section 6702(a) does not depend on\nwhether the return is signed or unsigned. It does not depend on whether the return is\nvalid or invalid. The statute only requires the filing of what “purports to be a return.” As\nlong as the party acting for the entity was authorized to file the purported return, the\nService should treat the filing as the filing of the entity and assess the penalty on that\nbasis. If the Service obtains evidence that the person submitting the return acted\nwithout authorization, then the person filing the purported return could have the penalty\nassessed against them. While it is possible that several unauthorized persons could\nparticipate in the filing of a purported return, we think that you would seldom encounter\nsuch a situation. If you do, as discussed above, we recommend that you contact SBSE\ncounsel for further advice before asserting a penalty against multiple persons. 4\nIssue 1(f). Would the Service need to apply different rules when dealing with a\nsole proprietorship as compared with a partnership or a limited liability\ncompany? If so, what would those rules or considerations be? If a sole proprietorship files a business return, then the Service can easily focus\non whether the sole proprietor signed the return. If someone else signed the return,\nthen the Service would need to focus on what role the signing party held in signing the\nreturn. If the signing party was authorized to do so, then the same conclusions would\nfollow as when the sole proprietor signs, i.e. the taxpayer is responsible for the frivolous\n4 If the document prepared by the return preparer is so deficient as to not meet the requirements for a\nvalid return, it could affect the determination of a penalty against the return preparer. Section 6694\nimposes a penalty on a person who prepares a return or claim for refund. If the document did not qualify\nas a valid return, the person could argue that section 6694 did not apply. In contrast, section 6701\nimposes liability on a person who aids or assist in, procures or advises with respect to the preparation of\nany return, affidavit, claim or other document."
}