{
  "document_category": "legal-advice",
  "docId": "legal-advice_88",
  "chunk_index": 2,
  "chunk_text": "The taxpayer explains this lack of appraisals by\nsuggesting that its inside counsel advised against conducting asset valuations because\nof concerns that the valuations could have a negative affect on the ----------------------------------------------------------------------------------------- ------ suggests that the lack of\nappraisals is inconsequential since the financial statement book values used as a\nsubstitute for FMV were a conservative estimate of FMV. On September 17, 20---, IDR # 22 was issued requesting specific information\nregarding the FMV method employed by ------. Included in this information request was\na request for: (1) a general explanation of how the FMV was determined, (2) copies of\nany reports relied upon, (3) the names of the personnel involved, (4) any changes in\napplication of the method within the years, (5) an explanation of why no valuations were\nconducted, and other similar relevant questions regarding this matter. While many of\nthese basic questions relating to assumptions and procedures employed remain\nunanswered, the supporting documents offered by the taxpayer suggests the following\nasset values:\nAssets Reported in Millions\nTax Years\nTotal Worldwide Assets 3 ----------$-------------- ---------$----- ----------$--------------- While ------'s 19--- Schedule H elected the tax book value method, ------ has stated that\nthis was done in error and that FMV method was also applied to 19---. In any event,\nonce a taxpayer uses the fair market value method, the taxpayer and all related persons\nmust continue to use that method unless expressly authorized by the Commissioner to\nchange methods. Temp. Treas. Reg. ' 1.861-8T(c)(2). ------ has not been authorized\nby the Commissioner to use the tax book value method for its 19--- tax year. POSFTF-123604-02 4 Total Foreign Assets $------ $------ $-------- Percentage Foreign Assets 1.62% 2.26% 5.97% The taxpayer has not reconciled the differences between these asset value\nnumbers and those reported for tax purposes on Forms 1118. Moreover, from the\ninformation submitted or provided orally by the taxpayer, it appears that ------ used a\ndifferent method for determining the value of its domestic assets then it did for its\nforeign assets. The taxpayer appears to have used financial book values for domestic\nassets while, for purposes of determining the value of its foreign assets, the taxpayer\nused its purchase price or ascribed no value at all. On March 11, 20---, -----------------, the taxpayer's Director of International Tax,\ninformed the Service that ------ had engaged ----------------------------------------- to provide\nan opinion (not a valuation) that FMV was equivalent to financial book value. On May\n10, 20---, a report from ------------------------------------------ was finally received. The\n\"limited review study\" concluded as follows: Based on the limited review analysis, the fair market value of the ------ ---------------------------------------- assets in a competitive market is indicated to\nbe greater than their book value. Report at 10. This conclusion is repeated two pages later. The results of the investigation indicate that the fair market value of U.S. --------------------------------- assets is greater than or equal to their book\nvalue. Report at 12. LAW AND ANALYSIS\nSection 901 allows a credit for foreign income, war profits, and excess profits\ntaxes paid or deemed paid by qualifying taxpayers that elect the foreign tax credit in lieu\nof a deduction under section 164(a)(3)."
}