{
  "document_category": "legal-advice",
  "docId": "legal-advice_60",
  "chunk_index": 134,
  "chunk_text": "For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution. An eligible educational institution includes most colleges,\nuniversities, and certain vocational\nschools. For details, see Pub. 970. . al of personal property engaged in for\nprofit. Line 24 c Line 22 has been reserved for future use. Enter the nontaxable amount of the value of Olympic and Paralympic medals\nand USOC prize money reported on\nline 8m. Line 23 Line 24 d Archer MSA Deduction\nSee Form 8853. Enter reforestation amortization and expenses (see Pub. 535). Lines 24a through 24z Line 24e Line 22 Line 24a\nJury duty pay. Enter your jury duty\npay if you gave the pay to your employer because your employer paid your salary while you served on the jury. Line 24b Enter the deductible expenses related to\nincome reported on line 8l from the rent- -93- Enter repayment of supplemental unemployment benefits under the Trade Act\nof 1974 (see Pub. 525). Line 24f\nEnter contributions to section 501(c)(18)\n(D) pension plans (see Pub. 525). Line 24g\nEnter contributions by certain chaplains\nto section 403(b) plans (see Pub. 517). Line 24h Enter attorney fees and court costs for\nactions involving certain unlawful discrimination claims, but only to the extent of gross income from such actions\n(see Pub. 525). Line 24i Enter attorney fees and court costs you\npaid in connection with an award from\nthe IRS for information you provided\nthat helped the IRS detect tax law violations, up to the amount of the award includible in your gross income. Line 24j\nEnter the housing deduction from Form\n2555. Line 24k\nEnter excess deductions of section 67(e)\nexpenses from Schedule K-1 (Form 1041), box 11, code A. See the Instructions for Schedule K-1 (Form 1041). Line 24z Use line 24z to report any adjustments\nnot reported elsewhere. List the type and\namount of the adjustment. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 24z that you reported on\nline 8z. In the entry space next to\nline 24z write “Form 1099-K Personal\nItem Sold at a Loss” and also enter the\namount of the sale proceeds. For example, you bought a couch for $1,000 and\nsold it through a third-party vendor for\n$700, which was reported on your Form\n1099-K. On line 24z you would enter\n$700 and in the entry space next to\nline 24z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 8z. -94- Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn't receive or is otherwise\nincorrect and you can't get it corrected,\nenter the amount on line 24z that you reported on line 8z. In the entry space next\nto line 24z write “Incorrect Form\n1099-K” and also enter the amount that\nwas incorrectly reported to you."
}