{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 23,
  "chunk_text": "Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents? 1. Did the child have an SSN, ITIN, or adoption taxpayer\nidentification number (ATIN) issued on or before the due\ndate of your return (including extensions)? (Answer “Yes”\nif you are applying for an ITIN or ATIN for the child on or\nbefore the due date of your return (including extensions).) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. 2. Was the child a U.S. citizen, U.S. national, or U.S. resident\nalien? (See Pub. 519 for the definition of a U.S. national or\nU.S. resident alien. If the child was adopted, see Exception\nto citizen test, later.) Yes. Continue\nNo. STOP\n䊲 You can’t claim the child\ntax credit or the credit for\nother dependents for this\nchild. Need more information or forms? Visit IRS.gov. -18- Step 4 Is Your Qualifying Relative\nYour Dependent? 3. Was your qualifying relative married? Yes. See Married\nNo. Continue\n䊲\nperson, later. A qualifying relative is a person who is your... Son, daughter, stepchild, foster child, or a descendant of any of them (for\nexample, your grandchild) 4. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nperson as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR. Then, go to\nStep 5. or\nBrother, sister, half brother, half sister, or a son or daughter of any of them (for\nexample, your niece or nephew)\nor\nFather, mother, or an ancestor or sibling of either of them (for example, your\ngrandmother, grandfather, aunt, or uncle)\nor\nStepbrother, stepsister, stepfather, stepmother, son-in-law, daughter-in-law,\nfather-in-law, mother-in-law, brother-in-law, or sister-in-law\nor Step 5 Any other person (other than your spouse) who lived with you all year as a\nmember of your household if your relationship didn't violate local law. If the\nperson didn't live with you for the required time, see Exception to time lived with\nyou, later. Does Your Qualifying Relative\nQualify You for the Credit for\nOther Dependents? AND 1. Did your qualifying relative have an SSN, ITIN, or ATIN\nissued on or before the due date of your 2022 return\n(including extensions)? (Answer “Yes” if you are applying\nfor an ITIN or ATIN for the qualifying relative on or before\nthe return due date (including extensions).) Yes. Continue\nNo. STOP Who wasn't a qualifying child (see Step 1) of any taxpayer for 2022."
}