{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 8,
  "chunk_text": "For the purpose of computing its section 199\ndomestic production activities deduction, Coop’s qualified production activities income\nand taxable income should, pursuant to section 199 (d)(3)(C) of the Code, be computed\nwithout regard to any deduction for b payments to members and participating patrons. In other words, all of Coop’s b payments in cash to members and participating patrons\nfor 20--- could be classified as “per-unit retain allocations paid in money” and that they\nshould be added back in its section 199 computation. POSTF-143023-10 10 ADDITIONAL FACTS MATERIAL TO THE 20--- TAX YEAR In addition to the facts considered in the 2008 PLR (those set above), there are\nother facts that need to be considered for the 20--- year. First, Examination has not been presented and is unaware of any facts that\nwould contradict the conclusion that, at the end of 20--- the Coop and its members (or\nparticipating patrons) considered the b purchases to be completed contractual\npurchases (closed transactions) and not open per-unit retain transactions. Second, the documentary evidence that exists shows a closed transaction. Until\non or about October 20---, the date of a memorandum from the Coop to its patrons\ninforming them that they would be receiving amended Forms 1099PATR for the 20--year (Exhibit A), the taxpayer did not amend its Forms 1099-PATRs to treat “purchases”\nas per-unit retains paid in money. There is no evidence that members (or participating\npatrons) have agreed to reopen their closed b sales and turn them into open per-unit\nretain transactions. The Coop and its members (or participating patrons) have not\nagreed to amended by-laws that would change the treatment of sum certain, fixed\nproceeds from closed (oral or written) b purchase contracts into “per-unit retains.” To\nthe extent that per-unit retains only represent an “advance” of the patrons’ equity in the\nb commodity, per-unit retains could conceivably be recovered by the Coop from the\nmembers or participating patrons, if they could not be resold by the Coop, at a profit;\nproceeds from fulfilled and completed b purchase contracts would not. The Coop and\nits members (or participating patrons) have neither amended nor entered into\nnegotiations to amend the 20--- b purchase contracts. There is no evidence that an\namendment was effected either orally or in writing. Similarly, there is no evidence of\nmutual assent or mutual intention to effect an amendment. Finally, the Coop and its\nmembers (or participating patrons) have not enacted or agreed to enact amended\ncooperative by-laws that would obliterate distinctions between open per unit retains and\nclosed b purchases; or, at least, shown an intention to treat them as one and the same. Third, the Coop’s 8 ½ month payment period after the close of the Coop’s 20----tax year for payment of per-unit retains has ended (I.R.C. §1382(d)), and the period\nexpired without the taxpayer and its members or participating patrons taking any steps\nto agree to reclassify or to treat purchases as per-unit retains; or to report to the\nmembers and participating patrons that the b purchases were being reclassified to perunit retains."
}