{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 7,
  "chunk_text": "One ground stated in the Revenue Agent's Report for disallowance of the\nTaxpayer's claims is that allowance of the claims would \"result in a double deduction,\"\nbecause \"both the Control/Home Plan and Host Plan ([Taxpayer]) would be including\nthe same claim in its special deduction.\" RAR, Government's Position, 2. The\nTaxpayer's Protest makes the highly technical argument that \"a 'double deduction'\nwould not occur because two separate taxpayers are involved. The courts have held\nthat a double deduction is prohibited only if it involves the same taxpayer, and not two\nseparate taxpayers.\" Protest, page 17. The Revenue Agent's Report was using the phrase \"double deduction\" to\ndescribe a factual situation where two taxpayers are claiming a deduction based upon\nthe same transaction. It is a fundamental principle of federal income taxation that when\na statute allows a deduction for an item that is \"paid or incurred,\" it is only allowable to\nthe person incurring the liability that is being paid. Griffin v. Commissioner, 7 B.T.A.\n1094 (1927) (petitioner paid interest expense of a corporation); Colston v.\nCommissioner, 21 B.T.A. 396 (1930), aff'd sub nom. Colston v. Burnet, 59 F. 2d 867 POSTU-144536-09 9 (D.C. Cir. 1932), cert denied, 287 U.S. 640 (1932) (husband paid taxes and interest on\nproperty owned by wife). Similarly, to be entitled to a deduction for a casualty loss\nunder section 165, the taxpayer must have been the owner of the property when the\nloss was sustained. Draper v. Commissioner, 15 T.C. 135 (1950) (Parents filing joint\nreturns are not entitled to a deduction for a casualty loss to personal property owned by\ntheir adult daughter, notwithstanding the fact that the daughter was still dependent on\nher parents for support). Deductions depend upon legislative grace. New Colonial Ice Co. v. Helvering,\n292 U.S. 435, 440 (1934). In Simon v. Commissioner, 36 B.T.A 184 (1937), a corporate\nofficer entered into an agreement to pay interest on behalf of the corporation and\nclaimed a deduction for the amount paid. The Board found that the indebtedness was\nsolely that of the corporation, and the interest which the taxpayer undertook to pay \"was\nnot interest on his indebtedness, and properly speaking may not as to him be called\ninterest at all.\" Id. at 185-186. The Board of Tax Appeals sustained the disallowance of\nthe deduction:\nCongress meant to provide a deduction not of any payment that a\ntaxpayer may choose to label interest, but only of such as is interest in truth. Baltimore & Ohio Railroad Co. v. Commissioner, 78 Fed. (2d) 460. It used the\nterm in its ordinary meaning. Old Colony Railroad Co. v. Commissioner, 284\nU.S. 552; Corbett Investment Co. v. Helvering, 75 Fed. (2d) 525. The\nassumption by a third person to pay an obligor's interest directly to the obligee\nmay be a gift or support and maintenance, Colston v. Burnet, 59 Fed. (2d) 867;\ncertiorari denied, 287 U.S. 640; or alimony, Longyear v. Helvering, 77 Fed. (2d)\n116; or rent, Charles R. Holden, 27 B.T.A. 530; or the purchase price of assets,\nAutomatic Sprinkler Co. of America, 27 B.T.A. 160, deductible or not, as the case\nmay be."
}