{
  "document_category": "legal-advice",
  "docId": "legal-advice_71",
  "chunk_index": 5,
  "chunk_text": "[citations omitted.] As the court stated in Mathes v. Commissioner, T.C. Memo. 1990-483,\nSection 162(a) is not a carte blanche grant by the Government for the right\nto deduct all expenses which arguably are somewhat related to an incomeproducing activity, no matter how unreasonable in amount. The element of\nreasonableness is inherent in the phrase “ordinary and necessary” . . .\nwhether the amount of the deduction claimed is reasonable is determined\nunder the facts and circumstances of each case. The burden of proving that\nsuch amounts are reasonable rests with petitioner. In determining whether\nthe amount expended is reasonable, the amount of the expenditure has\nbeen compared with the benefit to be derived. [citations omitted.] Admittedly, it is not for the Service to decide whether a taxpayer’s expenditure is the\nbest possible use of the company’s funds, only whether it was ordinary and necessary in\npursuit of the business. Expenditures for advertising are deductible whether or not the\nadvertising is effective; they are even deductible if the advertising completely misfires and\nhas disastrous results for the company’s sales and reputation. The deduction depends\nprimarily on whether the expenditure, at the time it was authorized, “might reasonably be\nexpected to produce some patronage benefit.” On the other hand, the expenditure cannot\nhave merely a remote or tangential connection with promoting the company; and the\nexpense must be reasonable in amount compared to the reasonably expected benefits. Extravagant expenditures from which a reasonable person could expect only minimal\nbenefits are not deductible. As the court stated in Helstoski v. Commissioner, T.C. Memo. 1990-382: We do not intend to suggest that we should, as a matter of course, secondguess taxpayers' business decisions or restrict taxpayers to deduction of\nonly the least expensive method of conducting their businesses. Nevertheless, when the individuals involved are major owners and ranking\nofficers of the business in question, and when the issue is whether the travel\nexpenses were primarily the personal expenses of those controlling\nindividuals or primarily business expenses, one factor that may bear upon\nthat issue is whether there are less expensive alternatives that would have\nbeen practical ways to conduct the business activities without so much, or\nso costly, travel. In your examination, the taxpayer has not demonstrated that the *** al -------------- was\nintended to benefit the reputation or increase the sales of the corporation. It has not\ndemonstrated that the results of the -------------- were disclosed to customers or potential CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 8 customers (or were intended to be so disclosed) in any manner beyond the -----------exhibit, public report, and perhaps some other minimal publications. It has not proven that\nthe large expenses of the -------------- were reasonable in relation to the corporate benefits\nthat could reasonably be expected. We note also that, even if it could be established that the -------------- improved the\nreputation and goodwill of the *** ah family, such an accomplishment is not necessarily a\npromotion of the corporation itself and thus not deductible by the corporation. Brown v.\nCommissioner, T.C. Memo. 1970-253. Only the promotion of the company and its products\nqualify for deduction under § 162(a)."
}