{
  "document_category": "legal-advice",
  "docId": "legal-advice_64",
  "chunk_index": 12,
  "chunk_text": "-10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax. b. Additional tax on a qualified plan, including an individual retirement arrangement (IRA), or other tax-favored account. c. Household employment taxes. d. Social security and Medicare tax on tips you didn't report to your employer or on wages you received from an employer\nwho didn't withhold these taxes. e. Uncollected social security and Medicare or RRTA tax on tips you reported to your employer or on group-term life\ninsurance and additional taxes on health savings accounts. f. Recapture taxes. 2. You (or your spouse if filing jointly) received health savings account, Archer MSA, or Medicare Advantage MSA\ndistributions. 3. You had net earnings from self-employment of at least $400. 4. You had wages of $108.28 or more from a church or qualified church-controlled organization that is exempt from\nemployer social security and Medicare taxes. 5. Advance payments of the premium tax credit were made for you, your spouse, or a dependent who enrolled in coverage\nthrough the Marketplace. You or whoever enrolled you should have received Form(s) 1095-A showing the amount of the\nadvance payments. 6. You are required to include amounts in income under section 965 or you have a net tax liability under section 965 that you\nare paying in installments under section 965(h) or deferred by making an election under section 965(i). -11- Need more information or forms? Visit IRS.gov. Line\nInstructions\nfor\nForms 1040\nand 1040-SR Filing Status Check only the filing status that applies\nto you. The ones that will usually give\nyou the lowest tax are listed last. • Married filing separately. • Single.\n• Head of household. • Married filing jointly. • Qualifying surviving spouse. For information about marital status, see\nPub. 501. More than one filing status can TIP apply to you. You can choose\nthe one that will give you the\nlowest tax. Single You can check the “Single” box at the\ntop of Form 1040 or 1040-SR if any of\nthe following was true on December 31,\n2022.\n• You were never married. • You were legally separated according to your state law under a decree of\ndivorce or separate maintenance. But if,\nat the end of 2022, your divorce wasn't\nfinal (an interlocutory decree), you are\nconsidered married and can't check the\nbox. • You were widowed before January\n1, 2022, and didn't remarry before the\nend of 2022. But if you have a child,\nyou may be able to use the qualifying\nsurviving spouse filing status. See the ! Also see the instructions for Schedule 1 through Schedule 3 that follow the\nForm 1040 and 1040-SR instructions. CAUTION Free File makes available free brand-name software and free e-file. Visit IRS.gov/\nFreeFile for details and to see if you are eligible. What form to file. Everyone can file Form 1040. Form 1040-SR is available to you if\nyou were born before January 2, 1958. Fiscal year filers."
}