{
  "document_category": "legal-advice",
  "docId": "legal-advice_53",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20084301F\nRelease Date: 10/24/2008\nCC:LM:HMT:DET:CVDumas\nPREF-123891-07\nUIL: 162.21-01\ndate:\nto: from: subject: September 25, 2008 --------------------(Revenue Agent)\nHMT Group ------, ----------------,---Eric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) Deductibility of Anti-trust settlement payments\nLegend\nTaxpayer\n$amount1\nState X\nState Y\nState Z\nProduct\nCity\nState X Law1\nState X Law2\nState X Case1\nState X Law3\nState X Law4\nState Y Law1\nState Y Case1\nState Y Law2\nState Z Law1\nState Z Law2\nState Z Law3\nIssue =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- PREF-123891-07\n2 Whether an $amount1 payment by Taxpayer to three states in settlement of an anti-trust\nsuit under federal and state law is a non-deductible fine or penalty under I.R.C. §162(f). Conclusion The payment is a non-deductible penalty. Facts This memo relies on facts provided by the taxpayer and available in the public records. Taxpayer manufactures Product and is based in City, State X. States X, Y, and Z filed suit\nagainst Taxpayer in the federal court accusing it of fixing a minimum price for one of its more\nsought-after products. According to the complaint, Taxpayer engaged in anti-competitive\npractices in order to discourage price competition among retailers and keep prices higher than\nthey otherwise would be. Taxpayer’s alleged policy explicitly forbade retailers from advertising\nProduct below a dictated price. If any retailer violated the price policy, they would lose access to\nTaxpayer’s products for one year. This penalty was allegedly enforced against some retailers;\nhowever, Taxpayer often resumed its relationship with the retailers before the end of the one year\nembargo. The states alleged that this was an anti-competitive practice, preventing customers from\npurchasing low-priced Products, and preventing vendors from setting prices that they wanted to\nset. The states sought an injunction against Taxpayer, as well as civil penalties. After the anti-trust suit was filed, the parties filed a consent decree and final judgment. In\nit, Taxpayer agreed to an injunction against dictating the price of its Products to retailers. It also\nagreed to pay $amount1 to the states, to be used in each state by its attorney general for anti-trust\nenforcement, a consumer protection fund, or any other function allowable under state law. PREF-123891-07\n3 Taxpayer had certain additional duties, such as maintenance of certain sale records. The district\ncourt retained jurisdiction to enforce the decree, and Taxpayer admitted no true liability,\nclaiming that the consent judgment could not be used in any other proceeding to show its guilt. Analysis of Relevant Statutes Underlying the Payment\nI.R.C. § 162(a) allows a deduction for any ordinary and necessary business expenses paid\nduring the course of a taxable year. However, section 162(f) provides that fines and penalties\npaid to any government for violation of the law are not a deductible expense. Courts generally\ndifferentiate between amounts paid as a fine and money paid as damages, with money paid as\ndamages being deductible as an ordinary business expense. See, e.g., Schnadig Corp. v. Gaines\nManufacturing Co., 620 F.2d 1166, 1169 n.7 (6th Cir. 1980); see also Treas. Reg. § 1.162-21,\nexamples (1) and (3). Finally, the income tax regulations state that a fine or similar penalty\nincludes any amount paid in settlement of the taxpayer’s conduct or potential liability for a fine\nor penalty, whether civil or criminal. Treas. Reg. § 1.162-21(b)(1)."
}