{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 20,
  "chunk_text": "Because the contracts in question are cost-plus contracts, the liabilities incurred\nduring the taxable year under these contracts are included in claims incurred\nunder section 833(b)(1)(A)(i) in determining the special deduction under section\n833(b). It should be emphasized that the \"cost-plus\" contracts described in the TAM are\nvery similar to the underwritten \"Cost Plus/Administrative Services Only\" arrangements\ndescribed in the 1994 financial reporting supplement for BCBS plans prepared by the\nFinancial Reporting Working Group of the Special Committee on Blue Cross Plans, and\nin the description of ASC/Cost Plus arrangements by the BCBSA in its risk-based\ncapital formula. In all three cases, the plan issues an identification card, subscribers\nreceive services directly from health-care providers without making any payment, the POSTU-144536-09 24 plan pays the providers from plan funds, and the plan then bills the account for the cost\nof benefits. Note also that both the cost-plus arrangement described by the Financial\nReporting Working Group and by the TAM included a stop-loss feature, while both the\narrangement described by the Working Group and by the BCBSA were experiencerated. Both the arrangement described by the BCBSA and by the TAM allowed\nsubscribers to convert from group to individual coverage. Finally, note that the Taxpayer in the TAM established claims reserves for\nits \"cost-plus contracts\" but not for its ASO arrangements, and that the Taxpayer in the\nTAM did include its \"cost-plus\" business in computing the section 833(b) deduction, but\ndid not include ASO contracts. In summary, the NAIC first used the phrase \"Cost-Plus/ASO\" in 1994 to describe\n\"underwritten\" cost-plus arrangements, as opposed to arrangements that were\nconsidered nonunderwritten, which were described by the single term \"ASO.\" During\nthis same period, the BCBSA used the phrase \"ASC/Cost-Plus\" to describe an\narrangement similar to the NAIC's \"Cost-Plus/ASO\" arrangement, and the BCBSA\nsimilarly contrasted its \"ASC/Cost-Plus\" with \"ASO arrangements.\" Presently, the NAIC uses the terms \"ASO\" and \"ASC\" to describe two types of\narrangements that are considered \"uninsured.\" To the extent the term \"ASC\" was at\none time used to describe a \"cost-plus\" arrangement, it was used by the BCBSA to\ndescribe an arrangement that was considered insurance at the time. Accordingly, the\nfact that the NAIC now uses the term \"ASC\" to describe an arrangement that is\nconsidered uninsured does not mean that such an arrangement should be considered\n\"cost-plus.\" NAIC Risk-Based Capital Rules. Current NAIC Risk-Based Capital materials\nregarding ASO and ASC arrangements generally follow the descriptions of the NAIC\naccounting materials. There is no definition or discussion of \"National Account\"\narrangements or \"National Account-type\" arrangements and no inference can be drawn\nfrom the RBC line entry description for \"Fee-for service\" items. \"Risk-based capital (RBC)\" is described by the NAIC as \"a method of measuring\nthe minimum amount of capital appropriate for a reporting entity to support its overall\nbusiness operations in consideration of its size and risk profile.\" National Association of\nInsurance Commissioners, Risk-Based Capital Forecasting, Health, 2008 (2008 NAIC\nHealth, Risk-Based Capital Report, Including Overview and Instructions for Companies,\nas of December 31, 2008), page i. It should be emphasized that, unlike the NAIC\nAnnual Statement and the Federal Income Tax Return, Risk-Based Capital is not\nconcerned with the determination of income in any way."
}