{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20102901F\nRelease Date: 7/23/10\nCC :SB:5:SLC:MHHoward\nPOSTN-119570-10/SCAF-106587-10\nUILC: 6702.01-00 date: June 22, 2010 to: Internal Revenue Service\n1973 N. Rulon White Boulevard\nOgden, UT 84404\nAttn: Dan Bach, Campus Reporting Compliance\nShauna Henline, Senior Technical Advisor Frivolous Return Program, MS 4390 from: subject: Mark H. Howard, Senior Counsel (Salt Lake City)\n(Small Business/Self-Employed) Request for legal advice on procedures when dealing with frivolous business returns This memorandum responds to your request for assistance. This advice may not\nbe used or cited as precedent. ISSUES\n1. The Internal Revenue Service (the Service) currently imposes the I.R.C.\n§ 6702 Frivolous Tax Submissions Penalty against the responsible individual when it\ndetermines that a business return is frivolous in nature and that individual is found to be\nresponsible for the filing. (a). Would it be appropriate to impose a penalty against both the business and\nthe responsible individual?\n(b). If the answer to question 1(a) is yes, would the two assessments be\nseparate liabilities of $5,000 each or would the two assessment be joint and several so\nthat the Service would collect a single penalty of $5,000?\n(c). If the Service determined that more than one person was responsible for the\nfiling of the frivolous business return, could it make a separate assessment under\nsection 6702 against each such person?\n(d). Would the answer to question 1(c) vary if the taxpayer had multiple officers\nor members? POSTN-119570-10/SCAF-106587-10 page 2 (e). Would the answer to question 1(c) vary if the return is signed or unsigned?\n(f). Would the Service need to apply different rules when dealing with a sole\nproprietorship as compared with a partnership or a limited liability company? If so, what would those rules or considerations be?\n(g). Would the Service need to apply different rules when dealing with an S\ncorporation as compared with a C corporation? If so, what would those rules or\nconsiderations be? 2. Are all liabilities for withholding taxes assessed without the application of a\nstatutory notice of deficiency procedure? For example, do the same procedures apply\nto backup withholding and Federal income tax withheld at the source? 3. Is the advanced earned income credit claimed on Forms 941, 943 and 9441\nsubject to statutory notice of deficiency procedures? Can this credit be reversed and\ndisallowed using math error procedures? 4. Is the following paragraph legally adequate as a proposed IRM paragraph to\ndeal with situations where the return claims an erroneous refund based on a false\ncredit? If the return was processed in error and a refund was issued, assess tax in the\namount of the false credit amount. If the false credit was withholding, no other\naction is necessary. If the credit is Advanced Earned Income Credit (AEIC,\nF2439) or any other credit that posts as TC7662, assess the amount as tax, but\nhold the case for 60 days to allow the filer to contest the assessment (like a math\nerror assessment.) In the event the assessment is disputed, a SNOD must be\ninitiated and must be forwarded to specialized BMF processing using Form 3210\nto M/S 4160, ATTN: Tina Decaria for field audit classification. CONCLUSIONS\n1(a)."
}