{
  "document_category": "legal-advice",
  "docId": "legal-advice_71",
  "chunk_index": 3,
  "chunk_text": "(hereinafter “the *** al --------------”) are deductible. Issue\nAre the costs of an --------------, led by a corporate president/shareholder, to recover the\nremains of an ----------- prominent in the history of the corporation deductible on the\ncorporate return? Law\nI.R.C. § 162(a) allows as a deduction “all the ordinary and necessary expenses paid or\nincurred during the taxable year in carrying on any trade or business.” Reg. § 1.162-2 allows a taxpayer to deducted travel expenses that are “reasonable and\nnecessary in the conduct of the taxpayer’s business and directly attributable to it.” It further\nstates that “if the trip is undertaken for other than business purposes, the travel fares and\nexpenses incident to travel are personal expenses . . .”\n“Necessary,” as it is used in § 162(a), means that the expense is appropriate and\nhelpful, rather than absolutely essential. Welch v. Helvering, 290 U.S. 111, 113 (1933). But if there are other, more economical and practical means of attaining a result, the\nexpense is not reasonable and, therefore, not necessary. A.S. Barber, Inc. v. United\nStates, 85-1 USTC P 9138 (D. Mo. 1984); Sherman v. Commissioner, 44 TCM 1324, 1326\n(1982); Ciaravella v. Commissioner, T.C. Memo. 1998-31. Under Reg. § 1.162-1(a), a\ncorporation may deduct expenses for advertising and promotion. In determining the\nextent to which advertising expenses are reasonable, the court will compare the amount\nexpended for the activity in question with the amount of benefit reasonably expected to be\nderived. Ciaravella v. Commissioner, T.C. Memo. 1998-31; Mathes v. Commissioner, T.C.\nMemo. 1990-483. An expenditure that benefits employees in a private setting does not promote or\nadvertise the taxpayer’s business to the world of customers and is therefore not deductible. Quarrier Diner, Inc. v. Commissioner, 22 TCM 276, 279 (1963). The advertising must be\ndirected toward those constituting the taxpayer’s market or business environment. U.S.\nEquipment Co. v. Commissioner, 22 TCM 1309, 1321 (1963). The lack of exposure to\ngroups from whom the taxpayer’s business contacts or customers are likely to emerge\nprecludes deduction of the expense. W.D. Gale, Inc. v. Commissioner, 297 F.2d 270, 271\n(6th Cir. 1961). The payment by one taxpayer of an expense of another taxpayer’s trade or business is\nnot deductible. Deputy v. DuPont, 308 U.S. 488, 494 (1940). As a general rule, the trade\nor business of a corporation is not also a trade or business of its share-holders. Whipple v. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 6 Commissioner, 373 U.S. 193, 202 (1963). I.R.C. § 262(a) states that “except as otherwise expressly provided in this chapter, no\ndeduction shall be allowed for personal, living, or family expenses.”"
}