{
  "document_category": "legal-advice",
  "docId": "legal-advice_17",
  "chunk_index": 9,
  "chunk_text": "Changes in the\nmethod of accounting of a FSC are subject to the\nrequirements of section 446(e) and the regulations\nunder that section. (Emphasis added.) Taxpayer, noting the application of FSC guidance to\nanalogous ETI concepts, analyzes the explicit provisions\nprovided when the FSC régime was enacted. Taxpayer focuses\non those provisions dealing with the availability of the FSC\nrégime for taxpayers using the completed contract method of\nreporting income20 and argues that, by analogy, it should be\nable to use the POC method of accounting to define “sale\ntransaction”. What Taxpayer ignores is that there is no\nanalogous provision for unique treatment of income\nrecognized under the POC method of accounting for long-term\ncontracts in the ETI Act. Had Congress intended that\nresult, it arguably would have included explicit provisions\nas it did when the FSC regime was enacted. The ETI Act itself demonstrates the inapplicability of the\nPOC method of accounting in defining a “transaction”. The ETI\nAct, and I.R.C. § 114, provides that extraterritorial income is\nexcluded from gross income. However, to constitute\nextraterritorial income and qualify for exclusion, the income\nmust be qualifying foreign trade income as defined in I.R.C.\n§§ 941 through 943. The term \"foreign trade income\" means the\ntaxable income of the taxpayer attributable to FTGR. I.R.C. § 941(b)(1). 20 Deficit Reduction Act of 1984, Pub. L. No. 98-369, § 805(a)(2), 98 Stat. 1000-1001 (1984); 1984-3 C.B., vol.1, 1, 508-509. CC:LM:HMT:--------:POSTF-103313-03 page 21 Again, the FSC regulations provide guidance on the\ndefinition of “transaction”. Treas. Reg.§ 1.924(a)-1T(b)\naddressing “Sales of export property” provides:\nForeign trading gross receipts of a FSC include gross\nreceipts from the sale of export property by the FSC,\nor by any principal for whom the FSC acts as a\ncommission agent …, pursuant to a contract entered into\nwith a purchaser by the FSC or by the principal at any\ntime… Any agreement, oral or written, which constitutes\na contract at law, satisfies the contractual\nrequirements of this paragraph. The term \"transaction\" is used extensively in I.R.C.\n§ 942, enacted as part of the ETI Act, which defines FTGRs. A taxpayer is treated as having FTGR from a transaction only\nif economic processes with respect to such transaction take\nplace outside the United States. I.R.C. § 942(b)(1). That\neconomic processes are required in relationship to each\ntransaction to qualify for ETI treatment highlights the flaw\nin Taxpayer’s argument. The economic processes requirement applies to all of\nthe varieties of transactions the ETI regime encompasses,\ne.g., sales, exchanges, leases and the provision of\nservices. The identified foreign economic processes which\nmust be performed with respect to a transaction include:\nadvertising and sales promotion; processing of customer\norders and arranging for delivery; transportation outside\nthe United States in connection with delivery to the\ncustomer; the determination and transmittal of a final\ninvoice or statement of account or the receipt of payment;\nand, the assumption of credit risk. I.R.C. § 942(b)(3). Economic processes are extraneous to the POC method of\naccounting. Although inapplicable to foreign military sales,21 the\nrequirement of solicitation, negotiation and making of the\ncontract relating to a transaction22 provides additional insight\n21 22 Treas. Reg. § 1.924(d)-1(f). In enacting the FSC regime, “... Congress recognized that certain\nforeign military sales must be made through the US Government, typically\nto foreign governments."
}