{
  "document_category": "legal-advice",
  "docId": "legal-advice_29",
  "chunk_index": 36,
  "chunk_text": "The 121-day period began on May 17, 2022 (60 days before\nthe ex-dividend date), and ended on\nSeptember 14, 2022. You have no qualified dividends from XYZ Corp. because you held the XYZ stock for less than 61\ndays. Example 2. The facts are the same as\nin Example 1 except that you bought the\nstock on July 15, 2022 (the day before\nthe ex-dividend date), and you sold the\nstock on September 16, 2022. You held\nthe stock for 63 days (from July 16,\n2022, through September 16, 2022). The\n$500 of qualified dividends shown in\nbox 1b of Form 1099-DIV are all qualified dividends because you held the\nstock for 61 days of the 121-day period\n(from July 16, 2022, through September\n14, 2022). Example 3. You bought 10,000\nshares of ABC Mutual Fund common\nstock on July 8, 2022. ABC Mutual\nFund paid a cash dividend of 10 cents a\nshare. The ex-dividend date was July 16,\n2022. The ABC Mutual Fund advises\nyou that the part of the dividend eligible\nto be treated as qualified dividends\nequals 2 cents a share. Your Form\n1099-DIV from ABC Mutual Fund\nshows total ordinary dividends of $1,000\nand qualified dividends of $200. However, you sold the 10,000 shares on August 11, 2022. You have no qualified\ndividends from ABC Mutual Fund because you held the ABC Mutual Fund\nstock for less than 61 days. Use the Qualified Dividends TIP and Capital Gain Tax Worksheet or the Schedule D Tax\nWorksheet, whichever applies, to figure\nyour tax. See the instructions for line 16\nfor details. Line 3b\nOrdinary Dividends\nEach payer should send you a Form\n1099-DIV. Enter your total ordinary dividends on line 3b. This amount should\nbe shown in box 1a of Form(s)\n1099-DIV. You must fill in and attach Schedule B if the total is over $1,500 or you\nreceived, as a nominee, ordinary dividends that actually belong to someone\nelse. Nondividend Distributions Some distributions are a return of your\ncost (or other basis). They won't be Need more information or forms? Visit IRS.gov. -26- taxed until you recover your cost (or\nother basis). You must reduce your cost\n(or other basis) by these distributions. After you get back all of your cost (or\nother basis), you must report these distributions as capital gains on Form 8949. For details, see Pub. 550. Dividends on insurance poli- TIP cies are a partial return of the\npremiums you paid. Don’t report them as dividends. Include them in\nincome on Schedule 1, line 8z, only if\nthey exceed the total of all net premiums\nyou paid for the contract. Lines 4a and 4b\nIRA Distributions You should receive a Form 1099-R\nshowing the total amount of any distribution from your IRA before income tax\nor other deductions were withheld. This\namount should be shown in box 1 of\nForm 1099-R. Unless otherwise noted in\nthe line 4a and 4b instructions, an IRA\nincludes a traditional IRA, Roth IRA,\nsimplified employee pension (SEP)\nIRA, and a savings incentive match plan\nfor employees (SIMPLE) IRA. Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1."
}