{
  "document_category": "legal-advice",
  "docId": "legal-advice_33",
  "chunk_index": 41,
  "chunk_text": "An appraisal otherwise barred from admission into\nevidence pursuant to this section may be admitted into\nevidence solely for the purpose of determining the\ntaxpayer’s reliance in good faith on such appraisal. (c) Authority to impose monetary penalty —\n(1) In general. (i) The Secretary of the Treasury, or delegate,\nafter notice and an opportunity for a proceeding,\nmay impose a monetary penalty on any practitioner\nwho engages in conduct subject to sanction under\nPage 28 — § 10.50 paragraph (a) of this section. (ii) If the practitioner described in paragraph\n(c)(1)(i) of this section was acting on behalf of an\nemployer or any firm or other entity in connection\nwith the conduct giving rise to the penalty, the\nSecretary of the Treasury, or delegate, may impose\na monetary penalty on the employer, firm, or entity\nif it knew, or reasonably should have known of such\nconduct. (2) Amount of penalty. The amount of the penalty\nshall not exceed the gross income derived (or to be\nderived) from the conduct giving rise to the penalty. (3) Coordination with other sanctions. Subject to\nparagraph (c)(2) of this section —\n(i) Any monetary penalty imposed on a\npractitioner under this paragraph (c) may be in\naddition to or in lieu of any suspension, disbarment or\ncensure and may be in addition to a penalty imposed\non an employer, firm or other entity under paragraph\n(c)(1)(ii) of this section. (ii) Any monetary penalty imposed on an\nemployer, firm or other entity may be in addition to\nor in lieu of penalties imposed under paragraph (c)\n(1)(i) of this section. (d) Authority to accept a practitioner’s consent to\nsanction. The Internal Revenue Service may accept\na practitioner’s offer of consent to be sanctioned\nunder §10.50 in lieu of instituting or continuing a\nproceeding under §10.60(a). (e) Sanctions to be imposed. The sanctions imposed\nby this section shall take into account all relevant\nfacts and circumstances. (f) Effective/applicability date. This section is\napplicable to conduct occurring on or after August 2,\n2011, except that paragraphs (a), (b)(2), and (e) apply\nto conduct occurring on or after September 26, 2007,\nand paragraph (c) applies to prohibited conduct that\noccurs after October 22, 2004. § 10.51 Incompetence and disreputable conduct. (a) Incompetence and disreputable conduct. Incompetence and disreputable conduct for which\na practitioner may be sanctioned under §10.50\nincludes, but is not limited to —\nTreasury Department Circular No. 230 Table of Contents (1) Conviction of any criminal offense under the\nFederal tax laws. (2) Conviction of any criminal offense involving\ndishonesty or breach of trust. (3) Conviction of any felony under Federal or\nState law for which the conduct involved renders\nthe practitioner unfit to practice before the Internal\nRevenue Service. (4) Giving false or misleading information, or\nparticipating in any way in the giving of false or\nmisleading information to the Department of the\nTreasury or any officer or employee thereof, or to any\ntribunal authorized to pass upon Federal tax matters,\nin connection with any matter pending or likely to be\npending before them, knowing the information to be\nfalse or misleading. Facts or other matters contained\nin testimony, Federal tax returns, financial statements,\napplications for enrollment, affidavits, declarations,\nand any other document or statement, written or oral,\nare included in the term “information.”"
}