{
  "document_category": "legal-advice",
  "docId": "legal-advice_69",
  "chunk_index": 50,
  "chunk_text": "The\nAdministrative Law Judge, among other powers,\nhas the authority, in connection with any proceeding\nunder §10.60 assigned or referred to him or her, to do\nthe following:\n(1) Administer oaths and affirmations;\n(2) Make rulings on motions and requests, which\nrulings may not be appealed prior to the close of a\nTreasury Department Circular No. 230 hearing except in extraordinary circumstances and at\nthe discretion of the Administrative Law Judge;\n(3) Determine the time and place of hearing and\nregulate its course and conduct;\n(4) Adopt rules of procedure and modify the\nsame from time to time as needed for the orderly\ndisposition of proceedings;\n(5) Rule on offers of proof, receive relevant\nevidence, and examine witnesses;\n(6) Take or authorize the taking of depositions or\nanswers to requests for admission;\n(7) Receive and consider oral or written argument\non facts or law;\n(8) Hold or provide for the holding of conferences\nfor the settlement or simplification of the issues with\nthe consent of the parties;\n(9) Perform such acts and take such measures as\nare necessary or appropriate to the efficient conduct\nof any proceeding; and\n(10) Make decisions. (c) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.71 Discovery. (a) In general. Discovery may be permitted, at the\ndiscretion of the Administrative Law Judge, only\nupon written motion demonstrating the relevance,\nmateriality and reasonableness of the requested\ndiscovery and subject to the requirements of\n§10.72(d)(2) and (3). Within 10 days of receipt of\nthe answer, the Administrative Law Judge will notify\nthe parties of the right to request discovery and the\ntimeframe for filing a request. A request for discovery,\nand objections, must be filed in accordance with\n§10.68. In response to a request for discovery, the\nAdministrative Law Judge may order —\n(1) Depositions upon oral examination; or\n(2) Answers to requests for admission. (b) Depositions upon oral examination —\n(1) A deposition must be taken before an officer\nduly authorized to administer an oath for general\npurposes or before an officer or employee of the\nInternal Revenue Service who is authorized to\nadminister an oath in Federal tax law matters. § 10.71 — Page 35 Table of Contents (2) In ordering a deposition, the Administrative\nLaw Judge will require reasonable notice to the\nopposing party as to the time and place of the\ndeposition. The opposing party, if attending, will be\nprovided the opportunity for full examination and\ncross-examination of any witness. (3) Expenses in the reporting of depositions\nshall be borne by the party at whose instance\nthe deposition is taken. Travel expenses of the\ndeponent shall be borne by the party requesting the\ndeposition, unless otherwise authorized by Federal\nlaw or regulation. (c) Requests for admission. Any party may serve\non any other party a written request for admission of\nthe truth of any matters which are not privileged and\nare relevant to the subject matter of this proceeding. Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations."
}