{
  "document_category": "legal-advice",
  "docId": "legal-advice_18",
  "chunk_index": 6,
  "chunk_text": "We therefore only conclude, based on the above analysis, to\na reasonable degree of certainty, that with respect to\ninvestigatory expenses amortization, § 195 applies only to the\ncreation of a new business or acquisition of a business in a\ndifferent field. (b) How should -- alleged “investigatory expenses” be treated? --- treated the $--- paid to ---- as “investigatory\nexpenses” and started amortizing it in - under § 195. Whether\nthese expenses in question qualify as investigatory expenses\nwithin the meaning of § 195 depends on the relevant facts and\ncircumstances, not on how --- labels them. Of all the listed services for which - paid -----------------------------------------------------------------------------------------------------------------------, only the one in (i),\nadvice on value creation of --- acquisition, ostensibly qualifies\nunder § 195 as “costs of seeking and reviewing prospective\nbusinesses prior to reaching a decision to acquire” a business. (The dollar amount to be allocated to this advice is a question\nof fact, and --- has to itemize the service fees paid and\nsubstantiate the itemization.) However, as discussed in Part (a)\nin this Analysis, because - and -- were in the same field of\nbusiness, this expense is not eligible for amortization under\n§ 195. In any event, the payment for the remaining services should\nbe capitalized under § 263. Section 263 provides that no\ndeduction is allowed for any amount paid out for new buildings or\nfor permanent improvements or betterments made to increase the\nvalue of any property or estate. I.R.C. ' 263(a). In applying\n' 263, instead of solely looking at the increased value to\nconcrete assets, Courts have focused on the long-term effect that\nexpenditures generate, and maintained that there does not have to\nexist a physical asset for ' 263 to apply. See INDOPCO Inc. v.\nCommissioner, 503 U.S. 79 (1992); Wells Fargo v. Commissioner,\n224 F.3d 874 (2000). AA taxpayer=s realization of benefits beyond\nthe year in which the expenditure is incurred is undeniably\nimportant in determining whether the appropriate tax treatment is\nimmediate deduction or capitalization.@ 503 U.S. at 87. CC:LM:NR:HOU:2: POSTF 163829-02 page 10 When an expenditure does not create or enhance a separate\nand distinct asset, the determination whether to capitalize or\ndeduct this expenditure depends, to a certain extent, on the\npresence of a long-term benefit associated with that expenditure. See Wells Fargo, 224 F.3d at 884 (emphasis added). Expenses\nAincurred for the purpose of changing the corporate structure for\nthe benefit of future operations are not ordinary and necessary\nbusiness expenses.@ Id. at 89. The INDOPCO Court has also stated:\nDeductions for professional expenses thus have\nbeen disallowed in a wide variety of cases\nconcerning changes in corporate structure. Although support for these decisions can be\nfound in the specific terms of ' 162, which\nrequire that deductible expenses be Aordinary\nand necessary@ and incurred Ain carrying on any\ntrade or business,@ courts more frequently have\ncharacterized an expenditure as capital in\nnature because Athe purpose for which the\nexpenditure is made has to do with the\ncorporation=s operations and betterment,\nsometimes with a continuing capital asset, for\nthe duration of its existence or for the\nindefinite future or for a time somewhat longer\nthan the current taxable year.@ Id. at 89-90, citing General Bancshares Corp. v.\nCommissioner, 326 F.2d 712, 715 (8th Cir. 1964)\n(emphasis added)."
}