{
  "document_category": "legal-advice",
  "docId": "legal-advice_18",
  "chunk_index": 3,
  "chunk_text": "Doe v. Rowe, 156 F. Supp. 2d 35, 46-47 (D. Me. 2001). 3 Of subparagraph (A), only (i) is relevant to the present case. CC:LM:NR:HOU:2: POSTF 163829-02 page 5 Section 195 was enacted in 1980. The legislative history\nreflects that Congress, in enacting ' 195, intended to encompass\ntwo types of expenses in startup expenditure, i.e. investigatory\nexpenses and startup costs. 4 See 96 H. Rpt. 1278 at 9-10. Congress defined the term “investigatory expenses” as Acosts\nof seeking and reviewing prospective businesses prior to reaching\na decision to acquire or enter any business. Business\ninvestigatory expenses may be of either a general or specific\nnature. The former are related either to businesses generally,\nor to a category of business; the latter are related to a\nparticular business.@ Id. at 9 (emphasis added). The word “enter” in the Congressional definition of\n“investigatory expenses” indicates that the target business is\nnew to the taxpayer: either the taxpayer is not engaged in an\nexisting business or is engaged in a business in a different\nfield. Grammatically, “business” is the object of both “acquire”\nand “enter.” The meaning of the word “business” in this context,\nthen, must be such that fits both verbs. It is therefore logical\nto conclude that the word “business” can only mean a business in\na field different from the acquirer’s. Thus, the Congressional\ndefinition of “investigatory expenses” appears to imply that\n§ 195 only applies to acquiring a business in a different field. This implication is more conspicuous when Congress describes\nthe eligibility for amortization under § 195. To be eligible for\namortization under § 195, states the House Report, “[f]irst, the\nexpenditures must be paid or incurred in connection with\ncreating, or investigating the creation or acquisition of, a\ntrade or business entered into by the taxpayer.” Id. at 10\n(emphasis added). As already explained, entering into a business\nsuggests that the business is in a different field if the\ntaxpayer is already engaged in an existing business. Here, to be\neligible for amortization of the investigatory expenses under\n§ 195, it is required that the business must be one entered into\nby the taxpayer. In other words, if the taxpayer acquires a\nbusiness, the acquired business must be in a field different from\nthe taxpayer’s existing business. 4 This Analysis will focus only on investigatory expenses because the present\ncase does not involve startup costs. CC:LM:NR:HOU:2: POSTF 163829-02 page 6 This interpretation is consistent with the statutory context\nof § 195. “Investigatory expenses” is one of the two categories\nincluded in “startup expenditures” under § 195. The word\n“startup” connotes originality, newness, or distinctiveness from\nwhat already exists. This “newness” notion is more explicitly\nexpressed in the House Report’s discussion of “startup costs,”\nthe other category included in “startup expenditures:”\nGenerally, the term Astartup costs@ refers to expenses\nwhich would be deductible currently if they were\nincurred after the commencement of the particular\nbusiness operation to which they relate. Such costs\nmay be incurred by a party who is not engaged in any\nexisting business, or by a party with an existing\nbusiness who begins a new one that is unrelated, or\nonly tangentially related, to his or her existing\nbusiness. Id. at 10 (emphasis added)."
}