{
  "document_category": "legal-advice",
  "docId": "legal-advice_53",
  "chunk_index": 3,
  "chunk_text": "The state may pursue treble damages, attorneys’ fees, and interest, but may not pursue\nrecovery that would duplicate recovery already granted in a prior suit. Under 15 U.S.C. § 15e,\nthe monetary relief that an attorney general recovers from a federal anti-trust suit may either be\ndistributed at the court’s discretion, or deemed a civil penalty and distributed at the attorney\ngeneral’s discretion. State X Law1 outlaws any contract to restrain trade. State X’s statute is understood by\nthe courts to bar most price-fixing activities. See, e.g., State X Case1. State X Law2 allows the\nstate attorney general to bring suit for violations of the State X anti-trust act. The statute allows PREF-123891-07\n5\nfor recovery of up to $50,000 for each act of restraint of trade, as well as injunctive relief. State\nX Law3 allows a penalty of up to $1,000,000 for violating the act. State X Law4 clarifies that\nthe penalties in the act are cumulative. State Y Law1 outlaws and voids any contract which interferes in the free exercise of\nbusiness activity by restraining competition. As with State Y and Federal law, the courts\nunderstand that State Y anti-trust law bars price-fixing. See, e.g., State Y Case1. State Y Law2\nallows the state Attorney General to bring an action against corporations that have entered into\narrangements that violate the state anti-trust act. The statute allows for a penalty of up to\n$20,000 beyond damages awarded. State Z Law1 outlaws contracts that unreasonably restrain trade. The comments from the\nState Z Bar on this law state that it prohibits vertical price fixing agreements; however, they also\nstate that a court must examine the purposes and consequences of an agreement before\nconcluding that it has the effect of restraining trade. State Z Law2 empowers the state attorney\ngeneral to bring action against companies and individuals found to be in violation of the act, and\nto seek damages, attorney fees, and treble damages if the restraint of trade is found to be willful. This statute also allows the State Z Attorney General to sue based on federal anti-trust law. State Z law has a provision that explicitly bans price fixing (State Z Law3), but this is\nmeant as a ban on non-competition, horizontal price fixing, not vertical price fixing. State Z law\nalso has a provision that allows the state attorney general to seek up to $1,000,000 in fines, but\nnot on a charge of vertical restraint of trade agreements. Discussion The question is whether the $amount1 that Taxpayer paid to the three plaintiff states\nshould be considered an ordinary business expense or a non-deductible penalty. The answer to PREF-123891-07 6\nthis question turns on whether the payment was meant to cover the actual damages that the\nplaintiff states allegedly incurred through the defendant’s conduct, or if the payment is meant to\nbe a punitive measure to discourage future anti-competitive behavior. The settlement document does not explicitly allocate the money into one category or the\nother. However, the Federal statute as well as the State X statute that the suit invoked speak only\nof fines, not of damages."
}