{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 13,
  "chunk_text": "At a minimum, the amounts were\npharmaceutical company for consideration. In Media Space Inc. v. Commissioner, 135 T.C. 424, 440-441\n(2010), after finding that the intangibles at issue were not, in substance, exchanged (as argued by the\ngovernment), the Court found that Treas. Reg. § 1.263(a)-4(c)(1) did not apply because there was no\nexchange. There was no purchase based on the facts; however, the Court did not define “purchase or\nsimilar transaction.” 40 To date, no guidance has been published requiring the capitalization of expenditures with respect to\nintangibles not within the capitalization of intangible regulations that must be capitalized based solely on\nfuture benefit. POSTU-139175-10 40 paid to facilitate the creation of intangible assets and/or paid to create, facilitate or\nenhance separate and distinct intangibles,41 as addressed in the below subsections. A. Amounts Paid to Create an Intangible or\nFacilitate the Creation of an Intangible Treas. Reg. § 1.263(a)-4(d) (hereinafter the “-4(d) regulations”) addresses the treatment\nof created intangibles, with other sections of the intangible regulations addressing the\ntreatment of amounts paid to facilitate the creation of an intangible. As explained below,\namounts paid to obtain ANDAs are paid to create intangibles within the meaning of the\n-4(d) regulations on created intangibles, with the professional fees at issue paid to\nfacilitate the creation of said ANDAs. The -4(d) regulations (created intangibles), in subsection (5)(i), require the capitalization\nof amounts paid to obtain rights from a government, treating such payments as paid to\ncreate an intangible. Specifically, the -4(d) regulations provide, inter alia:\n(i) In general. – A taxpayer must capitalize amounts paid to a\ngovernment agency to obtain, renew, renegotiate, or upgrade its\nrights under a trademark, trade name, copyright, license, permit,\nfranchise, or other similar right granted by that governmental\nagency. Treas. Reg. § 1.263(a)-4(d)(5)(i)(emphasis added). Payments to the FDA (a government agency) to obtain the right to market and sell a\nnew drug in the United States (obtained via FDA approval of a NDA or an ANDA, as\naddressed in Addendum A) would be within Treas. Reg. § 1.263(a)-4(d)(5)(i). 41 To the extent Corporation X contends that Treas. Reg. §1.263(a)-4(d)(9) is not applicable because the\nFDA-approved ANDAs being created by Corporation X did not yet exist so Corporation X could not be\ndefending or perfecting title to FDA-approved ANDAs, that is a moot issue since the fees at issue are\nclearly capitalizable as paid to facilitate, directly or indirectly, the creation of the ANDAs. To the extent\nCorporation X contends Urquhart v. Commissioner, 215 F.2d 17 (3rd Cir. 1954), establishes that fees to\ndefend patent infringement suits are per se outside the scope of Treas. Reg. §1.263(a)-4(d)(9),\nCorporation X errs. In Urquhart, at the appellate level, it was “conceded that no question of title was\ninvolved.” 215 F.2d at 19 (emphasis added). Thus, Urquhart is the quintessential example of a case that\ndid not involve title since it was conceded that the case did not involve title. Moreover, the joint venture\nthat deducted the fees in Urquhart was merely protecting its earnings from licensing two patents that it did\nnot own."
}