{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 5,
  "chunk_text": "That the right to market and sell came from the FDA, not the Federal\nCommunications Commission (FCC), is a distinction without a\ndifference – both the FDA and FCC are granting, for a territory,\ncommercialization rights. See also Addendum A, [attached to the\nSeptember 14, 2011 Memorandum] last 3 pages (enumerating the\nquality controls and other restrictions imposed on the ANDA holder to\nretain the rights to market and sell, with the controls similar in nature to\nthe “strings” a franchiser would retain over its franchise, e.g., quality\ncontrols). In addition, the identified categories of expenditures that\nmust be capitalized are construed broadly, and not limited by narrow\ntechnical arguments. T.D. 9107, 2004-1 C.B. 447 § II. D. Accordingly, POSTU-139175-10 7 FDA-approved ANDAs that allow the marketing and selling of new\ndrugs in the United States are franchises within the meaning of Treas. Reg. § 1.263(a)-4(d)(5)(i). September 14, 2011 Memorandum, page 41, n. 61. The question not addressed in the September 14, 2011 Memorandum is whether, as\nfranchises, ANDAs are amortizable § 197 intangibles. To determine if ANDAs are amortizable § 197 intangibles, the first inquiry is whether\nANDAs are § 197 intangibles and the second inquiry is whether ANDAs are amortizable\n§ 197 intangibles. If ANDAs are amortizable § 197 intangibles, § 197 prohibits any\nother depreciation or amortization with respect to the ANDAs. Section 197 allows an amortization deduction for the capitalized\ncosts of an amortizable section 197 intangible and prohibits any\nother depreciation or amortization with respect to that property. Treas. Reg. § 1.197-2(a)(1) (emphasis added). 1. As Franchises, ANDAs are § 197 Intangibles I.R.C. § 197(d) defines what constitutes a “section 197 intangible” and provides\ngenerally, inter alia, that a § 197 intangible includes any franchise and any license,\npermit, or other right granted by a governmental unit or an agency. The corresponding\nTreasury Regulations elaborate on what a franchise is for purposes of I.R.C. § 197(d),\nincluding when a government granted right is a franchise, as follows:\nSection 197 intangibles include any franchise, trademark, or trade\nname. The term franchise has the meaning given in section 1253(b)(1)\nand includes any agreement that provides one of the parties to the\nagreement with the right to distribute, sell, or provide goods, services,\nor facilities, within a specified area… A license, permit, or other right\ngranted by a governmental unit is a franchise if it otherwise meets the\ndefinition of a franchise. A trademark or trade name includes any\ntrademark or trade name arising under statute or applicable common\nlaw, and any similar right granted by contract. The renewal of a\nfranchise, trademark, or trade name is treated as an acquisition of the\nfranchise, trademark, or trade name. Treas. Reg. § 1.197-2(b)(10) (emphasis added). I.R.C. § 1253(b)(1) provides the term “franchise” includes an agreement which gives\none of the parties to the agreement the right to distribute, sell, or provide goods, POSTU-139175-10 8 services, or facilities, within a specified area. This is the same code section relied upon\nfor the definition of franchise by the § 263 regulations. 4 As opined in the September 14, 2011 Memorandum, an ANDA granted by the FDA is a\nfranchise for purposes of the Treas."
}