{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 4,
  "chunk_text": "Notice 2010-33, 2010-17 I.R.B. 609, updates Notice 2007-30 and Notice 2008-14\nwith three additional frivolous positions: (1) a taxpayer may use a Form 1099 Series\ninformation return or a Form 56, Notice Concerning Fiduciary Relationship, as a\nfinancial or other instrument to obtain or redeem a payment or a refund of tax, by\ndrawing on a “straw man” or similar financial account maintained by the government in\nthe taxpayer’s name; or similar arguments described as frivolous in Rev. Rul. 2005-21,\n2005-1 C.B. 822, and Rev. Rul. 2004-31, 2004-1 C.B. 617; (2) a taxpayer may claim an\namount of withheld income tax or other tax that is obviously false because it exceeds\nthe taxpayer’s income reported on the return or is disproportionately high in comparison\nwith the income reported on the return or information on supporting documents filed with\nthe return; and (3) a taxpayer may claim a refund of tax based on purported advance\npayments to employees of the Earned Income Tax Credit as reported by the taxpayer\non an employment tax return that reports an amount of purported wages, tips, or other\ncompensation but leaves other line items on the return blank or with a zero. To identify the positions identified by the Service as frivolous depending on the\nyear of filing, look to Notice 2007-30 for submissions made and issues raised from POSTN-119570-10/SCAF-106587-10 page 6 March 16, 2007 to January 13, 2008, look to Notice 2008-14 for the period from January\n14, 2008 to April 7, 2010, and look to Notice 2010-33. for the period since April 7, 2010. LEGAL ANALYSIS\nIssue 1(a). The IRS currently imposes the I.R.C. § 6702 Frivolous Tax\nSubmissions Penalty against the responsible individual when it determines that a\nbusiness return is frivolous in nature and an individual is found to be responsible\nfor the filing. Would it be appropriate to impose a penalty against both the\nresponsible individual and the business? Your first series of questions asks whether the Service can impose penalties\nunder section 6702 on different persons for the filing of a single return. Your questions\nappear rooted in the concepts of asserting liability for trust fund taxes under section\n6672 or 4103. While those statutes contain explicit language permitting the assertion of\nliability against multiple persons, section 6702 does not contain any similar explicit\nlanguage. The conduct which section 6702 penalizes is the filing of a frivolous return or\npurported return by “a person” or the filing a frivolous submission by “any person”. It is generally not appropriate to impose a penalty against both a responsible\nindividual and the business. The Service should assess the penalty against the\nbusiness entity unless the Service has evidence that the party who filed the return was\nnot authorized to do so. When dealing with entities such as corporations, partnerships, LLCs, and trusts,\nthe entity must act through another party such as an officer, a general partner, a\nmember, or a trustee. Taxpayers must sign returns as specified in the forms or\nregulations specified by the Secretary of the Treasury. I.R.C. § 6061. Corporations\nsign returns through an officer authorized to act for the corporation. I.R.C. § 6062. Partnerships sign returns through one of the partners."
}