{
  "document_category": "legal-advice",
  "docId": "legal-advice_29",
  "chunk_index": 130,
  "chunk_text": "Is the amount on line 5 less than the amount on line 2? None of your IRA contributions are deductible. For details on\nNo.\nSTOP\nnondeductible IRA contributions, see Form 8606. Yes. Subtract line 5 from line 2 in each column. Follow the instruction\nbelow that applies to you. • If single, head of household, or married filing separately,\nand the result is $10,000 or more, enter the applicable\namount below on line 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. If the result is less than $10,000, go to line 7.\n• If married filing jointly or qualifying surviving spouse,\nand the result is $20,000 or more ($10,000 or more in the\ncolumn for the IRA of a person who wasn't covered by a\nretirement plan), enter the applicable amount below on\nline 7 for that column and go to line 8.\ni. $6,000, if under age 50 at the end of 2022. ii. $7,000, if age 50 or older at the end of 2022. Otherwise, go to line 7. -91- 2a. 2b. 5a. 5b. 6a. 6b. IRA Deduction Worksheet—Continued\nYour IRA\n7. 8. 9. 10. Multiply lines 6a and 6b by the percentage below that applies to you. If the\nresult isn't a multiple of $10, increase it to the next multiple of $10 (for\nexample, increase $490.30 to $500). If the result is $200 or more, enter the\nresult. But if it is less than $200, enter $200. • Single, head of household, or married filing separately, multiply by 60%\n(0.60) (or by 70% (0.70) in the column for the IRA of a person who is age\n50 or older at the end of 2022). • Married filing jointly or qualifying surviving spouse, multiply by 30%\n(0.30) (or by 35% (0.35) in the column for the IRA of a person who is age\n50 or older at the end of 2022). But if you checked “No” on either line 1a\nor 1b, then in the column for the IRA of the person who wasn't covered by a\nretirement plan, multiply by 60% (0.60) (or by 70% (0.70) if age\n50 or older at the end of 2022). Enter the total of your (and your spouse's if filing\njointly):\n• Wages, salaries, tips, etc. Generally, this is the\namount reported in box 1 of Form W-2. Exceptions\nare explained earlier in these instructions for line 20. 8.\n• Alimony and separate maintenance payments\nreported on Schedule 1, line 2a.\n• Nontaxable combat pay. This amount should be\nreported in box 12 of Form W-2 with code Q or\nreported on Form 1040, line 1i. Enter the earned income you (and your spouse if\nfiling jointly) received as a self-employed individual\nor a partner. Generally, this is your (and your\nspouse's if filing jointly) net earnings from\nself-employment if your personal services were a\nmaterial income-producing factor, minus any\ndeductions on Schedule 1, lines 15 and 16. If zero or\nless, enter -0-."
}