{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 7,
  "chunk_text": "General Explanation, supra. See also I.R.C. § 905(c)(2)(B). 351 F.2d 336 (2d Cir. 1965). 31\nRev. Rul. 58-55.\n32\nId.\n30 POSTF-113176-10 8 taxes related. Therefore, this ruling does not support taking the credit in ----------------- ---------taxable year. ---------------also relied on Campbell to support its assertion that the credit may be\nclaimed only on its --------return. But it misread the Campbell court’s discussion of\nRevenue Ruling 58-55. It ignored the court’s entire description of the ruling. Instead, it\nbifurcated one of the court’s sentences and took each portion out of context. Following\nthe description of Revenue Ruling 58-55, the court stated: Thus, if the taxpayer contests his liability for a foreign tax imposed on\nincome in 1960, and this liability is finally adjudicated in the foreign country\nin 1965, ‘the credit may not be claimed until 1965 . . . (but) the foreign tax\nimposed on 1960 income will be offset against the United States 1960 tax\njust as if it had accrued in 1960. ’33\n---------------interpreted the initial part of this sentence, ending with “the credit may\nnot be claimed until 1965,” to mean that “the taxpayer may not claim the credit for the\ncontested tax until the year in which the contest is resolved. ”34 Although literally correct,\nthe phrase does not mean that the credit may be claimed in the return for the year in\nwhich the dispute was resolved. Rather, the second part of the sentence beginning with\n“(but)” indicated in which year the credit may be claimed and described the application\nof the relation-back doctrine to the particular facts in the ruling. Thus, the accrual of the\nliability related back to 1960, the year in which the foreign tax was levied.-----------------reliance on Campbell therefore fails. In the instant case, --------was not the year in\nwhich the -----------withholding taxes were levied. Therefore, --------was not the year in\nwhich the credit may be taken. ---------------cited to no authority that supported its position. Indeed, its cited\nauthorities supported claiming the credits on the returns for the years in which the\nforeign taxes were imposed. Accordingly, ---------------may not claim the credits on its ----------amended return. II. When did the period of limitations to file the foreign-tax-credit refund claim\nbegin? A. The period of limitations did not begin on the due date of the --------return. In its rebuttals, ---------------relied on Campbell, as well as the 1997 amendment to\nsection 6511(d)(3)(A), to support its position that the period began on the due date of its\n--------return. The court in Campbell made no mention of the period of limitations in its\ndiscussion of Revenue Ruling 58-55, and the case was decided well before the\namendment to section 6511(d)(3)(A). Further, its conclusion — that the foreign tax\n33\n34 Campbell, 351 F.2d at 338 (citing Owens, The Foreign Tax Credit 5/3B2, at 328 (1961)). ---------------- Rebuttal 2. POSTF-113176-10 9 accrued in the year the tax was levied — was contrary to----------------- position. Therefore, this authority provides no support for ---------------- position. Regarding its other argument, ---------------made much of the fact that section\n6511(d)(3)(A) was amended in 1997. Specifically, it focused on the language, “the year\nin which such taxes were actually paid or accrued.”"
}