{
  "document_category": "legal-advice",
  "docId": "legal-advice_66",
  "chunk_index": 55,
  "chunk_text": "Complete the rest of that worksheet through line 4 (line 10 if you use the\nSchedule D Tax Worksheet). Next, you must determine if you have a capital gain excess. To find out if you have a capital gain excess, subtract\nForm 1040 or 1040-SR, line 15, from line 4 of your Qualified Dividends and Capital Gain Tax Worksheet (line 10 of your Schedule D Tax\nWorksheet). If the result is more than zero, that amount is your capital gain excess. If you don’t have a capital gain excess, complete the rest of either of those worksheets according to the worksheet's instructions. Then,\ncomplete lines 5 and 6 above. If you have a capital gain excess, complete a second Qualified Dividends and Capital Gain Tax Worksheet or Schedule D Tax Worksheet\n(whichever applies) as instructed above but in its entirety and with the following additional modifications. Then, complete lines 5 and 6 above. These modifications are to be made only for purposes of filling out the Foreign Earned Income Tax Worksheet above. 1. Reduce (but not below zero) the amount you would otherwise enter on line 3 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 9 of your Schedule D Tax Worksheet by your capital gain excess. 2. Reduce (but not below zero) the amount you would otherwise enter on line 2 of your Qualified Dividends and Capital Gain Tax Worksheet\nor line 6 of your Schedule D Tax Worksheet by any of your capital gain excess not used in (1) above. 3. Reduce (but not below zero) the amount on your Schedule D (Form 1040), line 18, by your capital gain excess. 4. Include your capital gain excess as a loss on line 16 of your Unrecaptured Section 1250 Gain Worksheet in the Instructions for\nSchedule D (Form 1040). -35- Need more information or forms? Visit IRS.gov. Qualified Dividends and Capital Gain Tax Worksheet—Line 16 Keep for Your Records Before you begin: 1.\n2.\n3. 4.\n5.\n6. 7.\n8.\n9.\n10.\n11.\n12.\n13. 14.\n15.\n16.\n17.\n18.\n19.\n20.\n21.\n22.\n23.\n24.\n25. See the earlier instructions for line 16 to see if you can use this worksheet to figure your tax. Before completing this worksheet, complete Form 1040 or 1040-SR through line 15. If you don’t have to file Schedule D and you received capital gain distributions, be sure you checked the box\non Form 1040 or 1040-SR, line 7. Enter the amount from Form 1040 or 1040-SR, line 15. However, if you are filing\nForm 2555 (relating to foreign earned income), enter the amount from line 3 of the\nForeign Earned Income Tax Worksheet . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1.\nEnter the amount from Form 1040 or 1040-SR,\nline 3a* . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nAre you filing Schedule D?*\nYes."
}