{
  "document_category": "legal-advice",
  "docId": "legal-advice_62",
  "chunk_index": 114,
  "chunk_text": "Contacting your local IRS office. Keep in mind, many questions can be answered on IRS.gov without visiting an\nIRS TAC. Go to IRS. gov/LetUsHelp for\nthe topics people ask about most. If you\nstill need help, IRS TACs provide tax\nhelp when a tax issue can’t be handled\nonline or by phone. All TACs now provide service by appointment, so you’ll\nknow in advance that you can get the\nservice you need without long wait\ntimes. Before you visit, go to IRS. gov/\nTACLocator to find the nearest TAC and\nto check hours, available services, and\nappointment options. Or, on the IRS2Go\napp, under the Stay Connected tab,\nchoose the Contact Us option and click\non “Local Offices.” Interest and Penalties You don’t have to figure the amount of\nany interest or penalties you may owe. We will send you a bill for any amount\ndue. If you choose to include interest or\npenalties (other than the estimated tax\npenalty) with your payment, identify and\nenter the amount in the bottom margin\nof Form 1040 or 1040-SR, page 2. Don’t\ninclude interest or penalties (other than\nthe estimated tax penalty) in the amount\nyou owe on line 37. For more information on the estimated tax penalty, see\nLine 38, earlier. Interest We will charge you interest on taxes not\npaid by their due date, even if an extension of time to file is granted. We will\nalso charge you interest on penalties imposed for failure to file, negligence,\nfraud, substantial or gross valuation misstatements, substantial understatements\nof tax, and reportable transaction understatements. Interest is charged on the\npenalty from the due date of the return\n(including extensions). Penalties\nLate filing. If you don’t file your return\nby the due date (including extensions),\nthe penalty is usually 5% of the amount\ndue for each month or part of a month\nyour return is late, unless you have a\nreasonable explanation. If you have a\nreasonable explanation for filing late, include it with your return. The penalty\ncan be as much as 25% of the tax due. The penalty is 15% per month, up to a\nmaximum of 75%, if the failure to file is\nfraudulent. If your return is more than\n60 days late, the minimum penalty will\nbe $450 or the amount of any tax you\nowe, whichever is smaller. Late payment of tax. If you pay your\ntaxes late, the penalty is usually 1/2 of\n1% of the unpaid amount for each -81- month or part of a month the tax isn't\npaid. The penalty can be as much as\n25% of the unpaid amount. It applies to\nany unpaid tax on the return. This penalty is in addition to interest charges on\nlate payments. Frivolous return. In addition to any\nother penalties, the law imposes a penalty of $5,000 for filing a frivolous return. A frivolous return is one that doesn't\ncontain information needed to figure the\ncorrect tax or shows a substantially incorrect tax because you take a frivolous\nposition or desire to delay or interfere\nwith the tax laws. This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other."
}