{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 26,
  "chunk_text": "POSTF-134629-07\nmarket value. Fair market value is the amount a hypothetical buyer would pay and a\nhypothetical seller would accept both being appraised of all relevant facts. Bank One v.\nCommissioner, 120 T.C. 174, 308-310 (2003) aff’d, in part, vacated in part (on other\ngrounds), remanded in part (on other grounds), (rehearing en banc denied) JPMorgan\nChase v. Commissioner 458 F.3d 564 (7th Cir. 2006), decisions re-entered on remand,\nappeal pending. Thus, contrary to the contentions of Corp F, Reg. § 1.338-6 does not nullify the\ntemporary regulations promulgated for contingent payment sales subject to § 453 which\nwas specifically amended in Year 5 to mandate ratable basis recovery in contingent\npayment sales rather than open transaction reporting. Reg. §1.338-7 addresses situations when there must be a redetermination of\nADSP or AGUB, but does not set forth when a redetermination is required other than to\nrefer to general principles of tax law. Said regulation, also, does not modify the\nreporting under § 453. Moreover, the computation of interest for a contingent payment\nsale does not fall under this regulation as Reg. §1.338-7(e) makes clear when it states\n“For rules characterizing deferred contingent payments as principal or interest, see\n§§ 1.483-4, 1.1274-2(g), and 1.1275-4(c).” Thus, Corp F errs in its analysis. The proper application of § 453 to the form of\nthe Year 10 transaction is a set forth at the beginning of this Section 3, above. Section 4 Application of § 483 and § 453A I.R.C. § 483 applies to a contract for the sale or exchange of property which has\na payment more than ** months after the date of the sale, with a payment due more\nthan one year after the sale subject to imputed interest where there is unstated interest. § 483(c). Treas. Reg. § 1.483-4(a) provides § 483 applies to contingent payment sales\neven if the contract provides for adequate stated interest, with all contingent payments\ncharacterized as principal and interest under rules similar to Reg. § 1.1275-4(c)(4). Corp F should have computed “internal interest” pursuant to the maximum selling\nprice regulations. Corp F must apply the “price-interest computation rule” of Temp. Treas. Reg. § 15A.453-1(c)(2)(ii). The “internal interest:” must be recomputed pursuant\nto the regulations. All interest from application of § 483 is ordinary income. The balance of each\npayment is divided between principal and gain applying the correct gross profit ratio, as\naddressed in Section 3, above. Thus, the result is that for each payment Corp F must\nreport interest under § 483 and, if the entire payment is not interest, gain, with the gain\namount obtained from multiplying the remaining amount of each payment in each Corp Page 33 of 37 POSTF-134629-07 F year by the correct gross profit ratio computed as set forth in the beginning of Section\n3, above. 29\nGiven Corp F is a non-dealer and the sales price exceeds $ ** with each\nshareholder to receive in excess of $ ** (§ 453A(B)(2)(B1)), 30 the transaction is also\nsubject to the interest imposed by § 453A. Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge."
}