{
  "document_category": "legal-advice",
  "docId": "legal-advice_15",
  "chunk_index": 2,
  "chunk_text": "In\nmany cases, the profitability of the payphone was not even\nsufficient to cover its operating costs or the rental payment to\nthe investor. The monthly income paid to investors was thus\nfrequently paid from the proceeds of the sale of new payphones\nto investors by . Under the option agreement, investors could\nreceive the return of their original investment after -- years\nor, during the -- years, a full refund could be obtained upon --- days advance notice to . The continuing need to pay monthly checks to investors\neventually exceeded the number of new investors which could be\nfound. As a result,\nfiled for Chapter ---- bankruptcy in ------------------------. Prior to the filing,\nwas sustaining\nlosses of $------ per month. In addition, the SEC and state\nsecurities regulatory agencies in ---- states had commenced\nproceedings against\nto enjoin the sale of the payphones as\nunregistered securities. On ----------------------------------------------------------------------------------------------------------------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ---- This decision did not address any\ntax issues involving\npayphone investments since only federal\nsecurities laws were in issue there. also had ---- separate\nclass action lawsuits brought against it by payphone investors\nalleging that ---- and others engaged in fraud. On -----, the bankruptcy court confirmed a plan of\nreorganization for . Under this plan,\nagreed to purchase the\npayphones from the investors and it would then own and operate\nthe phones. The investors received shares of common stock in\nthe reorganized\nand would receive a cash payment from the ---------------- which was established to pool monies obtained from\n1 Paragraph ---- of the telephone lease agreement with . CC:SBSE:2:PIT:POSTS128556-02\nthe various lawsuits pending against . Alternatively, the\ninvestors could elect to opt out of this treatment and reduce\ntheir claim to $1 which would not be paid in the bankruptcy\nproceeding. The effective date of the plan of reorganization\ndid not occur until -----.\nLEGAL DISCUSSION 1. Deprecation of payphones Unlike other payphone investment schemes,\nmade no claims\nthat its payphones complied with the Americans with Disabilities\nAct so that the payphones were eligible for the Disabled Access\ncredit under I.R.C. ' 44. Instead, investors typically reported\nthe payphone income on a Schedule E and claimed depreciation on\nthe payphones which generated tax losses. The investors are not\nhowever entitled to claim depreciation on the payphones. In order to claim a depreciation deduction, a taxpayer must\nestablish that the property is used in a trade or business or\nheld for the production of income, that the property is of the\ntype subject to depreciation, and that the taxpayer has a\ncapital investment, or depreciable interest, in the property. See I.R.C. ' 167. A depreciable interest does not mean possession of bare\nlegal title alone. The test is whether the taxpayer would\nsuffer an economic loss as a result of a decrease in the value\nof the property due to depreciation or, in other words, does the\ntaxpayer possess the economic benefits and burdens of ownership. In Helvering v. F. & R Lazarus & Company, 308 U.S. 252 (1939),\nthe Supreme Court stated that the question is who bears the\nburden of exhaustion of the capital investment. See also Estate\nof Franklin v. United States, 544 F.2d 1045 (9th Cir. 1976). A\nnumber of factors have been identified by the courts in\ndetermining who has the benefits and burdens of ownership."
}