{
  "document_category": "legal-advice",
  "docId": "legal-advice_28",
  "chunk_index": 56,
  "chunk_text": "The notice of appeal must include\na brief that states exceptions to the decision of\nAdministrative Law Judge and supporting reasons\nfor such exceptions. (b) Time and place for filing of appeal. The notice\nof appeal and brief must be filed, in duplicate, with\nthe Secretary of the Treasury, or delegate deciding\nappeals, at an address for appeals that is identified\nto the parties with the decision of the Administrative\nLaw Judge. The notice of appeal and brief must be\nfiled within 30 days of the date that the decision\nof the Administrative Law Judge is served on the\nparties. The appealing party must serve a copy\nof the notice of appeal and the brief to any non\nappealing party or, if the party is represented, the\nnon-appealing party’s representative. (c) Response. Within 30 days of receiving the\ncopy of the appellant’s brief, the other party\nmay file a response brief with the Secretary of\nthe Treasury, or delegate deciding appeals, using\nthe address identified for appeals. A copy of the\nresponse brief must be served at the same time on\nthe opposing party or, if the party is represented,\nthe opposing party’s representative. (d) No other briefs, responses or motions as of\nright. Other than the appeal brief and response\nbrief, the parties are not permitted to file any other\nbriefs, responses or motions, except on a grant of\nleave to do so after a motion demonstrating sufficient\ncause, or unless otherwise ordered by the Secretary\nof the Treasury, or delegate deciding appeals. (e) Additional time for briefs and responses. Notwithstanding the time for filing briefs and\nresponses provided in paragraphs (b) and (c) of this\nsection, the Secretary of the Treasury, or delegate\ndeciding appeals, may, for good cause, authorize\nadditional time for filing briefs and responses\nupon a motion of a party or upon the initiative of\nPage 40 — § 10.77 the Secretary of the Treasury, or delegate deciding\nappeals. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.78 Decision on review. (a) Decision on review. On appeal from or review\nof the decision of the Administrative Law Judge, the\nSecretary of the Treasury, or delegate, will make the\nagency decision. The Secretary of the Treasury, or\ndelegate, should make the agency decision within\n180 days after receipt of the appeal\n(b) Standard of review. The decision of the\nAdministrative Law Judge will not be reversed unless\nthe appellant establishes that the decision is clearly\nerroneous in light of the evidence in the record and\napplicable law. Issues that are exclusively matters of\nlaw will be reviewed de novo. In the event that the\nSecretary of the Treasury, or delegate, determines\nthat there are unresolved issues raised by the record,\nthe case may be remanded to the Administrative Law\nJudge to elicit additional testimony or evidence. (c) Copy of decision on review. The Secretary of\nthe Treasury, or delegate, will provide copies of the\nagency decision to the authorized representative of\nthe Internal Revenue Service and the respondent or\nthe respondent’s authorized representative. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.79 Effect of disbarment, suspension, or censure. (a) Disbarment."
}