{
  "document_category": "legal-advice",
  "docId": "legal-advice_52",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20084601F\nRelease Date: 11/14/08\nCC:SB:7:SF:1:BSLaurie\nGL-133794-08\nUILC: 9300.13-00, 6651.00-00 date: September 16, 2008 to: from: subject: David Palmer\nRevenue Officer (Collection Laguna Nigel, Group 13)\n(Small Business/Self-Employed)\nBrooke S. Laurie\nAttorney (San Francisco, Group 1)\n(Small Business/Self-Employed) Assessment and collection of the addition to tax under I.R.C. § 6651 for failing to pay\nthe tax agreed upon in the Closing Agreement Taxpayers: ------------------- (SSN: -----------------) and ---------------- (SSN: -----------------) Taxable Year: ------LEGEND A\nB\nC\nD\nE\nF =\n=\n=\n=\n=\n= ---------------------------------------------------------------------------------------------------------------------------------------------- GL-133794-08 2 ISSUE\nDoes the Closing Agreement signed by the Service and the taxpayers preclude the\nService from assessing and collecting the failure to pay addition to tax under I.R.C. §\n6651? CONCLUSION\nNo. The Closing Agreement is only final and conclusive as to the matters agreed upon. Since the Closing Agreement does not address the assessment and collection of the\naddition to tax under I.R.C. § 6651, it may be imposed notwithstanding the Closing\nAgreement. FACTS\nOn -------------------------, ------------------------------ (the “taxpayers”) signed and on ------------------------------------, the Service agreed to the Form 906, Closing Agreement on Final\nDetermination Covering Specific Matters (the “Closing Agreement”) regarding taxable\nyear -------. The purpose of the Closing Agreement was to resolve the dispute between\nthe Service and the taxpayers that resulted from the taxpayers’ involvement in the “Son\nof BOSS” transactions described in Notice 2000-44, 2000-2 C.B. 255. The Closing\nAgreement was entered into in accordance with the Son of BOSS settlement initiative,\nAnnouncement 2004-46, 2004-1 C.B. 964 (the “Settlement Initiative”). In addition to determining the treatment of losses and expenses claimed by the\ntaxpayers, paragraph (8) of the Closing Agreement states, “------------------------------------------- will pay a penalty under I.R.C. section 6662 of 10 percent of the underpayment of\ntax attributable to the Son of BOSS transaction.” This penalty was included in the\nClosing Agreement in accordance with Section 2(b)(2)(i) of the Settlement Initiative. Paragraph (11) of the Closing Agreement states, “------------------------------------------ shall\nmake full payment of their liability for tax and interest resulting form the application of\nthe foregoing paragraphs, upon returning this executed closing agreement to the IRS.” This section was included in the Closing Agreement in accordance with Section 4(c) of\nthe Settlement Initiative which states the following: Full payment of the liabilities under this initiative must be made by the date\nof the closing agreement is executed. Any taxpayer not making full\npayment must submit complete financial statements and agree to other\nfinancial arrangements acceptable to the Service before the Service will\nexecute the closing agreement. A taxpayer will be ineligible to participate\nin this initiative if an agreement regarding an acceptable financial\narrangement cannot be reached. The taxpayers and the Service entered into an installment agreement as a way for the\ntaxpayers to pay the tax liability resulting from the Closing Agreement. However, the GL-133794-08 3 taxpayers defaulted on the installment agreement before the liability was paid in full. As\na result of the default, the addition to tax under I.R.C. § 66511 was assessed on the\nunderpayment on ----------------------. The Service now seeks to collect the balance due\non the taxpayers’ account which includes the addition to tax for their failure to pay their\ntax liability."
}