{
  "doc_id": "legal-advice_92",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_92__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20124101F\nRelease Date: 10/12/2012\nCC:LB&I:HMT:CIN2:JNBrock\nPOSTF-132999-12\nUILC: 172.01-00, 6511.03-02 date: September 06, 2012 to: from: subject: Large Business & International, Team 1716\nHeavy Manufacturing & Transportation, Territory 1\nSt. Petersburg, FL\nJennifer L. Nuding-Brock\nSenior Attorney (Cincinnati)\n(Large Business & International) Whether the taxpayer may obtain a refund with respect to the carry back of its 2008\nCNOL where the taxpayer failed to carry back its 2007 CNOL This is in response to your request for legal advice on whether -----------------------------------------------------------------------------------------------------------------------------------------------(the taxpayer) may obtain a refund with respect to the carry back of its 2008\nconsolidated net operating loss (CNOL). This memorandum may contain privileged\ninformation. Any disclosure may have an adverse effect on privileges, such as the\nattorney-client privilege. If disclosure becomes necessary, please contact this office for\nour views. This document should not be used or cited as precedent. Issue: Is the taxpayer entitled to a refund with respect to its 2005 and/or 2006 taxable\nyears based upon its carryback of the 2008 consolidated net operating loss (CNOL) to\nthose years? Conclusion: Yes. The overpayments in 2005 and 2006 are attributable to the 2008\nCNOL carryback and, therefore, may be refunded. Only the portion of the 2008 CNOL\nthat exceeds the taxpayer's reported taxable income in 2005 and 2006 may be carried\nover to later years. Facts: POSTF-132999-12 2 The taxpayer is an affiliated group that files consolidated returns. The taxpayer\nreported consolidated taxable income of approximately $4 million and $2 million,\nrespectively, in 2005 and 2006, and a consolidated net operating loss (CNOL) of\napproximately $5 million in 2007. The taxpayer did not make a §172(b)(3) election to forgo the carryback period for its\n2007 CNOL. The taxpayer has not filed any amended returns or tentative carryback\napplications to claim a refund with respect to the 2007 CNOL carryback. The time for\nfiling an amended return or claim with respect to 2007 has expired. As originally filed, the taxpayer's consolidated return for 2008 reported a CNOL of\napproximately $1 million. The taxpayer did not file an application for a tentative\ncarryback refund with respect to its 2008 CNOL. Prior to expiration of the period of\nlimitations for refunds, the taxpayer filed an amended return (Form 1120X) for its 2008\ntaxable year in which it claimed an increased CNOL of approximately $18M. The\namended return included a timely election for an extended (3-year) carryback of its\n2008 CNOL under § 172(b)(1)(H). The taxpayer timely filed amended returns for its 2005 and 2006 taxable years to claim\nthe 2008 CNOL carryback. The 2008 CNOL was applied to the full amount of taxable\nincome originally reported, without reduction for the 2007 CNOL carryback. Since the\nperiod of limitations on refunds has expired for 2007, a refund resulting from carry back\nof the 2007 CNOL to 2005 and 2006 consequently is barred. Law and Analysis:\nSection 172(a) allows a net operating loss deduction (NOLD) for a taxable year. The\nNOLD for a year equals the sum of the net operating loss (NOL) carryovers to the year\nand the NOL carrybacks to the year. Section 172(b)(1) provides that generally an NOL is carried back two years."
    },
    {
      "id": "legal-advice_92__1",
      "chunk_id": "1",
      "content": "Law and Analysis:\nSection 172(a) allows a net operating loss deduction (NOLD) for a taxable year. The\nNOLD for a year equals the sum of the net operating loss (NOL) carryovers to the year\nand the NOL carrybacks to the year. Section 172(b)(1) provides that generally an NOL is carried back two years. Under\n§ 172(b)(1)(H) the taxpayer can elect an extended carryback period (3-5 years) for an\napplicable NOL. The 2008 CNOL in this case is an applicable NOL that the taxpayer\nproperly elected to carry back three years. Section 172(b)(2) provides that the entire amount of the NOL for any taxable year must\nbe carried to the earliest of the taxable years to which the loss may be carried. The\nportion of the loss that is carried to each of the other taxable years is the excess, if any,\nof the amount of the loss over the sum of the taxable income for each of the earlier\ntaxable years to which the loss may be carried. \"Taxable income\" for purposes of\n§ 172(b)(2) generally means correct taxable income. See, e.g., Rev. Rul. 81-88, 1981-1\nC.B. 585. Revenue Ruling 81-88 provides an exception to this general rule by\nconcluding that in certain circumstances \"taxable income\" as used in § 172(b)(2) means\nreported taxable income (with such modifications as specified in § 172(b)(2)). We\ndiscuss this exception in detail below. POSTF-132999-12 3 A taxpayer may elect to waive the carryback period of an NOL. § 172(b)(3). The\ntaxpayer must do so by the due date (including extensions) of the return for the year of\nthe NOL. Id. In this case the taxpayer did not make a § 172(b)(3) election for its 2007 taxable year. Accordingly, under § 172(b) the entire 2007 CNOL must be carried back to 2005 and a\nportion of the loss must be carried back to 2006. § 172(b)(1)(A) and (b)(2). The\ntaxpayer did not do so. The taxpayer's failure to carry back the 2007 CNOL leads to\nthe issue in this case. Section 6511(a) provides that generally a claim for credit or refund of an overpayment\nshall be filed within 3 years from the date the return was filed or 2 years from the time\nthe tax was paid, whichever is later. Section 6511(d)(2)(A) provides an exception to this\ngeneral rule when the overpayment is attributable to an NOL carryback. The refund\nperiod of limitations for the year of the NOL controls when a claim relates to an\noverpayment that is attributable to an NOL carryback. Specifically, in lieu of the general\n3-year period set forth in § 6511(a), a claim that relates to an overpayment attributable\nto an NOL carryback must be filed by the later of: (1) three years after the time\nprescribed by law for filing the NOL taxable year return (including extensions thereof); or\n(2) the period prescribed in § 6511(c) for the NOL taxable year. The period of limitations to file a claim with respect to an overpayment attributable to\ncarryback of the 2008 CNOL has not expired. Accordingly, the taxpayer is entitled to a\nrefund of any overpayments from 2005 and 2006 that are attributable to the 2008 CNOL\ncarryback."
    },
    {
      "id": "legal-advice_92__2",
      "chunk_id": "2",
      "content": "The period of limitations to file a claim with respect to an overpayment attributable to\ncarryback of the 2008 CNOL has not expired. Accordingly, the taxpayer is entitled to a\nrefund of any overpayments from 2005 and 2006 that are attributable to the 2008 CNOL\ncarryback. Procedure and Administration Regulation § 301.6511(d)-2(a)(3) provides rules for\ndetermining whether an overpayment is attributable to an NOL carryback. If\n(1) a claim for credit or refund involves an overpayment based not only on an\nNOL carryback but also on other items, and\n(2) the claim with respect to any items is barred,\nthe portion of the overpayment attributable to the open items is determined by treating\nthe open items as the first adjustment to be made in computing the overpayment. Revenue Ruling 81-88, 1981-1C.B. 585, clarifies the regulation. The Ruling concludes\nthat \"[i]n determining the amount of an overpayment of income tax from a net operating\nloss carryback that may be refunded or credited, the taxable income of the first\ncarryback year should not be reduced by the amount of an unclaimed deduction that is\nbarred by the expiration of the period of limitations.\" POSTF-132999-12 4 In this case, the taxpayer's CNOL carrybacks from 2007 and/or 2008, which are part of\nthe taxpayer's CNOL deduction for 2005 and 2006, reduced the taxpayer's 2005 and\n2006 taxable income to zero. Therefore, the taxpayer has overpayments for 2005 and\n2006. The question is what part, if any, of those overpayments is attributable to the\n2008 CNOL carryback, as opposed to the 2007 CNOL carryback, since refunds\nattributable to the 2007 CNOL carryback are barred. Revenue Ruling 218, 1953-2 C.B. 176, addressed a similar situation - the only\ndistinguishing fact being that the barred adjustment was an NOL carryover instead of an\nNOL carryback. In Rev. Rul. 218, the Service concluded that in determining the net\nincome against which the NOL carryback from the open year could be applied, the net\nincome had to first be reduced by the earlier year NOL carryover, \"which was available\nas a deduction\" against net income even though the taxpayer failed to take that\ndeduction. Revenue Ruling 218 was revoked by Rev. Rul. 81-88. General Counsel\nMemo. 34336, (Aug. 20, 1970), discussed possible revocation of Rev. Rul. 218. In\nG.C.M. 34336, the Chief Counsel attorney concluded that Rev. Rul. 218 was erroneous\nand should be revoked because it was in \"substantial conflict\" with the provisions of\n§301.6511(d)-2(a)(3). General Counsel Memo. 38292 (Feb. 22, 1980) also concluded\nthat Rev. Rul. 218 was inconsistent with § 301.6511(d)-2(a)(3) and should be revoked. The GCM specifically stated that in Rev. Rul. 218 the first adjustment (the 1946 NOL\ncarryover) was a \"barred item.\" Likewise, in this case the 2007 CNOL carryback to 2005 and 2006 is a \"barred item\" for\npurposes of § 301.6511(d)-2(a)(3) and an \"unclaimed deduction\" for purposes of Rev.\nRul. 81-88. Accordingly, for purposes of determining whether the 2005 and 2006\noverpayments are attributable to the 2008 CNOL carryback, the portion of the\noverpayments attributable to the 2008 CNOL carryback is determined by treating the\n2008 CNOL carryback as the first adjustment to be made in computing the\noverpayments. Section 172(a) provides for an NOL deduction."
    },
    {
      "id": "legal-advice_92__3",
      "chunk_id": "3",
      "content": "Section 172(a) provides for an NOL deduction. The NOL deduction for a taxable year is\ncomprised of NOL carryovers to that taxable year plus NOL carrybacks to that year. In\nthis case, the 2005 and 2006 NOL deductions should have included NOL carrybacks\nfrom 2007 and 2008 (we are not aware of any carryovers into 2005 and 2006). By\nfailing to carry back the 2007 CNOL, the taxpayer in effect understated its 2005 and\n2006 NOL deductions. Since the period of limitations has expired with respect to the\n2007 CNOL carryback and the taxpayer never claimed the 2007 CNOL carryback, the\n2007 CNOL carryback portions of the 2005 and 2006 NOL deductions are now barred\nunclaimed deductions. A Field Service Advice (FSA) issued on October 6, 1993 (available in Westlaw at 1993\nWL 1468171 and available in Lexis at 1993 FSA LEXIS 164) addressed the issue of the\nimpact of a taxpayer's failure to carry back an NOL. As in the case before us, the\ntaxpayer in the FSA failed to carry back NOLs and the time within which to do so had\nexpired. The taxpayer then incurred NOLs in open years and claimed refunds from POSTF-132999-12 5 carryback of those open NOLs, computed without taking the barred NOL carrybacks\ninto account. Chief Counsel, International (INTL), concluded that the open year NOL\ncarrybacks were not offset by the earlier year NOLs for which the taxpayer did not claim\ncarrybacks (the \"barred carrybacks\"). In so holding, INTL relied on Rev. Rul. 81-88 and\nnoted that although Rev. Rul. 81-88 did not specifically address the situation, it had\nrevoked Rev. Rul. 218, which was on point. For the reasons set forth above, we conclude that the barred 2007 CNOL carrybacks to\n2005 and 2006 should not be taken into account in determining how much of the\ntaxpayer's overpayments in 2005 and 2006 are attributable to the 2008 CNOL\ncarryback. Accordingly, based on the facts provided to us, we conclude that the\ntaxpayer's 2005 and 2006 overpayments are attributable to the 2008 CNOL carryback,\nand therefore, the claims for credit or refund are timely. Amount of CNOL available for carryover after 2008\nSection 172(b)(2) is the NOL absorption rule. It provides that the entire amount of the\nNOL for any taxable year must be carried to the earliest of the taxable years to which\nthe loss may be carried. The portion of the loss that is carried to each of the other\ntaxable years is the excess, if any, of the amount of the loss over the sum of the taxable\nincome for each of the earlier taxable years to which the loss may be carried. \"Taxable\nincome\" for purposes of § 172(b)(1) generally means correct taxable income, regardless\nof what was reported by the taxpayer and whether the assessment and/or refund period\nof limitations has expired with respect to a taxable year. See, e.g., Springfield Street\nRailway Co. v. United States, 312 F.2d 754 (Ct.Cl.1963); Rev. Rul. 81-88, 1981-1 C.B.\n585. Revenue Ruling 81-88 provides an exception to this general rule by concluding that in\ncertain circumstances \"taxable income\" as used in § 172(b)(2) means reported taxable\nincome (with such modifications as specified in § 172(b)(2))."
    },
    {
      "id": "legal-advice_92__4",
      "chunk_id": "4",
      "content": "See, e.g., Springfield Street\nRailway Co. v. United States, 312 F.2d 754 (Ct.Cl.1963); Rev. Rul. 81-88, 1981-1 C.B.\n585. Revenue Ruling 81-88 provides an exception to this general rule by concluding that in\ncertain circumstances \"taxable income\" as used in § 172(b)(2) means reported taxable\nincome (with such modifications as specified in § 172(b)(2)). The exception set forth in\nRevenue Ruling 81-88 applies where a claim for credit or refund involves an\noverpayment based not only on an open NOL carryback but also on other items and the\nclaim with respect to any items is barred. In such cases, the taxpayer gets the benefit\nof the open NOL claim (e.g., the taxpayer can claim a greater refund because the\n\"open\" NOL carryback is taken into account before any barred deductions, including\nbarred NOL carrybacks) and, therefore, more of the \"open\" NOL must be applied than\nwould be the case if the correct taxable income was taken into account. The Rev. Rul.\nconcludes that \"[t]his construction of section 172(b)(2) is in harmony with section\n6511(d), as interpreted by section 301.6511(d)-2(a)(3) of the regulations. \" Accordingly, in this case the entire $18 million 2008 CNOL is carried back to 2005. The\namount of the 2008 CNOL that is carried back to 2006 is the excess of the 2008 CNOL\nover the reported taxable income for 2005 or approximately $14 million ($18M - $4M). The amount of the 2008 CNOL that is carried over to 2007 is approximately $12 million,\nthe excess of the 2008 CNOL over the sum of the taxpayer's reported taxable income POSTF-132999-12 6 for 2005 and 2006 [$18M – (4M +2M)]. The taxpayer had a CNOL for 2007, accordingly,\nnone of the 2008 CNOL is absorbed in 2007 and the amount of the 2008 CNOL that is\ncarried over to 2009 is approximately $12 million. None of the taxpayer's 2007 CNOL is carried over to years after 2008. The entire $5\nmillion 2007 CNOL is carried back to 2005. The amount of the 2007 CNOL that is\ncarried back to 2006 is $1 million, the excess of the 2007 CNOL over the correct taxable\nincome for 2005, not taking the 2007 CNOL or later CNOLs into account pursuant to\n§ 172(b)(2)(B), ($5M - $4M). Correct taxable income is used in determining how the\n2007 CNOL is absorbed because the exception in Rev. Rul. 81-88 only applies to the\n\"open\" CNOL carryback, i.e., the 2008 CNOL carryback). The remaining 2007 CNOL is\nabsorbed in 2006 and none of the 2007 CNOL is carried over to years after 2007 since\nthere is no excess of the 2007 CNOL ($5M) over the sum of the correct taxable income\nfor 2005 and 2006 ($4M + $2M). We have coordinated the above conclusions with the Offices of Associate Chief\nCounsel, Corporate and Income Tax & Accounting. If you have any questions or would\nlike clarification, please contact Senior Attorney Jennifer Nuding Brock of this office at\n(513) 263-4901. JAMES D. HILL\nAssociate Area Counsel\n(Large Business & International) By: _____________________________ Jennifer Nuding Brock\nSenior Attorney (Cincinnati)\n(Large Business & International)"
    }
  ]
}