{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 8,
  "chunk_text": "POSTF-123043-08 9 tax liability is under the jurisdiction of the Service. The enforcement mechanism with\nrespect to section 218 agreements is also with the Service because the payments under\nthe agreements are treated as FICA taxes. While the Social Security Administration is the final arbiter of coverage issues related to\nsection 218 agreements, we note that the -------- section 218 agreement contains no\nexclusions for employees hired after -------. We point out that only the Medicare portion\nof FICA taxes would be applied in the present case under the section 218 agreement\nbecause the applicable section 218 agreement is limited to Medicare-only. Determining\nwhether the social security tax portion is owed depends on whether the workers are\nmembers of the state retirement system. See section 3121(b)(7)(F). We note that\neligible employees of --------- are covered by the state retirement system, but it is likely\nthat seasonal employees, such as -------panelists, might not be eligible for coverage\nunder the state retirement system. 9\nB. Is the Common Law Test Applicable? If the -------members are covered by the Medicare-only section 218 agreement, there is\na question concerning whether an individual covered under a Medicare-only 218\nagreement is an employee for purposes of social security tax. Section 3121(d)(4)\nprovides that \"for purposes of this chapter, the term \"employee\" means any individual\nwho performs services that are included under an agreement entered into pursuant to\nsection 218 of the Social Security Act. The chapter referred to is chapter 21- Federal\nInsurance Contributions Tax Act which imposes social security tax and Medicare tax on\nemployers and employees. Section 3121(d)(4) also does not provide that the term\n“employee” excludes an individual who performs services that are included under a\nMedicare-only 218 agreement . Thus, if the -------members are covered under the Section 218 agreement, they are\n“employees” for purposes of the social security tax under section 3121(d)(4) because\nfor purposes of Chapter 21 they perform services that are included under an agreement\nentered into pursuant to section 218 of the Social Security Act. Consequently, you do\nnot need to make an independent determination under the common law rules under\nsection 3121(d)(2) for determining the status of an individual as an employee for social\nsecurity tax purposes. However, if it is determined that the ------ members are not\ncovered by the Medicare-only 218 agreement, then the common law rules described in\nthe following paragraphs apply. Section 31.3121(d)-1 of the Employment Tax Regulations describe the common law\nrules applicable in determining whether a worker is an employee. See also Treas. Reg.\n§ 31.3121(d)-1(c)(1). Such a relationship exists when the person for whom services are\nperformed has the right to control and direct the individual who performs the services,\nnot only as to the result to be accomplished by the work but also as to the details and\n9 We do not opine in this memorandum on the issue of whether or not the ------ members are covered by\nthe state retirement system. POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. § 31.3121(d)-1(c)(2)."
}