{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 19,
  "chunk_text": "This is especially true where\nthe earlier year’s time to file an amended return or a claim for refund has expired. To summarize, applying the holding of the 20----PLR to the instant 20--- year will\ncause clear and serious detriments to the Coops’ members, participating patrons, and\nto the Service. In addition, as a matter of law, the PLR for 20--- is of no legal effect for\nthe year 20---. I.R.C. §6110(i)(3) specifically provides that “a written determination may\nnot be used or cited as precedent.” Further, to the extent that some of the b purchases remained in ending inventory,\nat the end of 20---, the PLR (for 20---) expressly lends no support to the Coop. The PLR\nprovides that no express or implied ruling is being made as to whether b payments\nmade during a taxable year attributable to b purchases, which is in inventory at yearend, qualify as per-unit retain allocations paid in money. 6 To reiterate, to the extent that\nany of taxpayer’s b purchases remained in inventory at the end of 20---, the PLR\nexpressly offers the taxpayer no support, even if the PLR were to be applicable to 20-----------------------------------------------------------------------------------------------------------------------,\nwhich it is not. However, the Service does not ignore the insight obtained from the PLR for the\nCoop’s 20---- tax year. This opinion does not challenge the rulings of said PLR. It does\nnot need to. This opinion reaches conclusions that are required by the additional facts\nthat are present in the Coop’s 20--- tax year. More specifically, this opinion interprets\nthe PLR to have ruled that the taxpayer’s b purchase transactions, under the facts set\nforth in said ruling, can qualify as either “completed purchases” or “per unit retains”\n(emphasis added) under the internal revenue code, for the taxable year 20---. This\nopinion views this treatment as, arguably, affording the taxpayer and its members or\npatrons, at most, an opportunity (a sort of “mutual election”) to agree to characterize\ncertain transactions as “purchases” or as “per unit retains,” when done in a timely\nmanner. Without having to challenge or revisit the holdings of the PLR, we are of the\nopinion that this ruling and its reasoning, at most, allows a Coop to prospectively\n(emphasis added) make a de facto election, between treating the b purchase as a\npurchase or as a per-unit retain and to document this election. We do not believe that\n6 To reclassify the b purchases would change the timing of their deduction from the year in which the cost\nof the b commodities in ending inventory were sold (a year, necessarily, subsequent to the year in which\nthey still remain in ending inventory at year end) to immediate b purchase expensing as -------------current year expenses, under I.R.C. §1382(b). This change in the timing of a taking a deduction,\nhistorically capitalized in prior years, is a change in a material item and a change in method of\naccounting. See Treas. Reg. §§ 1.446-1(e)(2)(ii)(a)."
}