{
  "document_category": "legal-advice",
  "docId": "legal-advice_78",
  "chunk_index": 10,
  "chunk_text": "I.R.C. § 362(c)(1). In the event that money is contributed by a nonshareholder,\nthen any property acquired with the money during the following 12 months shall have its\nbasis reduced by the amount of the contribution. I.R.C. § 362(c)(2). Here, Taxpayer did\nnot reduce the basis of any assets under section 362(c) but now argues that it should\nhave reduced the basis of loans it issued during the years at issue. Notwithstanding the\nquestion of whether Taxpayer can reduce the basis of loans, it is clear that the\nTaxpayer did not comply with section 362(c). For the foregoing reasons, it is our opinion that the BEA payments made to\nTaxpayer by the Fund during the taxable years ended *** a and *** b do not satisfy the\nrequirements to be treated as a nonshareholder contribution to capital under section\n118. The criteria for receipt of the BEA payment, the mechanisms used to calculate the\namount of the BEA payment, and the unrestricted use of the BEA funds suggest the\npurpose of the BEA payment is to supplement revenue of the recipient for qualified\nactivities. Further, the BEA payments do not satisfy the characteristics of a\nnonshareholder contribution to capital as established by the Supreme Court. Therefore,\nthe BEA payments are not excluded from Taxpayer’s gross income under section 118. Accordingly, it is our opinion that BEA payments are includible in Taxpayer’s gross\nincome in the amount of the BEA payments received during the taxable years ended ***\na and *** b. POSTF-147002-10 11 This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. Please contact me directly at -------------------- if you have any further questions. STEVEN R. GUEST\nAssociate Area Counsel\n(Large Business & International)\nBy: _____________________________ Justin D. Scheid\nAttorney (Chicago)\n(Large Business & International) cc:"
}