{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 11,
  "chunk_text": "Three were for the use of § 197 intangibles as described in Treas. Reg. § 1.197-2(b)(11), the fees are still amortizable pursuant to § 197. However, it is\nnot known whether the licenses were for the use of the plaintiffs’ New Drug Applications\n(NDAs), with the generic drugs Corporation X marketed and sold pursuant to the\nlicenses authorized generics,- or merely licenses to use the patents that provided patent\nexclusivity to the branded drugs that Corporation X’s generics mimic. Since Corporation X commenced marketing its generic drugs pursuant to the licenses\nwhen it did not have FDA-approved ANDAs, it is likely the licenses received granted use\nof the plaintiffs’ NDAs. If the licenses were licenses to use NDAs, like ANDAs, the\nrights under the license may be franchises, licenses or similar rights, or contracts for the\nuse of § 197 intangibles, and as such § 197 intangibles for some or all the reasons\nANDAs are such. See Treas. Reg. § 1.197-2(b)(11). As such, NDAs are amortizable\n§ 197 intangibles for some or all the reasons ANDAs are amortizable § 197 intangibles. Therefore the capitalized attorney fees would still be amortized pursuant to § 197, but to\nthe basis of the licenses or other § 197 intangibles obtained in the settlements. Without\nmore information, and copies of the licenses, no opinion can be rendered beyond this\nlimited opinion. 8 Because Corporation X has declined to provide more information, and copies of the\nlicenses, no opinion can be rendered upon: (1) the length of the recovery period for the\nattorney fees capitalized relative to the Drug #3 and Drug #4 products, or (2) when such\nrecovery begins to run. Thus, Corporation X has failed to substantiate that it is entitled\nto commence cost recovery, or the annual allowable amount of cost recovery, of the\nattorney fees capitalized relative to the Drug #3 and Drug #4 products for any year\nunder consideration. 8 For treatment of licenses within the definition of collaboration agreements, see the Coordinated Issue\nPaper titled “Non Refundable Upfront Fees, Technology Access Fees, Milestone Payments, Royalties\nand Deferred Income under a Collaboration Agreement,” Tax Notes Today, October 18, 2007, 2007 TNT\n204-17 (“Collaboration agreements are agreements for joint research, experimentation or development,\nas well as agreements for the sharing of know-how or patents for the purpose of research,\nexperimentation or development. Collaboration agreements can take the form of a license agreement, an\nalliance agreement, a co-marketing agreement or a functional equivalent of such.”) POSTU-139175-10 15 SECTION III. SECTION 263A APPLIES TO THE ANNUAL DEDUCTIONS Once Corporation X begins production of drugs for the first commercialization under\nANDA One and under the licenses allowing Corporation X to market and sell Drug #3\nand Drug #4, Corporation X’s annual cost recovery of the capitalized attorney fees is\nsubject to I.R.C. § 263A. Treas. Reg. § 1.263A-2(a)(3) requires that indirect production\ncosts properly allocable to property produced be capitalized. Treas. Reg. § 1.263A1(e)(3)(i) provides that indirect costs are properly allocable to property produced when\nthe costs directly benefit or are incurred by reason of the performance of production\nactivities. Treas."
}