{
  "document_category": "legal-advice",
  "docId": "legal-advice_42",
  "chunk_index": 3,
  "chunk_text": "Section 40(b)(4)(C) limits the qualified ethanol fuel\nproduction of any producer for any taxable year to not more than 15 million gallons. Section 40(g)(1) defines “eligible small ethanol producer” as a person who, at all times\nduring the taxable year, has a productive capacity for alcohol not in excess of 60 million\ngallons. An aggregation rule in § 40(g)(2) provides that for purposes of the 15 million gallon\nproduction limitation under § 40(b)(4)(C) and the 60 million gallon productive capacity\nlimitation under § 40(g)(1), “all members of the same controlled group of corporations\n(within the meaning of section 267(f)) and all persons under common control (within the\nmeaning of section 52(b) but determined by treating an interest of more than 50 percent\nas a controlling interest) shall be treated as 1 person.”\nSection 52(b) provides that all employees of trades or businesses (whether or not\nincorporated) which are under common control shall be treated as employed by a single\nemployer. Section 1.52-1(b) defines “trades or businesses that are under common\ncontrol” as including any group of trades or businesses that is a parent-subsidiary group\nunder common control. Section 1.52-1(c)(1) generally defines “parent-subsidiary group\nunder common control” as one or more chains of organizations conducting trades or\nbusinesses that are connected through ownership of a controlling interest with a\ncommon parent organization if (i) a controlling interest in each of the organizations,\nexcept the common parent organization, is owned by one or more of the other\norganizations; and (ii) the common parent organization owns a controlling interest in at\nleast one of the other organizations, excluding, in computing the controlling interest, any\ndirect ownership interest by the other organizations. Section 1.52-1(c)(2)(iii) defines\n“controlling interest” in the case of a partnership as ownership of more than 50 percent\nof the profit interest or capital interest of the partnership. A pass-through entity rule in § 40(g)(3) provides that in the case of a partnership, trust,\nS corporation, or other pass-thru entity, the 15 million gallon production limitation under\n§ 40(b)(4)(C) and the 60 million gallon limitation in § 40(g)(1) shall be applied at the\nentity level and at the partner or similar level. Section 40(g)(5) authorizes the Secretary to prescribe regulations to prevent the small\nethanol producer credit from benefiting a person that directly or indirectly has a\nproductive capacity for alcohol in excess of 60 million gallons during the taxable year\nand to prevent any person from directly or indirectly benefiting with respect to more than\n15 million gallons during the taxable year. Proposed Treasury Regulations § 1.40-2(c)\ndisallows the small ethanol producer credit for ethanol produced at the facilities of a POSTU-121455-09 5 contract manufacturer if the contract manufacturer has a direct or indirect productive\ncapacity of more than 60 million gallons of alcohol during the taxable year1: The person at whose facilities ethanol is produced is treated for purposes of\nsection 40(g)(5) as an indirect beneficiary of any credit allowed with respect to\nthe ethanol."
}