{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 13,
  "chunk_text": "What this opinion does is recognize that a necessary element of this definition\nis a mutual agreement between the Coop and the member/patron that the b purchase\nprice will be treated as a per-unit retain before it can be so classified. The Code\ndefinition reads, as follows:\n(f) Per-unit retains allocation. For purposes of this subchapter, the term “per-unit retain allocation”\nmeans any allocation, by an organization to which part I of this subchapter applies, to a\npatron with respect to products marketed for him, the amount of which is fixed without POSTF-143023-10 15 reference to the net earnings of the organization pursuant to an agreement between\nthe organization and the patron. [Emphasis added]. Per-unit retains are unique; they are different from closed sale proceeds. At the inception, one must recognize the difficulty presented by the fact that,\nalmost any payment made in money to a member or a participating patron for\ncommodities that the Coop markets may be made to fit within the definition of a per-unit\nretain allocation for tax purposes, namely, as allocations, made to patrons, being fixed\nwith reference to the products being marketed for the patron, and without reference to\nthe net earnings of the cooperative. See, Farm Service Coop. v. Commissioner, 619\nF.2d 718 (8th Cir. 1980), rev’g 70 T.C. 145 (1978). However, as this opinion attempts to\nclarify, this does not mean that closed purchase price proceeds and per-unit retains are\none and the same. The distinction between the two is not clean, but there is a distinction\nto be drawn. Conceptually, in the case of per unit retains, the Coop is marketing the\ncommodity on behalf of the patron and gives back some of the patron’s equity (an\n“advance” in lieu of an eventual potential patronage dividend). In the case of a closed b\nsale/purchase transaction, the patron already received his/her equity in the commodity,\nas his/her b selling price. The blurring of the distinction between the two occurs because\nthe patron in a closed sale/purchase transaction will also benefit from any patronage\ndividend that may be declared and this benefit is proportional to the amount of business\nthat it does with the cooperative. Despite the blurring of the two concepts, we are of the\nopinion, that closed purchases and per unit retains paid in money remain distinct\nconcepts. Per-unit retains can be distributed in money, certificates, or other property. I.R.C.\n§§1382(b)(3)-(4). Per-unit-retains paid in money serve a very specific need: They are\nused to make cash payments to members or participating patrons before the profit from\nthe coop’s marketing of the member’s or participating patron’s commodity can be\ndetermined. A typical situation would occur where the cooperative uses commodity pools. The\nprofit (loss) from the pool is shared by the members (participating patrons) of the\nmarketing cooperative. The profit (loss) from the pool can not be determined until the\npool is closed; at that time, pool sale proceeds and associated expenses will be known."
}