{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 8,
  "chunk_text": "Both notes are to be secured by a pledge of Entity M’s assets that includes the Year 10\ntransaction-acquired assets to operate the business and after acquired assets, as\npresumably stated in the Security Agreement. No copy of the Security Agreement was\nprovided to the IRS. 10 The AA are not separately listed in the operative documents reviewed. For the purpose of this advice,\nit is assumed, without verification, that these ------ were transferred. This “fact” needs to be verified. Page 11 of 37 POSTF-134629-07 Section ** of Article II provides Entity M will assume: (a) $ ** of liabilities\ndisclosed on the unaudited **, Year 9 Balance Sheet of Corp F and all expenses/costs\nof Corp F incurred after **, Year 9 but before closing (including accounts payable,\nobligations to conduct Industry N and more); (b) all liabilities and obligations under\nassumed contracts,11 and (c) all liabilities and obligations from ownership or operation of\nassets or Industry N after closing. Section ** of Article II excludes certain tax obligations and other pre-closing tax\nobligations of Corp F, liabilities or obligations from the “Mirror Stock Plan” in Section **,\nand certain other unrelated obligations and liabilities. The “Mirror Stock Plan” is not\nexplained in Section **; however, there is a short paragraph on the “Mirror Stock Plan”\nin Schedule ** of the Disclosure Schedule, addressed below. No copy of the “Mirror\nStock Plan” was provided to the IRS. Article III is titled ----------------------------------------------------------and, except as\nstated otherwise in the “Disclosure Schedule,” represents Corp F has the authority and\nlegal capacity to sell and that the Asset Purchase Agreement is enforceable. Corp F\nrepresents in Section ** that it has used the assets in the business of “Industry N”\n(stated in “Recitals” to be -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------). Section ** represents that the Assumed Contracts are all material contracts. Sections **\nand ** address intellectual property, with said property (including W) listed in Schedule\n**, addressed below. Section ** is titled --------------------------- and cross references\nSection ** of the Disclosure Schedule, addressed below. Various compensation,\nretirement and other plans are listed, with it represented that Entity M received copies of\nthe plans. No copies of the plans were provided to the IRS. It is represented that no\napplication for rulings, determination letters, advisory opinions or prohibited transaction\nexceptions are currently pending before the IRS. Article IV is titled ---------------------------------------------------------- Entity M\nrepresents itself to be a private non-profit corporation described in I.R.C. § 501(c)(3),\nexempt from federal income taxes, and not a private foundation, without any material\n“unrelated business taxable income” as defined in I.R.C. § 512. Entity M represents\nSection ** of the Asset Purchase Agreement and each Entity M “Ancillary Document”\nare enforceable against Entity M, but does not list the “Ancillary Documents.” Entity M\ndelivered copies of its articles of incorporation, bylaws and minute books to Corp F, but\nnone were provided to the IRS. 11 Listed in Schedule ** “Assumed Contracts,” addressed below. Page 12 of 37 POSTF-134629-07 Article V is titled ------------------------------- and provides, among other provisions,\nthat both parties shall have opinions of counsel delivered to the other party."
}