{
  "doc_id": "legal-advice_32",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_32__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084602F Release Date: 11/14/08\nCC:SB:3:JAX:2: -------------GL-146301-07\nUILC: 6343.00-00 date: December 19, 2007 to: SBSE Collection, South Atlantic Area, Maitland\nAttn: Alysia B. Burgman, Territory Manager from: Associate Area Counsel (Jacksonville, Group 2)\n(Small Business/Self-Employed) subject: ---------------------------------------------This memorandum responds to your request for advice on the seizure which occurred in\nthis case. ISSUES\n1. Whether the Service may apply the proceeds from the sale of the jointly\nowned real property, out of which a business was operated by the taxpayer husband,\nwhen the proper written approval was not obtained. 2.\nWhat should be done with any excess proceeds, including whether ------------------ is entitled to any portion of such proceeds. CONCLUSIONS 1.\nThe Service may only keep the proceeds from the sale and apply them to\nthe liabilities of the taxpayers if the taxpayers request, in writing, that the Service do so. Otherwise, the Service must return the proceeds from the sale to the taxpayer since the\nseizure was in violation of law. 2.\nSince the proceeds from sale remain tenancy by the entireties property\nand ----------- is a judgment creditor of only the taxpayer husband, ----------- has no\nentitlement to excess proceeds of the sale. GL-146301-07 2 FACTS\n-----------------------------, a sole proprietor, was operating a ----------------located at ---------------------------------------------------------------. ---- - ------------- and his spouse, -----------------------------, jointly owned the real property where the ------ was operated. The\nproperty was held as tenancy by the entireties property. The ----------------had\noutstanding joint income tax liabilities totaling $---------. --- - -------------- also owed civil\npenalties totaling $----------for failing to file information returns (W-2’s and W-3’s). In an\nattempt to collect the outstanding liabilities, the IRS seized the real property where the ------- was operated on -----------------. On -----------------, ---- ---------------- was served with\nnotice of the upcoming sale. The sale was originally set for -----------------, but no\nbidders materialized. On ----------------, the IRS sold the real property at the ----- County\nCourthouse to the highest bidder for $---------. There are excess proceeds from the sale\nof approximately $--------. ----------- has a judgment lien filed against ---. ------------- and\nmay claim an interest in the proceeds of the sale. The redemption period expires on ------------------------, at which time a deed will be issued to the purchasers. Collection erroneously believed that the seizure did not require approval by Area\nDirector -----------------and, as a result, did not secure his approval. TIGTA subsequently\nreviewed the seizure and determined that Collection should have obtained the area\ndirector’s approval prior to the seizure. See I.R.C. § 6334(a)(13)(B)(ii), 6334(e)(2)(A);\nIRM 5.10.2.14(6).\nLAW AND ANALYSIS\nIssue 1\nSection 6334(e)(2) provides in essence that certain business property other than\na principal residence described in 6334(a)(13)(B) is exempt from levy unless the area\ndirector approves the levy in writing. Section 6334(a)(13)(B) describes “certain business\nproperty” as tangible personal property or real property (other than real property that is\nrented) used in the trade or business of an individual taxpayer. Clearly, ---- --------------------------------------------------------------------------------------------------------------------------------was using the real property in his trade or business, --------------------, and area director\napproval was required. Section 6334 does not provide a remedy for violations of section 6334(e)(2);\nhowever, there are remedies that the taxpayer may pursue in other code provisions."
    },
    {
      "id": "legal-advice_32__1",
      "chunk_id": "1",
      "content": "Clearly, ---- --------------------------------------------------------------------------------------------------------------------------------was using the real property in his trade or business, --------------------, and area director\napproval was required. Section 6334 does not provide a remedy for violations of section 6334(e)(2);\nhowever, there are remedies that the taxpayer may pursue in other code provisions. Section 6343(d) authorizes the Service to return specific property levied upon, an\namount of money equal to the amount of money levied upon, or an amount of money\nequal to the amount of money received by the United States from a sale of levied\nproperty if it is in the best interest of the United States and the taxpayer. Treas. Reg.\n301.6343-3(d)(1) provides that if the IRS makes a levy in violation of the law, it is in the\nbest interests of the United States and the taxpayer to release the levy and the IRS will\nreturn to the taxpayer any property obtained pursuant to the levy. When the release of GL-146301-07 3 a levy and the return of property are required under paragraph 301.6343-3(d)(1), the\nproperty or the proceeds from the sale of the property received by the IRS pursuant to\nthe levy must be returned to the taxpayer unless the taxpayer requests otherwise. Treas. Reg. 301.6343-3(d)(2) (emphasis added). Moreover, written permission from the\ntaxpayer is required in order to credit the proceeds of the sale to any outstanding tax\nliability of the taxpayer, including the one with respect to which the levy was made. Treas. Reg. 301.6343-3(d)(2). Accordingly, unless the taxpayers request in writing that\nwe keep the proceeds and apply them to their outstanding liabilities, the entire $----------received from the sale must be returned. Section 7433 creates an action in federal district court for damages caused by an\nIRS employee’s or officer’s negligent, or reckless or intentional, disregard of a code or\nregulatory provision in connection with the collection of the taxpayer’s tax liability. However, in order to prevail under section 7433, the taxpayer must show that the\nemployee’s or officer’s actions were negligent, or reckless or intentional. The revenue\nofficer’s unlawful actions in this case certainly were not reckless or intentional. In\naddition, there is little to suggest that she was negligent; she sought advice before she\nseized the taxpayers’ real property. In addition, the taxpayers would have to prove\neconomic damages, and any award would be reduced by the amount that they could\nhave mitigated their damages. When seized property is sold by the IRS, the provisions of section 6335 must be\nfollowed. These provisions include the requirements that proper notice be given to the\nowner, that proper notice be given to the public, that the sale take place not less than 10\ndays nor more than 40 days from the time public notice was given, that certain rules are\nfollowed regarding setting a minimum price for the property, and that the sale be\nconducted by public auction or public sale under sealed bids. I.R.C. §§ 6335(a) – (e)."
    },
    {
      "id": "legal-advice_32__2",
      "chunk_id": "2",
      "content": "I.R.C. §§ 6335(a) – (e). If it would be in the best interest of the United States or the taxpayer to adjourn the sale,\nit may be adjourned as long as a new date of sale is set within one month of the date of\nthe original notice of sale. Treas. Reg. 301.6335-1(c)(2). In the case of real property\nsold as provided in section 6335, a deed to the real property shall be executed to the\npurchaser as long as the property is not redeemed by the taxpayers or any other\npersons having an interest in the property within 180 days after the sale of the property. I.R.C. § 6338(b). Since the IRS only has the authority to redeem property when a sale\nhas been conducted to satisfy a lien on the property prior to the federal tax lien, the IRS\ncannot redeem the property in this case. See I.R.C. § 7425(d). If the proceedings of\nthe sale are substantially in accordance with the provisions of law, the executed “deed\nshall be considered and operate as a conveyance of all the right, title, and interest the\nparty delinquent had in and to the real property thus sold at the time the lien of the\nUnited Stated attached thereto.” I.R.C. § 6339(b)(2). All requirements set forth in section 6335 pertaining to the sale were followed in\nthis case, as the taxpayers were given the proper notice of the sale, proper public notice\nwas given, a minimum price was properly set, the sale was made to the highest bidder\nat auction, and the sale occurred within one month of the original notice of sale, on GL-146301-07 4 which date no bidders appeared. Accordingly, any challenge to the validity of the sale\nby either the taxpayers or the purchaser likely would be unsuccessful since the sale\nproceeded in accordance with all provisions of the law and the Code provides other\nspecific remedies for the revenue officers unlawful levy under sections 6343(d) and\n7433. Provided neither the taxpayers nor any other party redeems the property prior to\n----------------------, the taxpayers’ interest in the property will be properly conveyed to the\npurchaser of the property upon issuance of a deed. Issue 2 If the taxpayers request that the proceeds be applied to their outstanding\nliabilities, there will be approximately $--------in excess proceeds remaining. The federal\ntax lien attaches to all property and rights to property held by the taxpayer. I.R.C. §\n6321. Pursuant to United States v. Craft, the federal tax lien even attaches to a\ntaxpayer’s interest in property held as a tenancy by the entireties. Craft, 535 U.S. 274\n(2002). However, this rule does not apply to other creditors, such as -----------. In Florida, entireties property cannot be reached to satisfy a debt of only one\nspouse. Beal Bank, SSB v. Almand and Associates, 780 So.2d 45 (Fla. 2001); Winters\nv. Parks, 91 So.2d 649, 651 (Fla. 1956). It is also well established that the proceeds\nfrom the sale or rental of tenancy by the entireties property are also held as a tenancy\nby the entireties and are owned by both the husband and wife."
    },
    {
      "id": "legal-advice_32__3",
      "chunk_id": "3",
      "content": "It is also well established that the proceeds\nfrom the sale or rental of tenancy by the entireties property are also held as a tenancy\nby the entireties and are owned by both the husband and wife. Dodson v. National Title\nIns. Co., 31 So.2d 402, 404 (Fla. 1947); Passalino v. Protective Group Securities, Inc.,\n886 So.2d 295,297 (Fla. Dist. Ct. App. 2004); Miller v. Rosenthal, 510 So.2d 1127, 1128\n(Fla. Dist. Ct. App. 1987); Brown v. Hanger, 368 So.2d 63, 64 (Fla. Dist. Ct. App. 1979). Moreover, transferring the proceeds to a trustee in an escrow account does not\nterminate the unities of title. Passalino, 886 So.2d at 297; see also Snyder v. Dinardo,\n700 So.2d 726 (Fla. Dist. Ct. App. 1997). Similarly, the proceeds from sale of the real\nproperty in this case remain tenancy by the entireties property and belong to both the\ntaxpayers. Accordingly, since ----------- only has a judgment lien against the taxpayer\nhusband, -----------’s lien does not attach to any of the excess proceeds from the sale of\nthe taxpayers’ property. Thus, the entire amount of excess proceeds should be\nreturned to the taxpayers. We are enclosing a letter to the taxpayers for your use which requests that they\ninform the Service of whether they want the proceeds returned to them or whether they\ngive permission for the proceeds to be applied to the liabilities at issue. They are\nrequested to inform the Service of their decision by ----------------------, since the\nregulations require the money to be returned within 9 months from the date of levy. Treas. Reg. 301.6343-3(e). If no response is received, the proceeds should be returned\nto the taxpayers in accordance with the regulations cited above. We have also\nenclosed a proposed letter which the taxpayers may use to make the request by simply\nsigning and mailing back to your office. Please enclose this letter, along with a preaddressed envelope, with your letter to the taxpayers. GL-146301-07 5 Please call ----------------------------------------------if you have any further questions. ROBERT W. DILLARD\nAssociate Area Counsel\n(Small Business/Self-Employed) By: _____________________________ Lauren B. Epstein\nSenior Attorney (Jacksonville, Group 2)\n(Small Business/Self-Employed)\nAttachment (2):\nProposed letters for mailing to taxpayers Cc: Advisory Unit, ----------------"
    }
  ]
}