{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 6,
  "chunk_text": "The audit team has challenged taxpayer’s position that ---and ----were insolvent at the time of the deemed liquidations. Specifically, it has challenged taxpayer’s characterization of\nthe advances to ----and -----as debt. If a sufficient portion of\nthe loans to -----and ---are reclassified as equity, -----and ------- would have been solvent at the time of the deemed liquidations, triggering the application of section 332. The taxpayer disagrees with the audit team’s\nreclassification of the loans as equity. In the alternative, the\ntaxpayer argues that even if the loans to --------------------------------------------------------------------------------------------------------------------and -- were characterized as\nequity, the advances should be treated as a preferred class of\nequity since the notes issued by -----and ----------------------------------------------------------------------------------------------------------------------provided for a stated rate of\nreturn on the investment. Taxpayer argues that since the\nreclassified debt is treated as preferred stock, section 332 does\nnot apply with respect to the common stock pursuant to\nCommissioner v. Spaulding Bakeries, 252 F.2d 693 (2nd Cir. 1958),\naff’g, 27 T.C. 684 (1957) and H.K. Porter Company Inc. and\nSubsidiaries, 87 T.C. 689 (1986). As discussed above, in a liquidation assets are deemed\ndistributed first with respect to debt, then with respect to\npreferred stock and finally with respect to common stock. Therefore, in our case, if the intercompany debt is treated as\npreferred stock (in total or part), then the assets of ------------ and ---are treated as distributed first with respect to the\npreferred stock and then with respect to the common stock. Pursuant to Spaulding Bakeries and H.K. Porter Company, if there\nis no property remaining for distribution on the common stock\nafter the preferred, then section 332 does not apply with respect\nto the common shares. Where the investment in the preferred\nstock is only partially satisfied, section 331 would apply\nresulting in a capital loss for the portion of the investment not\nrecaptured. 5 On the other hand, if the intercompany loans are treated as\ncommon stock and there are no other loans outstanding, then the\nassets of -----and ----would be deemed distributed with respect\nto the common stock on the liquidation. Since property would be\nreceived with respect to the common shares, section 332 would\napply in denying the recognition of any loss realized in the\n5 If the intercompany debt is not reclassified as equity, then\nsection 166 would permit an ordinary loss for the portion of the\nintercompany loans not satisfied in the liquidation. Therefore,\nreclassifying intercompany debt as preferred stock has the\nresult of converting an ordinary loss into a capital loss with\nrespect to the investment in the preferred stock (reclassified\ndebt) not recouped in the liquidation. liquidation. In determining the true substance of an intercompany advance,\nthe legal rights and obligations of the parties must be\nconsidered. See Fin Hay Realty Co. v. United States, 398 F.2d\n694, 697 (3rd Cir. 1968); Estate of Mixon v. United States, 464\nF.2d 394(5th Cir. 1972); and Bauer v. Commissioner, 748 F.2d 1365\n(9th Cir. 1984). Therefore, where it is determined that the\nsubstance of the advances are equity, the specific rights\nattached to the investment must be respected in characterizing\nthe equity. In our facts, the advances to ----and ----------------------------------------------------------------------------------------------------------------------were made in exchange for\npromissory notes which provided a fixed rate of interest."
}