{
  "document_category": "legal-advice",
  "docId": "legal-advice_90",
  "chunk_index": 4,
  "chunk_text": "POSTF-100602-09 7 excludable from income. In order to prevail, X must show that this type of income is\nexcluded from taxable income by some provision of the Internal Revenue Code. See,\ne.g., Commissioner v. Schleier, 515 U.S. 323, 328 (1995) (noting that “exclusions from\nincome must be narrowly construed”) (internal citations omitted). Z’s spinoff—X’s incorporation of Z, subsequent transfer of its assets to Z, and\ndistribution of the Z stock to the X shareholders—qualified as a tax-free reorganization\nunder sections 368(a)(1)(D), 355(a)(1), and 351(a) of the Code. But the mere fact that\nthe Z spinoff was tax-free does not, in and of itself, mean that the reimbursement\npayments are excludable from X’s income. X must show that the reimbursements\nshould be considered part of the spinoff transaction. X points to a published, but partially redacted, 2007 IRS Office of Chief Counsel\nlegal advice memorandum6 as support for its position. The 2007 advice is a type of\n“written determination,” as defined in section 6110(b)(1)(A), and although not binding\nprecedent, its reasoning may prove instructive. IRC § 6110(k)(3). Regardless, the\nService and taxpayers alike should exercise caution in relying on the conclusions of\nnon-precedential releases, because they are tailored to a specific set of facts and often\nconsidered in a context different from the taxpayer’s. See, e.g., United States v.\nWisconsin Power & Light Co., 38 F.3d 329, 335 (7th Cir. 1994) (noting that, although\nwritten determinations are not precedent, they may contain “evidence of administrative\npractice,” but cautioning that they should not be used “as authoritative interpretations of\nthe Code”). 6 The legal advice memorandum is available on www.irs.gov and is labeled as release number\n20073301F. POSTF-100602-09 8 X argues that its claim for refund is supported by the Supreme Court’s holding in\nArrowsmith v. Commissioner, 344 U.S. 6 (1952). In Arrowsmith, the taxpayers claimed\nthat their payment of a judgment against their liquidated corporation was an ordinary\nloss because, although the corporate liquidation distributions were capital gains, the\njudgment occurred in a later year. Id. at 7. The Commissioner argued that the payment\nwas a capital loss because he viewed the judgment as part of the original liquidation\ntransaction, which was capital in nature. Id. at 7-8. The Court held for the\nCommissioner: “Taxpayers were required to pay the judgment because of liability\nimposed on them as transferees of liquidation distribution assets. And it is plain that\ntheir liability as transferees was not based on any ordinary business transaction of theirs\napart from the liquidation proceedings.” Id. at 8. In arriving at its conclusion, the Court\nnoted that, had the payment been made in the year of liquidation, it simply would have\nreduced the amount of capital gains the taxpayers received. Id. The Court also\nrejected the taxpayers’ argument that capital gain treatment of the payment would\nviolate the “principal that each taxable year is a separate unit for tax accounting\npurposes.” Id. We disagree that Arrowsmith applies here. In general, Arrowsmith governs\ncases where a subsequent, unknown or unexpected event occurs, and the proper tax\ntreatment of that event can be determined only after reference to an earlier transaction."
}