{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 33,
  "chunk_text": "This allows the patent holder time to enforce its patent in court before the\ngeneric competitor is allowed to enter the market.” (footnotes omitted). 73 See generally 21 C.F.R. § 314.150 (describes the instances in which the FDA will withdraw an approval\nof an NDA or an ANDA); See also 21 U.S.C.§ 355(k)(1)(2010) (states, in part, that the applicant must\nmaintain records and reports of data relating to the clinical experience and other data or information\nreceived or obtained by the applicant with respect to such drug, and that these records may be reviewed\nto determine if there are grounds to invoke 21 U.S.C. § 355(e)); and 21 U.S.C. § 355(e) (details the\ngrounds for withdrawing the approval of either an NDA or ANDA, including scientific data showing the\ndrug is unsafe for use under the conditions of use of which the application was approved, that the\napplication contains untrue statements of material fact, that the applicant has failed to maintain a system\nof required records, or that the methods used in or the facilities and controls used for the manufacture,\nprocessing and packing of such drug are inadequate to assure and preserve its identity, strength, quality\nand purity or the labeling of such drug is false or misleading). 74 “Except as provided in paragraph (b) of this section, each applicant having an approved abbreviated\nnew drug application under § 314.94 that is effective shall comply with the requirements of § 314.80\nregarding the reporting and recordkeeping of adverse drug experiences. POSTU-139175-10 62 1. “[D]evelop written procedures for the surveillance, receipt, evaluation, and\nreporting of postmarketing adverse drug experiences to FDA.” 21 C.F.R.\n§ 314.80(b)(2009)(emphasis added); 2. “[R]eport each adverse drug experience that is both serious and unexpected,\nwhether foreign or domestic, as soon as possible but in no case later than 15\ncalendar days of initial receipt of the information . . .” 21 C.F.R.\n§ 314.80(c)(1)(i)(2009) (emphasis added); 3. “[P]romptly investigate all adverse drug experiences that are the subject of\nthese postmarketing 15-day Alert reports and shall submit follow-up reports\nwithin 15 calendar days of receipt of new information or as requested by\nFDA.” 21 C.F.R. § 314.80(c)(1)(ii)(2009) (emphasis added); 4. “[R]eport each adverse drug experience not reported under paragraph\n(c)(1)(i) of this section at quarterly intervals, for 3 years from the date of\napproval of the application, and then at annual intervals . . . Upon written\nnotice, FDA may extend or reestablish the requirement that an applicant\nsubmit quarterly reports, or require that the applicant submit reports under\nthis section at different times than those stated.” 21 C.F.R.\n§ 314.80(c)(2)(i)(2009)(emphasis added); and 5. Provide “[a] 15-day Alert report based on information from the scientific\nliterature . . .” 21 C.F.R. § 314.80(d)(1)(2009)(emphasis added). More examples of the FDA-imposed requirements can be found in 21 C.F.R.\n§ 314.81 (2009), Other Postmarketing Reports, which requires the ANDA holder to\nprovide, inter alia:\n1. “Information concerning any incident that causes the drug product or its\nlabeling to be mistaken for, or applied to, another article.” 21 C.F.R.\n§ 314.81(b)(1)(i)(2011)(emphasis added); 2."
}