{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 6,
  "chunk_text": "It is not known whether this was an unilateral Corp F allocation but, it may be understated\ngiven the W were probably the most valuable asset acquired in the auction. Page 8 of 37 POSTF-134629-07 It is not known what the actual net cash benefit is to Entity M or KK University\nfrom participating in the Year 10 transaction, but it is known that after P years neither\nwill have any liability to Corp F or whoever else holds interests in the $ DD NonRecourse Contingent Payment Term Note and the separate $ CC Non-Recourse\nContingent Payment Working Capital Note. One exception to this release of liability\ncould be an event of default by Entity M, as further addressed below. While the cash flow leaving Entity M to KK University is not known, the cash flow\nin Year 10 to Year 14 to Corp F with respect to Entity M’s $ DD Non-Recourse\nContingent Payment Term Note6 (not including separate salaries and benefits to the\nowners of Corp F or the payments on the $ CC Non-Recourse Contingent Payment\nWorking Capital Note) is as follows:\nYear 10\nYear 11\nYear 12\nYear 13\nYear 14 $**\n**\n$**\n$**\n$** Except for less than $** in Year 14, none of this $** cash flow to Corp F has been\nreported on the information return of Corp F (Form 1120S) 7 as gain in any year (or by\nany shareholder of Corp F as gain) on the theory the cash flows are solely interest or\nnon-taxable return of basis. In Year 12, Year 13, and Year 14 some of the cash was\nreported as interest as follows: $**, $** and $**, respectively. The operative documents for the Year 10 transaction are:\n1.\n2.\n3.\n4.\n5. The Asset Purchase Agreement. Schedule to Asset Purchase Agreement\nNote Agreement\nNon-Recourse Contingent Payment Term Note ($ DD)\nNon-Recourse Contingent Payment Working Capital Note ($ CC)8 6 The additional cash flow to Corp F from the $ CC Non-Recourse Contingent Payment Working Capital\nNote that matured in Year 11, ** years before the Year 15 maturity date on the $ DD Non-Recourse\nContingent Payment Term Note, is not known. 7 The Forms 1120S for Corp F were received on the dates specified:\nYears\nYear 10\nYear 11\nYear 12\nYear 13 8 Date Received\nunknown\n**/**/Year 12\n**/**/Year 13\n**/**/Year 14 No executed copy was provided, but Exhibit B to the Note Agreement sets forth the contemplated form. Page 9 of 37 POSTF-134629-07 6.\n7.\n8.\n9.\n10. Confidentiality Agreements (not provided to the IRS)\nSecurity Agreement (not provided to the IRS)\nW Agreements (not provided to the IRS)\nMirror Stock Plan (not provided to the IRS)\n“Ancillary Documents” (not provided to the IRS) 11. Employment Agreements for Owner 1, Owner 2, Owner 3, and for the\nother key Corp F employees (not provided to the IRS) Corp F did not enter into a covenant not-to-compete with Entity M. It is not\nknown in whose name Entity M is doing business i.e., as Entity M or as Corp F or some\nother “doing business as” name. The first four operative documents are addressed separately, below, in Sections\nD through G of the Facts. D. Year 10 Asset Purchase Agreement"
}