{
  "document_category": "legal-advice",
  "docId": "legal-advice_8",
  "chunk_index": 10,
  "chunk_text": "Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable CC:LM:NR:----Page 22\nyear, (2) be for carrying on any trade or business, (3) be an\nexpense, (4) be necessary, and (5) be ordinary. Commissioner v.\nLincoln Sav. & Loan Ass’n, 403 U.S. 345, 352 (1971). The\ninstant issue concerns the interpretation of the second\nrequirement. Neither the Code nor the regulations provide any explicit\ndefinition of the term “carrying on any trade or business” for\npurposes of section 162. The Supreme Court has stated that to\nbe engaged in a “trade or business” for purposes of section 162,\nthe taxpayer must be involved in the activity with continuity\nand regularity, and the taxpayer’s primary purpose for engaging\nin the activity must be for income or profit. Commissioner v.\nGroetzinger, 480 U.S. 23, 35 (1987). Determining whether a\ntaxpayer is carrying on a trade or business for purposes of\nsection 162 requires an examination of the facts in each case. 480 U.S. at 36. In Richmond Television Corp., supra, the Fourth Circuit\naddressed the issue of the point in time at which the taxpayer’s\nbusiness began. After reviewing other cases to see the\nevidentiary bases on which factual determinations were made, the\ncourt stated the following rule: “[E]ven though a taxpayer has\nmade a firm decision to enter into business and over a\nconsiderable period of time spent money in preparation for\nentering that business, he still has not ‘engaged in carrying on\nany trade or business’ within the intendment of section 162(a)\nuntil such time as the business has begun to function as a going\nconcern and performed those activities for which it was\norganized.” 345 F.2d at 907 (footnote omitted). In Jackson v.\nCommissioner, 864 F.2d 1521, 1526 n.7 (10th Cir. 1989), the\ncourt discussed the case of Kennedy v. Commissioner, T.C. Memo. 1973-15, which held that a pharmacy did not begin to function as\na going concern until the date it first opened its doors to the\npublic. The Jackson court explained that, although sales\npresumably followed, this holding properly focused on the\ntaxpayer’s “opening its doors” to attempt to make a sale, and\nnot on the taxpayer’s success at selling. We do not find the facts, as developed, as providing\nsufficient basis to allow the credits. It does not appear that\nCorporation or Partnerships A, B, C, and D were engaged in the\ntrade or business of producing and selling Synthetic Fuel as of\nthe cut-off date for purposes of the section 29 credit. None of\nthese entities had an existing business to supply coal or\nsynthetic fuel prior to that time. While the taxpayer presented\nAgreement A, it is not certain when Corporation and k entered CC:LM:NR:----Page 23\ninto that contract. Further, it created no real obligation for\nk to purchase Synthetic Fuel."
}