{
  "document_category": "legal-advice",
  "docId": "legal-advice_60",
  "chunk_index": 43,
  "chunk_text": "The payments you receive next year will generally be fully taxable . . . . . . . . 11. Do not complete the rest of this worksheet. Table 1 for Line 3 Above\nIF the age at annuity starting\ndate was . . .\n55 or under\n56–60\n61–65\n66–70\n71 or older AND your annuity starting date was—\nbefore November 19, 1996,\nafter November 18, 1996,\nenter on line 3 . . .\nenter on line 3 . . . 300\n360\n260\n310\n240\n260\n170\n210\n120\n160\nTable 2 for Line 3 Above IF the combined ages at annuity\nstarting date were . . .\n110 or under\n111–120\n121–130\n131–140\n141 or older THEN enter on line 3 . . . 410\n360\n310\n260\n210 -29- Need more information or forms? Visit IRS.gov. annuity starting date was after 1997 and\nthe payments are for your life and that of\nyour beneficiary, use your combined\nages on the annuity starting date. If you are the beneficiary of an employee who died, see Pub. 575. If there\nis more than one beneficiary, see Pub.\n575 or Pub. 721 to figure each beneficiary's taxable amount. Cost Your cost is generally your net investment in the plan as of the annuity starting date. It doesn't include pre-tax contributions. Your net investment may be\nshown in box 9b of Form 1099-R.\nRollovers\nGenerally, a rollover is a tax-free distribution of cash or other assets from one\nretirement plan that is contributed to another plan within 60 days of receiving\nthe distribution. However, a rollover to a\nRoth IRA or a designated Roth account\nis generally not a tax-free distribution. Use lines 5a and 5b to report a rollover,\nincluding a direct rollover, from one\nqualified employer's plan to another or\nto an IRA or SEP. Enter on line 5a the distribution from\nForm 1099-R, box 1. From this amount,\nsubtract any contributions (usually\nshown in box 5) that were taxable to you\nwhen made. From that result, subtract\nthe amount of the rollover. Enter the remaining amount on line 5b. If the remaining amount is zero and you have no\nother distribution to report on line 5b,\nenter -0- on line 5b. Also enter \"Rollover\" next to line 5b. See Pub. 575 for more details on rollovers, including special rules that apply\nto rollovers from designated Roth accounts, partial rollovers of property, and\ndistributions under qualified domestic\nrelations orders. Lump-Sum Distributions If you received a lump-sum distribution\nfrom a profit-sharing or retirement plan,\nyour Form 1099-R should have the \"Total distribution\" box in box 2b checked. You may owe an additional tax if you\nreceived an early distribution from a\nqualified retirement plan and the total\namount wasn't rolled over. For details, see the instructions for Schedule 2,\nline 8. Enter the total distribution on line 5a\nand the taxable part on line 5b. For details, see Pub. 575. If you or the plan participant TIP was born before January 2,\n1936, you could pay less tax on\nthe distribution. See Form 4972. Lines 6a, 6b, and 6c\nLines 6a and 6b\nSocial Security Benefits You should receive a Form SSA-1099\nshowing in box 3 the total social security benefits paid to you. Box 4 will show\nthe amount of any benefits you repaid in\n2022."
}