{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 107,
  "chunk_text": "If your total estimated tax for 2023 is $1,000 or more,\nsee Form 1040-ES and Pub. 505 for a\nworksheet you can use to see if you have\nto make estimated tax payments. For\nmore details, see Pub. 505. Secure Your Tax\nRecords From Identity Theft All taxpayers can now apply TIP for an Identity Protection PIN\n(IP PIN). Use the Get An IP\nPIN tool on IRS.gov to request an IP\nPIN, file Form 15227 if your income is\n$73,000 ($146,000 if married filing\njointly) or less, or make an appointment\nto visit a Taxpayer Assistance Center. Identity theft occurs when someone\nuses your personal information, such as\nyour name, social security number\n(SSN), or other identifying information,\nwithout your permission to commit\nfraud or other crimes. An identity thief\nmay use your SSN to get a job or may\nfile a tax return using your SSN to receive a refund. To reduce your risk:\n• Protect your SSN,\n• Ensure your employer is protecting\nyour SSN, and\n• Be careful when choosing a tax return preparer. If your tax records are affected by\nidentity theft and you receive a notice\nfrom the IRS, respond right away to the\nname and phone number printed on the\nIRS notice or letter. For more information, see Pub. 5027. The IRS doesn't initiate contact with\ntaxpayers via emails. Also, the IRS\ndoesn't request detailed personal information through email or ask taxpayers\nfor the PIN numbers, passwords, or similar secret access information for their\ncredit card, bank, or other financial accounts. If you receive an unsolicited email\nclaiming to be from the IRS, forward the\nmessage to phishing@irs.gov. You may\nalso report misuse of the IRS name,\nlogo, forms, or other IRS property to the\nTreasury Inspector General for Tax Administration toll free at 800-366-4484. People who are deaf, hard of hearing, or\nhave a speech disability and who have\naccess to TTY/TDD equipment can call\n800-877-8339. You can forward suspicious emails to the Federal Trade Commission (FTC) at spam@uce.gov or report them at ftc.gov/complaint. You can\ncontact them at www.ftc.gov/idtheft or\n877-IDTHEFT (877-438-4338). If you\nhave been the victim of identity theft,\nsee www.IdentityTheft.gov and Pub. -77- 5027. People who are deaf, hard of hearing, or have a speech disability and who\nhave access to TTY/TDD equipment can\ncall 866-653-4261. Visit IRS.gov and enter “identity\ntheft” in the search box to learn more\nabout identity theft and how to reduce\nyour risk. How Do You Make a Gift\nTo Reduce Debt Held By\nthe Public? If you wish to do so, make a check payable to “Bureau of the Fiscal Service.” You can send it to: Bureau of the Fiscal\nService, Attn: Dept G, P.O. Box 2188,\nParkersburg, WV 26106-2188. Or you\ncan enclose the check with your income\ntax return when you file. In the memo\nsection of the check, make a note that it\nis a gift to reduce the debt held by the\npublic. Don’t add your gift to any tax\nyou may owe. See the instructions for\nline 37 for details on how to pay any tax\nyou owe. For information on how to\nmake this type of gift online, go to\nTreasuryDirect.gov/Help-Center/PublicDebt-FAQs/#DebtFinance and click on\n“How do you make a contribution to reduce the debt?” You may be able to deduct this TIP gift on your 2023 tax return."
}