{
  "document_category": "legal-advice",
  "docId": "legal-advice_98",
  "chunk_index": 35,
  "chunk_text": "(B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs. (2) A practitioner may charge no more than the\nrate(s) published under paragraph (b)(1) of this\nsection for at least 30 calendar days after the last date\non which the schedule of fees was published. (c) Communication of fee information. Fee\ninformation may be communicated in professional\nlists, telephone directories, print media, mailings,\nand electronic mail, facsimile, hand delivered\nflyers, radio, television, and any other method. The method chosen, however, must not cause the\ncommunication to become untruthful, deceptive,\nor otherwise in violation of this part. A practitioner\nmay not persist in attempting to contact a prospective\nclient if the prospective client has made it known\nto the practitioner that he or she does not desire\nto be solicited. In the case of radio and television\nbroadcasting, the broadcast must be recorded\nand the practitioner must retain a recording of the\nactual transmission. In the case of direct mail and\ne-commerce communications, the practitioner must\nretain a copy of the actual communication, along\nwith a list or other description of persons to whom the\n§ 10.30 — Page 23 Table of Contents communication was mailed or otherwise distributed. The copy must be retained by the practitioner for a\nperiod of at least 36 months from the date of the last\ntransmission or use. (d) Improper associations. A practitioner may not,\nin matters related to the Internal Revenue Service,\nassist, or accept assistance from, any person or entity\nwho, to the knowledge of the practitioner, obtains\nclients or otherwise practices in a manner forbidden\nunder this section. (e) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (Approved by the Office of Management and Budget\nunder Control No. 1545-1726)\n§ 10.31 Negotiation of taxpayer checks. (a) A practitioner may not endorse or otherwise\nnegotiate any check (including directing or accepting\npayment by any means, electronic or otherwise, into\nan account owned or controlled by the practitioner or\nany firm or other entity with whom the practitioner\nis associated) issued to a client by the government in\nrespect of a Federal tax liability. (b) Effective/applicability date. This section is\napplicable beginning June 12, 2014. § 10.32 Practice of law. Nothing in the regulations in this part may be\nconstrued as authorizing persons not members of the\nbar to practice law. § 10.33 Best practices for tax advisors. (a) Best practices. Tax advisors should provide\nclients with the highest quality representation\nconcerning Federal tax issues by adhering to best\npractices in providing advice and in preparing or\nassisting in the preparation of a submission to the\nInternal Revenue Service. In addition to compliance\nwith the standards of practice provided elsewhere in\nthis part, best practices include the following:\n(1) Communicating clearly with the client\nPage 24 — § 10.30 regarding the terms of the engagement. For example,\nthe advisor should determine the client’s expected\npurpose for and use of the advice and should have\na clear understanding with the client regarding the\nform and scope of the advice or assistance to be\nrendered."
}