{
  "document_category": "legal-advice",
  "docId": "legal-advice_76",
  "chunk_index": 2,
  "chunk_text": "While the taxpayer produces its own power, the taxpayer is connected to\nthe power company’s grid so that it can draw power to run its operations if needed. The\ntaxpayer sells any excess power production from its operation back to the power\ncompany grid. Since Year 2, the taxpayer has depreciated its power plant equipment and\nassociated assets under Asset Class 20.2 of Rev. Proc. 87-56, 1987-2 C.B. 674. That\nasset class provides a 18-year class life, and a 10-year recovery period under the\ngeneral depreciation system, for assets used in the production of raw sugar, syrup, or\nfinished sugar cane or sugar beets. Exam reviewed the taxpayer’s power production\noperation and issued a Notice of Proposed Adjustment (a “NOPA”) that the power\nproduction plant and associated assets should be depreciated under Asset Class 00.4\nof Rev. Proc. 87-56 which provides a 22-year class life and a 15-year recovery period,\nunder the general depreciation system, for assets used in “industrial steam and electric\ngeneration and/or distribution systems.” After Exam asserted its position in its NOPA,\nthe taxpayer changed its position and notified Exam that it was in fact entitled to classify\nthe power plant equipment and associated assets under § 168(e)(3)(B)(vi)(II), which\nprovides for a 5-year property classification with a 5-year recovery period under the\ngeneral depreciation system. An IRS Engineer determined that the Fuel used in the power facility met the\ndefinition of “biomass property” pursuant to § 48(l)(15) (1990). The IRS engineer also\nstudied the taxpayer’s power facility and opined that the power facility was a\n“cogeneration facility” within the meaning of 16 U.S.C. § 796(18). A cogeneration\nfacility is defined as “a facility which produces (i) electric energy, and (ii) steam or forms\nof useful energy (such as heat) which are used for industrial, commercial, heating or\ncooling purposes.” 16 U.S.C. § 796(18)(A). A qualified cogeneration facility is a facility\nthat the FERC determines, by rule, meets such requirements (i.e. minimum size, fuel\nuse, and fuel efficiency) as the FERC prescribes, by rule. 16 U.S.C. § 796(18)(B). The taxpayer agrees that the facility is a cogeneration facility, but claimed that it\nis also a qualified small power production facility. The taxpayer suggests that the two\ndefinitions are not mutually exclusive. The taxpayer claims that the type of fuel used in\nits power operation, combined with the size of the electricity output, make the facility a POSTF-132138-11 -4- small power production facility. The taxpayer adds that the self-certification filed with\nthe FERC in October of 1984 makes the facility “qualified.” Therefore, in determining\nwhether § 168(e)(3)(B)(vi)(II) applied, Exam questioned whether the power facility could\nbe, and was, a “qualified small power production facility” within the meaning of 16\nU.S.C. § 17(C). LAW AND ANALYSIS\nSection 167(a) allows as a deduction, “a reasonable allowance for the\nexhaustion, wear and tear of property used in a trade or business or held for the\nproduction of income.” Section 168 is used to determine the amount and timing of the\ndepreciation deduction."
}