{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 14,
  "chunk_text": "12\nIn addition, as a general rule, Subchapter K uses an entity approach in the rules\nrelating to partnership accounting methods. See, for example, I.R.C. §706(a). In this\ncase, when advance payments must be recognized is a method of accounting. It is\nthus determined at the partnership and not the partner level. In summary, it is our opinion that the taxpayer can not obtain the requisite inventory via\nits equity ownership interests in the S corporations, partnerships, or limited liability\ncompanies via attribution rules, as suggested by the taxpayer. 10 Except for one member limited liability companies, which are not at issue in this case, limited liability companies\nare taxed as partnerships unless they elect to be taxed as corporations. Treas. Reg. §301.7701-3(b)(1).\n11 In the case of S Corporations, I.R.C. §1366(a) essentially provides identical treatment to that provided by I.R.C.\n§702. 12 The taxpayer, A, simply takes into account its own share of the partnership’s I.R.C. §702(a)(8) bottom-line\nincome and of separately stated items, under I.R.C. §702(a)(1) through I.R.C. §702(a)(7). POSTF-134398-08 18 CASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. This opinion benefited from the assistance of Technical Advisors Phillip J. Hofmann and\nMaria A. Montani. The Service’s position was informally reviewed by, or discussed with\nIndustry Counsel (Retail) Carol B. McClure, Associate Industry Counsel (Retail)\nBenjamin W. McClendon, and Chief Counsel’s national office (CC:ITA:B02 and\nCC:PSI:B03), If you have any questions, please call Food & Beverage Industry\nCounsel Rogelio A. Villageliu at -------------------. HARMON B. DOW\nDeputy Area Counsel (Retailers, Food,\nPharmaceuticals & Healthcare)\n(Large & Mid-Size Business) /Rogelio A. Villageliu/\nBy: _____________________________ Rogelio A. Villageliu\nIndustry Counsel (Food & Beverages)\n(Retailers, Food, Pharmaceuticals & Healthcare)\n(Large & Mid-Size Business)"
}