{
  "document_category": "legal-advice",
  "docId": "legal-advice_66",
  "chunk_index": 4,
  "chunk_text": "Low Income Taxpayer Clinics Help Taxpayers\nLow Income Taxpayer Clinics (LITCs) are independent from the Internal Revenue Service (IRS) and the Taxpayer Advocate\nService (TAS). LITCs represent individuals whose income is below a certain level and who need to resolve tax problems with\nthe IRS. LITCs can represent taxpayers in audits, appeals, and tax collection disputes before the IRS and in court. In addition,\nLITCs can provide information about taxpayer rights and responsibilities in different languages for individuals who speak\nEnglish as a second language. Services are offered for free or a small fee. For more information or to find an LITC near you, see\nthe LITC page at TaxpayerAdvocate. IRS.gov/LITCMap or IRS Publication 4134, Low Income Taxpayer Clinic List. This\npublication is available online at IRS. gov/Forms-Pubs or by calling the IRS toll free at 800-TAX-FORM (800-829-3676). Suggestions for Improving the IRS\nTaxpayer Advocacy Panel\nTaxpayers have an opportunity to provide direct feedback to the Internal Revenue Service (IRS) through the Taxpayer Advocacy\nPanel (TAP). The TAP is a Federal Advisory Committee comprised of an independent panel of citizen volunteers who listen to\ntaxpayers, identify taxpayers' systemic issues, and make suggestions for improving IRS customer service. Contact TAP at\nImproveIRS.org. -4- Affordable Care Act — What You Need To Know\nRequirement To Reconcile Advance Payments of the Premium Tax Credit The premium tax credit helps pay premiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments of the premium tax credit made on their behalf directly to the insurance\ncompany. If you or a family member enrolled in health insurance through the Marketplace and advance payments of the\npremium tax credit were made to your insurance company to reduce your monthly premium payment, you must attach\nForm 8962 to your return to reconcile (compare) the advance payments with your premium tax credit for the year. The Marketplace is required to send Form 1095-A by January 31, 2023, listing the advance payments and other\ninformation you need to complete Form 8962. 1. You will need Form 1095-A from the Marketplace. 2. Complete Form 8962 to claim the credit and to reconcile your advance credit payments. 3. Include Form 8962 with your Form 1040, Form 1040-SR, or Form 1040-NR. (Don’t include Form 1095-A.) Health Coverage Reporting If you or someone in your family was an employee in 2022, the employer may be required to send you Form\n1095-C. Part II of Form 1095-C shows whether your employer offered you health insurance coverage and, if\nso, information about the offer. You should receive Form 1095-C by early March 2023. This information may be\nrelevant if you purchased health insurance coverage for 2022 through the Health Insurance Marketplace and\nwish to claim the premium tax credit on Schedule 3, line 9. However, you don’t need to wait to receive this form\nto file your return. You may rely on other information received from your employer. If you don’t wish to claim the\npremium tax credit for 2022, you don’t need the information in Part II of Form 1095-C."
}