{
  "document_category": "legal-advice",
  "docId": "legal-advice_42",
  "chunk_index": 7,
  "chunk_text": "Taxpayer also argues that LLC’s productive capacity would have been relevant for\npurposes of applying the productive capacity limitation to Taxpayer only if LLC had been\nan eligible small ethanol producer and had made an allocation of the small ethanol\nproducer credit to Taxpayer. It is true that if LLC was an eligible small ethanol producer\nand had made an allocation of the small ethanol producer credit to Taxpayer, it would\nhave been necessary for Taxpayer to apply the productive capacity limitation at the LLC\nmember level under the pass-through entity rule in § 40(g)(3) in order to determine\nwhether Taxpayer qualified for the credit. However, contrary to Taxpayer’s position, the\napplication of the productive capacity limitation under § 40(g)(1) and the aggregation\nrule in § 40(g)(2) is not limited to persons that satisfy the productive capacity limitation\nwhen considered in isolation of other related entities. POSTU-121455-09 8 Taxpayer’s alternative argument is that, if it is necessary to consider LLC’s productive\ncapacity for purposes of applying the productive capacity limitation to Taxpayer, the\npass-through entity rule in § 40(g)(3) requires applying the productive capacity limitation\nat the partner or similar level, in which case LLC’s productive capacity would be\nallocated through Taxpayer to Taxpayer’s patrons and the productive capacity limitation\nwould be tested at the patron level. Given that Taxpayer had a large number of patrons\nbetween Date 1 and Date 9, Taxpayer argues that the productive capacity limitation\nwould not have been exceeded based on each patron’s pro rata share of Taxpayer’s\npro rata share of LLC’s productive capacity. Taxpayer argues that because the\nproductive capacity limitation was satisfied at the patron level, Taxpayer was an eligible\nsmall ethanol producer. Under Taxpayer’s interpretation of § 40(g)(3), the productive capacity limitation applies\nat the partner or similar level to determine whether a pass-through entity satisfies the\nproductive capacity limitation. Contrary to Taxpayer’s position, the productive capacity\nlimitation is applied at the partner or similar level to determine whether an owner of a\npass-through entity qualifies for the small ethanol producer credit if the owner receives\nan allocation of the credit from one or more pass-through entities. The application of the partner or similar level rule in § 40(g)(3) does not apply in this\ncase because Taxpayer was not an eligible small ethanol producer under the productive\ncapacity limitation under § 40(g)(1) and the aggregation rule under § 40(g)(2) during the\nentire taxable year ending Date 9. Once Taxpayer exceeds the production capacity\nlimitations, no further inquiry is required regarding the production capacity of Taxpayer’s\npatrons since the credit is not available at this point. SUMMARY\nTaxpayer and LLC were considered to be one person during the period Date 3 through\nDate 7 pursuant to the aggregation rule in § 40(g)(2) because of Taxpayer’s ownership\nof more than 50% of the LLC capital interest and profit interest during such period. During the period commencing on Date 6, Taxpayer and LLC were considered to have\ncombined productive capacity of J gallons, which exceeded the 60 million gallon\nlimitation in § 40(g)(1)."
}