{
  "document_category": "legal-advice",
  "docId": "legal-advice_29",
  "chunk_index": 7,
  "chunk_text": "All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File? • Security—Free File uses the latest encryption technology to safeguard your information. • Flexible Payments—File early; pay by April 18, 2023 (for most people). • Greater Accuracy—Fewer errors mean faster processing. • Quick Receipt—Get an acknowledgment that your return was received and accepted. • Go Green—Reduce the amount of paper used. • It’s Free—through IRS.gov/FreeFile.\n• Faster Refunds—Join the eight in 10 taxpayers who get their refunds faster by using\ndirect deposit and e-file. Do Your Taxes for Free If your adjusted gross income was $73,000 or less in 2022, you can use free tax software to prepare and e-file your tax return. Earned more? Use Free File Fillable Forms. Free File. This public–private partnership, between the IRS and tax software providers, makes approximately a dozen\nbrand-name commercial software products and e-file available for free. Seventy percent of the nation’s taxpayers are eligible. Just visit IRS.gov/FreeFile for details. Free File combines all the benefits of e-file and easy-to-use software at no cost. Guided\nquestions will help ensure you get all the tax credits and deductions you are due. It’s fast, safe, and free. You can review each software provider’s criteria for free usage or use an online tool to find which free software products match\nyour situation. Some software providers offer state tax return preparation for free. Free File Fillable Forms. The IRS offers electronic versions of IRS paper forms that can also be e-filed for free. Free File\nFillable Forms is best for people experienced in preparing their own tax returns. There are no income limitations. Free File\nFillable Forms does basic math calculations. It supports only federal tax forms. Free Tax Help Available Nationwide\nVolunteers are available in communities nationwide providing free tax assistance to low-to-moderate income (generally under\n$60,000 in adjusted gross income) and elderly taxpayers (age 60 and older). At selected sites, taxpayers can input and\nelectronically file their own tax return with the assistance of an IRS-certified volunteer. See How To Get Tax Help near the end of these instructions for additional information or visit IRS.gov (Keyword: VITA) for a\nVITA/TCE site near you! IRS.gov is the gateway to all electronic services offered by the IRS, as well as the spot to download forms at IRS.gov/Forms. Make your tax payments online—it’s easy. You can make payments online, by phone, or from a mobile device. Paying online is safe and secure; it\nputs you in control of paying your tax bill and gives you peace of mind. You determine the payment\ndate, and you will receive an immediate confirmation from the IRS. Go to IRS.gov/Payments to see all\nyour online payment options. -7- Filing\nRequirements\nDo You Have To\nFile? Use Chart A, B, or C to see if you must\nfile a return. U.S. citizens who lived in\nor had income from a U.S. possession\nshould see Pub. 570. Residents of Puerto\nRico can use Tax Topic 901 to see if\nthey must file. Even if you do not otherwise"
}