{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 136,
  "chunk_text": "You\nmay also have to repay excess advance\npayments of the premium tax credit if\nyou enrolled an individual in coverage\nthrough the Marketplace, you don’t\nclaim the individual as a dependent on\nyour return, and no one else claims that\nindividual as a dependent. For more information, see the Instructions for Form\n8962. Line 2 Unreported Social Security and\nMedicare Tax From Form 4137 Excess Advance Premium Tax\nCredit Repayment If you have excess advance premium tax credit (APTC) repayCAUTION ments, go to IRS.gov/Form8962\nfor more information. ! The premium tax credit helps pay\npremiums for health insurance purchased from the Marketplace. Eligible\nindividuals may have advance payments\nof the premium tax credit paid on their\nbehalf directly to the insurance company. If you, your spouse with whom you\nare filing a joint return, or your dependent was enrolled in coverage purchased\nfrom the Marketplace and advance payments of the premium tax credit were\nmade for the coverage, complete Form\n8962 to reconcile (compare) the advance\npayments with your premium tax credit. You (or whoever enrolled you) should\nhave received Form 1095-A from the\nMarketplace with information about -95- Line 5 Enter the total of any taxes from Form\n4137. If you received tips of $20 or more in\nany month and you didn't report the full\namount to your employer, you must pay\nthe social security and Medicare or railroad retirement (RRTA) tax on the unreported tips. Don’t include the value of any noncash tips, such as tickets or passes. You\ndon’t pay social security and Medicare\ntaxes or RRTA tax on these noncash\ntips. To figure the social security and\nMedicare tax, use Form 4137. If you\nowe RRTA tax, contact your employer. Your employer will figure and collect\nthe RRTA tax. Worksheet To See if You Should Fill in Form 6251—Schedule 2, Line 1 Before you begin: Be sure you have read the Exception in the instructions for this line to see if you must fill in Form 6251 instead of\nusing this worksheet. 1. Are you filing Schedule A?\nNo. Skip lines 1 and 2; subtract Form 1040 or 1040-SR, line 13, or Form 1040-NR, line 13a, from Form\n1040, 1040-SR, or 1040-NR, line 11, and enter the result on line 3 and go to line 4. Yes. Enter the amount from Form 1040, 1040-SR, or 1040-NR, line 15 . . . . . . . . . . . . . . . . . . . . . . . . . . 1. 2. Enter the amount from Schedule A, line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2."
}