{
  "doc_id": "legal-advice_70",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_70__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20132702F\nRelease Date: 7/5/2013\nCC:LB&I:HMT:NEW:2:NConnelly POSTF-151593-11\ndate:\nto: from: subject: May 17, 2013\nDavid Kroll\nInternal Revenue Agent\nMountainside, NJ\nNicole Connelly\nAttorney (Newark, Group 2)\n(Large Business & International) UIL: 954-00.00\n861-05.00\nTax Years: ---------------This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. The advice in this memorandum is conditioned on the accuracy of the facts you\npresented to us. If you determine that these facts are incorrect, you should not rely on\nthis advice, and should please contact this office. Issue:\n1. Whether rental income from leasing software to third parties outside of a CFC’s country\nof organization is foreign personal holding company income. 2. Whether a CFC which engages in mostly administrative and accounting functions\nqualifies for the active marketing exception under Treas. Reg. § 1.954-2(c)(1)(iv). Conclusion: POSTF-151593-11 2 1. Rental income from leasing software to third parties outside the CFC’s country of\nincorporation is foreign personal holding company income. 2. The CFC does not maintain and operate an organization in a foreign country that is\nregularly engaged in the business of marketing the software, and therefore does not\nqualify for the active marketing exception under Treas. Reg. § 1.954-2(c)(1)(iv). FACTS\n----------------------------------- -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------is a software developer and develops all the software at issue. In 20---,\n-------------------------------and ----------------------------entered into a cost-sharing agreement with\nrespect to the developed software, pursuant to which ----------------------------purchased a\nperpetual, undivided right and interest to use, sell and license the software to third parties in the\nentire world other than --------------------and ------------------. ---------------------------------------------------------------------------------------------------------------------------------------licenses1 the 1 POSTF-151593-11 3 software to ------------------------. -------------------------then leases2 the software to third party\ncustomers. THE AGREEMENTS Agreement between ----------------------------and ----------------------------------------------------has a Software License Agreement with ------------------------------- ------------------------------------------------------------------------------------------------------------- .\nUnder the Agreement, ----------------------------grants -------------------------a limited, nonexclusive, non-transferable license3 to transfer the Software and Improvements to third parties\nwithin the Territory (entire world other than ------------------and -------------------). Title and\nownership of the Software and Improvements remain the property of ----------------------------------------------------------------------------------------------------------------------------------------------- in\nthe Territory. -------------------------receives no other intangible rights except for the right to\ndistribute copies of the Software to third parties. 4 In return, -------------------------pays ---------------------------- ---% of profits (revenues less\nexpenses) as a royalty. 5 Upon termination of the Agreement, -------------------------is required to\nreturn to ----------------------------all copies of the Software and all information regarding the 2 As discussed below, the Taxpayer and the Service agree that the transfer of software from -------------------------- to customers is properly characterized as a lease for U.S. federal income tax purposes. 3 4 As further discussed below, the Service and the Taxpayer agree that ------------------------------ transfer of\nsoftware to a third party customer is properly characterized as a lease of a copyrighted article for U.S.\nfederal income tax purposes. 5 4 POSTF-151593-11 Software. All copies of the materials on computers must be deleted and destroyed from the\ncomputer memory. The termination of the agreement does not affect any leases between ----------------------------------and third parties in effect as of the date of the termination. In the years at issue, -------------------------made the following royalty payments to -----------------------------------: ------$------------- ------$------------------$------------Agreements between --------------------------and third parties"
    },
    {
      "id": "legal-advice_70__1",
      "chunk_id": "1",
      "content": "The termination of the agreement does not affect any leases between ----------------------------------and third parties in effect as of the date of the termination. In the years at issue, -------------------------made the following royalty payments to -----------------------------------: ------$------------- ------$------------------$------------Agreements between --------------------------and third parties -------------------------transfers the software to third parties located outside of ---------. The\nagreements characterize the transfer as a perpetual, non-exclusive, transferable (but only to the\ncustomer’s affiliates) “license”6 to use, copy, load, execute and store such number of “seats” as\nhave been leased on their computers. -------- --------------------------------------------. Third party\ncustomers pay a one-time fee for each “seat”, or person who is using the software. Each year, if\nmore seats are needed, the third party customer pays for each additional seat. Each year the third party customers must also pay an Annual Software Maintenance Fee\n(------% of the fees for the seats in use that year) and a Support Services fee (----% of the fees for\nthe seats in use that year). When the customer purchases more seats, those seats are factored into\nthe calculation of the maintenance and support fees. After a year, the customer has the right to terminate the maintenance and support fees, 6 Although the agreements between ----------------------------and the third parties characterize the transfer\nas a “license,” the Service and the Taxpayer agree that the transfer of the software is actually a lease of a\ncopyrighted article for U.S. federal income tax purposes. See Treas. Reg. § 1.861-18(g) (“Neither the\nform adopted by the parties to the transaction, nor the classification of the transaction under copyright\nlaw, shall be determinative” as to the classification of the transaction). POSTF-151593-11 5 provided that it certifies in writing that it no longer uses the ----------------software. If the\ncustomer wishes to begin using the software again, it has the option of either purchasing all new\n“seats” and beginning the process over, or paying all retroactive maintenance and support fees\nthat would have been due between the notification of termination and the notification of re-use. MARKETING\nIn ------, -------------------------had two employees, a Financial Controller (also referred to\nas an Accounting Manager) and a Software Media Production Assistant, and three directors. However, the Executive Director seems to fulfill the job duties of an officer of the company, and\nwill be referred to in this memo as an employee. -------------------------paid salaries to its\nemployees7 totaling about €----------in ------. In -------and ------, -------------------------no longer\nemployed the Software Media Production Assistant, whose job duties were assumed by the\nExecutive Director. In -------and ------, -------------------------paid salaries to its two employees\n(the Financial Controller and Executive Director) totaling about €----------and €---------,\nrespectively. Their job descriptions include mostly administrative and bookkeeping duties,\nkeeping track of payments, filing tax returns, overseeing payroll, ordering the software keys,\nkeeping records, etc. There is one mention of marketing services: the Executive Director’s duties\ninclude developing and assisting the marketing function in ----------and working with the UK and\nEuropean marketing executives to promote and assist sales opportunities. The employees during\nthe years at issue8 have backgrounds in accounting, finance, or technology -- not a background in\nany type of marketing. The employees do not track their time spent on activities and --------------7"
    },
    {
      "id": "legal-advice_70__2",
      "chunk_id": "2",
      "content": "The employees during\nthe years at issue8 have backgrounds in accounting, finance, or technology -- not a background in\nany type of marketing. The employees do not track their time spent on activities and --------------7 This includes the salary of the Executive Director. A total of three employees (Software Media Production Assistant, Financial Controller/Accounting\nManager, and Executive Director) during ---------and only two employees (Financial Controller/Accounting\nManager and Executive Director) during ---------and -------. 8 POSTF-151593-11 6 ----------is unable to provide any details on the amount of time spent on marketing. Only a\npowerpoint presentation that the Executive Director of -------------------------allegedly gave to one\nof the customers was provided. ------------------------- only had seven customers during the years at issue. Two of those\ncustomers, ---------------------------------------, were assumed by -------------------------when the -----------------------------9 office was closed. -------------------------has not contracted with any new customers since --------- ------. Only\none of these customers, --------------------, began its contract during the three year audit period. The Service believes that this contract resulted from the marketing efforts of employees of other\n----------------entities, rather than any marketing functions performed by employees of -------------------------------------. SERVICES\n-------------------------paid both related and third-party developers to customize and\nmodify the software before it was leased to the customers. These services were not provided by\nemployees of ------------------------. Instead, these services were contracted out, to third parties in\n------, and then to other --------------- entities in --------------. In addition, under the Licensing Agreements with third parties, -------------------------------------------------------------------------------------------------------------------------------------------- was\nrequired to provide certain services and maintenance to their customers, in exchange for an\nAnnual Software Maintenance Fee and a Support Services Fee. All of these services were 9 ------------------------------ was another ------------------entity, incorporated in -------------in -------, and closed in\n-------. POSTF-151593-11 7 provided by related ----------------entities, which were compensated by ------------------------. The\nentities performing the services were ------------------------------------------, and -------------------------------. For these services, -------------------------accrued liabilities to these entities in the\namounts of $-----------, $-----------and $-----------each, in --------------------------, respectively. For -------and ------, the income base used to calculate the royalties due to ------------------------------ included the service and maintenance income. For ------, the income base did not\ninclude this income. LAW\nUnder section 951(a)(1), if a foreign corporation is a controlled foreign corporation\n(within the meaning of section 957(a)) for an uninterrupted period of 30 days or more during any\ntaxable year, every person that is a United States shareholder (within the meaning of section\n951(b)) of such corporation and that owns stock in such corporation on the last day, in such year,\non which such corporation is a controlled foreign corporation (CFC) shall include in its gross\nincome, for its taxable year in which or with which such taxable year of the corporation ends, its\npro rata share of the corporation's subpart F income for such year. Section 952 defines “subpart F income” as including foreign base company income. Section 954(a) defines the term “foreign base company income” as the sum of a CFC’s\nforeign personal holding company income (FPHCI), foreign base company sales income, foreign\nbase company services income, and foreign base company oil related income for the taxable\nyear. Under section 954(c)(1)(A), FPHCI generally includes dividends, interest, royalties,\nrents, and annuities."
    },
    {
      "id": "legal-advice_70__3",
      "chunk_id": "3",
      "content": "Section 954(a) defines the term “foreign base company income” as the sum of a CFC’s\nforeign personal holding company income (FPHCI), foreign base company sales income, foreign\nbase company services income, and foreign base company oil related income for the taxable\nyear. Under section 954(c)(1)(A), FPHCI generally includes dividends, interest, royalties,\nrents, and annuities. However, under section 954(c)(2)(A), FPHCI does not include rents and POSTF-151593-11 8 royalties that are derived in the active conduct of a trade or business and that are received from a\nperson other than a related person (within the meaning of section 954(d)(3)). With respect to\nrents, this exception from FPHCI is known as the “active leasing exception.” See also Treas.\nReg. §§ 1.954-2(b)(1)(iii) and 1.954-2(b)(6). Treas. Reg. § 1.954-2(c)(1) provides that rents are considered to be derived in the active\nconduct of a trade or business, and thus excepted from FPHCI, if such rents are derived by the\nCFC (the lessor) from leasing any one of four types of enumerated property. Treas. Reg.\n§ 1.954-2(c)(1)(i)-(iii) describe three types of property not at issue here. Treas. Reg. § 1.954-2(c)(1)(iv) describes the fourth type of property eligible for the active\nleasing exception as property that is leased as a result of the marketing functions of the CFC\nlessor if the lessor, through its own officers or staff of employees located in a foreign country,\nmaintains and operates an organization in such country (1) that is regularly engaged in the\nbusiness of marketing, or of marketing and servicing, the leased property and (2) that is\nsubstantial in relation to the amount of rents derived from the leasing of such property. The twoprong test in Treas. Reg. § 1.954-2(c)(1)(iv) is referred to as the “active marketing exception.” Treas. Reg. § 1.954-2(c)(2)(ii) states that whether an organization in a foreign country is\nsubstantial in relation to the amount of rents is determined based on all facts and circumstances. However, such an organization will be considered substantial in relation to the amount of rents if\nactive leasing expenses equal or exceed 25 percent of the adjusted leasing profit. Treas. Reg.\n§ 1.954-2(c)(2)(iii) and (iv) define active leasing expenses and adjusted leasing profit,\nrespectively. In addition, Treas. Reg. § 1.954-2(c)(2)(vi) provides that the active marketing exception\nwill also apply to rents from leases acquired by the CFC, if following the acquisition the CFC POSTF-151593-11 9 lessor performs active and substantial management, operational, and remarketing functions with\nrespect to the leased property. Thus, there are four methods of meeting the active leasing exception, described in Treas. Reg. § 1.954-2(c)(1)(i)-(iv). These four tests are the exclusive means of meeting the active\nleasing exception. See Treas. Reg. § 1.954-2(b)(6), final sentence (for purposes of § 1.954-2,\nrents “are derived in the active conduct of a trade or business only if the provisions of paragraph\n(c) … are satisfied”). The active marketing exception is the fourth and final exception contained\nwithin the active leasing exception. Treas. Reg. § 1.861-18 contains the rules for the classification of transactions involving\ncomputer programs. These rules specifically relate to subchapter N of chapter 1, which includes\nthe subpart F rules. Treas."
    },
    {
      "id": "legal-advice_70__4",
      "chunk_id": "4",
      "content": "The active marketing exception is the fourth and final exception contained\nwithin the active leasing exception. Treas. Reg. § 1.861-18 contains the rules for the classification of transactions involving\ncomputer programs. These rules specifically relate to subchapter N of chapter 1, which includes\nthe subpart F rules. Treas. Reg. § 1.861-18(a)(3) provides that a computer program is a set of statements or\ninstructions to be used directly or indirectly in a computer in order to bring about a certain result,\nand includes any media, user manuals, documentation, data base or similar item if the media,\nuser manuals, documentation, data base or similar item is incidental to the operation of the\ncomputer program. Treas. Reg. § 1.861-18(b) provides that a transaction involving the transfer of a computer\nprogram, or the provision of services or of know-how with respect to a computer program\n(collectively, a transfer of a computer program) is treated as being solely one of the following:\n(i) A transfer of a copyright right in the computer program;\n(ii) A transfer of a copy of the computer program (a copyrighted article);\n(iii) The provision of services for the development or modification of the computer\nprogram; or POSTF-151593-11 10 (iv) The provision of know-how relating to computer programming techniques. If the transaction consists of more than one category listed above, it shall be treated as separate\ntransactions. However, any transaction that is de minimis, taking into account the facts and\ncircumstances, shall not be treated as a separate transaction, but as part of the main transaction. Treas. Reg. § 1.861-18(c) provides the rules relating specifically to transfers involving\ncopyright rights and copyrighted articles. A transfer of a computer program is classified as a\ntransfer of a copyright right if a person acquires any one or more of:\n(i) The right to make copies of the computer program for purposes of distribution to the\npublic by sale or other transfer of ownership, or by rental, lease or lending;\n(ii) The right to prepare derivative computer programs based upon the copyrighted\ncomputer program;\n(iii) The right to make a public performance of the computer program; or\n(iv) The right to publicly display the computer program. Treas. Reg. § 1.861-18(f)(1) provides that a transfer of a copyright right can be treated as\na sale or a license generating royalty income. The determination of whether a transfer of a\ncopyright right is a sale or exchange of property is made on the basis of whether, taking into\naccount all facts and circumstances, there has been a transfer of all substantial rights in the\ncopyright. A transaction that does not constitute a sale or exchange because not all substantial\nrights have been transferred will be classified as a license generating royalty income. A transfer is treated solely as a transfer of copyrighted articles if a person acquires a copy\nof a computer program but does not acquire any of the rights described in paragraphs (c)(2)(i)\nthrough (iv) of the section (or only acquires a de minimis grant of such rights). A copyrighted\narticle includes a copy of a computer program from which the work can be perceived, POSTF-151593-11 11"
    },
    {
      "id": "legal-advice_70__5",
      "chunk_id": "5",
      "content": "A copyrighted\narticle includes a copy of a computer program from which the work can be perceived, POSTF-151593-11 11 reproduced, or otherwise communicated, either directly or with the aid of a machine or device. The copy of the program may be fixed in the magnetic medium of a floppy disk, or in the main\nmemory or hard drive of a computer, or in any other medium. Treas. Reg. § 1.861-18(c)(1)(ii). Treas. Reg. § 1.861-18(f)(2) provides that the determination of whether a transfer of a\ncopyrighted article is a sale or exchange is made on the basis of whether, taking into account all\nfacts and circumstances, the benefits and burdens of ownership have been transferred. A\ntransaction that does not constitute a sale or exchange because insufficient benefits and burdens\nof ownership of the copyrighted article have been transferred, such that a person other than the\ntransferee is properly treated as the owner of the copyrighted article, will be classified as a lease\ngenerating rental income. Treas. Reg. § 1.861-18(f)(3) provides that consideration must be given as appropriate to\nthe special characteristics of computer programs in transactions that take advantage of these\ncharacteristics (such as the ability to make perfect copies at minimal cost). Treas. Reg. § 1.861-18(g) provides that neither the form adopted by the parties to the\ntransaction, nor the means of transfer (whether by a physical disk or an electronic medium) shall\nbe determinative as to the classification of the transaction. Also, the number of employees of a\ntransferee of a computer program who are permitted to use the program in connection with their\nemployment is not relevant for purposes of this paragraph. ANALYSIS\nI. ---------------------------income from third parties is rental income from the lease of a\ncopyrighted article, and therefore is foreign personal holding company income -------------------------transfers software to third parties outside its country of organization. POSTF-151593-11 12 The third party customers are provided with a key that allows them to download the software\nonto their computer. They are allowed use of the software on their own computers for as long as\nthey continue to pay service and maintenance fees. If they discontinue the service and\nmaintenance fees, the customer must certify in writing that they are not using the ------------------software in an active environment. Because the transaction involves the transfer of computer\nsoftware, the character of the income being received must be analyzed under the computer\nsoftware regulations. Treas. Reg. § 1.861-18 provides regulations for determining the character\nof computer software transactions. As discussed below, under Treas. Reg. § 1.861-18(f), the\ntransfers at issue here are properly treated as leases of copyrighted articles.10\nA transfer is treated solely as a transfer of copyrighted articles if a person acquires a copy\nof a computer program but does not acquire any of the rights described in paragraphs (c)(2)(i)\nthrough (iv) of Treas. Reg. § 1.861-18 (or only acquires a de minimis grant of such rights). In\nthis case, -------------------------did not transfer any copyright rights to the third-party customers. Instead, it transferred copies of the computer software. Therefore, this is a transfer of\ncopyrighted articles. Treas."
    },
    {
      "id": "legal-advice_70__6",
      "chunk_id": "6",
      "content": "Reg. § 1.861-18 (or only acquires a de minimis grant of such rights). In\nthis case, -------------------------did not transfer any copyright rights to the third-party customers. Instead, it transferred copies of the computer software. Therefore, this is a transfer of\ncopyrighted articles. Treas. Reg. § 1.861-18(f)(2) provides that the determination of whether a transfer of a\ncopyrighted article is a sale or a lease is made on the basis of whether, taking into account all\nfacts and circumstances, the benefits and burdens of ownership have been transferred. A\ntransaction that does not constitute a sale or exchange because insufficient benefits and burdens\nof ownership of the copyrighted article have been transferred, such that a person other than the\ntransferee is properly treated as the owner of the copyrighted article, will be classified as a lease\ngenerating rental income. Whether the benefits and burdens of ownership have been transferred\n10 The Taxpayer has agreed previously that the transfer of the software is a lease of a copyrighted article. POSTF-151593-11 13 should take into consideration all of the facts and circumstances. Treas. Reg. § 1.861-18(f)(1). Here, the software is transferred to the third party customers’ computers. Although the\ncustomers keep the software on their network, they are only allowed to use the software as long\nas they continue to pay Software and Maintenance Fees. If they stop paying the fees, or terminate\ntheir agreement with ------------------------, they must certify that they are no longer using the\nsoftware. The customers cannot distribute the software, or continue using it without --------------- ------------permission. The benefits and burdens of ownership are not transferred to the customer. Therefore, the transaction is properly characterized as a lease generating rental income11. Thus, ---------------------------rental income is FPHCI under section 954(c)(1)(A) unless it\nqualifies for the active leasing exception under section 954(c)(2)(A). II. -------------------------does not qualify for the active leasing exception under section\n954(c)(2)(A) As discussed above, under section 954(c)(2)(A), FPHCI does not include rents and royalties that are derived in the active conduct of a trade or business and that are received from a\nperson other than a related person. Also as discussed above, under the active marketing exception contained in Treas. Reg.\n§ 1.954-2(c)(1)(iv), rents are considered to be derived in the active conduct of a trade or business\nif the rents are derived by the CFC (the lessor) from leasing property that is leased as a result of\nthe performance of marketing functions by the lessor if the CFC, through its own officers or staff\nof employees located in a foreign country, maintains and operates an organization in such\ncountry (1) that is regularly engaged in the business of marketing, or of marketing and servicing,\nthe leased property and (2) that is substantial in relation to the amount of rents derived from the\n11 The Taxpayer has agreed previously that the transfer of the software is a lease of a copyrighted article POSTF-151593-11 14 leasing of such property. Thus, to qualify under the active marketing exception of Treas. Reg. § 1.954-2 (c)(1)(iv), the\nCFC lessor must satisfy a two-part test."
    },
    {
      "id": "legal-advice_70__7",
      "chunk_id": "7",
      "content": "The Taxpayer has agreed previously that the transfer of the software is a lease of a copyrighted article POSTF-151593-11 14 leasing of such property. Thus, to qualify under the active marketing exception of Treas. Reg. § 1.954-2 (c)(1)(iv), the\nCFC lessor must satisfy a two-part test. First, it must maintain and operate an organization in a\nforeign country that is regularly engaged in the business of marketing the leased property. Second, it must establish that the organization in the foreign country is substantial in relation to\nthe amount of rents received. Because -------------------------does not lease the software as a result\nof its own marketing function and employees, nor does it maintain and operate an organization in\n----------that is regularly engaged in the business of marketing, it does not satisfy the first prong\nof the active marketing exception, and its third party rental income is FPHCI. -------------------------does not lease the software as a result of its own marketing\nfunctions, through its own officers or staff. It mainly functions to collect the rents, keep track of\naccounting, distribute keys to its customers, and act as a conduit for funds to other ----------------entities. In the years at issue, -------------------------had only seven customers. Two out of the seven\nof ---------------------------customers originally contracted with --------------------------. When that\noffice closed, these customers were transferred to -------------------------. It is doubtful that --------------------------------induced the original contracts, as no evidence was found to indicate that\nthese customers were obtained through any marketing by employees of ------------------------------------------------------------------------------------------------------------------------------------------- . Of the other five customers, only one first became a customer during the years at issue. In\nfact, that one customer, --------------------, is the only new customer that has contracted with ------------------------------since ------. The other four customers had contracts that were entered into in\nyears before the years at issue. -------------------------performs little to no marketing activity. POSTF-151593-11 15 Consequently, neither the customers obtained from --------------------------, nor the customers\nsigned directly through -------------------------qualify -------------------------for the active marketing\nexception. Under § 1.954-2(c)(2)(vi), the active marketing exception can apply in certain situations\nto rents from acquired leases. However, the CFC, through its own officers or staff of employees,\nmust perform active and substantial management, operational, and remarketing functions with\nrespect to the leased property following the acquisition of the lease. ---------------------------------employees performed no such management, operational, and remarketing functions with respect\nto any of its leases. -----------------------------owns several ----------------entities in various countries. -----------------------------marketing is done through companies other than ---------------- ---------. Of all the\npress releases on the ----------------website, almost none were released from ------------------------- -------------------------------------------------------------------------------------------------------------------. They were released from the -----------------------------offices. The ---------------------marketing\nteam has won international awards for their marketing. This is in stark contrast to --------------------------, which does not employ a single person with marketing experience or functions. ---------------------------------- has also not been able to provide any documentation of time spent on\nmarketing. They award no bonuses or commissions based on successful marketing, and have\nonly provided the Service with a generic powerpoint presentation that the Executive Director\nallegedly presented to one of their customers. This does not show that the rents were derived\nfrom ---------------------------marketing functions."
    },
    {
      "id": "legal-advice_70__8",
      "chunk_id": "8",
      "content": "They award no bonuses or commissions based on successful marketing, and have\nonly provided the Service with a generic powerpoint presentation that the Executive Director\nallegedly presented to one of their customers. This does not show that the rents were derived\nfrom ---------------------------marketing functions. The employees at -------------------------have no marketing experience, and did not lease\nthe software as a result of their marketing functions. The employees at ------------------------------- POSTF-151593-11 16 --------------------------------------------------------------------------------------------------------------are\nnot compensated as full time employees. -------------------------paid salaries of about ----------, --------------and -----------in the years at issue. Divided among a few employees12, it is difficult to\nsee how the employees are being compensated for any substantial marketing activity. For\nexample, in ------, the Executive Director of ------------------------, who is the only employee of ---------------------------whose job description even mentions marketing, was compensated only a\ntotal of about ----------for his work at ------------------------. These facts indicate that the Financial Controller/Accounting Manager and Software\nMedia Production Assistant were being compensated for ministerial and accounting duties, and\nnot for any substantial marketing abilities. In addition, there is no mention of any marketing\nfunctions in the job descriptions of any other employee or director other than a brief mention in\nthe Executive Director’s job description. The Financial Controller’s13 and Software Media\nProduction Assistant’s14 duties include mainly bookkeeping, preparing taxes, accounting,\noverseeing reporting processes, tracking the keys, distributing the keys, and other accounting or\nministerial functions. Only the Executive Director’s job description even mentions marketing,\nand only in the context of working with marketing executives in the --------------------to assist in\nsales opportunities. The Executive Director, Financial Controller and Software Media Production\nAssistant have no background in marketing, either in education or previous employment. These\nemployees did not engage ---------------------------customers through their own marketing\nfunctions, because they have no marketing functions. 12 As discussed above, including the Executive Director, who seems to fulfill the job duties of an officer of\nthe company, there were three employees in --------and two employees in ---------------------. 13\nThe Financial Controller was employed by ----------------------------during all the years at issue, ------------------. 14\nThe Software Media Production Assistant was employed only during -------. POSTF-151593-11 17 Accordingly, -------------------------does not maintain and operate an organization in ---------------that is regularly engaged in the business of marketing the leased property. There is no\nevidence that -------------------------engages in any marketing at all, other than possibly a single\npowerpoint presentation. If its employees do not perform marketing activities, then it is\nimpossible for -------------------------to be regularly engaged in the business of marketing. -------------------------only has seven customers. Two of those customers were taken from\na different ----------------entity. Only one of those customers was signed in the years at issue, and\nno other customers have been contracted with since ------. If -------------------------is operating a\nreal and substantial marketing operation, they have been failing completely at marketing new\ncustomers for the last four years. In addition, the entire agreement between -------------------------and ---------------------------indicates that -------------------------is not a marketing company. -------------------------pays ---%\nof its income to ------------. It keeps only --% of its profits. This huge percentage of the rental\nincome that is funneled straight through -------------------------directly to -----------------------------indicates that -------------------------is collecting passive rents rather than earning active leasing\nincome."
    },
    {
      "id": "legal-advice_70__9",
      "chunk_id": "9",
      "content": "---------------------------indicates that -------------------------is not a marketing company. -------------------------pays ---%\nof its income to ------------. It keeps only --% of its profits. This huge percentage of the rental\nincome that is funneled straight through -------------------------directly to -----------------------------indicates that -------------------------is collecting passive rents rather than earning active leasing\nincome. The distinction that Congress drew in section 954(c)(2)(A) is the difference between a\ncompany that operates a real and substantial leasing business with respect to its property, and one\nthat acts as a mere passive financial intermediary. In this case, ----------------------------------------------------------------------------------------------------------------------------------------limited purpose\nis to maintain records and accounting relating to their customers, distribute the keys, and collect\nand direct the customer’s payments to other --------------- entities. It is a conduit for the payments\nfrom third parties. It does not operate a real and substantial marketing business, and therefore POSTF-151593-11 18 does not qualify for the active marketing exception. Thus, its rental income from third parties is\nFPHCI. Conclusion The active marketing exception was designed to allow CFCs that operate an actual\nmarketing business in their country of incorporation an exception to the subpart F rules. ---------- -------------------------is merely a conduit, minimally engaged in record keeping and distribution\nof software keys. It is not a marketing business, and does not qualify for the active marketing\nexception. Its rental income from third parties is foreign personal holding company income. If you have any questions or concerns, please call this office at ------------------. By: _____________________________ Nicole Connelly\nAttorney (Newark, Group 1)\n(Large Business & International)"
    }
  ]
}