{
  "document_category": "legal-advice",
  "docId": "legal-advice_64",
  "chunk_index": 22,
  "chunk_text": "Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND Who isn't filing a joint return for 2022\nor is filing a joint return for 2022 only to claim a refund of withheld income tax or\nestimated tax paid (see Pub. 501 for details and examples) AND Who lived with you for more than half of 2022. If the child didn't live with you\nfor the required time, see Exception to time lived with you, later. ! If the child meets the conditions to be a qualifying child of any\nother person (other than your spouse if filing jointly) for 2022, see\nQualifying child of more than one person, later. CAUTION 1. Do you have a child who meets the conditions to be your\nqualifying child? Yes. Go to Step 2.\nNo. Go to Step 4. Step 2 Is Your Qualifying Child Your\nDependent? 1. Was the child a U.S. citizen, U.S. national, U.S. resident\nalien, or a resident of Canada or Mexico? (See Pub. 519 for -17- Need more information or forms? Visit IRS.gov. the definition of a U.S. national or U.S. resident alien. If the\nchild was adopted, see Exception to citizen test, later.) Yes. Continue\nNo. STOP\n䊲 2. Was the child married? Yes. See Married\nperson, later. You can't claim this child\nas a dependent. No. Continue 䊲 3. Could you, or your spouse if filing jointly, be claimed as a\ndependent on someone else's 2022 tax return? (If the person\nwho could claim you on their 2022 tax return is not required\nto file, and isn't filing a 2022 tax return or is filing a 2022\nreturn only to claim a refund of withheld income tax or\nestimated tax paid, check “No.”) See Steps 1, 2, and 4. No. You can claim this\nYes. STOP\nchild as a dependent. You can't claim any\nComplete columns (1)\ndependents. Complete\nthrough (3) of the\nthe rest of Form 1040 or\nDependents section on\n1040-SR and any\npage 1 of Form 1040 or\napplicable schedules. 1040-SR for this child. Then, go to Step 3. Step 3 3. Was the child under age 17 at the end of 2022? Yes. Continue\nNo. You can claim the\n䊲\ncredit for other\ndependents for this child. Check the “Credit for\nother dependents” box in\ncolumn (4) of the\nDependents section on\npage 1 of Form 1040 or\n1040-SR for this person. 4. Did this child have an SSN valid for employment issued\nbefore the due date of your 2022 return (including\nextensions)? (See Social Security Number, later.) Yes. You can claim the\nNo. STOP\nchild tax credit for this\nYou can claim the credit\nperson. Check the\nfor other dependents for\n“Child tax credit” box\nthis child. Check the\nin column (4) of the\n“Credit for other\nDependents section on\ndependents” box in\npage 1 of Form 1040 or\ncolumn (4) of the\n1040-SR for this\nDependents section on\nperson. page 1 of Form 1040 or\n1040-SR for this person. Does Your Qualifying Child\nQualify You for the Child Tax\nCredit or Credit for Other\nDependents?"
}