{
  "document_category": "legal-advice",
  "docId": "legal-advice_73",
  "chunk_index": 2,
  "chunk_text": "The claims made by the managers included the following: (1) recovery of -----------------------pursuant to -------------------------------------------------------------; (2) restitution of -------------------- under ----------------------------------------------------------------------------------------; (3) ------------------ penalties under ----------------------------------------------; (4) penalties for failure to provide ------------------------------------------pursuant to ----------------------------------------------; (5) penalties for\nalleged failure to provide ------------------------------under --------------------------------------------------------------------------------------------------------------------------------------------------------------------; and (6)\nattorneys fees and costs. In -------------of ------, the parties met with a well-known wage and hour\nclass action mediator and the settlement agreements in question were the result of that\nmediation. There are two settlement agreements involved in this case; one between managers and ------------------- and one between managers and ----------------. Both of the settlement agreements\nspecify that neither ------------------nor -----------------admit to any wrongdoing by entering into the\nagreements. The agreements provide for a claims process requiring payment of settlement\nawards on a claims-made basis according to a specified formula on each timely and valid claim\nsubmitted. Each of the settlement agreements allocated the settlement awards as follows: ------ POSTF---------------- 3 allocated to alleged unpaid wages for which IRS Forms W-2 will issue; -----allocated to interest\nfor which IRS Forms 1099 will issue; and -----allocated to alleged civil penalties for which IRS\nForms 1099 will issue. The methodology for determining the -----allocations was not given\nanywhere in the settlement agreements. The Revenue Agent sent Form 4564 Information Document Request (IDR) on ----------------------, requesting information pertaining to any payments to settle claims or suits filed against -----------during the calendar years ending ---------------------------and ---------------------------. The taxpayer\nprovided a limited response to the IDR on ------------------, consisting of a one page spreadsheet\ntitled “Settlement Summary” and copies of selected settlement agreements. A second IDR was issued on ------------------, requesting additional documentation pertaining to\nthe settlement agreements accompanying case number ----------------. The taxpayer responded\nto the second IDR on ----------------------, and provided its settlement fund’s EIN, copies of the\npayment checks reflecting the gross amount received into wages, copies of W-2s and Form\n1099s that were issued, and a summary of settlement payment allocations and applicable tax\nwithholdings. The taxpayer supplemented its response on ---------------------------, by sending a\nreconciliation of payments made pursuant to the settlement agreements and the 1096 and W-3\nthat were provided to the taxpayer by its Internal Dispute Resolution Department. Legal Analysis\n1. Based upon the facts provided, the IRS is not bound by the settlement allocation of\npayment per the class action lawsuits involving -----------------------------------A. Authorities\nThe Service is not bound by the allocations contained in settlement agreements to which it was\nnot a party. See Robinson v. Commissioner, 102 T.C. 116 (1994), rev’d in part on other\ngrounds, 70 F.3d 34 (5th Cir. 1995), cert. denied 519 U.S. 824 (1996). The allocation among the\nvarious claims of the settlement can be challenged where the facts and circumstances indicate\nthat the allocation does not reflect the economic substance of the settlement. See Phoenix Coal\nCompany, Inc. v. Commissioner, 231 F.2d 420 (2nd Cir. 1956). The characterization of\nsettlement proceeds cannot depend entirely on the intent of the parties. See Hemelt v. U.S., 122\nF.3d 204 (4th Cir. 1997). In the event of a lump sum payment, the Service will allocate the payment using the best\nevidence available."
}