{
  "document_category": "legal-advice",
  "docId": "legal-advice_74",
  "chunk_index": 3,
  "chunk_text": "Once the NDA holders and patentees filed suit,\nCorporation X had to defend itself to obtain FDA approval of an ANDA\neffective before the expiration of the patents. Accordingly, the\nprofessional fees incurred in researching the paragraph IV\ncertifications and infringement litigation defense fees were incurred to\nfacilitate obtaining governmental-granted rights and thus must be\ncapitalized. September 14, 2011 Memorandum, pages 42-43 (emphasis added). In applying the capitalization of intangible regulations, the September 14, 2011\nMemorandum opined that ANDAs fit one or more of the categories of intangibles that\nare treated as created intangibles pursuant to Treas. Reg. § 1.263(a)-4(d). The\nSeptember 14, 2011 Memorandum further opined that, as created intangibles, ANDAs\nare within Treas. Reg. § 1.263(a)-4(d)(5)(i) requiring capitalization of amounts paid to a\ngovernment agency to obtain rights granted by that governmental agency, stating as\nfollows:\n[A]n ANDA fits one [or] more of the non-exclusive list of types of\ngovernment-granted rights that are treated as created intangibles,\ne.g., “license, permit, franchise or other similar right granted by\nthat governmental agency.” September 14, 2011 Memorandum, page 41. The September 14, 2011 Memorandum also opined with respect to Treas. Reg.\n§ 1.263(a)-4(d)(5)(i) that, while neither the fees to defend against the infringement\nlitigation nor the fees to investigate the patents were paid to the FDA, the attorney fees\n“that are the subject of this advice must be capitalized because they were incurred to\nfacilitate, directly or indirectly” obtaining ANDAs. September 14, 2011 Memorandum,\npage 44. The September 14, 2011 Memorandum further opined that the attorney fees\nincurred by Corporation X were capitalizable because they were paid to create or\nenhance separate and distinct intangibles and/or to facilitate the creation or\nenhancement of separate and distinct intangibles. 3\n3 ANDAs are within the definition of separate and distinct intangible assets. POSTU-139175-10 5 Accordingly, the September 14, 2011 Memorandum opined that whether the attorney\nfees at issue are incurred to facilitate, directly or indirectly, the creation of a\ngovernment-granted right within Treas. Reg. § 1.263(a)-4(d)(5)(i) and/or incurred to\ncreate or enhance a separate and distinct intangible pursuant to Treas. Reg.\n§§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i), or facilitate such, the attorney fees incurred by\nCorporation X that are the subject of the September 14, 2011 Memorandum must be\ncapitalized. COST RECOVERY ISSUES SECTION I. FDA-APPROVED ANDA One\nFor FDA-approved ANDA One, the attorney fees incurred relative to ANDA One should\nbe added to the basis of the ANDA One because the costs were incurred with respect to\nthat ANDA. An amount required to be capitalized by [Treas. Reg.\n§1.263(a)-4] is not currently deductible under section 162. Instead, the amount generally is added to the basis of the\nintangible acquired or created. See section 1012. Treas. Reg. § 1.263(a)-4(g)(1). All capitalized attorney fees relative to ANDA One would be suspended (along with\nother expenditures for the ANDA that are not within I.R.C. § 174) until the ANDA is\namortizable or depreciable. A. ANDAs as Franchises ANDAs can be transferred from the sponsor (original applicant) to another, separate\nand apart from a trade or business. 21 C.F.R. § 314.72(a). ANDAs are subject to\nprotection under Federal law."
}