{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 6,
  "chunk_text": "Credits for sick and family leave for\ncertain self-employed individuals are\nnot available. Self-employed individuals can no longer claim these credits. Health coverage tax credit is not\navailable. The health coverage tax\ncredit was not extended. The credit is\nnot available after 2021. Credit for child and dependent care\nexpenses. The changes to the credit for\nchild and dependent care expenses implemented by the American Rescue Plan\nAct of 2021 (ARP), were not extended. For 2022, the credit for the child and dependent care expenses is nonrefundable. The dollar limit on qualifying expenses\nis $3,000 for one qualifying person and\n$6,000 for two or more qualifying persons. The maximum credit amount allowed is 35% of your employment-related expenses. For more information, see\nthe Instructions for Form 2441 and Pub.\n503. Child tax credit and additional child\ntax credit. Many changes to the child\ntax credit (CTC) implemented by ARP\nwere not extended. For 2022,\n• The initial credit amount of the\nCTC is $2,000 for each qualifying child. • The amount of CTC that can be\nclaimed as a refundable credit is limited\nas it was in 2020, except the maximum\nadditional child tax credit (ACTC)\namount has increased to $1,500 for each\nqualifying child. • A child must be under age 17 at\nthe end of 2022 to be a qualifying child. • Bona fide residents of Puerto Rico\nare no longer required to have three or -6- more qualifying children to be eligible\nto claim the ACTC. Bona fide residents\nof Puerto Rico may be eligible to claim\nthe ACTC if they have one or more\nqualifying children. • For more information, see the Instructions for Schedule 8812 (Form\n1040). Changes to the earned income credit\n(EIC). The enhancements for taxpayers\nwithout a qualifying child that applied\nfor 2021 don’t apply for 2022. This\nmeans, to claim the EIC without a qualifying child in 2022 you must be at least\nage 25 but under age 65 at the end of\n2022. If you are married and filing a\njoint return, either you or your spouse\nmust be at least age 25 but under age 65\nat the end of 2022. It doesn’t matter\nwhich spouse meets the age requirement, as long as one of the spouses does. Reporting requirements for Form\n1099-K. Form 1099-K is issued by third\nparty settlement organizations and credit\ncard companies to report payment transactions made to you for goods and services. You must report all income on your\ntax return unless excluded by law,\nwhether you received the income electronically or not, and whether you received a Form 1099-K or not. The\nbox 1a and other amounts reported on\nForm 1099-K are additional pieces of information to help determine the correct\namounts to report on your return. If you received a Form 1099-K that\nshows payments you didn’t receive or is\notherwise incorrect, contact the Form\n1099-K issuer. Don’t contact the IRS;\nthe IRS can’t correct an incorrect Form\n1099-K. If you can’t get it corrected, or\nyou sold a personal item at a loss, see\nthe instructions for Schedule 1, lines 8z\nand 24z, later, for more reporting information. All IRS information about Form\n1099-K is available by going to IRS.gov/\n1099K. Free Software Options for Doing Your Taxes Why have 49 million Americans used Free File?"
}