{
  "document_category": "legal-advice",
  "docId": "legal-advice_49",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20090801F\nRelease Date: 2/20/2009 CC:LM:RFPH:------------------POSTF-108700-08\nUILC: 267.00-00, 267.02-03 date: April 24, 2008 to: from: subject: ---------------Financial Products Specialist\n(Large & Mid-size Business) ----------------------- Field Attorney -------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance. This advice may not\nbe used or cited as precedent. We have informally coordinated our advice on the\napplication of Treas. Reg. §1.267(a)-3 and Article -------, the non-discrimination clause,\nof the U.S.- Country A treaty with CC:INTL:B1 and CC:INTL:B2.1\nDISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. 1 This advisory opinion is based on the facts as set forth below and its application is dependent on the\nveracity of these facts. Please inform us if any of the facts set forth below are incorrect as it could\nmaterially change this advisory opinion. POSTF-108700-08 Foreign Parent\nU.S. Insurance Sub.\nU.S. Sub.\nState A\nCountry A\nYear 1\nYear 2\nYear 3\nAmount 1\nAmount 2\nAmount 3\nAmount 4\nAmount 5\nAmount 6\nPercentage 1\nSection X 2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES:\nI. Whether the application of Treas. Reg. §1.267-3(a) to disallow ------------------------- interest deductions for interest accrued, but not paid, on\nthe notes payable to its foreign parent violates the nondiscrimination\nprovision of the U.S.- Country A tax treaty. II. Whether Treas. Reg. §1.267-3(a) is valid as a permissible\nconstruction of the relevant statutory provisions. III. Whether the fact that any interest due under the notes payable was\nnot payable without the approval of the Superintendent of Insurance\nfor the State of --------------, and, as ------------------------ never received\nsuch approval, can the accrued interest even be considered a\ndeductible expense at all because all events have not occurred\nwhich determine the fact of the liability. CONCLUSIONS:\nI. The application of Treas. Reg. §1.267-3(a) to disallow --------------------------interest deductions for interest accrued, but not paid, on the notes\npayable to its foreign parent does not violate the nondiscrimination\nprovision of the U.S.- Country A tax treaty because the provision\nspecifically states that in this context the interest must be actually paid\nto the foreign resident and it was not; and Treas. Reg. §1.267-3(a) does\nnot compel different tax treatment of corporations conditioned solely on POSTF-108700-08 3 the domestic or foreign status of the taxpayer corporation. This is\nevidenced by the fact that: (i) ----- is treated similarly to a U.S.\ncorporation that is on the cash method of accounting; (ii) ----- is not\ncomparably situated to a hypothetical U.S. corporation that is taxed on\nits world-wide income as ----- would not be taxed in the U.S. on its\nworld-wide income; and (iii) ----- is not comparably situated to a U.S.\ncorporation that is subject to U.S. tax as the interest accrues or even a\nforeign corporation that reports the interest as effectively connected\nwith a trade or business in the U.S. and would be subject to tax as the\ninterest accrues. II. Treas."
}