{
  "document_category": "legal-advice",
  "docId": "legal-advice_86",
  "chunk_index": 6,
  "chunk_text": "In addition, amounts in the personal funds may be\nwithdrawn for any other use, however, such a withdrawal will terminate the participant’s\ninvolvement in the IDA program, in which case any bookkeeping allocation of parallel\nfunds to that participant will be reversed by the qualified entity on its books. Based on the foregoing facts, Rev. Rul. 99-44 held that interest earned by an IDA\nproject participant on funds deposited in the participant’s personal account is currently\nincludible in the participant’s gross income under Code § 61. Actual and Constructive Receipt of Income\nCode § 451(a) provides that the amount of any item of gross income shall be\nincluded in the gross income for the taxable year in which received by the taxpayer,\nunless, under the method of accounting used in computing taxable income, such\namount is to be properly accounted for as of a different period. Treas. Reg. § 1.451-1(a) provides that, gains, profits, and income are to be\nincluded in gross income for the taxable year in which they are actually or constructively\nreceived by the taxpayer unless includible for a different year in accordance with the\ntaxpayer’s method of accounting. Treas. Reg. § 1.451-2(a) provides that, income although not actually reduced to\na taxpayer’s possession is constructively received by him in the taxable year during\nwhich it is credited to his account, set apart for him, or otherwise made available so that\nhe may draw upon it at any time, or so that he could have drawn upon it during the\ntaxable year if notice of intention to withdraw has been given. However, income is not\nconstructively received if the taxpayer’s control of its receipt is subject to substantial\nimitations or restrictions. The doctrine of constructive receipt if based on the principle that income is\nreceived or realized by cash method taxpayers “when it is made subject to the will and\ncontrol of the taxpayer and can be, except for his own action or inaction, reduced to\nactual possession.” Loose v. U.S., 74 F.2d 147 (8th Cir. 1934). Savings bank interest is taxable when credited to the taxpayer’s account, set\napart for him, or otherwise made available so that he may draw upon it at any time or so\nthat he could have drawn upon it during the taxable year if notice of intention to\nwithdraw had been given. This is so even if the interest is not posted in the taxpayer’s\npassbook or notice of the amount otherwise given to him. See Treas. Reg. § 1.4512(b); Gajewski v. Commissioner, 67 T.C. 181, aff’d 578 F.2d 1383 (1978). POSTU-116467-09 8 If there are substantial limitations or restrictions on the taxpayer's control of the\nreceipt of the income, then there is no constructive receipt until the restrictions are\nremoved."
}