{
  "document_category": "legal-advice",
  "docId": "legal-advice_44",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20094301F\nRelease Date: 10/23/2009\nCC:LM:CTM:SF:1:DRakonitz\nPOSTU-153378-08\ndate:\nto: from: subject: June 24, 2009\nPeter Fong\nInternational Examiner\nDavid Rakonitz\nAttorney (San Francisco, Group 1)\n(Large & Mid-Size Business) Deductibility of Statutory Stock Options under § 174\nThis memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nAmount 1:\nAmount 2:\nAmount 3:\nAmount 4:\nAmount 5:\nAmount 6:\nAmount 7: ---------------------------------------------------------------------------------------------------------------- Business 1: --------------------------- Corporation 1: ------------------------------------------- Date 1: ------------------ Product 1: --------------------------------------------------------------------------------------------------------------------------------------------------------------- Product 2: ----------------------------------------------------------------- Product 3: ----------------------------------------------------- 2 POSTU-153378-08 Target: ----------------------------------------- Year 1:\nYear 2:\nYear 3:\nYear 4:\nYear 5:\nYear 6:\nYear 7: ------------------------------------------- ISSUE\nWhether Corporation 1 may claim a deduction under § 1741 for statutory stock options\nthat were exercised by employees working on research and development (“R&D”)? CONCLUSIONS\nNo. Corporation 1 may not claim a deduction under § 174 for exercised statutory stock\noptions. In light of § 174’s legislative history, the claimed deductions should not qualify\nas “research or experimental expenditures” under § 174. Furthermore, § 421 does not\npermit a deduction for exercised statutory stock options under § 174. FACTS\nCorporation 1 is a Business 1 company. It develops, manufactures, markets,\ndistributes and services Product 1. Corporation 1 also offers a Product 2. Corporation\n1 is an accrual method taxpayer. In Date 1, Corporation 1 completed the acquisition of\nTarget, a provider of Product 3, for approximately Amount 1. Target granted § 422 incentive stock options (“ISOs”) and offered a § 423 employee\nstock purchase plan (“ESPP”) to its employees, including employees performing R&D. A number of these R&D employees exercised their ISOs or purchased stock pursuant to\nthe ESPP during the taxable years Year 1, Year 2 and Year 3. Unless there was a\ndisqualifying disposition under § 421(b), Target did not claim a deduction for the\nexercise of these ISOs and ESPP purchases by its R&D employees. For the tax years Year 1, Year 2, and Year 3, Corporation 1 has now claimed\ndeductions under § 174 for the Target ISOs and ESPP options exercised by employees\nwho performed or were otherwise involved in R&D. The amounts of these claims are as\nfollows:\nYear 1\n1 Amount 2 All section references are to the Internal Revenue Code of 1986, as amended. 3 POSTU-153378-08\nYear 2\nYear 3 Amount 3\nAmount 4 Corporation 1 has informed the Exam Team that it anticipates making claims on behalf\nof Target for Year 4 and Year 5. These claimed deductions are based on the difference\n(the “Spread”) between the exercise price and the fair market value of the stock on the\nday of the exercise. For the tax years Year 5, Year 6, and Year 7, Corporation 1 is claiming deductions\nunder § 174 for statutory stock options exercised by its employees who performed or\nwere otherwise involved in R&D. The amounts of these claims are as follows:\nYear 5\nYear 6\nYear 7 Amount 5\nAmount 6\nAmount 7 These claimed deductions are also based on the Spread. Corporation 1 has informed the Exam Team that it is investigating whether some\ndeductions for disqualifying deductions under § 421(b) should have been claimed as a\ndeduction under § 174 in a year before the disqualifying disposition."
}