{
  "document_category": "legal-advice",
  "docId": "legal-advice_61",
  "chunk_index": 17,
  "chunk_text": "Enrollment as an enrolled\nretirement plan agent based on an applicant’s former\nemployment with the Internal Revenue Service will\nbe limited to permit the presentation of matters only\nwith respect to qualified retirement plan matters. (4) Application for enrollment as an enrolled\nagent or enrolled retirement plan agent based on an\napplicant’s former employment with the Internal\nRevenue Service must be made within three years\nfrom the date of separation from such employment. (5) An applicant for enrollment as an enrolled\nagent who is requesting such enrollment based\non former employment with the Internal Revenue\nService must have had a minimum of five years\ncontinuous employment with the Internal Revenue\nService during which the applicant must have been\nregularly engaged in applying and interpreting\nthe provisions of the Internal Revenue Code and\nthe regulations relating to income, estate, gift,\nTreasury Department Circular No. 230 employment, or excise taxes. (6) An applicant for enrollment as an enrolled\nretirement plan agent who is requesting such\nenrollment based on former employment with the\nInternal Revenue Service must have had a minimum\nof five years continuous employment with the\nInternal Revenue Service during which the applicant\nmust have been regularly engaged in applying and\ninterpreting the provisions of the Internal Revenue\nCode and the regulations relating to qualified\nretirement plan matters. (7) For the purposes of paragraphs (d)(5) and (6)\nof this section, an aggregate of 10 or more years of\nemployment in positions involving the application\nand interpretation of the provisions of the Internal\nRevenue Code, at least three of which occurred within\nthe five years preceding the date of application, is the\nequivalent of five years continuous employment. (e) Natural persons. Enrollment to practice may be\ngranted only to natural persons. (f) Effective/applicability date. This section is\napplicable beginning August 2, 2011. § 10.5 Application to become an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer. (a) Form; address. An applicant to become an\nenrolled agent, enrolled retirement plan agent,\nor registered tax return preparer must apply as\nrequired by forms or procedures established and\npublished by the Internal Revenue Service, including\nproper execution of required forms under oath or\naffirmation. The address on the application will be\nthe address under which a successful applicant is\nenrolled or registered and is the address to which all\ncorrespondence concerning enrollment or registration\nwill be sent. (b) Fee. A reasonable nonrefundable fee may be\ncharged for each application to become an enrolled\nagent, enrolled retirement plan agent, or registered\ntax return preparer. See 26 CFR part 300.\n(c) Additional information; examination. The Internal\nRevenue Service may require the applicant, as a\ncondition to consideration of an application, to file\n§ 10.5 — Page 9 Table of Contents additional information and to submit to any written\nor oral examination under oath or otherwise. Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check."
}