{
  "document_category": "legal-advice",
  "docId": "legal-advice_14",
  "chunk_index": 5,
  "chunk_text": "Perhaps more important was the initial clause above that\ncompletely excused l from purchasing any Synthetic Fuel if it\ncaused l any increased costs or problems. After the operation during Month 16, records reflect no\nproduction of any Synthetic Fuel until Date 17. In fact, each\nof the facilities sat idle of production for the vast majority\nof the period after Date 6. Production spreadsheets show that,\nout of the ar days between Date 8 and Date 18, production was\nrecorded on -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------days,\nrespectively. Moreover, some questions are raised concerning CC:LM:NR:----Page 12\nthe amounts of synfuel recorded as having been produced on two\nspecific dates: Date 19 and Date 20. On those facilityproduction days (out of a total of as facility-production days),\nthe amounts of synfuel produced totaled more than at percent of\nthe total production reflected on the spreadsheets. Graphs\nreflecting the production in tons per day, and in tons per hour,\nare attached. The taxpayers submitted documents reflecting sales by\nCorporation to k of the material processed between Date 5 and\nDate 6, and presented these as proof of sales of synthetic fuel\nto an unrelated third-party. However, the shipping documents\nshow this to be au from the Facility Location. Further, other\ndocuments reflect that this material was used for aa, and that k\nconsidered it to be av. Finally, the sales of this material\nwere recorded at the rate of $aw per ton, rather than at the\nrate specified by Agreement A, which called for k or l to buy\nthe synfuel at the rate of ap. While the documents reflect that\nlater sales were computed in this manner, the sale of the\nmaterial produced by Corporation between Date 5 and Date 6 was\nnot so treated. Moreover, as described above, ---------------------------------------------------------------------------------------------. Thus, we do not believe that the initial sale\nto k reflects the sale of synfuel, but rather the sale of au. The initial sale of Synthetic Fuel by Corporation to k\nunder the contract rate set forth in Agreement A did not occur\nuntil Date 21, when Corporation sold ax tons. The terms of\nAgreement A essentially provided k with a customer for a minimum\nof ai tons of coal mined by it through Date 15. With the\ndelivery of this amount of coal to Corporation and Corporation’s\nproduction of Synthetic Fuel, k would have had to purchase up to\nan tons of Synthetic Fuel, but only if it proved to serve as a\nuseable fuel for l’s b. The taxpayer has not provided an\nexplanation as to why k did not deliver ai tons of coal to\nCorporation for production through Date 15. A substantial amount of construction remained to be\ncompleted on each of a facilities as of June 30, 1998, as is\nreflected in ae. This document for ---------------------------------------------------------------------------------------------------------------------------------------------.” Below is a description of several ae and the significance,\nas it relates to the facilities’ fitness for the intended use: --------------------------------------------------------------------------------------------------------------------- CC:LM:NR:----Page 13\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are examples of the “electrical, instrumentation and\ncontrol systems (and related auxiliaries, including the\nstructures that house the electrical, instrumentation and\ncontrol systems)” that constitute part of the facility. ILM 200347024 (Jan. 21, 2003), reprinted in 2003 TNT 22618."
}