{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 8,
  "chunk_text": "But since the statute expressly classifies the deductions which are\nallowable, it is important that the classification be kept clear and not be clouded\nby specious use of its terms. [36 B.T.A. at 186.] In the present case, the Taxpayer has created its own definition of cost-plus,\nwhich requires only that \"the 'cost' must be paid under an arrangement in which the\ninsurance company is a party to the obligation to make a payment.\" Protest, page 13,\nemphasis added. The Taxpayer's watered-down definition eliminates any requirement\nthat the Taxpayer be a party to the contract with the subscriber. According to the\nTaxpayer, it does not need to incur a liability to the subscriber, it only needs to be \"a\nparty to the obligation.\" In the words of the Board of Tax Appeals, Congress did not\nmean to provide the special deduction for any payment that a taxpayer may choose to\nlabel \"cost-plus.\" In order to qualify for the special deduction, a taxpayer must not\nmerely be \"a party to the obligation,\" it must actually be the party that is liable to the\nsubscriber for the payment of the claim. POSTU-144536-09 10 C. May the Taxpayer include BCBS Program X arrangements in the computation\nof its special deduction under section 833(b)? It is not necessary for purposes of this case to determine a precise definition of\n\"cost-plus\" within the meaning of section 833(b), because the Taxpayer's Program X\narrangements do not satisfy the minimal definitional requirement -- the \"cost\" is not a\nliability incurred by the Taxpayer. Under the Program X arrangements that are at issue\nin this case, the only BCBS plan that is a party to the arrangement with the policyholder\nand the subscribers is the \"Home\" plan. The Home plan is the plan that makes the\ndetermination whether a claim is allowable. If the services are provided within the\nterritory of the Home plan, the provider submits the claim to the Home plan and the\nHome plan pays the claim. If the services are provided outside the territory of the Home\nplan, the provider submits the claim to its local plan, which is considered the \"Host\"\nplan. The Host plan collects the data for the claim and submits it to the Home plan, but\nthe Home plan is the entity that determines whether the claim is allowable. The Host\nplan does not make any payment to a provider until the Home plan makes its\ndetermination and advises the Host plan of the result. If a claim is disallowed, the provider would look to the subscriber, who has\nreceived services but has not made any payment. If the subscriber feels the claim was\nwrongly disallowed, the subscriber would look to the Home plan. The Host plan never\n\"incurs\" a liability. It is merely satisfying a liability incurred by the Home plan. Materials submitted by the Taxpayer with respect to its Program Y arrangements\nare consistent with this description. The Taxpayer submitted a copy of a form contract\nbetween the Taxpayer and an employer group. One of the provisions in the contract\ndescribed situations involving \"Providers Outside the State of Taxpayer State.\""
}