{
  "document_category": "legal-advice",
  "docId": "legal-advice_42",
  "chunk_index": 4,
  "chunk_text": "contract manufacturer if the contract manufacturer has a direct or indirect productive\ncapacity of more than 60 million gallons of alcohol during the taxable year1: The person at whose facilities ethanol is produced is treated for purposes of\nsection 40(g)(5) as an indirect beneficiary of any credit allowed with respect to\nthe ethanol. Accordingly, the small ethanol producer credit is not allowed with\nrespect to ethanol that is produced at the facilities of a contract manufacturer or\nother person if such contract manufacturer or other person has a direct or indirect\nproductive capacity of more than 60 million gallons of alcohol during the taxable\nyear. . . . Proposed regulations § 1.40-2(d) Example 2 provides an example applying the contract\nmanufacturer rule:\nY arranges with contract manufacturer Z to produce 10 million gallons of ethanol. Y is not related to Z. Y provides the raw materials and retains title to them and to\nthe finished ethanol. Z has the capacity to produce 100 million gallons of alcohol\nper year. The small producer credit is not allowed with respect to the 10 million\ngallons of ethanol because it is produced at the facilities of a contract\nmanufacturer that has a productive capacity of more than 60 million gallons of\nalcohol during the taxable year. ANALYSIS As a condition for qualifying for the small ethanol producer credit for its taxable year\nending Date 9, Taxpayer must have been an “eligible small ethanol producer”, which\nrequires that Taxpayer’s productive capacity for alcohol was not in excess of 60 million\ngallons at all times during such taxable year. As discussed below, although Taxpayer\nwas considered to have productive capacity for alcohol not in excess of 60 million\ngallons per year from Date 1 until completion of the Ethanol Facility expansion in Date\n6, Taxpayer was considered to have productive capacity in excess of 60 million gallons\nfrom Date 6 through Date 7. As Taxpayer was considered to have had productive\ncapacity in excess of 60 million gallons at some time during the taxable year, Taxpayer\nwas not an eligible small ethanol producer at all times during the taxable year and\ntherefore did not qualify for the small ethanol producer credit for the ethanol produced\nfrom Date 1 through Date 2. The Ethanol Facility had productive capacity of I gallons during the period Date 1\nthrough Date 2, at which time LLC was classified as a disregarded entity and was\nconsidered to be a division of Taxpayer. During this period, Taxpayer was considered\nto have productive capacity for alcohol not in excess of 60 million gallons per year. 1 Note that proposed regulations cannot be cited as precedent. We are restating it here to respond to the\nTaxpayer’s argument described below that incorporates the proposed regulation. POSTU-121455-09 6"
}