{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 23,
  "chunk_text": "The Court explained that the doctrine\nof “election” is sometimes invoked as an alternative to estoppel or quasi-estoppel. Finally, the Court explained that the doctrine of “election” binds a taxpayer to a choice\nmade by him between two proper alternative treatments and to act consistent with his\nchoice. In Woods et ux. v. Commissioner, 92 T.C. 776, 784-786 (1981), the U.S. Tax\nCourt (a Court of law, not of equity) upheld its authority to apply equitable doctrines and\nprinciples to prevent the taxpayer from actively exploiting the statute of limitations by\ntaking a diametrically opposite position to that which it took prior to the running of the\nstature of limitations. Claims for refund are generally heard in federal district court. These have clear jurisdiction to apply both law and equity. If the Coop were to be\nallowed to unilaterally act for its patrons, by changing the b purchases into PURPIMS,\nafter the statute of limitations for the Service to make assessments has expired with\nrespect to those patrons, this would be an unfair active exploitation of the statute of\nlimitations. The Service would be justified in asking the Court to apply equitable\ndoctrines and principles to prevent this inequity. In LeFever v. Commissioner, 103 T.C. 525, 541-542 (1994), the U.S. Tax Court\ncited a number of relevant case in explaining that the “duty of consistency” is based on\nthe theory that the taxpayer owes the Service a duty to be consistent with his tax\ntreatment of items, see Southern Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 838839 (1980) and Kurz v. United States, 156 F. Supp. 99, 106 (S.D.N.Y. 1957), affd. 254 POSTF-143023-10 24 F.2d 811 (2d Cir. 1958); that the taxpayer is prevented from taking one position in one\nyear and a contrary position in a later year after the limitation period has run on the\nearlier year, see Herrington v. Commissioner, 854 F.2d 755, 757 (5th Cir. 1988), cert. denied 490 U.S. 1065, 109 S.Ct. 2062, 104 L.Ed.2d 628 (1989), affg. Glass v.\nCommissioner, 87 T.C. 1087 (1986); Unvert v. Commissioner, 72 T.C. 807, 814-817\n(1979), affd, 656 F.2d 483 (9th Cir. 1981) cert. denied 456 U.S. 961, 102 S.Ct. 2036, 72\nL.Ed.2d 484 (1982); and, Mayfair Minerals, Inc. v. Commissioner, 56 T.C. 82 (1971),\naffd. 456 F.2d 622 (5th Cir. 1972); and, that this change of position will not be allowed\nwhen it unjustly operates to the detriment of the Service, see Kurz v. United States, 156\nF. Supp. 99, 106 (S.D.N.Y. 1957), affd. 254 F.2d 811 (2d Cir. 1958). In Radiant Glass Co. v. Burnett, 60 App.D.C. 351, 54 F.2d 718 (Fed. Cir. 1931),\nthe Court cited a number of authorities for the proposition that the election to file one or\nanother sort of return is exercised by filing the return and that it is settled that the\ntaxpayer can not change that choice later. This is true even where the taxpayer, under a\nmistake of law, was unaware that he had the right to choose. See Buttolph v.\nCommissioner, 29 F.2d 695 (7th Cir. 1928); see also Moran v. Commissioner, 67 F.2d\n601 (1st Cir. 1933)."
}