{
  "document_category": "legal-advice",
  "docId": "legal-advice_94",
  "chunk_index": 86,
  "chunk_text": "• It is more convenient. You don’t\nhave to make a trip to the bank to deposit your check. • It saves tax dollars. It costs the\ngovernment less to refund by direct deposit.\n• It's proven itself. Nearly 98% of\nsocial security and veterans' benefits are\nsent electronically using direct deposit. If you file a joint return and\ncheck the box on line 35a and\nCAUTION attach Form 8888 or fill in\nlines 35b through 35d, your spouse may\nget at least part of the refund. ! IRA. You can have your refund (or part\nof it) directly deposited to a traditional\nIRA, Roth IRA, or SEP-IRA, but not a\nSIMPLE IRA. You must establish the\nIRA at a bank or other financial institution before you request direct deposit. Make sure your direct deposit will be\naccepted. You must also notify the trustee or custodian of your account of the\nyear to which the deposit is to be applied\n(unless the trustee or custodian won't accept a deposit for 2022). If you don’t,\nthe trustee or custodian can assume the\ndeposit is for the year during which you\nare filing the return. For example, if you\nfile your 2022 return during 2023 and\ndon’t notify the trustee or custodian in\nadvance, the trustee or custodian can assume the deposit to your IRA is for -57- 2023. If you designate your deposit to be\nfor 2022, you must verify that the deposit was actually made to the account by\nthe due date of the return (not counting\nextensions). If the deposit isn't made by\nthat date, the deposit isn't an IRA contribution for 2022. In that case, you must\nfile an amended 2022 return and reduce\nany IRA deduction and any retirement\nsavings contributions credit you claimed. You and your spouse, if filing\njointly, each may be able to\nCAUTION contribute up to $6,000 ($7,000\nif age 50 or older at the end of 2022) to\na traditional IRA or Roth IRA for 2022. You may owe a penalty if your contributions exceed these limits, and the limits\nmay be lower depending on your compensation and income. For more information on IRA contributions, see Pub. 590-A. ! For more information on IRAs, see\nPub. 590-A and Pub. 590-B.\nTreasuryDirect®. You can request a\ndeposit of your refund (or part of it) to a\nTreasuryDirect® online account to buy\nU.S. Treasury marketable securities, if\navailable, and savings bonds. For more\ninformation, go to treasurydirect.gov. Form 8888. You can have your refund\ndirectly deposited into more than one account or use it to buy up to $5,000 in paper series I savings bonds. You don’t\nneed a TreasuryDirect® account to do\nthis. For more information, see the Form\n8888 instructions. Your refund can be split and di- TIP rectly deposited into up to three\ndifferent accounts in your name\non Form 8888. Line 35a You can't file Form 8888 to split your\nrefund into more than one account or\nbuy paper series I savings bonds if Form\n8379 is filed with your return. Line 35b The routing number must be nine digits. The first two digits must be 01 through\n12 or 21 through 32. On the sample\ncheck shown later, the routing number is\n250250025."
}