{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 9,
  "chunk_text": "Announcement 96-5,\n1996-4 I.R.B. 99. In certain cases where an exam involves worker classification issues, however,\nprocedures under section 7436 apply. In these cases, a notice of determination of\nworker classification is used, which is similar to a notice of deficiency. Where as part of\n5 If a return contains an overstatement of income tax withheld or estimated taxes, any amount so\noverstated, which are allowed against the tax shown on the return or allowed as a credit or refund, are\nsubject to immediate assessment in the same manner as mathematical or clerical errors, except that the\nabatement procedures for the assessment of mathematical errors don’t apply. I.R.C. § 6201(a)(3). POSTN-119570-10/SCAF-106587-10 page 10 an examination there is an actual controversy involving a determination that one or\nmore individuals performing services for an employer are employees, section 7436\nrequires that certain procedures must be followed prior to an assessment of\nemployment taxes with respect to such worker classification. Notice 2002-5, 2002-1\nC.B. 320, describes the procedures that section 7436 requires, including sending\ntaxpayers a “30-day” letter listing proposed adjustments, and when to send the notice of\ndetermination of worker classification. See Letter 950-C, Employment Tax 30-Day\nLetter-WC, and Letter 3523, Notice of Determination of Worker Classification. The same rules allowing immediate assessment apply to backup withholding. Section 3406(h)(10) provides that for purposes of section 31, this chapter (other than\nsection 3402(n ), and so much of Subtitle F (other than section 7205) as relates to this\nchapter, payments which are subject to withholding under this section shall be treated\nas if they were wages paid by an employer to an employee (and amounts deducted and\nwithheld under this section shall be treated as if deducted and withheld under section\n3402). The deficiency procedures as described in section 6211 do not apply to either\nbackup withholding or employment taxes, which are imposed under Subtitle C.\nIssue 3. Is the advanced earned income credit claimed on Forms 941, 943, or 944\nsubject to statutory notice of deficiency procedures? Can this credit be reversed\nand disallowed using math error procedures? Pursuant to section 3507, an employer shall make payments of advanced earned\nincome credit along with wages when an employee has an eligibility certificate in effect. An employer’s payment of advanced earned income credit with the wage shall not be\ntreated as compensation. I.R.C. § 3507(d). Instead the employer treats the advanced\nearned income credit paid to employees as a credit which reduces the employer’s\nobligation to pay employment taxes, which for purposes of this section means income\ntax withholding, employee FICA tax, and employer FICA tax that would otherwise be\ndue to the government. I.R.C. § 3507(d)(1)(B). If the employer elects to do so, it can\npay the full amount of the advanced earned income credit even though it exceeds the\namount of such employment taxes due in a period. In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944."
}