{
  "document_category": "legal-advice",
  "docId": "legal-advice_50",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20085201F Release Date: 12/26/08\nCC:LM:HMT:DET:CVDumas\nPREF-128548-08\nUILs: 61.13-07, 118.01-02, 118.01-03, 164.03-00 date: 11/26/2008 to: ----------------------(Revenue Agent)\nLMSB:HMT:Group -------, -------------------, MI from: Eric R. Skinner\nAssociate Area Counsel (Detroit)\n(Large & Mid-Size Business) subject: --------------------MEGA Tax Credit This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nParent\nSub1\nCity1\nDate1\nDate2\nDate3\nDate4\nDate5 =\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES\n1) Do the Michigan Economic Growth Authority (“MEGA”) credits Parent’s subsidiary\nSub1 received from the State of Michigan constitute:\na) gross income under IRC § 61, or\nb) a reduction in the amount of state tax expense under § 164? PREF-128548-08 2 2) If a MEGA credit constitutes income under § 61, does it constitute a contribution to\ncapital by a non-shareholder excludible under § 118(a)? 3) If a MEGA credit is a contribution to capital under § 118(a), does the amount reduce\nthe corporation’s basis in the property under § 362(c)? CONCLUSIONS 1) The refundable MEGA Employment Credit is gross income to the extent Sub1\nreceives a refund of the credit, and it otherwise is a reduction in the amount of state\ntax expense under § 164. The nonrefundable MEGA Business Activity Credit is\nalways a reduction in the amount of state tax expense under § 164. 2) A refund of the MEGA Employment Credit does not constitute a contribution to\ncapital by a non-shareholder in any amount. 3) The MEGA credits do not reduce Parent or Sub1’s basis in property under\n§ 362(c)(2). FACTS\nAccording to the MEGA Tax Credit Agreement between Sub1 and MEGA (the\n“Agreement”), MEGA was created by the Michigan Economic Growth Authority Act with\nthe power to provide tax credits to businesses in order to “promote economic growth\nand to encourage private investment, job creation, and job upgrading” for Michigan\nresidents. The Agreement is effective Date5 and contains two components: a Business\nActivity Credit and an Employment Credit. Sub1 built a new manufacturing plant in City1, Michigan, for the fabrication,\npainting, and assembly of its products. To be eligible for both the Business Activity\nCredit and the Employment Credit, Sub1 was required to create at least 75 “qualified\nnew jobs” by Date1. The Agreement also set out the minimum weekly wage for these\njobs, and affirmed that it would be no less than 150% of the minimum wage. On Date2,\nupon receiving these guaranties, MEGA granted Sub1 the tax credits. The MEGA credits are available to offset the Michigan Single Business Tax\n(“SBT”). The Business Activity Credit is a credit of 100 percent of the portion of Sub1’s\nSBT liability attributable to the building project for which the MEGA credit was granted. The Employment Credit is a credit of 100 percent of the State of Michigan’s personal\nincome tax rate in effect for each tax year, multiplied by the total eligible salaries and\nwages of employees in “qualified new jobs.” Each year, Sub1 must apply for the\ncredits, showing that it meets all of the Agreement’s requirements. MEGA then issues\nSub1 an Annual Tax Certificate showing the approved credit amounts. Sub1 reports the\ncredits on its SBT returns, and the Employment Credit is refundable to the extent it\nexceeds Sub1’s SBT liability for a given year."
}