{
  "document_category": "legal-advice",
  "docId": "legal-advice_78",
  "chunk_index": 5,
  "chunk_text": "For financial\naccounting purposes, Taxpayer accounted for its receipt of the BEA payments by debit\nto its general revenue account and credit to its retained earnings account in the amount\nof the BEA payment for each of the years *** c and *** d. For tax purposes, Taxpayer\ntreated the BEA payments as a nonshareholder capital contribution under section 118\nand excluded it from gross income for each of the taxable years ended *** a and *** b.\nTaxpayer did not reduce the basis of any assets under section 362(c) with respect to\nthe BEA payments received during the taxable years *** c and *** d. POSTF-147002-10 6 DISCUSSION\nSection 61 and Treas. Reg. § 1.61-1 provide that gross income means all income\nfrom whatever source derived, unless excluded by law. Section 118(a) provides that, in\nthe case of a corporation, gross income does not include a contribution to the capital of\nthe taxpayer. Treas. Reg. § 1.118-1 provides, in part, that section 118 applies to\ncontributions to capital made by a person other than a shareholder. Section 362(c)(2)\nrequires a basis reduction in a corporation’s property when the corporation receives\nmoney from a nonshareholder as a contribution to its capital. History of the Supreme Court’s Jurisprudence In general, the exclusion from gross income provided under section 118 applies\nto subsidies intended as reimbursements for capital expenditures. Edwards v. Cuba\nRailroad Co., 268 U.S. 628 (1925). In contrast, payments motivated to guarantee\noperating income (or compensate for losses in income) are income, and therefore, not\nexcludable under section 118. Texas & Pacific Railway v. U.S., 286 U.S. 285 (1932);\nContinental Tie & Lumber Co. v. U.S., 286 U.S. 290 (1932). In addition, the exclusion from gross income provided under section 118 does not\napply to money or property transferred in consideration for goods or services rendered. In Detroit Edison v. Commissioner, the Supreme Court held that payments by\ncustomers to an electric utility corporation to extend utility service to customers’ homes\nwere not capital contributions and, instead, constituted taxable income. 319 U.S. 98,\n102 (1943). Conversely, payments made by a community group to locate a factory in a\ncommunity without an expectation of direct service were held to be capital contributions. Brown Shoe Co. v. Commissioner, 339 U.S. 583, 591 (1950). In its most recent case on the subject, the Supreme Court held that “the intent or\nmotive of the transferor…determined the tax character of the transaction.” U.S. v.\nChicago, Burlington & Quincy R.R., 412 U.S. 401, 411 (1973). The Supreme Court\nreasoned that “the decisional distinction between Detroit Edison and Brown Shoe Co.\nrested upon the nature of the benefit to the transferor, rather than the transferee”. Id."
}