{
  "document_category": "legal-advice",
  "docId": "legal-advice_9",
  "chunk_index": 2,
  "chunk_text": "------’s representative, ----------------------------------, notified the Internal Revenue Service\nin a telephone conversation on ---------------, ------- that ------- failed to comply with the\ngain recognition agreement regulations. -------sent a letter dated ------------------, ------stated that ------- had “inadvertently failed to file annual certifications under IRC § 367(a)\nfor each of its taxable years -------, ------, -------, and -------.” Enclosed in the letter were\nannual certifications for taxable years -------, -------, -------, and -------, signed under\npenalties of perjury by -------’s President and dated ---------------, -------. ------ has only\nfiled one waiver to the statute of limitations to date, the Form 8838, “Consent to Extend\nthe Time to Assess Tax Under Section 367 – Gain Recognition Agreement” originally\nfiled with its ------- Federal income tax return. ------- claims it relied on ------ to properly\nprepare its Federal income tax returns for taxable years ------- through ------. This\nreliance resulted in ------’s inadvertent failure to file annual certifications and annual\nwaivers. ------ requested that the Internal Revenue Service accept each late filed\nannual certifications as timely filed because it had reasonable cause for the failure to file\ndue to its reliance and ------. ------ claims it also has reasonable cause for failing to file\nannual waivers. To date, ------- has not filed any of the annual waivers for taxable years\n------- through -------. ISSUE\nCan the District Director provide an extension of time for the filing of annual waivers and\nannual certifications required to be filed in connection with an I.R.C. § 367 gain\nrecognition agreement when a taxpayer has good cause for its failure to timely file? LAW AND ANALYSIS For the tax year at issue (------), Treas. Reg. § 1.367(a)-3T(g)(1) provides that a transfer\nof stock will not be subject to section 367(a)(1) of the Code if (1) the transferor complies\nwith the reporting requirements of section 6038B and any regulations thereunder; and\n(2) the transferor files an agreement to recognize gain if the transferee corporation\ndisposes of the stock at a later date. In filing a gain recognition agreement,\nthe transferor must agree to file with its income tax return for each of the five taxable\nyears following the taxable year of the transfer a certification that the stock or securities POSTU-110020-04 4 transferred have not been disposed by the transferee in a transaction that is considered\nto be a disposition. Treas. Reg. § 1.367(a)-3T(g)(5)(i). The transferor also must agree\nto file with its income tax return for each of the eight taxable years following the year of\ntransfer a waiver of the period of limitations on assessment. Treas. Reg. § 1.367(a)3T(g)(5)(ii). A gain recognition agreement must be attached to, and filed by, the due date of, the\ninformation return required under section 6038B of the Code (Form 926). § 1.6038B1T(b)(1). Form 926 must be filed with the transferor's tax return for the taxable year that\nincludes the date of the transfer. See Temp. Reg. §§ 1.367(a)-3T(g)(2) and 1.6038B1T(b)(1). Certain penalties apply if a taxpayer fails to comply with the reporting\nrequirements of section 6038B of the Code and the regulations thereunder."
}