{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 5,
  "chunk_text": "9 H.R. Rep. No. 68-179, pt. 2, at 257 (1924); S. Rep. No. 68-398, pt. 2, at 284 (1924). Id.\n11\nId.\n12\nI.R.C. § 461(h)(4); United States v. Anderson, 269 U.S. 422, 441 (1926). 13\nDixie Pine Products Co. v. Commissioner, 320 U.S. 516 (1944). But see Treas. Reg. § 1.461-2(a)(1). 14\nId.\n15\n124 F. Supp. 182 (S.D.N.Y. 1954).\n16\nId. at 185.\n17\nI.R.C. § 131(d) (1939). 18\nCuba, 124 F. Supp at 185.\n19\nId.\n20\nRev. Rul. 58-55, 1958-1 C.B. 266.\n10 POSTF-113176-10 6 accounting practices.”21 But the IRS also noted that the accrual of the foreign tax for\npurposes of the credit must still conform to section 461, which required that the accrual\nof a contested tax could not be made until it was finally determined. 22 To harmonize the rules under section 461 with the holding in Cuba, the IRS\nreasoned that, under the principles of Cuba, and in view of the special nature of the\nforeign tax credit as evidenced by its legislative history and concept, the “relation-back”\ndoctrine applied to the accrual of the foreign tax. 23 In other words, the foreign tax\naccrued when the fact and amount of the liability were finally determined, but the\naccrual related back to the year in which the liability arose. 24 The legislative history to sections 905 and 986 further bolsters the argument that\ncontested foreign taxes are considered to accrue in the year to which they relate, not in\nthe year in which the contest is resolved and the taxes are paid. The Taxpayer Relief\nAct of 199725 revised the rules with respect to when a foreign tax redetermination is\nconsidered to have occurred and what translation rate applies to foreign income taxes\npaid in foreign currencies. In lieu of the prior translation convention, whereby foreign taxes were translated\nat the time they were paid to the foreign country,26\nCongress believed that taxpayers that are on the accrual basis of\naccounting for purposes of determining creditable foreign taxes should be\npermitted to translate those taxes into U.S. dollar amounts in the year to\nwhich those taxes relate, and should not be required to make adjustments\nor redetermination [sic] to those translated amounts, if actual tax\npayments are made within a reasonably short period of time after the\nclose of such year. 27\nConsistent with that legislative history, section 986(a)(1)(A) states that, in the\ncase of any taxpayer who takes foreign income taxes in account when accrued, the\namount of any foreign income taxes is translated into dollars by using the average\nexchange rate for the taxable year to which such taxes relate. If taxes are paid after the\ndate that is two years after the close of the taxable year to which they relate, they are\ntranslated at the spot rate on the date of payment. 28 21 Id.\nId.\n23\nId.\n24\nId.\n25\nPub.L. No. 105-34, 111 Stat. 788 [hereinafter Taxpayer Relief Act]. 26 This translation rule applied to taxes claimed as credits under either the cash method or the accrual\nmethod. 27\nGeneral Explanation of Tax Legislation Enacted in 1997, Part Two: Taxpayer Relief Act of 1997. JCS28-97, Pt. 2 Title XI [hereinafter General Explanation]. 28\nI.R.C. § 986(a)(1)(B).\n22 POSTF-113176-10 7"
}