{
  "document_category": "legal-advice",
  "docId": "legal-advice_25",
  "chunk_index": 112,
  "chunk_text": "Go to IRS.gov/ Account to securely access information\nabout your federal tax account. • View the amount you owe and a\nbreakdown by tax year. • See payment plan details or apply\nfor a new payment plan. • Make a payment or view 5 years of\npayment history and any pending or\nscheduled payments. • Access your tax records, including\nkey data from your most recent tax return, and transcripts. • View digital copies of select notices from the IRS. • Approve or reject authorization requests from tax professionals. • View your address on file or manage your communication preferences. Tax Pro Account. This tool lets your\ntax professional submit an authorization\nrequest to access your individual taxpayer IRS online account. For more information, go to IRS.gov/TaxProAccount. Using direct deposit. The fastest way\nto receive a tax refund is to file electronically and choose direct deposit, which\nsecurely and electronically transfers\nyour refund directly into your financial\naccount. Direct deposit also avoids the\npossibility that your check could be lost,\nstolen, destroyed, or returned undeliverable to the IRS. Eight in 10 taxpayers\nuse direct deposit to receive their refunds. If you don’t have a bank account,\ngo to IRS.gov. DirectDeposit for more\ninformation on where to find a bank or\ncredit union that can open an account\nonline. Getting a transcript of your return. The quickest way to get a copy of your\ntax transcript is to go to IRS.gov/\nTranscripts. Click on either “Get Transcript Online” or “Get Transcript by\nMail” to order a free copy of your transcript. If you prefer, you can order your\ntranscript by calling 800-908-9946. Reporting and resolving your tax-related identity theft issues. • Tax-related identity theft happens\nwhen someone steals your personal information to commit tax fraud. Your\ntaxes can be affected if your SSN is used\nto file a fraudulent return or to claim a\nrefund or credit. • The IRS doesn’t initiate contact\nwith taxpayers by email, text messages\n(including shortened links), telephone\ncalls, or social media channels to request\nor verify personal or financial information. This includes requests for personal\nidentification numbers (PINs), pass- words, or similar information for credit\ncards, banks, or other financial accounts. • Go to IRS. gov/IdentityTheft, the\nIRS Identity Theft Central webpage, for\ninformation on identity theft and data security protection for taxpayers, tax professionals, and businesses. If your SSN\nhas been lost or stolen or you suspect\nyou’re a victim of tax-related identity\ntheft, you can learn what steps you\nshould take. • Get an Identity Protection PIN (IP\nPIN). IP PINs are six-digit numbers assigned to taxpayers to help prevent the\nmisuse of their SSNs on fraudulent federal income tax returns. When you have\nan IP PIN, it prevents someone else\nfrom filing a tax return with your SSN. To learn more, go to IRS. gov/IPPIN. Ways to check on the status of your\nrefund. • Go to IRS.gov/Refunds.\n• Download the official IRS2 Go app\nto your mobile device to check your refund status. • Call the automated refund hotline\nat 800-829-1954. See Refund Information, later. Making a tax payment. Go to IRS.gov/\nPayments for information on how to\nmake a payment using any of the following options. • IRS Direct Pay:"
}