{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 121,
  "chunk_text": "Line 8q\nTaxable distributions from an ABLE\naccount. Distributions from this type of\naccount may be taxable if (a) they are\nmore than the designated beneficiary's\nqualified disability expenses, and (b)\nthey were not included in a qualified\nrollover. See Pub. 907 for more information. You may have to pay an additional tax if you received a taxCAUTION able distribution from an ABLE\naccount. See the Instructions for Form\n5329. ! Line 8r\nScholarship and fellowship grants not\nreported on Form W-2. Enter the\namount of scholarship and fellowship\ngrants not reported on Form W-2. However, if you were a degree candidate, include on line 8r only the amounts you\nused for expenses other than tuition and\ncourse-related expenses. For example,\namounts used for room, board, and travel must be reported on line 8r. ble payments, or you received nontaxable payments that you didn’t report on\nline 1a, and choose to include nontaxable amounts in earned income for purposes of claiming a credit or other tax benefit, report the amount on Form 1040 or\n1040-SR, line 1d. Then, on line 8s enter\nthe total amount of the nontaxable payments reported on Form 1040 or\n1040-SR, line 1a or 1d, in the entry\nspace in the preprinted parentheses (as a\nnegative number). For more information\nabout these payments, see Pub. 525. Line 8t\nPension or annuity from a nonqualified deferred compensation plan or a\nnongovernmental section 457 plan. Enter the amount that you received as a\npension or annuity from a nonqualified\ndeferred compensation plan or a nongovernmental 457 plan. This may be\nshown in box 11 of Form W-2. If you\nreceived such an amount but box 11 is\nblank, contact your employer or the payer for the amount received. Line 8u\nWages earned while incarcerated. Enter the amount that you received for\nservices performed while an inmate in a\npenal institution. You may receive\nForm(s) W-2 or Form(s) 1099. Line 8z Other income. Use line 8z to report\nany taxable income not reported elsewhere on your return or other schedules. List the type and amount of income. If\nnecessary, include a statement showing\nthe required information. For more details, see Miscellaneous Income in Pub.\n525. If you received a Form 1099-K TIP for a personal item that you Line 8s\nNontaxable amount of Medicaid waiver payments included on Form 1040,\nline 1a or 1d. Certain Medicaid waiver\npayments you received for caring for\nsomeone living in your home with you\nmay be nontaxable. If nontaxable payments were reported to you in box 1 of\nForm(s) W-2, report the amount on\nForm 1040 or 1040-SR, line 1a. If you\ndid not receive a Form W-2 for nontaxa- -86- sold at a gain, don’t report this\namount on line 8z, instead report it as\nyou would report any other capital gain\non Form 8949 and Schedule D.\nExamples of income to report on\nline 8z include the following. • Reimbursements or other amounts\nreceived for items deducted in an earlier\nyear, such as medical expenses, real estate taxes, general sales taxes, or home\nmortgage interest. See Recoveries in Pub. 525 for details on how to figure the\namount to report. • Reemployment trade adjustment\nassistance (RTAA) payments. These\npayments should be shown in box 5 of\nForm 1099-G.\n• Loss on certain corrective distributions of excess deferrals."
}