{
  "document_category": "legal-advice",
  "docId": "legal-advice_26",
  "chunk_index": 54,
  "chunk_text": "(g) Effective/applicability date. This section is\napplicable beginning August 2, 2011. Page 38 — § 10.72 § 10.73 Evidence. (a) In general. The rules of evidence prevailing\nin courts of law and equity are not controlling in\nhearings or proceedings conducted under this part. The Administrative Law Judge may, however,\nexclude evidence that is irrelevant, immaterial, or\nunduly repetitious. (b) Depositions. The deposition of any witness\ntaken pursuant to §10.71 may be admitted into\nevidence in any proceeding instituted under §10.60. (c) Requests for admission. Any matter admitted\nin response to a request for admission under\n§10.71 is conclusively established unless the\nAdministrative Law Judge on motion permits\nwithdrawal or modification of the admission. Any\nadmission made by a party is for the purposes of\nthe pending action only and is not an admission by\na party for any other purpose, nor may it be used\nagainst a party in any other proceeding. (d) Proof of documents. Official documents,\nrecords, and papers of the Internal Revenue Service\nand the Office of Professional Responsibility are\nadmissible in evidence without the production of\nan officer or employee to authenticate them. Any\ndocuments, records, and papers may be evidenced\nby a copy attested to or identified by an officer or\nemployee of the Internal Revenue Service or the\nTreasury Department, as the case may be. (e) Withdrawal of exhibits. If any document,\nrecord, or other paper is introduced in evidence\nas an exhibit, the Administrative Law Judge may\nauthorize the withdrawal of the exhibit subject to\nany conditions that he or she deems proper. (f) Objections. Objections to evidence are to be\nmade in short form, stating the grounds for the\nobjection. Except as ordered by the Administrative\nLaw Judge, argument on objections will not be\nrecorded or transcribed. Rulings on objections\nare to be a part of the record, but no exception to\na ruling is necessary to preserve the rights of the\nparties. (g) Effective/applicability date. This section is\napplicable on September 26, 2007. Treasury Department Circular No. 230 Table of Contents § 10.74 Transcript. In cases where the hearing is stenographically\nreported by a Government contract reporter, copies\nof the transcript may be obtained from the reporter\nat rates not to exceed the maximum rates fixed by\ncontract between the Government and the reporter. Where the hearing is stenographically reported by a\nregular employee of the Internal Revenue Service,\na copy will be supplied to the respondent either\nwithout charge or upon the payment of a reasonable\nfee. Copies of exhibits introduced at the hearing or\nat the taking of depositions will be supplied to the\nparties upon the payment of a reasonable fee (Sec.\n501, Public Law 82-137) (65 Stat. 290) (31 U.S.C.\n§ 483a). § 10.75 Proposed findings and conclusions. Except in cases where the respondent has failed to\nanswer the complaint or where a party has failed to\nappear at the hearing, the parties must be afforded a\nreasonable opportunity to submit proposed findings\nand conclusions and their supporting reasons to the\nAdministrative Law Judge. § 10.76 Decision of Administrative Law Judge. (a) In general —\n(1) Hearings. Within 180 days after the\nconclusion of a hearing and the receipt of any\nproposed findings and conclusions timely\nsubmitted by the parties, the Administrative Law\nJudge should enter a decision in the case."
}