{
  "document_category": "legal-advice",
  "docId": "legal-advice_62",
  "chunk_index": 19,
  "chunk_text": "gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns. The fund reduces\ncandidates' dependence on large contributions from individuals and groups and\nplaces candidates on an equal financial\nfooting in the general election. The fund\nalso helps pay for pediatric medical research. If you want $3 to go to this fund,\ncheck the box. If you are filing a joint\nreturn, your spouse can also have $3 go\nto the fund. If you check a box, your tax\nor refund won't change. Digital Assets\nDigital assets are any digital representations of value that are recorded on a\ncryptographically secured distributed\nledger or any similar technology. For\nexample, digital assets include non-fungible tokens (NFTs) and virtual currencies, such as cryptocurrencies and stablecoins. If a particular asset has the\ncharacteristics of a digital asset, it will\nbe treated as a digital asset for federal\nincome tax purposes. Check the “Yes” box next to the\nquestion on digital assets on page 1 of\nForm 1040 or 1040-SR if at any time\nduring 2022, you (a) received (as a reward, award, or payment for property or\nservices); or (b) sold, exchanged, gifted,\nor otherwise disposed of a digital asset\n(or any financial interest in any digital\nasset). For example, check “Yes” if at any\ntime during 2022 you:\n• Received digital assets as payment\nfor property or services provided;\n• Received digital assets as a result\nof a reward or award;\n• Received new digital assets as a\nresult of mining, staking, and similar activities;\n• Received digital assets as a result\nof a hard fork;\n• Disposed of digital assets in exchange for property or services; -15- • Disposed of a digital asset in exchange or trade for another digital asset;\n• Sold a digital asset;\n• Transferred digital assets for free\n(without receiving any consideration) as\na bona fide gift; or\n• Otherwise disposed of any other financial interest in a digital asset. You have a financial interest in a digital asset if you are the owner of record\nof a digital asset, or have an ownership\nstake in an account that holds one or\nmore digital assets, including the rights\nand obligations to acquire a financial interest, or you own a wallet that holds\ndigital assets. The following actions or transactions\nin 2022, alone, generally don’t require\nyou to check “Yes”:\n• Holding a digital asset in a wallet\nor account;\n• Transferring a digital asset from\none wallet or account you own or control to another wallet or account that you\nown or control; or\n• Purchasing digital assets using\nU.S. or other real currency, including\nthrough the use of electronic platforms\nsuch as PayPal and Venmo. Do not leave the question unanswered. You must answer “Yes” or\n“No” by checking the appropriate box. For more information, go to IRS.gov/\nvirtualcurrencyfaqs. How to Report Digital Asset\nTransactions If you disposed of any digital asset in\n2022, that you held as a capital asset,\nthrough a sale, exchange, gift, or transfer, check “Yes” and use Form 8949 to\ncalculate your capital gain or loss and\nreport that gain or loss on Schedule D\n(Form 1040)."
}