{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 83,
  "chunk_text": "If the amount you are looking up from the worksheet is $59,187 or more, and you have three qualifying children who have valid SSNs, you can’t take\nthe credit. - 55 - Need more information or forms? Visit IRS.gov. Line 28 Line 29 Additional Child Tax Credit American Opportunity\nCredit See Schedule 8812 (Form 1040) and its\ninstructions for information on figuring\nand claiming any additional child tax\ncredit that you may qualify to claim. If\nyou are claiming the additional child tax\ncredit, complete Schedule 8812 and attach it to your Form 1040 or 1040-SR. Form 8862, who must file. You must\nfile Form 8862 to claim the additional\nchild tax credit if your child tax credit\n(refundable or nonrefundable depending\non the tax year), additional child tax\ncredit, or credit for other dependents for\na year after 2015 was denied or reduced\nfor any reason other than a math or clerical error. Attach a completed Form 8862\nto your 2022 return to claim the credit\nfor 2022. Don't file Form 8862 if you\nfiled Form 8862 for 2021 and the child\ntax credit (refundable or nonrefundable),\nadditional child tax credit, or credit for\nother dependents was allowed for that\nyear. See Form 8862 and its instructions\nfor details. If you take the additional child\ntax credit even though you\nCAUTION aren't eligible and it is determined that your error is due to reckless\nor intentional disregard of the additional child tax credit rules, you won't be allowed to take the child tax credit, the\ncredit for other dependents, or the additional child tax credit for 2 years even if\nyou’re otherwise eligible to do so. If you\ntake the additional child tax credit even\nthough you aren’t eligible and it is later\ndetermined that you fraudulently took\nthe credit, you won't be allowed to take\nthe child tax credit, the credit for other\ndependents, or the additional child tax\ncredit for 10 years. You may also have\nto pay penalties. ! Refunds for returns claiming Refund Offset If you meet the requirements to claim an\neducation credit (see the instructions for\nSchedule 3, line 3), enter on line 29 the\namount, if any, from Form 8863, line 8. You may be able to increase an education credit and reduce your total tax or\nincrease your tax refund if the student\nchooses to include all or part of a Pell\ngrant or certain other scholarships or fellowships in income. See Pub. 970 and\nthe Instructions for Form 8863 for more\ninformation. Form 8862 required. You must file\nForm 8862 if your American opportunity credit for a year after 2015 was denied or reduced for any reason other\nthan a math or clerical error. Attach a\ncompleted Form 8862 to your 2022 return to claim the credit for 2022. Don't\nfile Form 8862 if you filed Form 8862\nfor 2021 and the American opportunity\ncredit was allowed for that year. See\nForm 8862 and its instructions for details. If you take the American opportunity credit even though\nCAUTION you aren't eligible and it is determined that your error is due to reckless or intentional disregard of the\nAmerican opportunity credit rules, you\nwon't be allowed to take the credit for 2\nyears even if you’re otherwise eligible to\ndo so."
}