{
  "document_category": "legal-advice",
  "docId": "legal-advice_20",
  "chunk_index": 8,
  "chunk_text": "Moreover,\ndid not offer any contemporaneous proof that it had a\nmotivating purpose to protect and promote its own business prior\nto incurring the expense of the stock options. Therefore,\n“ultimate purpose” in paying the stock options was to\nrealize a return on its payment through corporate profits\nreceived from its subsidiaries. The courts do not allow the\nexception to the general rule for this type of motivating\npurpose. See e.g. Lohrke, 48 T.C. at 679. In\ncase, the stock options were general\ncompensation expenses of a subsidiary for the day-to-day services\nof its employees, which\npaid to obtain and retain\nbetter personnel for its subsidiaries and any benefit to\nwas indirect. The royalty and sales income\nreceived from its subsidiaries is the general and indirect\nbenefit which obviously inures to a parent corporation when one\nof its subsidiaries successfully performs its functions, and\ntherefore, does not satisfy the requirements of section 162.2\nYoung & Rubicam, 410 F.2d at 1238-39; Columbian Rope, 42 T.C. at\n815-16. Second Argument Awarded the Stock Options to the\nExpatriate Employees for Protecting and Promoting its Brands,\nTrademarks, and Reputation 2 The license agreement between\nand its\nsubsidiaries is subject to arm’s length standard under section\n482. attempt to pay portions of the employee\ncompensation of its foreign subsidiaries, the licensees, is in\neffect a reduction of the royalty payments under these\narrangements. This has the effect of shifting income outside of\nthe U.S. and should have been considered in analyzing whether the\nroyalties were arm’s length under section 482. CC:LM:F:MAN:1:POSTF-112619-02 page 11 The courts have also found that a parent may deduct the\nexpenses of a subsidiary if the expenses were incurred by the\nparent with the underlying motivating purpose of protecting and\npromoting its own business. Young & Rubicam, 410 F.2d at 1241-43;\nLohrke, 48 T.C. at 688; L. Heller and Son, Inc. v. Commissioner,\n12 T.C. 1109 (1949). In Lohrke, the Tax Court set forth a twoprong test for determining whether a taxpayer falls within the\nnarrow “protect or promote” exception to the general rule against\na taxpayer deducting expenses incurred on behalf of the business\nof another. 48 T.C. at 688. First, the taxpayer must demonstrate\nthat its “ultimate purpose” in paying the other taxpayer’s\nobligation was to protect or promote its own business realizing a\nreturn on its payment through continued profits in that business,\nnot to keep the other taxpayer in existence to earn corporate\nprofits from that other taxpayer. Lohrke, 48 T.C. at 688; Snow,\n31 T.C. at 591. Second, the taxpayer must also show that the\nexpense is an ordinary and necessary expenditure in furtherance\nof its trade or business and not in furtherance of the trade or\nbusiness of the other taxpayer. Lohrke, 48 T.C. at 688. In\napplying the first prong of the Lohrke test, the courts require\nthat there be a “clear proximate danger” to the taxpayer and “the\nneed for a payment made” to protect an existing business from\nharm. Young & Rubicam, 410 F.2d at 1243. If the taxpayer fails\nto demonstrate a direct nexus between the purpose of the payment\nand the taxpayer’s business or income producing activities then\nthe deduction will not be allowed. Lettie Page Whitehead\nFoundation, Inc. v. United States, 606 F.2d 534, 538 (5th Cir.\n1979)."
}