{
  "document_category": "legal-advice",
  "docId": "legal-advice_71",
  "chunk_index": 7,
  "chunk_text": "The fact that the expenses of five1\nfamily members who travelled on the expedition were not deducted on the corporate return\nsuggests that the expedition was primarily a family recreational event and not primarily\nbusiness-related. The Regulations under § 162 envision three types of travel: (1) “Solely on business,” in\nwhich case all reasonable and necessary travel expenses, including meals and lodging, are\ndeductible (Reg. § 1.162-2(a)); (2) travel that mixes personal and business, in which case\nthe expenses of travel to the destination are deductible if the trip is “primarily” for business\n(Reg.\n§ 1.162-2(b)(1)); and (3) travel “primarily personal in nature”, in which case the\n“traveling expenses to and from the destination are not deductible even though the\ntaxpayer engages in business activities while at such destination” but “expenses while at\nthe destination which are properly allocable to the taxpayer’s trade or business are\ndeductible” (Reg. § 1.162-2(b)(1)). In your examination the *** al expedition appears to be\nprimarily personal. The company has not established (and cannot establish) that any part\nof the expenses are business, because the only potentially business-related activity would\nbe advertising-related which (as explained above) is too insufficient to qualify as ordinary\nand necessary. As we do not believe the expenditures qualify under § 162, we do not reach the issue\nof whether they would be capitalized and amortized (rather than deducted currently) as\ndiscussed in Reg. § 1.162-20(a). Neither are the expenses deductible as a charitable contribution. Although a small --------------- documenting the *** al -------------- was placed in the taxpayer’s ------------, that ------------------- is not a tax-exempt entity as defined in I.R.C. §§ 170 and 501(c)(3). In\nconnection with the *** al --------------, no cash or other thing of value was transferred to a\ntax-exempt entity, nor did the company pay any expenses that were the legal obligation of\na tax-exempt entity. A charitable contribution deduction is thus not an appropriate\nalternative. As you have noted, the Service examined this taxpayer in previous years and did not\ndisallow deductions arising from a previous --------- (in -------) for the -------------------------------------------. We note that, as a matter of law, the Service is not required to treat a taxpayer\nconsistently from year to year; the fact that the Service allows a deduction in one year does\nnot bar the Service from disallowing a similar deduction in a later year. Each year stands\non its own. United States v. Skelly Oil Co., 394 U.S. 678, 684 (1969); Knights of Columbus\nCouncil #3660 v. United States, 783 F.2d 69 (7th Cir 1986); Rose v. Commissioner, 55 T.C.\n28, 32 (1970); Rooney v. Commissioner, T.C. Memo. 2011-14. Even if justification were\nneeded for treating the two years differently, there may be factual distinctions between the\n1 *** am, *** at, *** an, *** ao, and *** ap. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 10 two --------------- which justify the deduction of one but not the other. For example, the\nearlier -------------- is included in the ------*** v which may be of legitimate advertising value;\nthe second -------------- took place after the making of the ----- and does not appear to have\nbeen given any significant exposure to the public."
}