{
  "document_category": "legal-advice",
  "docId": "legal-advice_27",
  "chunk_index": 51,
  "chunk_text": "Requests for admission shall not exceed a total of 30\n(including any subparts within a specific request)\nwithout the approval from the Administrative Law\nJudge. (d) Limitations. Discovery shall not be authorized if —\n(1) The request fails to meet any requirement set\nforth in paragraph (a) of this section;\n(2) It will unduly delay the proceeding;\n(3) It will place an undue burden on the party\nrequired to produce the discovery sought;\n(4) It is frivolous or abusive;\n(5) It is cumulative or duplicative;\n(6) The material sought is privileged or otherwise\nprotected from disclosure by law;\n(7) The material sought relates to mental\nimpressions, conclusions, of legal theories of any\nparty, attorney, or other representative, or a party\nprepared in the anticipation of a proceeding; or\n(8) The material sought is available generally\nto the public, equally to the parties, or to the party\nseeking the discovery through another source. (e) Failure to comply. Where a party fails to comply\nwith an order of the Administrative Law Judge under\nthis section, the Administrative Law Judge may, among\nother things, infer that the information would be adverse\nto the party failing to provide it, exclude the information\nfrom evidence or issue a decision by default. (f) Other discovery. No discovery other than that\nspecifically provided for in this section is permitted. Page 36 — § 10.71 (g) Effective/applicability date. This section\nis applicable to proceedings initiated on or after\nSeptember 26, 2007. § 10.72 Hearings. (a) In general —\n(1) Presiding officer. An Administrative Law\nJudge will preside at the hearing on a complaint\nfiled under §10.60 for the sanction of a practitioner,\nemployer, firm or other entity, or appraiser. (2) Time for hearing. Absent a determination by\nthe Administrative Law Judge that, in the interest\nof justice, a hearing must be held at a later time,\nthe Administrative Law Judge should, on notice\nsufficient to allow proper preparation, schedule the\nhearing to occur no later than 180 days after the time\nfor filing the answer. (3) Procedural requirements. (i) Hearings will be stenographically recorded\nand transcribed and the testimony of witnesses will\nbe taken under oath or affirmation. (ii) Hearings will be conducted pursuant to\n5 U.S.C. 556.\n(iii) A hearing in a proceeding requested under\n§10.82(g) will be conducted de novo. (iv) An evidentiary hearing must be held in all\nproceedings prior to the issuance of a decision by the\nAdministrative Law Judge unless —\n(A) The Internal Revenue Service withdraws\nthe complaint;\n(B) A decision is issued by default pursuant to\n§10.64(d);\n(C) A decision is issued under §10.82 (e);\n(D) The respondent requests a decision on the\nwritten record without a hearing; or\n(E) The Administrative Law Judge issues a\ndecision under §10.68(d) or rules on another motion\nthat disposes of the case prior to the hearing. (b) Cross-examination. A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents"
}