{
  "document_category": "legal-advice",
  "docId": "legal-advice_40",
  "chunk_index": 26,
  "chunk_text": "! You must include the required information even if you\nfiled it with your return in an earlier year. CAUTION Post-2008 decree or agreement. If the divorce decree or\nseparation agreement went into effect after 2008, the noncustodial parent can't include pages from the decree or agreement instead of Form 8332. The custodial parent must sign either Form\n8332 or a substantially similar statement the only purpose of\nwhich is to release the custodial parent's claim to certain tax\nbenefits for a child, and the noncustodial parent must include a\ncopy with their return. The form or statement must release the\ncustodial parent's claim to the child without any conditions. For\nexample, the release must not depend on the noncustodial parent paying support. Release of certain tax benefits revoked. A custodial parent\nwho has revoked their previous release of a claim to certain tax\nbenefits for a child must include a copy of the revocation with\ntheir return. For details, see Form 8332. Exception to citizen test. If you are a U.S. citizen or U.S. national and your adopted child lived with you all year as a member of your household, that child meets the requirement to be a\nU.S. citizen in Step 2, question 1; Step 3, question 2; Step 4,\nquestion 2; and Step 5, question 2.\nException to gross income test. If your relative (including a\nperson who lived with you all year as a member of your household) is permanently and totally disabled (defined later), certain\nincome for services performed at a sheltered workshop may be\nexcluded for this test. For details, see Pub. 501. Exception to time lived with you. Temporary absences by you\nor the other person for special circumstances, such as school,\nvacation, business, medical care, military service, or detention\nin a juvenile facility, count as time the person lived with you. Also see Children of divorced or separated parents, earlier, or\nKidnapped child, later. If the person meets all other requirements to be your qualifying child but was born or died in 2022, the person is considered\nto have lived with you for more than half of 2022 if your home\nwas this person's home for more than half the time the person\nwas alive in 2022. If the person meets all other requirements to\nbe your qualifying child but you adopted the person in 2022, the\nperson was lawfully placed with you for legal adoption by you\nin 2022, or the person was an eligible foster child placed with\nyou during 2022, the person is considered to have lived with\nyou for more than half of 2022 if your main home was this person's main home for more than half the time since the person\nwas adopted or placed with you in 2022. Any other person is considered to have lived with you for all\nof 2022 if the person was born or died in 2022 and your home\nwas this person's home for the entire time the person was alive -20-"
}