{
  "document_category": "legal-advice",
  "docId": "legal-advice_95",
  "chunk_index": 22,
  "chunk_text": "(2) Qualifying programs —\n(i) Formal programs. A formal program\nqualifies as a continuing education program if it —\n(A) Requires attendance and provides each\nattendee with a certificate of attendance;\n(B) Is conducted by a qualified instructor,\ndiscussion leader, or speaker (in other words, a\nperson whose background, training, education, and\nexperience is appropriate for instructing or leading\na discussion on the subject matter of the particular\nprogram);\n(C) Provides or requires a written outline,\ntextbook, or suitable electronic educational materials;\nand\n(D) Satisfies the requirements established for\na qualified continuing education program pursuant to\n§10.9. (ii) Correspondence or individual study\nprograms (including taped programs). Qualifying\ncontinuing\neducation\nprograms\ninclude\ncorrespondence or individual study programs that\nare conducted by continuing education providers\nand completed on an individual basis by the enrolled\nindividual. The allowable credit hours for such\nprograms will be measured on a basis comparable to\nthe measurement of a seminar or course for credit in\nan accredited educational institution. Such programs\nqualify as continuing education programs only if\nthey —\n(A) Require registration of the participants by\nthe continuing education provider;\n(B) Provide a means for measuring successful\ncompletion by the participants (for example, a written\nTreasury Department Circular No. 230 examination), including the issuance of a certificate\nof completion by the continuing education provider;\n(C) Provide a written outline, textbook, or\nsuitable electronic educational materials; and\n(D) Satisfy the requirements established for a\nqualified continuing education program pursuant to\n§10.9. (iii) Serving as an instructor, discussion leader\nor speaker. (A) One hour of continuing education credit\nwill be awarded for each contact hour completed\nas an instructor, discussion leader, or speaker at\nan educational program that meets the continuing\neducation requirements of paragraph (f) of this\nsection. (B) A maximum of two hours of continuing\neducation credit will be awarded for actual subject\npreparation time for each contact hour completed as\nan instructor, discussion leader, or speaker at such\nprograms. It is the responsibility of the individual\nclaiming such credit to maintain records to verify\npreparation time. (C) The maximum continuing education credit\nfor instruction and preparation may not exceed four\nhours annually for registered tax return preparers and\nsix hours annually for enrolled agents and enrolled\nretirement plan agents. (D) An instructor, discussion leader, or\nspeaker who makes more than one presentation\non the same subject matter during an enrollment\ncycle or registration year will receive continuing\neducation credit for only one such presentation for\nthe enrollment cycle or registration year. (3) Periodic examination. Enrolled Agents and\nEnrolled Retirement Plan Agents may establish\neligibility for renewal of enrollment for any\nenrollment cycle by —\n(i) Achieving a passing score on each part of\nthe Special Enrollment Examination administered\nunder this part during the three year period prior to\nrenewal; and\n(ii) Completing a minimum of 16 hours of\nqualifying continuing education during the last year\nof an enrollment cycle. § 10.6 — Page 13 Table of Contents (g) Measurement of continuing education\ncoursework. (1) All continuing education programs will be\nmeasured in terms of contact hours. The shortest\nrecognized program will be one contact hour.\n(2) A contact hour is 50 minutes of continuous\nparticipation in a program. Credit is granted only for\na full contact hour, which is 50 minutes or multiples\nthereof. For example, a program lasting more than\n50 minutes but less than 100 minutes will count as\nonly one contact hour."
}