{
  "document_category": "legal-advice",
  "docId": "legal-advice_63",
  "chunk_index": 18,
  "chunk_text": "Upon\nthe applicant’s written request, the Internal Revenue\nService will afford the applicant the opportunity to\nbe heard with respect to the application. (d) Compliance and suitability checks. (1) As a condition to consideration of an\napplication, the Internal Revenue Service may\nconduct a Federal tax compliance check and\nsuitability check. The tax compliance check will be\nlimited to an inquiry regarding whether an applicant\nhas filed all required individual or business tax\nreturns and whether the applicant has failed to pay, or\nmake proper arrangements with the Internal Revenue\nService for payment of, any Federal tax debts. The suitability check will be limited to an inquiry\nregarding whether an applicant has engaged in any\nconduct that would justify suspension or disbarment\nof any practitioner under the provisions of this part\non the date the application is submitted, including\nwhether the applicant has engaged in disreputable\nconduct as defined in §10.51. The application will\nbe denied only if the results of the compliance or\nsuitability check are sufficient to establish that the\npractitioner engaged in conduct subject to sanctions\nunder §§10.51 and 10.52. (2) If the applicant does not pass the tax\ncompliance or suitability check, the applicant will\nnot be issued an enrollment or registration card or\ncertificate pursuant to §10.6(b) of this part. An\napplicant who is initially denied enrollment or\nregistration for failure to pass a tax compliance\ncheck may reapply after the initial denial if the\napplicant becomes current with respect to the\napplicant’s tax liabilities. (e) Temporary recognition. On receipt of a properly\nexecuted application, the Commissioner, or delegate,\nmay grant the applicant temporary recognition to\npractice pending a determination as to whether status\nas an enrolled agent, enrolled retirement plan agent,\nor registered tax return preparer should be granted. Temporary recognition will be granted only in\nunusual circumstances and it will not be granted, in\nany circumstance, if the application is not regular on\nits face, if the information stated in the application,\nPage 10 — § 10.5 if true, is not sufficient to warrant granting the\napplication to practice, or the Commissioner,\nor delegate, has information indicating that the\nstatements in the application are untrue or that the\napplicant would not otherwise qualify to become\nan enrolled agent, enrolled retirement plan agent, or\nregistered tax return preparer. Issuance of temporary\nrecognition does not constitute either a designation\nor a finding of eligibility as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, and the temporary recognition may\nbe withdrawn at any time. (f) Protest of application denial. The applicant\nwill be informed in writing as to the reason(s) for\nany denial of an application. The applicant may,\nwithin 30 days after receipt of the notice of denial of\nthe application, file a written protest of the denial as\nprescribed by the Internal Revenue Service in forms,\nguidance, or other appropriate guidance. A protest\nunder this section is not governed by subpart D of\nthis part. (f) Effective/applicability date. This section is\napplicable to applications received on or after\nAugust 2, 2011. § 10.6 Term and renewal of status as an enrolled\nagent, enrolled retirement plan agent, or\nregistered tax return preparer. (a) Term."
}