{
  "document_category": "legal-advice",
  "docId": "legal-advice_45",
  "chunk_index": 6,
  "chunk_text": "d. Basis for determining outstanding gift cards A’s tax and audited balance sheets report the entire liability for all outstanding gift\ncards, whether sold by A or the other Participating Restaurants. At the beginning and\nend of Year 27, the reported liabilities for the unredeemed gift cards were $QL and\n$QM, respectively. Those amounts were determined by adjusting the beginning\nbalance for cash receipts and cash disbursements resulting from the sale and\nredemption of gift cards and were verified using generally accepted auditing\nstandards. A management has stated that, due to the high demand for the gift cards during the\nyear-end holiday season, gift cards are activated by A before being distributed to the\nother Participating Restaurants and sold by them.7 A management believes the\nprocedure is necessary because: (i) the unusually high volume of gift cards sold during\nthe holiday season makes it logistically impractical to activate cards as sold; (ii) it\n7 A has acknowledged the following: A changed its process for issuing gift cards in Year 24. Prior to Year\n24, the company activated gift cards at the time they were sold. In Year 24, A began to activate cards\nprior to issuing them to the stores in order to make the process more efficient and to free-up store\nmanagers’ time. A states that the problem with the change is that A’s gift card system tracks outstanding\ngift cards based on activation date rather than sale date. This does not present A a problem in\ndetermining the gift card liability because management can subtract its gift card inventory from the total\ngift cards activated to arrive at the true number of gift certificates outstanding. This is a problem when\nestimating the amount of income to recognize in a particular year because the inventory is not\naged by activation date. This makes it difficult for management to determine when the gift cards\ncurrently outstanding were actually sold. (Emphasis added). POSTF-134398-08 10 enables the restaurant managers to concentrate on running their respective restaurants\nduring the busy season and (iii) the procedure minimizes the possibility of the\nrestaurants’ selling non-activated cards that would create problems on redemption. Participating Restaurants who do not sell \"activated\" gift cards at year end can return\nthe unsold activated cards to A. A then places the returned cards into its inventory of\nactivated but not sold gift cards. At any point during the year, a Participating Restaurant\ncan request additional gift cards from A in any denomination. A may then transfer from\ninventory previously activated gift cards that had been returned to it from one\nParticipating Restaurant and send those back out to a different Participating\nRestaurant. During the Year 27 year, A activated gift cards totaling $QN. Of those activated, $QO in\ngift cards was outstanding at year-end, and gift card sales totaled $QB. A total of $QP\nreflects the value of cards sold in Year 27 that were redeemed during the year. A uses an outside vendor to track the issuance and aging of the gift cards. A also\nattempts to track the aging of the gift cards and the gift card liability in-house using\nspreadsheets and other programs."
}