{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 41,
  "chunk_text": "You must use the Simplified Method if\neither of the following applies. 1. Your annuity starting date was after July 1, 1986, and you used this method last year to figure the taxable part. 2. Your annuity starting date was after November 18, 1996, and both of the\nfollowing apply. a. The payments are from a qualified employee plan, a qualified employee annuity, or a tax-sheltered annuity. b. On your annuity starting date, either you were under age 75 or the number of years of guaranteed payments was\nfewer than 5. See Pub. 575 for the definition of guaranteed payments. If you must use the Simplified Method, complete the Simplified Method\nWorksheet in these instructions to figure\nthe taxable part of your pension or annuity. For more details on the Simplified\nMethod, see Pub. 575 (or Pub. 721 for\nU.S. Civil Service retirement benefits). If you received U.S. Civil Service retirement benefits and you\nCAUTION chose the alternative annuity\noption, see Pub. 721 to figure the taxable part of your annuity. Do not use the\nSimplified Method Worksheet in these\ninstructions. ! Annuity Starting Date Your annuity starting date is the later of\nthe first day of the first period for which\nyou received a payment or the date the\nplan's obligations became fixed. Age (or Combined Ages) at\nAnnuity Starting Date If you are the retiree, use your age on\nthe annuity starting date. If you are the\nsurvivor of a retiree, use the retiree's age\non their annuity starting date. But if your Keep for Your Records Simplified Method Worksheet—Lines 5a and 5b\nBefore you begin: If you are the beneficiary of a deceased employee or former employee who died before August 21, 1996, include\nany death benefit exclusion that you are entitled to (up to $5,000) in the amount entered on line 2 below. More than one pension or annuity. If you had more than one partially taxable pension or annuity, figure the taxable part of each separately. Enter\nthe total of the taxable parts on Form 1040 or 1040-SR, line 5b. Enter the total pension or annuity payments received in 2022 on Form 1040 or\n1040-SR, line 5a. 1. Enter the total pension or annuity payments from Form 1099-R, box 1. Also, enter this amount on Form 1040 or\n1040-SR, line 5a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1. . . . . . . 8. 9. Taxable amount. Subtract line 8 from line 1. Enter the result, but not less than zero. Also, enter this amount on Form\n1040 or 1040-SR, line 5b. If your Form 1099-R shows a larger amount, use the amount on this line instead of the\namount from Form 1099-R. If you are a retired public safety officer, see Insurance Premiums for Retired Public\nSafety Officers before entering an amount on line 5b . . . . . . . . . . . . . . . . . . . . . . 9."
}