{
  "document_category": "legal-advice",
  "docId": "legal-advice_6",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20044101F\nRelease Date: 10/8/04\nPOSTF-104030-04\nCC:LM:HMT:WAS:DKGregory\nUIL: 1031.01-00\n1031.02-00\ndate:\nto: from: July 29, 2004\nPatti Colwell, Internal Revenue Service Engineer\nFt. Worth, Texas\nAssociate Area Counsel (Washington, D.C.)\n(Large & Mid-Size Business) subject: TAXPAYER I.R.C. § 1031 EXCHANGE This memorandum responds to your written request for advice dated Date 11,\nregarding the applicability of § 1031 of the Internal Revenue Code to an exchange of\nproperty. DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our views. LEGEND\nTaxpayer= Exxon Mobil\nX= Mobil\nY= Exxon\nTSub= Exxon Mobil Pipeline Company\nDate 1= February 13, 2004\nDate 2= November 30, 1999\nDate 3= December 31, 1996\nDate 4= May 28, 1996\nCounty 1= Gregg County\nCounty 2= Andrews County\nCity 1= Vista\nCity 2= Mission Viejo\n1 The original request was supplemented with documents that Taxpayer provided to the examination team\nthrough the Information Document Request process. 2\nState 1= Texas\nState 2= California\nAmount 1= $3,300,000\nAmount 2= $124,109\nAmount 3= $5,646,529\nAmount 4= $5,600,000\nAmount 5= $46,529\nAmount 6= $56 7\nAmount 7= $5,645,962\nAmount 8= 50 miles\nAmount 9= 8”\nAmount 10= 6”\nAmount 11= 4”\nAmount 12= 3”\nAmount 13= 22 miles\nAmount 14= 4”\nISSUES Is the pipeline that is part of a crude oil gathering system of like-kind, within the meaning\nof § 1031(a), to property for which it was exchanged? CONCLUSIONS If the pipeline is personal property for state law purposes, then such pipeline is, under\n§ 1.1031(a)-2(b) of the Income Tax Regulations, of like-kind to other property in the\nsame General Asset Class (as defined in § 1.1031(a)-2(b)(2)) or Product Class (as\ndefined in § 1.1031(a)-2(b)(3)). FACTS\nTaxpayer 2 is a U.S. corporation engaged in oil and gas exploration and production. TSub, a subsidiary of Taxpayer, is engaged in transporting crude oil, refined petroleum\nproducts, liquefied petroleum gases, natural gas liquids, and chemical feedstock\nthrough pipelines. TSub is a member of Taxpayer’s consolidated group. Taxpayer filed\na consolidated Federal income tax return for the taxable year ending Date 3, the year at\nissue. On Date 4, TSub and an unrelated third-party entered into an asset exchange\nagreement (Agreement). Pursuant to the terms of the Agreement, TSub exchanged a\ncrude oil gathering system located in County 1, State 1 for a smaller crude oil gathering\nsystem located in County 2, State 1, plus Amount 1. All of the properties transferred\nand received were held for use in TSub’s trade or business or were held for investment. 2 On Date 2, a reorganization (a tax-free reorganization within the meaning of I.R.C. § 368) was effected\nbetween X and Y. After the reorganization, X existed as a first-tier subsidiary of Y. This same structure\nexists today, except Y has changed its name to Taxpayer. 3 The assets exchanged did not include property described in § 1031(a)(2) (i.e., stock in\ntrade or other property held primarily for sale, stocks, bonds, notes, choses in action,\ninterest in partnership, certificates of trust or beneficial interest, other securities, or\nevidences of indebtedness or interest.)"
}