{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 6,
  "chunk_text": "6\nRev. Rul. 61-113, 1961-1 C.B. 400, dealt with individuals who served as members of a\nhearing board of an air pollution control district, who were appointed by the county\nboard of supervisors, took an oath of office, held public hearings, and submitted their\ndecisions to the county. They were not under the control and direction of the county\nboard of supervisors or any other body. Their compensation was based on the number\nof hearings they attended. The Ruling held that the board members services\nconstituted the performance of the functions of a public office and therefore did not\nconstitute a “trade or business” for purposes of self-employment taxes under Code\nsection 1402(c)(1). Boards and commissions are created by state statute. Consultation of these statutes is\nlikely to show that these positions are defined as public officers of the states or their\npolitical subdivisions or instrumentalities. 7 In the case of the -------members, the -------statute establishing the position, as well as the detailed training and manual provided by\nthe State ----------------, appear to provide ample evidence that -------members are public\nofficials, and therefore employees for purposes of income tax withholding. For instance,\nthe ------ is created by state legislation and it functions in a quasi-judicial capacity. An --------member is entitled to judicial immunity for their actions concerning formal protest\nhearings. -------------------------------------------------------------------. The broad contours of the\n-------powers and responsibilities are defined by statute and more specifically described\nby the ------------------office, which may use its delegated authority to establish minimum\nstandards and procedures for the office. -------members perform their hearing and\ndecision duties in accordance with the state code and the procedures established by the\n----------------and by the ------ itself, but without direct control by the Board of Directors. The state statute also establishes a formal process for removing ------ members. The -------bears many similarities to the hearing board of the air pollution control district\nconsidered in Rev. Rul. 61-113. Members are appointed by a board of supervisors,\nmust take an official oath, and hold public hearings and submit their decisions to a ----------------official; however, they are not under the direction or control of that board. The --------members are also compensated on a per diem basis in accordance with ----------statutes. These statutory provisions and cases strongly support the view that in -------- an -------member is a public officer whose compensation is subject to income tax withholding\n6 We note that it is possible that some appointed officials may be given sufficient independence\nthat they would not be employees under the common law. 7 The ----------Attorney General has opined that------- members are “local public officials” for purposes of\nspecial conflict of interest provisions found in C--------------------------------------------------------- Code. Section --------------- of the---------------------------Code defines “local\npublic official” as “a member of the governing body or another officer, whether elected, appointed, paid, or\nunpaid, of any district ... who exercises responsibilities beyond those that are advisory in nature.” --------------------------------. ------- POSTF-123043-08 8 under section 3401(c). 2. Employee Status for FICA Purposes\nA. 218 Agreement The question of whether the ------ members are covered by---------’s Medicare-Only 218\nAgreement is relevant to your inquiry."
}