{
  "document_category": "legal-advice",
  "docId": "legal-advice_49",
  "chunk_index": 11,
  "chunk_text": "Therefore, as found by the Seventh Circuit, the Third Circuit and the Tax Court,\nthe regulation is based on a permissible construction of the statute and should be\nupheld. III. Whether the fact that any interest due under the notes payable was\nnot payable without the approval of the Superintendent of Insurance\nfor the State of --------------, and, as ------------------------ never received\nsuch approval, can the accrued interest even be considered a\ndeductible expense at all because all events have not occurred\nwhich determine the fact of the liability. Under the accrual method of accounting, expenses are deductible before they\nhave become due and payable so long as “all events have occurred which determine\nthe fact of the liability and the amount thereof can be determined with reasonable\naccuracy.” Treas. Reg. § 1.461–1(a)(2) (1992 ed.). See also, United States v. Gen.\nDynamics Corp., 481 U.S. 239, 242–43 (1987); United States v. Hughes Props., Inc.,\n476 U.S. 593, 599–600 (1986). Under the accrual method, therefore, expenses are POSTF-108700-08 14 allowed as deductions before they are paid, but only on the assumption that they\nactually will be paid. An accrued expense is currently deductible only if it is “final and\ndefinite in amount,” “fixed and absolute,” and “unconditional.” Hughes Props., 476 U.S.\nat 600 (citations omitted). In the taxpayer’s facts, because all of the notes payable required the\nSuperintendent of Insurance for the State of ------------- to approve the payment of any\ninterest due on the notes pursuant to ------ State Insurance Law ------------- and the\nSuperintendent never gave ---------------------- such approval, the interest expense is not\ncurrently deductible because it is not fixed, absolute or unconditional. In effect, all the\nevents have not occurred which determine the fact of the liability under Treas. Reg. §\n1.461–1(a)(2). Therefore, we believe that ---------------------- cannot currently deduct the\naccrued interest expense as it fails the tests enumerated in Treas. Reg. § 1.461–1(a)(2)\nand Hughes Props., 476 U.S. at 600. Please call --------------------- if you have any further questions. _____________________________ ---------------------Attorney ------------------"
}