{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 7,
  "chunk_text": "Contracts governing these arrangements specify the shipment period and\ntime period during which the farmer has the option of asking that his or her b be priced. When the farmer elects to price the b, the price is the futures price on that day plus or\nminus an agreed amount specified in the contract and referred to as the “basis.” Yet another option available to a farmer is to enter into a “hedge-to-arrive contract.” While not as popular as forward contracts, some of Coop's members prefer to sell their\nb to Coop under these contracts. POSTF-143023-10 9 Operating in the manner described above, Coop makes b payments to members for b\npurchased in spot sales or pursuant to forward, basis and hedge-to-arrive contracts. Coop also typically makes b patronage dividends. It typically pays a certain percent in\ncash and a certain percent in qualified written notices of allocation (using Members'\nEquity Credits). Through the year 20--- and thru the time of its request for a PLR for the\nyear 20---, Coop has treated b payments made in cash to members as “purchases” for\ntax purposes and reported them on Schedule A, Line 2 of its Form 1120-C.\nThrough the year 20--- and thru the time of its request for a PLR for the year 20---, Coop\nhas not reported b payments made in cash as “per-unit retain allocations paid in money”\nand, therefore, has not reported them on Schedule A, Line 4b of its Form 1120-C. It has\nreported the patronage dividends paid to b members as a patronage dividend paid in\nmoney and qualified written notices of allocation on Schedule H, lines 3a and 3b of its\nForm 1120-C. Because of this reporting, b payments paid in cash have entered into the determination\nof Coop's cost of goods sold for tax purposes. As is customary in the b business, Coop\nvalues its b inventories at year end at market for financial statement and for tax\npurposes. Coop has done a section 199 computation in prior years. In that computation, it has\nadded back patronage dividends In all relevant years prior to the request for a PLR for the year 20---, Coop’s section 199\ncomputation has added back patronage dividends as permitted by section 199(d)(3)(C)\nof the Code, but it has not added-back b payments paid in cash. Coop has not passed\nthrough any portion of its section 199 deductions to its members in any of these years. PLR HOLDING In response to a request for rulings dated March 6, 20---, taxpayer received a Private\nLetter Ruling (“PLR”, PLR 200942022) using facts from their tax year ended December\n31, 20---. The PLR held 1) That the Coop’s b payments to members and participating\npatrons constitute “per-unit retain allocations paid in money” within the meaning of\nsection 1382(b)(3) of the Code; and 2) For the purpose of computing its section 199\ndomestic production activities deduction, Coop’s qualified production activities income\nand taxable income should, pursuant to section 199 (d)(3)(C) of the Code, be computed\nwithout regard to any deduction for b payments to members and participating patrons."
}