{
  "document_category": "legal-advice",
  "docId": "legal-advice_19",
  "chunk_index": 5,
  "chunk_text": "Since there was no value\ndistributed with respect to the common shares, petitioner argued\nthat section 332 did not apply with respect to the common shares\nand it was entitled to a loss pursuant to section 165(g). Respondent argued that section 332 applied to the\nliquidation and no loss was allowed with respect to the\ninvestment in the common shares. Respondent advanced two\narguments: 1) Spaulding Bakeries was erroneously decided and the\ndecision should be reconsidered; and 2) even under the rationale\nof Spaulding Bakeries, section 332 applies. H.K. Porter Company,\nInc., 87 T.C. at 693. The Tax Court rejected Respondent’s argument that Spaulding\nBakeries was erroneously decided. The Court agreed with the\nSecond Circuit’s focus in Spaulding Bakeries on the importance of\npriorities on dissolution. Id. at 694. The Court reasoned that\nsince the assets are distributed first to the preferred stock,\nand there was no property left for distribution to the common\nstock, the distribution was not a distribution with respect to\nall of the subsidiary’s stock. Id. Therefore, section 332 did\nnot apply on the liquidation with respect to the common stock. In H.K. Porter Company, Respondent made two arguments to\nsupport its position that section 332 applied even under the\nreasoning of Spaulding Bakeries: 1) the preferred stock had\nvoting rights and, therefore, the distribution in the present\ncase cannot be considered “immaterial”, and 2) substance prevails\nover form and, here, petitioner in substance held only one class\nof stock. Id. at 696. The Court refused to focus on the voting rights of the\npreferred stock. Instead, the Court focused on the liquidation\npreference of the stock and held that since no property was left\nfor distribution with respect to the common shares, section 332\nis inapplicable. Id. The Court also rejected Respondent’s\nsubstance-over-form argument. Respondent argued that the\nsubstance of the transaction indicates that petitioner had only\none class of stock, since the preferred stock did not grant\npetitioner any benefits or privileges that it did not already\npossess as the only stockholder in the corporation. Id. at 697. In rejecting Respondent’s argument, the Court focused on the\nfact that the preferred stock was issued approximately 10 years\nbefore Porter Australia was liquidated. The Court concluded that\nthe preferred stock “was not illusory or part of a financial\nfacade constructed of shuffled papers.” Id. The Court discussed\nthat intercompany loans were capitalized into the preferred\nshares which carried specific rights and privileges. B. Analysis In our case, taxpayer produced a valuation report indicating\nthat -----and ----were insolvent after taking into account the\noutstanding loans from the taxpayer. The report valued the\nentities as ongoing concerns taking into account all tangible and\nintangible assets of the businesses. Therefore, taxpayer argues\nthat section 332 did not apply on the liquidations and it is\nentitled to worthless stock losses pursuant to section 165(g)\nwith respect to its stock in ---- and --. In addition, taxpayer\nargues that it is entitled to bad debt losses for the portion of\nthe loans not satisfied in liquidation (excess of outstanding\nloans over the value of the assets). The audit team has challenged taxpayer’s position that ---and ----were insolvent at the time of the deemed liquidations. Specifically, it has challenged taxpayer’s characterization of\nthe advances to ----and -----as debt."
}