{
  "document_category": "legal-advice",
  "docId": "legal-advice_12",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20042308F\nRelease Date: 6/4/04\nCC:LM:HMT:CIN:1:POSTF-168001-03\nJEKagy\ndate:\nto: from: subject: April 13, 2004\nInternational Manager Carol Givens (HMT:LMSB:1731)\nAttn: Robert Cozzarelli\nJAMES E. KAGY, Senior Counsel (Large & Mid-Size Business) TAXPAYER: Fair Market Value Method This memorandum responds to your request for advice, dated\nNovember 25, 2003, regarding the above referenced topic. This\nwriting may contain information protected by a privilege, such as\nthe attorney client privilege. Accordingly, any unauthorized\ndisclosure of this writing may have an adverse effect on the\nassertion of an otherwise appropriate privilege. If disclosure\nbecomes necessary please contact this office for our views. A\nB\nC\nD\nE\nF\nG\nH\nI\nJ\nK =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= L\nM\nN\nO =\n=\n=\n= P = -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- CC:LM:HMT:CIN:1:POSTF-168001-03 Q\nR\nTAXPAYER\nYear 1\nYear 2\nYear 3\nDate 1\nAmount $A\nAmount $B\nAmount $C\nAmount $D\nAmount $E\nAmount $F =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= Page 2 --------------------------------Issue How is a greater-than-10-percent corporate partnership\ninterest valued for purposes of apportioning a partner’s interest\nexpense incurred outside of the partnership? (UIL 861.09-00)\nConclusion In apportioning a partner’s non-partnership-incurred\ninterest expense under the FMV method, Treas. Reg. § 1.8619T(e)(2), in tandem with Treas. Reg. § 1.861-9T(h)(1)(ii),\nrequires a greater-than-10-percent corporate partner to look\nthrough and take into account its proportionate share of the\ngross assets of the partnership. Facts\nTAXPAYER is F, operating over G in the United States and\nserving H American customers in parts of I states. Its service\nterritory covers J square miles in K. TAXPAYER=s U.S. customers\nare served by one of the world=s largest L systems, consisting of\nM and N. TAXPAYER's asset base also includes O, and more. In Year 1, A, one of TAXPAYER’s wholly owned domestic\nsubsidiaries, acquired a P interest in B (\"B\"), an R corporation. The other P interest in B was owned by E, an entity unrelated to\nTAXPAYER. B, in turn, owned two R holding companies that\nultimately owned the stock of several R operating companies that\nproduce and sell Q in R. As is relevant here, during Year 1,\nTAXPAYER elected to have B treated as a partnership pursuant to\nTreas. Reg. § 301.7701-3. We are unaware of any reason why the\nelection to be treated as a partnership was not effective for CC:LM:HMT:CIN:1:POSTF-168001-03 Page 3 purposes of TAXPAYER’s Year 1, Year 2, and Year 3 consolidated\nfederal income tax returns. TAXPAYER’s Year 1 through Year 3 tax years are currently\nunder audit by LMSB Examination. For those years, TAXPAYER\nclaimed foreign tax credits (FTC) in the amounts of Amount $A,\nAmount $B and Amount $C, respectively. For each year, the\nTAXPAYER attached a Form 1118, computing its allowable FTC, to\nits consolidated federal income tax return. Schedule H, Part II\nof the Form 1118 allows the computation of the interest expense\napportionment and contains the election to use either the fair\nmarket value or tax book value method of apportionment. TAXPAYER\nelected the fair market value (the “FMV”) method for each of the\nyears Year 1, Year 2, and Year 3.1 For purposes of the required allocation and apportionment of\ninterest expense under Treas. Reg. § 1.861-9T, TAXPAYER recorded\nthe amounts of Amount $D, Amount $E, and Amount $F as the fair\nmarket value of its interest in B for the tax years Year 1, Year\n2, and Year 3, respectively."
}