{
  "document_category": "legal-advice",
  "docId": "legal-advice_81",
  "chunk_index": 8,
  "chunk_text": "Therefore, this authority provides no support for ---------------- position. Regarding its other argument, ---------------made much of the fact that section\n6511(d)(3)(A) was amended in 1997. Specifically, it focused on the language, “the year\nin which such taxes were actually paid or accrued.” It argued that the period of\nlimitations began when the taxes were “actually paid” or “actually accrued.” ---------------argues that the -----------withholding taxes were “actually paid” and “actually accrued” in\n-------, so that the period of limitations began to run on the due date of its --------return. But an analysis of the plain language of the relevant statutes determining the\nlimitations period, as well as the legislative history of the 1997 amendment to section\n6511(d)(3)(A), demonstrates otherwise. The relevant statutes are found in sections 901(a) and (b), 905(a) (discussed in\npart I., above), and 6511(d)(3)(A). Section 901(a) describes the allowance of the foreign tax credit. It provides: If the taxpayer chooses to have the benefits of this subpart, the tax\nimposed by this chapter shall . . . be credited with the amounts provided in\nthe applicable paragraph of subsection (b) plus, in the case of a\ncorporation, the taxes deemed to have been paid under sections 902 and\n960. Such choice for any taxable year may be made or changed at any\ntime before the expiration of the period prescribed for making a claim for\ncredit or refund of the tax imposed by this chapter for such taxable\nyear . . . .35\nSection 901(b) describes the amount generally allowed as a credit. For domestic\ncorporations, a credit is allowed for “the amount of any income, war profits, and excess\nprofits taxes paid or accrued during the taxable year to any foreign country. ”36\nSection 905(a) and its regulations describe the year in which the foreign tax\ncredit may be claimed and on which method of accounting the credit may be claimed —\nin other words, the year in which the taxes were paid or accrued. Specifically, section\n905(a) provides that, regardless of the method of accounting used by the taxpayer, the\ncredit may be taken “in the year in which the taxes of the foreign country . . . accrued.”37\nSections 901(a) and (b), when read together, provide that a foreign tax credit is\nallowed against U.S. income tax for foreign taxes paid or accrued during the taxable\nyear to a foreign country. Section 905(a) then permits a cash-basis taxpayer to take the\ncredit in the year in which the foreign taxes accrued. Based on a reasonable\n35 I.R.C. § 901(a) (emphasis added). Id. § 901(b) (emphasis added). 37\nId. § 905(a).\n36 POSTF-113176-10 10 construction of the statutes, the terms, “for any taxable year” and “for such taxable year”\nin section 901(a), “during the taxable year” in section 901(b), and “in the year” in section\n905(a), all refer to the same year for purposes of when the taxes were paid or\naccrued. 38 And for purposes of the foreign tax credit, as discussed in part I.B., above,\nthe liability for the -----------withholding taxes was fixed in -------, but the accrual related\nback to the years to which the taxes related. ---------------- taxable years at issue are calendar years --------and -------."
}