{
  "document_category": "legal-advice",
  "docId": "legal-advice_96",
  "chunk_index": 128,
  "chunk_text": "Enter the total IRA deduction for you\nand your spouse on line 20. 7. Don’t include rollover contributions in figuring your deduction. Instead,\nsee the instructions for Form 1040 or\n1040-SR, lines 4a and 4b. 8. Don't include trustees' fees that\nwere billed separately and paid by you\nfor your IRA. 9. Don’t include any repayments of\nqualified reservist distributions. You\ncan't deduct them. For information on\nhow to report these repayments, see\nQualified reservist repayments in Pub. 590-A.\n10. If the total of your IRA deduction\non line 20 plus any nondeductible contribution to your traditional IRAs shown\non Form 8606 is less than your total traditional IRA contributions for 2022, see\nPub. 590-A for special rules. You must receive at least a TIP minimum amount from your\ntraditional IRA for each year\nstarting with the year you reach age 72. If you don't receive that minimum distribution amount in the year you become\nage 72, you must receive that distribution by April 1 of the year following the\nyear you become age 72. If you don’t,\nyou may have to pay a 50% additional\ntax on the amount that should have been\ndistributed. For details, including how -90- to figure the minimum required distribution, see Pub. 590-B.\nWere You Covered by a Retirement\nPlan? If you were covered by a retirement plan\n(qualified pension, profit-sharing (including 401(k)), annuity, SEP, SIMPLE,\netc.) at work or through self-employment, your IRA deduction may be reduced or eliminated. But you can still\nmake contributions to an IRA even if\nyou can't deduct them. In any case, the\nincome earned on your IRA contributions isn't taxed until it is paid to you. The “Retirement plan” box in box 13\nof your Form W-2 should be checked if\nyou were covered by a plan at work\neven if you weren’t vested in the plan. You are also covered by a plan if you\nwere self-employed and had a SEP,\nSIMPLE, or qualified retirement plan. If you were covered by a retirement\nplan and you file Form 2555 or 8815, or\nyou exclude employer-provided adoption benefits, see Pub. 590-A to figure\nthe amount, if any, of your IRA deduction. Married persons filing separately. If\nyou weren’t covered by a retirement\nplan but your spouse was, you are considered covered by a plan unless you\nlived apart from your spouse for all of\n2022. You may be able to take the re- TIP tirement savings contributions\ncredit. See the Schedule 3,\nline 4, instructions. IRA Deduction Worksheet—Schedule 1, Line 20\nBefore you begin: 1a.\nb. 2. 3.\n4.\n5.\n6. Be sure you have read the the instructions for this line. You may not be able to use this worksheet. Figure any write-in adjustments to be entered on Schedule 1, line 24z (see the instructions for Schedule 1,\nline 24z). If you are married filing separately and you lived apart from your spouse for all of 2022, enter “D” on the dotted\nline next to Schedule 1, line 20. If you don’t, you may get a math error notice from the IRS."
}