{
  "document_category": "legal-advice",
  "docId": "legal-advice_75",
  "chunk_index": 2,
  "chunk_text": "The Taxpayer provided\nthese financial statements to the lending bank in accordance with lending\nrequirements imposed by the bank related to a letter of credit. POSTS-104573-11 3 LAW AND ANALYSIS\nApplicable Law\nInternal Revenue Code section 472(c) provides that a taxpayer who elects to use the\nLIFO inventory method for federal income tax purposes must establish to the\nsatisfaction of the Secretary that it has used no method other than LIFO in inventorying\nsuch goods to ascertain the income, profit, or loss of the first taxable year for which\nLIFO is to be used, for the purpose of a report or statement covering such taxable year\nto shareholders, partners, or other proprietors, or to beneficiaries, or for credit purposes. Section 472(e)(2) imposes a requirement similar to that contained in section 472(c) for\ntaxable years subsequent to the year of the LIFO election and provides that the\ntaxpayer may be required to discontinue the use of the LIFO inventory method if this\nrequirement is violated. Section 472(g) provides that all members of the same group of financially related\ncorporations shall be treated as one taxpayer for purposes of the LIFO conformity\nrequirements contained in subsections (c) and (e)(2). The term “group of financially\nrelated corporations” means any affiliated group as defined in section 1504(a),\ndetermined by substituting “50 percent” for “80 percent” each place it appears and\nwithout regard to section 1504(b), and any other group of corporations that consolidate\nor combine for purposes of financial statements. Treasury Regulation section 1.472-2(e)(1) provides, in part: The taxpayer must establish to the satisfaction of the Commissioner that\nthe taxpayer, in ascertaining the income, profit, or loss for the taxable year\nfor which the LIFO inventory method is first used, or for any subsequent\ntaxable years, for credit purposes or for purposes of reports to\nshareholders, partners, or other proprietors, or to beneficiaries, has not\nused any inventory method other than that referred to in § 1.472-1 or at\nvariance with the requirements of § 1.472-2(c). Section 1.472-2(e)(1)(i) provides that the taxpayer’s “use of an inventory method other\nthan LIFO for purposes of ascertaining information reported as a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s income, profit, or\nloss, for a taxable year in credit statements or financial reports” is not considered at\nvariance with the requirements § 1.472-2(e)(1). Section 1.472-2(e)(1)(ii) provides that the “use of an inventory method other than LIFO\nto ascertain the value of the taxpayer’s inventory of goods on hand for purposes of\nreporting the value of such inventories as assets” is not considered at variance with the\nrequirements of § 1.472-2(e)(1). POSTS-104573-11 4 Section 1.472-2(e)(1)(iii) provides that the taxpayer’s “use of an inventory method other\nthan LIFO for purposes of ascertaining information reported in internal management\nreports” is not considered at variance with the requirements § 1.472-2(e)(1). Section 1.472-2(e)(4) provides:\nUnder paragraph (e)(1)(ii) of this section, the use of an inventory method\nother than LIFO to ascertain the value of the taxpayer's inventories for\npurposes of reporting the value of the inventories as assets is not\nconsidered the ascertainment of income, profit, or loss and therefore is\nnot considered at variance with the requirement of paragraph (e)(1) of this\nsection."
}