{
  "document_category": "legal-advice",
  "docId": "legal-advice_1",
  "chunk_index": 66,
  "chunk_text": "Temporary absences by you\nor the child for special circumstances, such as school, vacation,\nbusiness, medical care, military service, or detention in a juvenile facility, count as time the child lived with you. Also see\nKidnapped child under Who Qualifies as Your Dependent, earlier, and Members of the military, later. A child is considered to\nhave lived with you for more than half of 2022 if the child was\nborn or died in 2022 and your home was this child's home for\nmore than half the time the child was alive in 2022 or if you\nadopted the child in 2022, the child was lawfully placed with\nyou for legal adoption by you in 2022, or the child was an eligible foster child placed with you during 2022 and your main\nhome was the child's main home for more than half the time\nsince the child was adopted or placed with you in 2022. Form 4797 filers. If the amount on Form 1040 or 1040-SR,\nline 7, includes an amount from Form 4797, you must use\nWorksheet 1 in Pub. 596 to see if you can take the EIC. Otherwise, stop; you can't take the EIC. Form 8862, who must file. You must file Form 8862 if your\nEIC for a year after 1996 was reduced or disallowed for any reason other than a math or clerical error. But don’t file Form\n8862 if either of the following applies. • You filed Form 8862 for another year, the EIC was allowed for that year, and your EIC hasn't been reduced or disallowed again for any reason other than a math or clerical error. • You are taking the EIC without a qualifying child and the\nonly reason your EIC was reduced or disallowed in the other\nyear was because it was determined that a child listed on Schedule EIC wasn't your qualifying child. Also, don’t file Form 8862 or take the credit for the:\n• 2 years after the most recent tax year for which there was\na final determination that your EIC claim was due to reckless or\nintentional disregard of the EIC rules, or\n• 10 years after the most recent tax year for which there was\na final determination that your EIC claim was due to fraud. Foster child. A foster child is any child placed with you by an\nauthorized placement agency or by judgment, decree, or other\norder of any court of competent jurisdiction. For more details on\nauthorized placement agencies, see Pub. 596. Married child. A child who was married at the end of 2022 is\na qualifying child only if (a) you can claim the child as your dependent, or (b) you could have claimed the child as your dependent except for the special rule for Children of divorced or\nseparated parents under Who Qualifies as Your Dependent, earlier. Members of the military. If you were on extended active duty\noutside the United States, your main home is considered to be in\nthe United States during that duty period. Extended active duty\nis military duty ordered for an indefinite period or for a period\nof more than 90 days."
}