{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20105101F\nRelease Date: 12/23/10\nCC:LB&I:RFPH:RAVillageliu\nPOSTF-143023-10\nUILC: 199.06-00 date: November 19, 2010 to: Thomas W. Winegar, Supervisory Internal Revenue Agent\nTyler D. Mitchel, Internal Revenue Agent from: Rogelio A. Villageliu\nGeneral Attorney (Retailers, Food, Pharmaceuticals & Healthcare)\n(Large Business & International) subject: [Subject]: Retroactive re-classification of purchases into PURPIMS\nTaxpayer and EIN: Coop\nYear: 20---- This memorandum responds to your request for assistance. LEGEND\nCoop\nState A\nb\nc\nd\ne\nf\nG\nH\nI\nJ\nK\nL = -------------------------------------------------------------------------------------------------------------------------= ------------=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------- POSTF-143023-10\nM\nN\nO\nP\nQ =\n=\n=\n=\n= 2 ------------------------------------------- FACTS Coop filed a claim for refund of overpaid taxes for their tax year ended December\n---- 20---.1 The claimed overpayment is due to a recomputation of the Coop’s I.R.C.\n§199 domestic production activities deduction. The recomputation consists of\nreclassifying b purchases from cooperative members into “per-unit retain allocations\npaid in money” [(within the meaning of I.R.C. §1382(b)(3)]. This is based on a PLR for\nthe taxpayer’s tax year 20--- (the “PLR”) that concluded, inter alia, that the Coop’s\npurchases fit into the definition of per-unit retains in Subchapter T of the Internal\nRevenue Code. 2 The Coop’s reclassification and resulting recomputation result in a\nsignificantly larger section 199 domestic production activities deduction. Taxpayer received a Private Letter Ruling [PLR 200942022], (the “PLR), using\nfacts from their tax year ended December 31, 20---. The same material facts that were\nfound in the PLR for the 20--- year are believed to exist for the year 20---. Consequently, those facts are set forth immediately below. In addition, the 20--- year\npresents additional material facts that were not present for the year 20---. Facts that\nwere not or may have not been considered in the PLR, which we consider to be material\nto the conclusion reached in this opinion for the tax year 20---, are set forth following\nthose in the PLR. PLR FACTS\nCoop is a farmers’ cooperative organized as a cooperative corporation under State A\nlaw. Coop markets b for its farmer members. Principal commodities marketed are c, d,\nand f. Coop also provides a broad range of the farm supplies to its farmer members,\nincluding petroleum products (such as diesel fuel, propane, heating oil, and gasoline),\nplant food (fertilizers), agricultural chemicals (herbicides and pesticides), feed, and\nseed. 1 Specifically, Coop filed an amended Form 990-C, Farmer’s Cooperative Association Income Tax Return,\nfor the taxable year 20---. It reduced its taxable income from g to h and its tax from i to j, from what the\nCoop reported in its original Form 990-C for said year. The Coop’s amended Form 990-C claimed an\noverpayment of k (to be credited for 20--- estimated tax), which is the subject of this opinion. 2 This is not surprising. Almost any payment made in money to a member or a participating patron for\ncommodities that the Coop obtains from them and markets may be made to fit within the definition of a\nper-unit retain allocation for tax purposes, as allocations, made to patrons, being fixed with reference to\nthe products being marketed for the patron, and without reference to the net earnings of the cooperative. This opinion attempts to clarify that, this does not mean that closed sale proceeds and per-unit retains are\none and the same. POSTF-143023-10 3"
}