{
  "document_category": "legal-advice",
  "docId": "legal-advice_66",
  "chunk_index": 123,
  "chunk_text": "See the Instructions for Form\n3520. Form 1099-K loss reporting. If you\nsold a personal item at a loss, enter the\namount of the sale proceeds from Form\n1099-K on line 8z. In the entry space\nnext to line 8z write “Form 1099-K Personal Item Sold at a Loss” and also enter\nthe amount of the sale proceeds. For example, you bought a couch for $1,000\nand sold it through a third-party vendor\nfor $700, which was reported on your\nForm 1099-K. In the entry space next to\nline 8z you would write “Form 1099-K\nPersonal Item Sold at a Loss - $700.” See the instructions for line 24z. Incorrect Form 1099-K. If you received a Form 1099-K that shows payments you didn’t receive or is otherwise\nincorrect and you can’t get it corrected,\nenter the amount from Form 1099-K that\nwas incorrectly reported to you on\nline 8z. In the entry space next to line 8z\nwrite “Incorrect Form 1099-K” and also\nenter the amount that was incorrectly reported to you. For example, if you received a Form 1099-K that incorrectly\nshowed $800 of payments to you, you Adjustments to\nIncome ! -87- Line 11\nEducator Expenses If you were an eligible educator in 2022,\nyou can deduct on line 11 up to $300 of\nqualified expenses you paid in 2022. If\nyou and your spouse are filing jointly\nand both of you were eligible educators,\nthe maximum deduction is $600. However, neither spouse can deduct more\nthan $300 of their qualified expenses on\nline 11. An eligible educator is a kindergarten through grade 12 teacher, instructor, counselor, principal, or aide who\nworked in a school for at least 900 hours\nduring a school year. Qualified expenses include ordinary\nand necessary expenses paid:\n• For professional development\ncourses you have taken related to the\ncurriculum you teach or to the students\nyou teach; or\n• In connection with books, supplies, equipment (including computer\nequipment, software, and services), and\nother materials used in the classroom. An ordinary expense is one that is\ncommon and accepted in your educational field. A necessary expense is one\nthat is helpful and appropriate for your\nprofession as an educator. An expense\ndoesn’t have to be required to be considered necessary. Qualified expenses include TIP amounts paid or incurred in\n2022 for personal protective\nequipment, disinfectant, and other supplies used for the prevention of the\nspread of coronavirus. Qualified expenses don’t include expenses for home schooling or for nonathletic supplies for courses in health or\nphysical education. You must reduce your qualified expenses by the following amounts. • Excludable U.S. series EE and I\nsavings bond interest from Form 8815. Self-Employed Health Insurance Deduction Worksheet—Schedule 1, Line 17 Before you begin: Be sure you have read the Exceptions in the instructions for this line to see if you can use this worksheet instead of Pub. 535 to figure your deduction. 1. Enter the total amount paid in 2022 for health insurance coverage established under your business\n(or the S corporation in which you were a more-than-2% shareholder) for 2022 for you, your\nspouse, and your dependents. Your insurance can also cover your child who was under age 27 at\nthe end of 2022, even if the child wasn't your dependent."
}