{
  "document_category": "legal-advice",
  "docId": "legal-advice_22",
  "chunk_index": 3,
  "chunk_text": "Interest income earned by a FSC\nis subject to the rules in Internal Revenue Code § 921(d). Section 921(d)(2) states that all interest income received\nor accrued by a FSC shall be treated as ECI. See also Treas. Reg. § 1.921-2, Q-8 and Q-9. Accordingly, the interest income\nreceived by TP-FSC in this O-FSC transaction is includible in its\ntaxable income subject to federal income tax; see the above\nregulation, Q-10. In contrast, 70 percent of the income received\nby TP-FSC from the Tax Exempt Entity would be ECI if the income\nretained its character as rental income. Issue 2: Is TP-FSC entitled to a FTC with respect to such\nrecharacterized interest income? Internal Revenue Code § 27 provides that the amount of taxes\nimposed by foreign countries shall be allowed as a credit to the\nextent provided in Internal Revenue Code § 901. In turn, 3 Please note that some portion of the recharacterized\ninterest payments may be properly characterized as principal or\nas original issue discount income. This memorandum will not\nfurther discuss any such characterization or any allocation of\nthe payments. CC:LM:FS:LI:POSTF-129710-02 page 5 § 901(a) states that the tax imposed by this chapter shall,\nsubject to the limitation of Internal Revenue Code § 904, be\ncredited with the amounts provided in the applicable paragraph of\nsubsection (b). Section 901(b)(4) provides that in the case of a\nforeign corporation, the amount allowed as a credit must be\ndetermined under § 906. Section 906(a) allows a foreign\ncorporation engaged in a trade or business within the United\nStates a credit under § 901 for the amount of any income taxes\npaid during the taxable year to any foreign country with respect\nto ECI. In addition, § 906(b)(5) provides that no credit shall be\nallowed for income tax paid or accrued with respect to a FSC’s\nforeign trade income, within the meaning of Internal Revenue Code\n§ 923(b). Because TP-FSC’s interest income is foreign source and\nis not FTI, TP-FSC will be entitled to a FTC for foreign taxes\npaid with respect to the interest income that, as discussed, is\nECI. Moreover, Treas. Reg. § 1.921-3T(d) pertains to credits\nagainst tax and provides in subparagraph (d)(2)(i) that the\ndirect foreign tax credit of § 901(b)(4) as determined under\nInternal Revenue Code § 906 for income taxes paid or accrued to\nany foreign country is allowed only to the extent that those\ntaxes are attributable to the FSC’s foreign source non-foreign\ntrade income effectively connected with its conduct of a trade or\nbusiness within the United States. Treas. Reg. § 1.921-2(Q & A\n10) provides that the source of interest income will be\ndetermined under Internal Revenue Code §§ 861, 862, and 863. Here, because the payor of the interest is a non-resident, the\ninterest income is foreign source under § 862(a)(1). Of course, in order for TP-FSC to be entitled to its direct\nFTC under §§ 901 and 906, it must have paid income tax to a\nforeign country. Although we assume for purposes of this\nmemorandum that tax has been paid to\n, we have no\nknowledge of any such payment. Accordingly, TP-FSC is entitled\nto a FTC only to the extent it paid taxes to\n."
}