{
  "document_category": "legal-advice",
  "docId": "legal-advice_66",
  "chunk_index": 91,
  "chunk_text": "Exception. You won't owe the penalty\nif your 2021 tax return was for a tax\nyear of 12 full months and either of the\nfollowing applies. 1. You had no tax shown on your\n2021 return and you were a U.S. citizen\nor resident for all of 2021. 2. The total of lines 25d, 26, and\nSchedule 3, line 11, on your 2022 return\nis at least 100% of the tax shown on\nyour 2021 return (110% of that amount\nif you aren't a farmer or fisherman, and your adjusted gross income (AGI)\nshown on your 2021 return was more\nthan $150,000 (more than $75,000 if\nmarried filing separately for 2022)). Your estimated tax payments for 2022\nmust have been made on time and for\nthe required amount. For most people, the “tax shown on\nyour 2021 return” is the amount on your\n2021 Form 1040 or 1040-SR, line 24,\nminus the total of any amounts shown\non lines 27a, 28, 29, and 30; Schedule 3,\nlines 9, 12, 13b, 13g, and 13h; and\nForms 8828, 4137, 5329 (Parts III\nthrough IX only), 8885, and 8919. Also\nsubtract from line 24 any:\n• Tax on an excess parachute payment,\n• Excise tax on insider stock compensation of an expatriated corporation,\n• Uncollected social security and\nMedicare or RRTA tax on tips or\ngroup-term life insurance, and\n• Look-back interest due under section 167(g) or 460(b). When figuring the amount on line 24,\ninclude household employment taxes\nonly if line 25d is more than zero or you\nwould have owed the estimated tax penalty for 2021 even if you didn't include\nthose taxes. If the Exception just described\ndoesn't apply, see the Instructions for\nForm 2210 for other situations in which\nyou may be able to lower your penalty\nby filing Form 2210. Figuring the Penalty If you choose to figure the penalty yourself, use Form 2210 (or 2210-F for farmers and fishermen). Enter any penalty on line 38. Add the\npenalty to any tax due and enter the total\non line 37. However, if you have an overpayment on line 34, subtract the penalty\nfrom the amount you would otherwise\nenter on line 35a or line 36. Lines 35a,\n36, and 38 must equal line 34. If the penalty is more than the overpayment on line 34, enter -0- on lines\n35a and 36. Then, subtract line 34 from\nline 38 and enter the result on line 37. Don’t file Form 2210 with your return unless Form 2210 indicates that you\nmust do so. Instead, keep it for your records. Need more information or forms? Visit IRS.gov. -60- Because Form 2210 is compli- TIP cated, you can leave line 38\nblank and the IRS will figure\nthe penalty and send you a bill. We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee"
}