{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 2,
  "chunk_text": "4. When may A deduct amounts paid to D stores to redeem gift checks? CONCLUSION:\n1. The proceeds that A receives from the sale of gift checks are gross income and are\nnot nontaxable member contributions. The proceeds that A receives from its direct\nsale of gift checks to the public or a third party are not deposits or funds held in trust. However, the funds that A receives from D stores may be viewed as a deposit or an\namount held in trust for the benefit of D stores up to the time D stores sell the gift\nchecks to customers. At that time, the funds held by A may be viewed as proceeds\nfrom the sale of gift checks includable in A’s gross income. 2. A must include the proceeds it receives in income when the gift checks are sold to\nthe public, third parties, or customers of the D store. 3. It is reasonable for the Service to determine that, in the absence of evidence to\nestablish otherwise, gift checks provided by A to D stores for sale to customers have\nbeen sold in the year that A receives funds from D stores. 4. The A may deduct amounts paid to D stores for redeemed gift checks when D stores\nredeem the gift checks. However, A may not deduct amounts paid that exceed\namounts that it has previously included, or is currently including, in gross income for\neach batch of gift checks issued. FACTS This opinion is based on facts determined for the taxpayer’s taxable years ending\nJanuary 31, Year 10 and January 31, Year 11. A is a State of G, Non-stock Corporation. A was formed in Year 0 as an unincorporated association by B (now a subsidiary of C)\nfor the purpose of organizing a services program. A incorporated formally on Year 0+6. A uses the cash basis method of accounting for book purposes and the accrual method\nfor tax purposes. A does not include gift check sales proceeds as income for book or\ntax purposes. Although A uses the term ------------------ to describe itself, and this\nopinion uses the name ---------- for the taxpayer, A is a C corporation and is NOT ------------------------------------------ for federal income tax purposes. A’s members include B and its U.S. franchisees (there are hundreds of U.S.\nfranchisees). A’s governing body, known as the “Committee,” is comprised of ----- POSTF-149051-10 5 members, --- of whom are franchisees who are elected by franchisees from --- regions\nthroughout the U.S. One franchisee serves ex officio by reason of his position as -----------------------------------------------------------------------, and four members are employees of B\nand are appointed by B. Each member has one vote. There has been litigation by A\nagainst B because of -------------------------------------------------------------.2 A filed a Form 1120, “U.S. Corporate Income Tax Return,” for both years -------------------------. A’s services budget is funded by contributions from its members. The\ncontribution rate is voted upon and approved by the taxpayer’s members and is based\non a percentage of the members’ gross sales."
}