{
  "doc_id": "legal-advice_52",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_52__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20105001F\nRelease Date: 12/17/2010\nCC:LM:NR:HOU:1AUS:\nPOSTF-113176-10\nUILC: 905.01-00, 6511.03-03 date: September 16, 2010 to: from: Shirley F. Harris\nInternational Examiner (New Orleans)\n(Large & Mid-Size Business)\nAssociate Area Counsel (Houston, Group 1)\n(Large & Mid-Size Business) subject: Foreign Tax Credit This memorandum responds to your request for assistance dated March 22,\n2010. This advice may not be used or cited as precedent. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. ISSUES\n1.\nSection 905(a) of the Internal Revenue Code provides that a taxpayer may\nclaim a foreign tax credit in the year in which the foreign tax accrued. ---------------------------------------------------------------------------------, an accrual-basis taxpayer, contested its ----------and ------------------ withholding taxes. In -------, it paid the taxes and resolved the\ndispute. In which taxable years may ---------------claim the credits? 2.\nSection 6511(d)(3)(A) of the Internal Revenue Code provides that the tenyear period of limitations to file a foreign-tax-credit refund claim begins on the due date\nof the return for the year in which the foreign tax was actually paid or accrued. On its\namended --------return, ---------------claimed a refund for foreign tax credits relating to its --------and ------- -----------withholding taxes. When did the period of limitations begin? POSTF-113176-10 2\nCONCLUSIONS 1.\nSubject to the limitations period prescribed in section 6511(d)(3)(A), --------------------- may claim the foreign tax credits in its --------and --------taxable years — and\nnot in its --------taxable year. For purposes of section 905(a), the -----------withholding taxes are considered to\nhave accrued in --------and --------when the foreign-source income was subject to the\ntaxes, even though under traditional accrual principles the accrual was not perfected\nuntil -------, when the contest was resolved. Because the purpose of the foreign tax\ncredit is to avoid the double taxation of foreign-source income, consistent with Revenue\nRuling 58-55, the accrual of the taxes in --------related back to --------and -------, the\nyears to which the taxes related and the years in which -----------------income was subject\nto -----------tax. 2.\nThe period of limitations began on the due dates (without extensions) of\nthe returns for the --------and --------taxable years because the -----------withholding taxes\naccrued in those years for purposes of the foreign tax credit and the relevant period of\nlimitations. In 1997, the amendment to section 6511(d)(3)(A) removed the language, “for the\nyear with respect to which the claim is made,” and substituted the language “for the year\nin which such taxes were actually paid or accrued.” The only purpose for the\namendment was to clarify that the limitations period is determined by reference to the\nyear to which the tax relates, and not the year in which foreign taxes, paid or accrued,\nthat exceed the section 904 limitation for such year are “deemed” paid or accrued under\nthe carryover provisions of section 904(c) and claimed as a credit. In the amended\nlanguage, the word “actually” distinguishes the year paid or the relation-back year from\nthe year in which the taxes are “deemed” paid or accrued under the carryover\nprovisions."
    },
    {
      "id": "legal-advice_52__1",
      "chunk_id": "1",
      "content": "In the amended\nlanguage, the word “actually” distinguishes the year paid or the relation-back year from\nthe year in which the taxes are “deemed” paid or accrued under the carryover\nprovisions. Alternatively, the word “actually” can be read to modify only the word “paid,”\nsince there is no legislative history or policy justification that supports interpreting the\nword “actually” also to modify the word “accrued” in a manner that would override the\nrelation-back rule. Consistent with Revenue Ruling 84-125, since ---------------is an accrual-basis\ntaxpayer, the period of limitations began to run on the due date of the returns for the\nyears in which the taxes accrued, in --------and --------(and not in -------, the year in which\nthe contest was resolved and the taxes were actually paid).----FACTS\n---------------is a domestic corporation that files its U.S. income tax return on a\ncalendar-year basis using the accrual method of accounting. It files a consolidated\nreturn. POSTF-113176-10 3 ---------------extended the due dates to file its --------and --------returns to --------------------------- ------------, and ----------------------------, respectively.1\nIn -------, the -----------tax authorities asserted that----------------- foreign subsidiary,\n---------------------------------------------------------------, was liable as withholding agent for a 25\npercent withholding tax on bond interest paid to ---------------in -------, -------, -------, -------,\nand -------. -------------------------contested ---------------- liability for the withholding taxes. On ------------------------, the parties agreed that -------------------------would pay on --------------------------- behalf a 15 percent withholding tax on the bond interest. Pursuant to the agreement, --------------------------paid the following withholding\ntaxes on behalf of ---------------with respect to interest paid by -------------------------to -------------------- in ---------------:2 Date\n----------------------------------------------------------------------- Amount (USD)\n$---------,394\n$----,289\n($---------)3 $---------------- ---------------did not claim any foreign tax credits for the -----------withholding taxes\non its -------, -------, -------, -------, and --------returns. On -------------------,4 -----------------------------------------------------------------------------------------------------------------------------filed an\namended return for the --------taxable year. On this return, it claimed foreign tax credits\ntotaling $--------------for the -----------withholding taxes assessed for its ----------------taxable years that were paid in -------. The amended return reported the credits as\nresulting in an overpayment of U.S. tax for which ---------------requested a refund. The IRS contends that ---------------could claim foreign tax credits relating to the ------------withholding taxes with respect to the --------and --------taxable years,5 but for the\n1 The IRS’s Notice of Proposed Adjustments (“NOPA”) provides that the ten-year statute of limitations\nunder section 6511(d)(3)(A) of the Internal Revenue Code (“Code”) for ---------------- --------and --------taxable years expired on ---------------------------, and ---------------------------, respectively. The undersigned\nattorney assumes that the due dates to file the returns for these years were ten years prior to these\nexpiration dates. However, because the section 6511(d)(3)(A) period of limitations is determined without\nregard to extensions, the relevant statutes of limitation for foreign tax credit-related refund claims for --------------------- --------and --------calendar taxable years expired on ---------------------, and ----------------------,\nrespectively. Treas. Reg. § 301.6511(d)-3(a). 2 The IRS’s NOPA contains conflicting information regarding the amounts of withholding taxes paid in\nEuros and the conversion into dollars. The undersigned attorney assumes that the amounts presented in\ndollars are correct. 3 This amount is a refund of overpaid withholding taxes. 4\nIn ---------------- Rebuttal 1, ---------------states that it filed the amended return on -------------------. The\nundersigned attorney assumes that the date indicated in the IRS’s NOPA is the correct filing date. 5"
    },
    {
      "id": "legal-advice_52__2",
      "chunk_id": "2",
      "content": "3 This amount is a refund of overpaid withholding taxes. 4\nIn ---------------- Rebuttal 1, ---------------states that it filed the amended return on -------------------. The\nundersigned attorney assumes that the date indicated in the IRS’s NOPA is the correct filing date. 5 The IRS’s NOPA states that ---------------conceded the portion of the --------foreign tax credit for the --------------------------------------------------------------------------------------------------------------------------, -------, and -------- POSTF-113176-10 4 fact that the ten-year period of limitations to file foreign-tax-credit-related refund claims\nfor those taxable years has expired. --------------, on the other hand, argues that it may\nclaim the foreign tax credit in the --------taxable year when it paid the withholding taxes\nand resolved the dispute with the -----------tax authorities. It also claims that its refund\nclaim was timely because the period of limitations began on the due date of its --------return, which had not expired as of the amended return’s filing date. LAW AND ANALYSIS\nI. In which taxable years may ----------------claim the foreign tax credits? A. ---------------is an accrual-basis taxpayer and may only claim the foreign tax\ncredits in the year the taxes accrued. As a preliminary matter, ---------------failed to specifically address on which\nmethod of accounting it may take a foreign tax credit in any given year. The relevant\nauthority is section 905(a) of the Code, which provides that a taxpayer may claim a\nforeign tax credit in the year in which the foreign taxes accrued. The regulations under\nthis section provide that “the credit . . . may ordinarily be taken either in the return for\nthe year in which the taxes accrued or in which the taxes were paid,” depending on\nwhether the taxpayer’s accounts and returns use an accrual- or cash-basis method of\naccounting. 6 Here, ---------------is an accrual-basis — not a cash-basis — taxpayer. As such, it\nmay only claim foreign tax credits in the year the foreign taxes accrued. 7 Accordingly,\nthe determination of the taxable year in which ---------------may claim the foreign tax\ncredit hinges on the meaning of “accrue” within this section. B. Foreign taxes accrued in --------and -------, the years to which the foreign\ntaxes related, for purposes of the foreign tax credit. To understand the meaning of “accrue” for purposes of the foreign tax credit, we\nmust look to the purpose of the credit itself. The legislative history explains that the\ncredit’s purpose was to avoid double taxation of foreign-source income by crediting\nforeign taxes against U.S. income tax liabilities. 8 Congress recognized that, to avoid\ndouble taxation, the year in which the credit may be taken should match the year when\nthe income is subject to the foreign tax. Indeed, Congress acknowledged that “the tax\nlaws of most [foreign] countries, like our own, provide for the payment of income taxes\n-----------withholding taxes. For this reason, this memorandum only addresses the --------and --------------------------------------------------------------------------------------------------------------------taxable years. However, it\nappears that ---------------did not so concede, and the section 6511(d)(3)(A) period of limitations expired on\n---------------------, for the --------taxable year. The section 6511(d)(3)(A) period of limitations will expire on ----------------------and ----------------------for the --------and --------taxable years, respectively. 6\nTreas. Reg. § 1.905-1(a).\n7\nI.R.C. §§ 461(a); 905(a); Treas. Reg. § 1.905-1(a).\n8\nH.R. Rep. No. 65-767, pt. 2, at 93 (1918). POSTF-113176-10 5"
    },
    {
      "id": "legal-advice_52__3",
      "chunk_id": "3",
      "content": "The section 6511(d)(3)(A) period of limitations will expire on ----------------------and ----------------------for the --------and --------taxable years, respectively. 6\nTreas. Reg. § 1.905-1(a).\n7\nI.R.C. §§ 461(a); 905(a); Treas. Reg. § 1.905-1(a).\n8\nH.R. Rep. No. 65-767, pt. 2, at 93 (1918). POSTF-113176-10 5 during the year following the year for which the tax is imposed. ”9 And “in many cases\nthe credit is taken against the United States tax for the year following the year in which\nwas earned the income on which the foreign tax was imposed. ”10 As a result, Congress\nremedied this timing issue by allowing a cash-basis taxpayer, at its option, to take the\ncredit “in the year in which the taxes of the foreign country accrued.”11 This remedy\nallows taxpayers who use a cash method of accounting to claim the credit in the year\nthe foreign tax accrued. Congress’s remedy therefore underscores the foreign tax\ncredit’s purpose — avoiding double taxation of foreign-source income. When foreign taxes are contested, however, the timing of when they accrue for\npurposes of the credit does not follow traditional accrual accounting principles. For\nexample, in order to clearly reflect income in a taxable year, all events which fix the fact\nand amount of a liability must occur in that year before a taxpayer may deduct or claim\na credit for that liability. 12 And, in general, when an accrual-basis taxpayer contests a\ndeductible liability and that liability remains contingent, the taxpayer may not accrue and\ndeduct it in that year. 13 As articulated in Dixie Pine Products Co. v. Commissioner, the\naccrual-basis taxpayer could deduct the liability only in the year when the liability is\nfinally adjudicated. 14 This principle is referred to as the “contested tax” doctrine. But the court in Cuba Railroad Co. v. United States (“Cuba”) rejected the\ncontested tax doctrine for purposes of the foreign tax credit.15 In light of the statutory\nlanguage of section 131(d) of the 1939 Code — now section 905(a) — the contested tax\ndoctrine did not apply. 16 The court in Cuba analyzed section 131(d), which provided\nthat “[t]he credits . . . may be taken in the year in which the taxes of the foreign country\n. . . accrued.”17 The court found that the language was “clear and unambiguous” and\nsupported by case law.18 It therefore held that the credit may be taken in the year the\nforeign taxes accrued, even though the taxpayer contested the taxes, then resolved the\ndispute and paid the taxes in a later year. 19\nIn Revenue Ruling 58-55, the IRS followed the holding in Cuba. It determined\nthat a foreign tax accrued for purposes of the credit in the year to which the tax related,\nalthough the tax was disputed and could not be reasonably fixed in that year. 20 It noted\nthat the provisions in section 905(a) are “strictly statutory and do not relate to usual 9 H.R. Rep. No. 68-179, pt. 2, at 257 (1924); S. Rep. No. 68-398, pt. 2, at 284 (1924). Id.\n11\nId.\n12\nI.R.C. § 461(h)(4); United States v. Anderson, 269 U.S. 422, 441 (1926). 13\nDixie Pine Products Co. v. Commissioner, 320 U.S. 516 (1944). But see Treas. Reg. § 1.461-2(a)(1)."
    },
    {
      "id": "legal-advice_52__4",
      "chunk_id": "4",
      "content": "9 H.R. Rep. No. 68-179, pt. 2, at 257 (1924); S. Rep. No. 68-398, pt. 2, at 284 (1924). Id.\n11\nId.\n12\nI.R.C. § 461(h)(4); United States v. Anderson, 269 U.S. 422, 441 (1926). 13\nDixie Pine Products Co. v. Commissioner, 320 U.S. 516 (1944). But see Treas. Reg. § 1.461-2(a)(1). 14\nId.\n15\n124 F. Supp. 182 (S.D.N.Y. 1954).\n16\nId. at 185.\n17\nI.R.C. § 131(d) (1939). 18\nCuba, 124 F. Supp at 185.\n19\nId.\n20\nRev. Rul. 58-55, 1958-1 C.B. 266.\n10 POSTF-113176-10 6 accounting practices.”21 But the IRS also noted that the accrual of the foreign tax for\npurposes of the credit must still conform to section 461, which required that the accrual\nof a contested tax could not be made until it was finally determined. 22 To harmonize the rules under section 461 with the holding in Cuba, the IRS\nreasoned that, under the principles of Cuba, and in view of the special nature of the\nforeign tax credit as evidenced by its legislative history and concept, the “relation-back”\ndoctrine applied to the accrual of the foreign tax. 23 In other words, the foreign tax\naccrued when the fact and amount of the liability were finally determined, but the\naccrual related back to the year in which the liability arose. 24 The legislative history to sections 905 and 986 further bolsters the argument that\ncontested foreign taxes are considered to accrue in the year to which they relate, not in\nthe year in which the contest is resolved and the taxes are paid. The Taxpayer Relief\nAct of 199725 revised the rules with respect to when a foreign tax redetermination is\nconsidered to have occurred and what translation rate applies to foreign income taxes\npaid in foreign currencies. In lieu of the prior translation convention, whereby foreign taxes were translated\nat the time they were paid to the foreign country,26\nCongress believed that taxpayers that are on the accrual basis of\naccounting for purposes of determining creditable foreign taxes should be\npermitted to translate those taxes into U.S. dollar amounts in the year to\nwhich those taxes relate, and should not be required to make adjustments\nor redetermination [sic] to those translated amounts, if actual tax\npayments are made within a reasonably short period of time after the\nclose of such year. 27\nConsistent with that legislative history, section 986(a)(1)(A) states that, in the\ncase of any taxpayer who takes foreign income taxes in account when accrued, the\namount of any foreign income taxes is translated into dollars by using the average\nexchange rate for the taxable year to which such taxes relate. If taxes are paid after the\ndate that is two years after the close of the taxable year to which they relate, they are\ntranslated at the spot rate on the date of payment. 28 21 Id.\nId.\n23\nId.\n24\nId.\n25\nPub.L. No. 105-34, 111 Stat. 788 [hereinafter Taxpayer Relief Act]. 26 This translation rule applied to taxes claimed as credits under either the cash method or the accrual\nmethod. 27\nGeneral Explanation of Tax Legislation Enacted in 1997, Part Two: Taxpayer Relief Act of 1997. JCS28-97, Pt. 2 Title XI [hereinafter General Explanation]. 28\nI.R.C. § 986(a)(1)(B).\n22 POSTF-113176-10 7"
    },
    {
      "id": "legal-advice_52__5",
      "chunk_id": "5",
      "content": "26 This translation rule applied to taxes claimed as credits under either the cash method or the accrual\nmethod. 27\nGeneral Explanation of Tax Legislation Enacted in 1997, Part Two: Taxpayer Relief Act of 1997. JCS28-97, Pt. 2 Title XI [hereinafter General Explanation]. 28\nI.R.C. § 986(a)(1)(B).\n22 POSTF-113176-10 7 Similarly, section 905(c)(1)(B) provides that, if accrued taxes are not paid before\nthe date two years after the close of the taxable year to which the taxes relate, a foreign\ntax redetermination results. Taxes paid before that date are treated as paid in the year\nto which they relate and no redetermination of U.S. tax is required. The legislative\nhistory and the statute both provide that, “[i]n the case of the direct foreign tax credit,\nany such taxes subsequently paid are taken into account for the taxable year to which\nsuch taxes relate…,”29 although translated at the spot rate on the date of payment. Thus, consistent with Cuba and Revenue Ruling 58-55, taxes paid either within or after\ntwo years after the close of the taxable year to which they relate are considered to\naccrue in the year to which they relate, not in the year in which they are paid. The application of the relation-back doctrine therefore prevents the double\ntaxation of foreign-source income. Otherwise, if the foreign tax accrued for purposes of\nthe credit in the year the liability was finally determined, then the credit would not be\ntaken in the year when the income was earned and subject to double taxation. Such a\ncontrary result would thwart the purpose of the credit. Consistent with the IRS’s position in Revenue Ruling 58-55, in the instant case, ----------------accrued the -----------withholding taxes in --------when the -----------contest\nwas resolved and the taxes were paid. But for purposes of the foreign tax credit, the\naccrual related back to --------and -------, the years for which the taxes were assessed. C. -------------- may not claim the foreign tax credits on its amended --------return. In its rebuttals, ---------------relied on Revenue Ruling 58-55, as well as United\nStates v. Campbell,30 to support its position that the credits may be taken on its\namended --------return, rather than the returns for the years to which the taxes related. Based on these authorities, it argued that, because the foreign taxes accrued in -------,\nthe foreign tax credits may be taken in -------. But in analyzing these authorities, ------------------------took statements out of context and failed to read the respective authorities\nas a whole. In discussing Revenue Ruling 58-55, ---------------dismissed the application of the\nrelation-back doctrine and ignored the remaining contents of the ruling. It only focused\non the statement that the accrual “cannot be made until the . . . liability is finally\ndetermined. ”31 On this basis, it asserted that it could claim the credits on its amended ---------return. But the sentence preceding this statement provided: “A foreign tax for the\npurpose of such credit is accruable for the taxable year to which it relates even though\nthe taxpayer contests the liability therefor and such tax is not paid until a later year.”32\nIn the instant case, --------was not the taxable year to which the -----------withholding\n29"
    },
    {
      "id": "legal-advice_52__6",
      "chunk_id": "6",
      "content": "General Explanation, supra. See also I.R.C. § 905(c)(2)(B). 351 F.2d 336 (2d Cir. 1965). 31\nRev. Rul. 58-55.\n32\nId.\n30 POSTF-113176-10 8 taxes related. Therefore, this ruling does not support taking the credit in ----------------- ---------taxable year. ---------------also relied on Campbell to support its assertion that the credit may be\nclaimed only on its --------return. But it misread the Campbell court’s discussion of\nRevenue Ruling 58-55. It ignored the court’s entire description of the ruling. Instead, it\nbifurcated one of the court’s sentences and took each portion out of context. Following\nthe description of Revenue Ruling 58-55, the court stated: Thus, if the taxpayer contests his liability for a foreign tax imposed on\nincome in 1960, and this liability is finally adjudicated in the foreign country\nin 1965, ‘the credit may not be claimed until 1965 . . . (but) the foreign tax\nimposed on 1960 income will be offset against the United States 1960 tax\njust as if it had accrued in 1960. ’33\n---------------interpreted the initial part of this sentence, ending with “the credit may\nnot be claimed until 1965,” to mean that “the taxpayer may not claim the credit for the\ncontested tax until the year in which the contest is resolved. ”34 Although literally correct,\nthe phrase does not mean that the credit may be claimed in the return for the year in\nwhich the dispute was resolved. Rather, the second part of the sentence beginning with\n“(but)” indicated in which year the credit may be claimed and described the application\nof the relation-back doctrine to the particular facts in the ruling. Thus, the accrual of the\nliability related back to 1960, the year in which the foreign tax was levied.-----------------reliance on Campbell therefore fails. In the instant case, --------was not the year in\nwhich the -----------withholding taxes were levied. Therefore, --------was not the year in\nwhich the credit may be taken. ---------------cited to no authority that supported its position. Indeed, its cited\nauthorities supported claiming the credits on the returns for the years in which the\nforeign taxes were imposed. Accordingly, ---------------may not claim the credits on its ----------amended return. II. When did the period of limitations to file the foreign-tax-credit refund claim\nbegin? A. The period of limitations did not begin on the due date of the --------return. In its rebuttals, ---------------relied on Campbell, as well as the 1997 amendment to\nsection 6511(d)(3)(A), to support its position that the period began on the due date of its\n--------return. The court in Campbell made no mention of the period of limitations in its\ndiscussion of Revenue Ruling 58-55, and the case was decided well before the\namendment to section 6511(d)(3)(A). Further, its conclusion — that the foreign tax\n33\n34 Campbell, 351 F.2d at 338 (citing Owens, The Foreign Tax Credit 5/3B2, at 328 (1961)). ---------------- Rebuttal 2. POSTF-113176-10 9 accrued in the year the tax was levied — was contrary to----------------- position. Therefore, this authority provides no support for ---------------- position. Regarding its other argument, ---------------made much of the fact that section\n6511(d)(3)(A) was amended in 1997. Specifically, it focused on the language, “the year\nin which such taxes were actually paid or accrued.”"
    },
    {
      "id": "legal-advice_52__7",
      "chunk_id": "7",
      "content": "Therefore, this authority provides no support for ---------------- position. Regarding its other argument, ---------------made much of the fact that section\n6511(d)(3)(A) was amended in 1997. Specifically, it focused on the language, “the year\nin which such taxes were actually paid or accrued.” It argued that the period of\nlimitations began when the taxes were “actually paid” or “actually accrued.” ---------------argues that the -----------withholding taxes were “actually paid” and “actually accrued” in\n-------, so that the period of limitations began to run on the due date of its --------return. But an analysis of the plain language of the relevant statutes determining the\nlimitations period, as well as the legislative history of the 1997 amendment to section\n6511(d)(3)(A), demonstrates otherwise. The relevant statutes are found in sections 901(a) and (b), 905(a) (discussed in\npart I., above), and 6511(d)(3)(A). Section 901(a) describes the allowance of the foreign tax credit. It provides: If the taxpayer chooses to have the benefits of this subpart, the tax\nimposed by this chapter shall . . . be credited with the amounts provided in\nthe applicable paragraph of subsection (b) plus, in the case of a\ncorporation, the taxes deemed to have been paid under sections 902 and\n960. Such choice for any taxable year may be made or changed at any\ntime before the expiration of the period prescribed for making a claim for\ncredit or refund of the tax imposed by this chapter for such taxable\nyear . . . .35\nSection 901(b) describes the amount generally allowed as a credit. For domestic\ncorporations, a credit is allowed for “the amount of any income, war profits, and excess\nprofits taxes paid or accrued during the taxable year to any foreign country. ”36\nSection 905(a) and its regulations describe the year in which the foreign tax\ncredit may be claimed and on which method of accounting the credit may be claimed —\nin other words, the year in which the taxes were paid or accrued. Specifically, section\n905(a) provides that, regardless of the method of accounting used by the taxpayer, the\ncredit may be taken “in the year in which the taxes of the foreign country . . . accrued.”37\nSections 901(a) and (b), when read together, provide that a foreign tax credit is\nallowed against U.S. income tax for foreign taxes paid or accrued during the taxable\nyear to a foreign country. Section 905(a) then permits a cash-basis taxpayer to take the\ncredit in the year in which the foreign taxes accrued. Based on a reasonable\n35 I.R.C. § 901(a) (emphasis added). Id. § 901(b) (emphasis added). 37\nId. § 905(a).\n36 POSTF-113176-10 10 construction of the statutes, the terms, “for any taxable year” and “for such taxable year”\nin section 901(a), “during the taxable year” in section 901(b), and “in the year” in section\n905(a), all refer to the same year for purposes of when the taxes were paid or\naccrued. 38 And for purposes of the foreign tax credit, as discussed in part I.B., above,\nthe liability for the -----------withholding taxes was fixed in -------, but the accrual related\nback to the years to which the taxes related. ---------------- taxable years at issue are calendar years --------and -------."
    },
    {
      "id": "legal-advice_52__8",
      "chunk_id": "8",
      "content": "38 And for purposes of the foreign tax credit, as discussed in part I.B., above,\nthe liability for the -----------withholding taxes was fixed in -------, but the accrual related\nback to the years to which the taxes related. ---------------- taxable years at issue are calendar years --------and -------. As\nstated above, section 901(a) provides that the choice to elect either a credit or a\ndeduction for foreign taxes paid for any taxable year may be made or changed at any\ntime before the expiration of the period prescribed for making a claim for credit or refund\nof the U.S. tax imposed for such taxable year. Section 6511(d)(3)(A) describes the\nperiod of limitations for credit or refund referred to in section 901(a). This section was\namended on August 5, 1997, with the amendment being effective for taxes paid or\naccrued in the taxable years beginning after its enactment. 39 Thus, taxable year --------------------------------------------------------------------------------------------------------------------------is subject to the pre-amendment version of section 6511 and taxable year --------the\npost-amendment version. Before the enactment date, the section stated as follows: If the claim for credit or refund relates to an overpayment attributable to\nany taxes paid or accrued to any foreign country . . . for which credit is\nallowed against the tax . . . in accordance with the provisions of section\n901 . . . in lieu of the 3-year period of limitation prescribed in subsection\n(a), the period shall be 10 years from the date prescribed by law for filing\nthe return for the year with respect to which the claim is made. 40 After the enactment date, the language was changed from “for the year with\nrespect to which the claim is made” to “for the year in which such taxes were actually\npaid or accrued.”41\nUnder either version, the “year” referred to in section 6511(d)(3)(A) is the same\n“year” referred to in sections 901(a) and (b) and 905(a). Under the pre-amendment\nlanguage, both the IRS and the courts determined that the year referred to in the\nforegoing statutes is the same — the year the taxes were actually paid or accrued, and\nnot the later year to which excess credits were carried and “deemed” paid or accrued\nunder section 904(c). 42 The court in Chrysler stated that, “In our view, the most\n38 Rev. Rul. 58-55. Taxpayer Relief Act, supra § 1056(b).\n40\nI.R.C. § 6511(d)(3)(A) (1997) (emphasis added). 41\nI.R.C. § 6511(d)(3)(A) (1998) (emphasis added). 42\nRev. Rul. 75-268, 1975-2 C.B. 294; Rev. Rul. 77-487, 1977-2 C.B. 479; Rev. Rul. 84-125, 1984-2 C.B.\n125; Chrysler Corp. v. Commissioner, 436 F.3d 644 (6th Cir. 2006). But see Ampex Corp. v. United\nStates, 620 F.2d 853 (Ct. Cl. 1980).\n39 POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43"
    },
    {
      "id": "legal-advice_52__9",
      "chunk_id": "9",
      "content": "POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43 The court went on to say, “All that § 6511(d)(3)(A) provides to the taxpayer is\na longer limitations period for altering its election of a foreign tax credit than the threeyear limitations period prescribed by § 6511(a). The touchstone for triggering the\nstatute of limitations remains the original year of election. ”44 Further, the Chrysler court,\nin discussing the pre-amendment version of section 6511(d)(3)(A), noted that, “[O]ur\nreading avoids the uncertainty that would attend Chrysler’s interpretation, which could\nlend to a shorter or longer limitations period depending on the unique fiscal\ncircumstances of the taxpayer. ”45 Both statements of the Chrysler court apply equally to\nthe pre- and post-amendment versions of section 6511(d)(3)(A), since the change to the\nstatute was merely clarifying. In reading the plain language of the amended statute, the phrase, “such taxes\nwere actually paid or accrued,” refers to the prior language in the same sentence, “any\ntaxes paid or accrued to any foreign country . . . for which credit is allowed against the\ntax . . . in accordance with the provisions of section 901.”46 Thus, the “year in which\nsuch taxes were actually paid or accrued” is the year in which the credit may be taken\nunder section 905(a). 47 And as discussed in part I.C., above, in the instant case, the\ncredit may not be taken in the --------taxable year. The legislative history of the amendment to section 6511(d)(3)(A) also\ndemonstrated that the limitations period begins by reference to the year to which the\ncreditable taxes relate. The amendment was enacted to clarify the limitations period\nattributable to refund claims attributable to foreign tax credit carryovers. 48 Congress\nacknowledged that the IRS took the position in Revenue Ruling 84-125 that, in the case\nof a credit carryforward, the period governed by “the year with respect to which the\nclaim is made” is determined by reference to “the year in which the foreign taxes were\npaid or accrued (and not the year to which the credits were carried). ”49 It also\nacknowledged the holding in Ampex Corp. v. United States, which provided that the\nlimitations period is determined by reference to “the year to which the credits are carried\n(and not the year in which the taxes were paid or accrued). ”50\nAs a result, Congress amended the section to make clear that, in the case of a\nclaim relating to an overpayment attributable to foreign tax credits, the limitations period\n43 Chrysler Corp., 436 F.3d at 655. Id.\n45\nId. at 656.\n46\nI.R.C. § 6511(d)(3(A) (1998). 47\nId.\n48\nTaxpayer Relief Act, supra, § 1056. 49\nH.R. Rep. No. 105-148, at 552-53 (1997); H.R. Rep. No. 105-220, at 576-77 (1997) (Conf. Rep.); S.\nRep. No. 105-33, at 179-80 (1997); see also Staff of Joint Comm. on Taxation, 105th Cong., General\nExplanation of Tax Legislation Enacted in 1997, at 253 (Comm. Print 1997). 50\nId.\n44 POSTF-113176-10 12"
    },
    {
      "id": "legal-advice_52__10",
      "chunk_id": "10",
      "content": "49\nH.R. Rep. No. 105-148, at 552-53 (1997); H.R. Rep. No. 105-220, at 576-77 (1997) (Conf. Rep.); S.\nRep. No. 105-33, at 179-80 (1997); see also Staff of Joint Comm. on Taxation, 105th Cong., General\nExplanation of Tax Legislation Enacted in 1997, at 253 (Comm. Print 1997). 50\nId.\n44 POSTF-113176-10 12 is determined by reference to the year in which the foreign taxes were paid or accrued,\nconsistent with Revenue Ruling 84-125.51 Also, in acknowledging Revenue Ruling 84125, which amplified Revenue Ruling 58-55, Congress by extension accepted the\nholding of the latter, that, “A foreign tax is accruable for the purpose of [the credit\nprovided in section 901] for the taxable year to which it relates even though the taxpayer\ncontests the liability therefore and such tax is not paid until a later year.” Despite ---------------- urging to interpret the amended language as “actually paid” or\n“actually accrued,” the legislative history makes no mention of the term “actually,” and\nthe discussion of the reasons for the clarifying amendment supports the IRS’s position\nthat Congress’s intention was merely to distinguish the year in which the credit claim\narose from the carryover year. Alternatively, the word “actually” modifies the word\n“paid,” and there is no legislative history or policy justification that supports interpreting\nthe word “actually” also to modify the word “accrued” so as to override the relation-back\nrule, as ---------------advocates. Notably, Congress did not reject the concept that foreign\ntaxes accrue in a year that is different from the year the tax accrual is perfected based\non section 461 and traditional accrual principles. In fact, it gave weight to Revenue\nRuling 84-125, which provided for a special definition of accrual for purposes of the\nforeign tax credit. When Congress amended section 6511(d)(3)(A), it adopted the IRS’s\nposition in the ruling that the period is determined by reference to the year in which the\ntaxes were paid or considered to accrue, not the later year to which the taxes were\ncarried and claimed as a credit. Given the language of the relevant statutes and the legislative history of the\namendment to section 6511(d)(3)(A), the period of limitations began to run on the due\ndate (without extensions) of the return for the year to which the foreign taxes relate. In\nthe instant case, though the taxes were “actually paid” in --------when the contest was\nresolved and the accrual was perfected, they did not accrue for purposes of claiming the\nforeign tax credit in the --------taxable year. So the limitations period began to run on the\ndue date of ---------------- --------and --------returns, not the due date of the --------return.\nB. The period of limitations began on the due date of the --------and --------returns. Under both the pre- and post-amendment language of section 6511(d)(3)(A), the\ndate on which the period of limitations begins to run is the same. The IRS addressed\nthe pre-amendment language in Revenue Ruling 84-125 and took the position that the\nperiod begins to run on the due date of the return for the year in which the taxes were\npaid or accrued. And for accrual-basis taxpayers, the year in which taxes accrue is the\nyear to which the taxes relate."
    },
    {
      "id": "legal-advice_52__11",
      "chunk_id": "11",
      "content": "And for accrual-basis taxpayers, the year in which taxes accrue is the\nyear to which the taxes relate. Through the enactment of the 1997 amendment to\nsection 6511(d)(3)(A), Congress adopted the IRS’s position in the ruling. Revenue Ruling 84-125 amplified Revenue Ruling 58-55, and applied the\nrelation-back doctrine to the accrual principles of the foreign tax credit to determine in\n51 Id. POSTF-113176-10 13 which taxable year the credit was allowed. 52 The accrual-basis taxpayer, who contested\na foreign tax assessment, may claim the credit in the taxable year to which the foreign\ntax related, even though the credit may not be claimed (except to the extent the tax was\nalready paid) until the tax was finally determined and the accrual was perfected. 53 The\nruling specifically held that the taxpayer may claim the credit when the tax was paid and\nfinally determined, but for purposes of the foreign tax credit, the tax accrued for the\ntaxable year to which the tax related. 54 And in interpreting the pre-amendment\nlanguage of section 6511(d)(3)(A), it held that the claim for refund of the foreign tax\ncredit must be made within ten years of the due date of the return for the year to which\nthe foreign tax related, that is, the year the taxes accrued. 55 In the instant case, for purposes of the foreign tax credit, the ------------------------------------------------------------------------------------------------------------------withholding taxes\naccrued in --------and -------, the years to which the taxes related. Since the amendment\nwas effective for taxes accrued in the taxable years after August 5, 1997, the preamendment version of section 6511(d)(3)(A) applies to the --------taxes and the postamendment version applies to the --------taxes. But under both versions, the\ndetermination is the same because Congress adopted the IRS’s position in Revenue\nRuling 84-125 as to the date on which the limitations period begins. And in any event,\nsince the instant case does not involve a carryover of excess tax credits, the “year to\nwhich the claim relates” and the “year in which the taxes are actually paid or accrued”\nare one and the same. So consistent with the ruling, in the instant case, the period\nbegan to run on the due dates of the returns for --------and -------. ---------Please call --------------------- if you have any further questions. MARION S. FRIEDMAN\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ Huong T. Bailie\nAttorney (Austin)\n(Large & Mid-Size Business) cc: ------------------------------------------------------------------------ 52 See Rev. Rul. 84-125.\nId.\n54\nId.\n55\nId.\n53 POSTF-113176-10 14"
    }
  ]
}