{
  "document_category": "legal-advice",
  "docId": "legal-advice_49",
  "chunk_index": 4,
  "chunk_text": "Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue. The term “paid” is not explicitly defined in the Internal Revenue Code, however,\nwe can look to the courts for guidance on the definition of “paid” for purposes of U.S. tax\nlaw. Specifically, the Board of Tax Appeals has stated that “[i]n common parlance the\nword ‘paid’ does not necessarily import an unpaid accrual.” Maryland Land &\nTransportation Corp. v. Com’r, 40 B.T.A. 1067, 1069 (1939)(holding that the petitioner’s\nargument that “dividends accrued” during a tax year should be deemed “dividends paid”\nfor purposes of I.R.C. §351 would “frustrate the very purpose which the statute was\nintended to accomplish.”) The taxpayer would have you believe that the word “paid”\ninevitably implies “paid or accrued,” but as the Board of Tax Appeals has found in\nMaryland Land, that is not the common meaning. Further, the Supreme Court has stated that in determining the meaning of\nlanguage in the treaty context: “[t]he clear import of treaty language controls unless\n‘application of the words of the treaty according to their obvious meaning effects a result\ninconsistent with the intent or expectations of its signatories.’ ” U.S. v. Stuart, 489 U.S.\n353, 363 (1989) (citing Sumitomo Shoji America, Inc. v. Avagliano, 457 U.S. 176, 180,\n102 S.Ct. 2374, 2377, 72 L.Ed.2d 765 (1982), quoting Maximov v. United States, 373\nU.S. 49, 54, 83 S.Ct. 1054, 1057, 10 L.Ed.2d 184 (1963)). The Supreme Court’s\nposition that the clear import of the treaty language controls further strengthens our\nargument that the plain language of the treaty should be respected and should not be\nread to expand the meaning of the term “paid” to something it was not specifically\nintended to include. POSTF-108700-08 7 Therefore, based on the plain language of the treaty provision, the Supreme\nCourt’s position that the clear import of treaty language controls and the Board of Tax\nAppeals statement that “paid” does not import an unpaid accrual, Counsel believes that\nthe taxpayer should not be able to insert “paid or accrued” as the meaning for the plain\nlanguage of the treaty provision which states that the interest must actually be “paid” to\nthe foreign resident. ------is Treated Similarly to a U.S. Cash-Basis Taxpayer\nSecond, the taxpayer suggests that if it had accrued interest expense payable to\na lender who was a domestic corporation the deduction would be permitted. This is an\naccurate description of the legal treatment if the domestic corporation used the accrual\nmethod of accounting. However, if a domestic corporation accrued an amount of\ninterest to a related domestic person that used the cash receipts and disbursements\nmethod of accounting, the cash basis domestic corporation would not be allowed a\ndeduction until it actually paid the interest to that person. Thus, domestic corporations\nmaking payments to related foreign corporations are effectively subject to the same\n“matching principle” as domestic corporations making payments to related domestic\ncorporations: a deduction will be “allowable as of the day as of which such amount is\nincludible in the gross income of the person to whom the payment is made.” See I.R.C.\n§ 267(a)(2)."
}