{
  "document_category": "legal-advice",
  "docId": "legal-advice_44",
  "chunk_index": 7,
  "chunk_text": "§ 421(b). The tax consequences for the employee in a disqualifying disposition are\nessentially the same as the tax consequences for exercising a nonstatutory stock option\nunder § 83(a). Indeed, Treas. Reg. § 1.421-2(b)(1) provides that the rules of §§ 83(a)\nand (h) apply to determine the tax consequences to the employee and the employer\ncorporation when the employer disposes of the stock in a disqualifying disposition. Because the employee is required to include the compensatory element of a stock\noption in gross income as a result of a disqualifying disposition, Congress provided that\nthe employer corporation may deduct the compensatory element. By permitting the POSTU-153378-08 9 deduction, Congress reinforced the policy that an employer may deduct the\ncompensatory element only if the compensatory element is includible in the gross\nincome of the employee. Treas. Reg. § 1.421-2(b)(1) provides that the employer may\ntake this deduction under § 162. 4. Taxpayer’s Argument Corporation 1 argues that because the text of § 421(a)(1) specifically disallows a\ndeduction under §162 for compensation attributable to a statutory stock option then a\ndeduction for such compensation is allowable under another section of the Code. Section 421(a) provides for the exclusion of the compensatory element from an\nemployee’s gross income. In essence, by claiming that it is entitled to a deduction\nunder § 174, Corporation 1 effectively seeks to receive the tax benefits of § 83(h), which\nprovides for a deduction for the employer, for ISOs and ESPPs that are eligible for tax\ntreatment provided in § 421(a). Effectively, Corporation 1 argues that it is entitled to a\ndeduction triggered by a disqualifying disposition without the disqualifying disposition\ntaking place and without an employee recognizing income. Corporation 1’s argument and “plain reading” of § 421 are disingenuous. Corporation\n1’s position violates congressional policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. In Albertson’s Inc. v. Commissioner, 42 F.3d 537,\n545 (9th Cir. 1994), the Ninth Circuit reasoned that it “may not adopt a plain language\ninterpretation of a statutory provision that directly undercuts the clear purpose of the\nstatute.” In Albertson’s, the taxpayer argued that certain amounts paid into deferred\ncompensation agreements constituted interest and could be deducted under § 404. The Ninth Circuit, however, concluded that not withstanding the statutory language, the\ntaxpayer’s interpretation would not be consistent with Congress’s intent. The Ninth Circuit’s reasoning in Albertson’s should apply to this situation. Provided the\nrequired holding periods are satisfied, Congress intended to prohibit an employer\ncorporation from deducting the compensatory element of a statutory stock option. The\nlegislative history of § 421 reinforces the policy that an employer may deduct the\ncompensatory element of a stock option only if the compensatory element is included in\nthe gross income of the employee. Accordingly, Section 421(a)(2) does not permit a\ndeduction for the compensatory element attributable to statutory stock options because\nthe compensatory element is excluded from the employee’s gross income. C. Conclusion As discussed earlier, Corporation 1 may not deduct the Spread of a statutory stock\noption under § 174."
}