{
  "document_category": "legal-advice",
  "docId": "legal-advice_52",
  "chunk_index": 4,
  "chunk_text": "Id. The closing agreement at issue\nin Magarian settled the treatment of specific losses and credits which petitioners had\nclaimed on their return. Id. The Court stated, GL-133794-08 5 [I]f petitioners had intended to settle with respect to any of the possible\nadditions to tax for the taxable year 1981, they should have insisted upon\nthe inclusion of specific language to that effect in the Closing Agreement. Without such language, and in the absence of an assertion by petitioners\nthat the Closing Agreement should be set aside for fraud, malfeasance or\nmisrepresentation of a material fact, the specific matters agreed upon by\nthe parties must be respected. Id. at 6-7. The Court also noted, “that as a general rule closing agreements do not\nrelate to additions to tax.” Id. at 6.\nThe Court in Commissioner v. Smith, 850 F.2d 242, 245 (5th Cir. 1988), also found that\nthe closing agreement entered into between the Service and the taxpayers was limited\nin scope to the issues addressed. The Court found the closing agreement at issue did\nnot preclude the imposition of penalties and interest that were not addressed in the\nagreement. Id. at 245. Case law supports the Service’s reading of the Closing Agreement and the matters\nagreed upon within the Agreement. Since the addition to tax under I.R.C. § 6651 was\nnot an item agreed upon by the parties in the Closing Agreement, it may be assessed\nand collected. The taxpayers argue that Paragraph (8) imposing the penalty under I.R.C. § 6662 at ten\npercent of the underpayment bars the assessment of the addition to tax. This is\nincorrect. Paragraph (8) bars the Service from assessing or collecting a penalty under\nI.R.C. § 6662 in excess of ten percent of the underpayment. But it does not bar the\nassessment or collection of the addition to tax under I.R.C. § 6651 because Paragraph\n(8), and the entire Closing Agreement, does not address the addition to tax. The\nClosing Agreement is limited in scope and only conclusively settles the issues that it\naddresses. Because the Closing Agreement does not address the addition to tax, it\ndoes not have to be reopened or modified upon a showing of fraud, malfeasance or\nmisrepresentation of material fact as contemplated in Section 7121(b) before the\nService can assess and collect the addition to tax under I.R.C. § 6651. GL-133794-08 6 This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call (415) 227-5168 if you have any further questions. THOMAS R. MACKINSON\nAssociate Area Counsel\n(Small Business/Self-Employed: Area 7) By: _____________________________ Brooke S. Laurie\nAttorney (San Francisco, Group 1)\n(Small Business/Self-Employed)"
}