{
  "document_category": "legal-advice",
  "docId": "legal-advice_89",
  "chunk_index": 3,
  "chunk_text": "Huffman v. Commissioner, 126 T.C. 322, 328 (2006). The “base-year\ncost” is the cost of an item as of the base date, which “is the first day of the first year for\nwhich LIFO is adopted.” Id. Neither the Code nor the applicable regulations define “item,” but the Tax Court in Amity\nLeather Products Co. opined that a narrower definition will provide a more accurate\nmeasure of inflation, although the Court acknowledged that the definition of “item” must POSTF-140663-09 5 be administratively feasible and not unduly burdensome. 82 T.C. at 734. A narrower\ndefinition of item more clearly reflects income because it prevents factors other than\ninflation from entering inventory. See id. at 733-34. The Tax Court gave the following\nexample in Amnity Leather Products Co. to illustrate this point:\n[I]f a taxpayer’s inventory experiences mix changes that result in the\nsubstitution of less expensive goods for more expensive goods, the\ntreatment of those goods as a single item increases taxable income. This\noccurs because any inflation in the cost of an item is offset by the\nreduction in cost resulting from the shift to less expensive goods. Conversely, if changes in mix of the inventory result in the substitution of\nmore expensive goods for less expensive goods, the treatment of those\ngoods as a single item decreases taxable income because the increase in\ninventory costs is eliminated from the LIFO costs of the goods as if such\ncost increase represented inflation. Id. at 733. Therefore, a LIFO calculation is affected by the pools and items used by a taxpayer, as\nwell as the costs of the items in a pool. In light of this, the statement in the Closing\nAgreement that --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------is meant to lock-in\nthe taxpayer’s pre-Year 2 LIFO calculations and the data affecting such calculations, not\nto establish the suitability of item definitions going forward. In fact, nothing in the\nagreement references the taxpayer’s item definitions in the context of the\nappropriateness of such definitions or otherwise indicates that this was an issue the\nClosing Agreement was meant to resolve. As will be discussed below, the language of\nthe agreement does not support the taxpayer’s interpretation. Closing Agreements\nInternal Revenue Code section 7121(a) authorizes the Secretary to enter into closing\nagreements “with any person relating to the liability of such person . . . in respect of any\ninternal revenue tax for any taxable period.” Section 7121(b) provides that\nIf such agreement is approved by the Secretary (within such time as may\nbe stated in such agreement, or later agreed to) such agreement shall be\nfinal and conclusive, and, except upon a showing of fraud or malfeasance,\nor misrepresentation of a material fact –\n(1) the case shall not be reopened as to the matters agreed upon or the\nagreement modified by any officer, employee, or agent of the United\nStates, and POSTF-140663-09 6 (2) in any suit, action, or proceeding, such agreement, or any\ndetermination, assessment, collection, payment, abatement, refund, or\ncredit made in accordance therewith, shall not be annulled, modified, set\naside, or disregarded. Treasury Regulation section 301.7121-1(b)(3) provides that closing agreements may be\nwith respect to taxable periods ending subsequent to the date of the agreement."
}