{
  "document_category": "legal-advice",
  "docId": "legal-advice_83",
  "chunk_index": 10,
  "chunk_text": "In that event, the employer may\ntreat the advance earned income credit which exceeds the employment taxes due as an\nadvance payment of such employment taxes. I.R.C. § 3507(d)(3). The Service has encountered situations where the employer has falsely\noverstated the advanced earned income credit claimed on Forms 941, 943, or 944. You\nwant to know the correct procedure for recovering a refund resulting from such a false\nclaim. Since this credit is treated as an offset to certain employment taxes and the\nexcess is treated as a payment of such employment taxes, generally the audit\nprocedures on employment taxes will apply. You have specifically asked if deficiency procedures apply. They do not. The\ndefinition of a deficiency found in section 6211 applies to income, estate and gift taxes\nimposed by Subtitles A and B and to excise taxes imposed by chapters 41, 42, 43 and POSTN-119570-10/SCAF-106587-10 page 11 44. The deficiency procedures as described in section 6211 do not apply to\nemployment taxes, which are imposed under Subtitle C. The authority to assess and collect underpayments of employment taxes,\nincluding FICA taxes, RRTA taxes, and income tax withholding, is found in section\n6201. When the taxpayer has underpaid the tax, the taxpayer can agree to an\nadjustment, which can be interest-free. See I.R.C. § 6205 and Rev. Rul. 2009-39,\n2009-52 I.R.B. 951. You have also asked whether the Service could assess the liability using math\nerror procedures. There are two possible math error procedures:\n(1) assessment of a liability under section 6213(b)(1) which if challenged\nmust be abated and a notice of deficiency issued as provided for in\nsection 6213(b)(2);\n(2) assessment of overstated withholding or estimated income tax under\nsection 6201(a)(3). We conclude that neither of these procedures is available. The procedures\nunder section 6213 deal with income, estate, gift and some excise taxes which are\nsubject to notice of deficiency procedures. The Service should deal with the false\nadvanced earned income credit on an employer’s return using employment tax\nprocedures. Assessments under section 6201(a)(3) are made using math error procedures\nbut without the right of the taxpayer to challenge the assessment and force it to notice of\ndeficiency procedures. The assessment authority under section 6201(a)(3) only applies\nto overstatements of income tax withholding or estimated income tax payments. The\nadvanced earned income credit does not qualify as either income tax withholding or as\nestimated income tax payments. If the Service identified the credit for advanced earned income credit payments\nas false before it gave the taxpayer credit by offsetting any overpayment to other\nperiods or before it refunded the credit, the Service could just reverse the false credit. This would create a balance due on the account or reduce the amount of any\noverpayment on the account. If the Service has already applied the excess credit to\nother periods or refunded the credit, then you would need to use normal employment\ntax audit procedures to make the adjustment and assessment. Issue 4. Is the proposed IRM paragraph legally adequate to deal with situations\nwhere the return claims an erroneous refund based on a false credit?"
}