{
  "document_category": "legal-advice",
  "docId": "legal-advice_29",
  "chunk_index": 125,
  "chunk_text": "• Performing-arts-related expenses\nas a qualified performing artist. • Business expenses of fee-basis\nstate or local government officials. For more details, see Form 2106. Line 13 Line 16 Health Savings Account (HSA)\nDeduction Self-Employed SEP, SIMPLE, and\nQualified Plans You may be able to take this deduction\nif contributions (other than employer\ncontributions, rollovers, and qualified\nHSA funding distributions from an IRA)\nwere made to your HSA for 2022. See\nForm 8889. If you were self-employed or a partner,\nyou may be able to take this deduction. See Pub. 560 or, if you were a minister,\nPub. 517. Line 14 Self-Employed Health Insurance\nDeduction Moving Expenses You can deduct moving expenses if you\nare a member of the Armed Forces on\nactive duty and due to a military order\nyou move because of a permanent\nchange of station. Use Tax Topic 455 or\nsee Form 3903. Line 15\nDeductible Part of\nSelf-Employment Tax If you were self-employed and owe\nself-employment tax, fill in Schedule SE\nto figure the amount of your deduction. The deductible part of your self-employment tax is on line 13 of Schedule SE. -88- Line 17 You may be able to deduct the amount\nyou paid for health insurance for yourself, your spouse, and your dependents. The insurance can also cover your child\nwho was under age 27 at the end of\n2022, even if the child wasn't your dependent. A child includes your son,\ndaughter, stepchild, adopted child, or\nfoster child (defined in Who Qualifies as\nYour Dependent in the Instructions for\nForm 1040). One of the following statements must\nbe true. • You were self-employed and had a\nnet profit for the year reported on\nSchedule C or F.\n• You were a partner with net earnings from self-employment. • You used one of the optional\nmethods to figure your net earnings\nfrom self-employment on Schedule SE.\n• You received wages in 2022 from\nan S corporation in which you were a\nmore-than-2% shareholder. Health insurance premiums paid or reimbursed by\nthe S corporation are shown as wages on\nForm W-2. The insurance plan must be established under your business. Your personal\nservices must have been a material income-producing factor in the business. If you are filing Schedule C or F, the\npolicy can be either in your name or in\nthe name of the business. If you are a partner, the policy can be\neither in your name or in the name of the\npartnership. You can either pay the premiums yourself or your partnership can\npay them and report them as guaranteed\npayments. If the policy is in your name\nand you pay the premiums yourself, the\npartnership must reimburse you and report the premiums as guaranteed payments. If you are a more-than-2% shareholder in an S corporation, the policy can be\neither in your name or in the name of the\nS corporation. You can either pay the\npremiums yourself or the S corporation\ncan pay them and report them as wages. If the policy is in your name and you\npay the premiums yourself, the S corporation must reimburse you."
}