{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 22,
  "chunk_text": "Summary. We believe that an objective review of the treatment of \"cost-plus\"\narrangements by the NAIC, by the BCBSA, and by the IRS, establishes that much more\nis required than being a mere \"party to the obligation to make a payment.\" The only\nfeature that the NAIC's current description of \"Administrative Services Contracts\" (ASC)\nhas in common with arrangements that have been considered \"cost-plus,\" is the fact\nthat \"the reporting entity pays claims from its own bank accounts, and only\nsubsequently receives reimbursement from the uninsured plan sponsor.\" But, in the\nNAIC accounting materials, an ASO arrangement may also pay claims out of the\nadministrator's own bank accounts. The only difference between an ASO arrangement\nand an ASC arrangement, from the perspective of the NAIC, is the timing of the transfer\nof funds from the policyholder to the BCBS plan. In an ASO arrangement, the BCBS\nplan receives the funds before it makes a payment from its account. In an ASC\narrangement, the BCBS plan does not receive funds from the policyholder until after it\nhas paid the claim. The NAIC does not consider this difference significant and treats\nboth arrangements as uninsured. We do not believe that this single feature is sufficient\nto classify an Administrative Services Contract as a \"cost-plus\" contract for purposes of\nsection 833(b). NAIC accounting materials may have some relevance in the sense that the NAIC\nAnnual Statement and the Federal Income Tax Return both include a determination of\nincome. But the NAIC's Risk-Based Capital Rules serve a completely different purpose:\n\"measuring the minimum amount of capital appropriate for a reporting entity to support\nits overall business operations.\" The fact that separate items on the RBC Report are\nsubject to the same risk charge does not establish that they are legally-equivalent\narrangements, with the same legal responsibilities. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. POSTU-144536-09 27 If you have any questions, please call Charles Maurer at (617) 565-7838. DAVID N. BRODSKY\nAssociate Area Counsel By: _____________________________ Charles W. Maurer\nSenior Attorney (Boston)\n(Large & Mid-Size Business)\ncc: Roland Barral, Area Counsel (Financial Services)\nPeter Graziano, Deputy Area Counsel (IP)"
}