{
  "document_category": "legal-advice",
  "docId": "legal-advice_64",
  "chunk_index": 37,
  "chunk_text": "Except\nas provided next, leave line 4a blank and\nenter the total distribution (from Form\n1099-R, box 1) on line 4b. Exception 1. Enter the total distribution\non line 4a if you rolled over part or all of\nthe distribution from one:\n• Roth IRA to another Roth IRA, or\n• IRA (other than a Roth IRA) to a\nqualified plan or another IRA (other\nthan a Roth IRA). Also enter “Rollover” next to line 4b. If the total distribution was rolled over,\nenter -0- on line 4b. If the total distribution wasn't rolled over, enter the part not\nrolled over on line 4b unless Exception 2\napplies to the part not rolled over. Generally, a rollover must be made within\n60 days after the day you received the\ndistribution. For more details on rollovers, see Pub. 590-A and Pub. 590-B. If you rolled over the distribution into\na qualified plan or you made the rollover\nin 2023, include a statement explaining\nwhat you did. Exception 2. If any of the following apply, enter the total distribution on line 4a\nand see Form 8606 and its instructions\nto figure the amount to enter on line 4b. 1. You received a distribution from\nan IRA (other than a Roth IRA) and you\nmade nondeductible contributions to any\nof your traditional or SEP IRAs for 2022\nor an earlier year. If you made nondeductible contributions to these IRAs for\n2022, also see Pub. 590-A and Pub.\n590-B.\n2. You received a distribution from\na Roth IRA. But if either (a) or (b) below applies, enter -0- on line 4b; you\ndon’t have to see Form 8606 or its instructions. a. Distribution code T is shown in\nbox 7 of Form 1099-R and you made a\ncontribution (including a conversion) to\na Roth IRA for 2016 or an earlier year. b. Distribution code Q is shown in\nbox 7 of Form 1099-R.\n3. You converted part or all of a traditional, SEP, or SIMPLE IRA to a Roth\nIRA in 2022. 4. You had a 2021 or 2022 IRA contribution returned to you, with the related earnings or less any loss, by the due\ndate (including extensions) of your tax\nreturn for that year. 5. You made excess contributions to\nyour IRA for an earlier year and had\nthem returned to you in 2022. 6. You recharacterized part or all of\na contribution to a Roth IRA as a contribution to another type of IRA, or vice\nversa. Exception 3. If all or part of the distribution is a qualified charitable distribution (QCD), enter the total distribution\non line 4a. If the total amount distributed\nis a QCD, enter -0- on line 4b. If only\npart of the distribution is a QCD, enter\nthe part that is not a QCD on line 4b unless Exception 2 applies to that part. Enter “QCD” next to line 4b. A QCD is a distribution made directly by the trustee of your IRA (other than\nan ongoing SEP or SIMPLE IRA) to an\norganization eligible to receive tax-deductible contributions (with certain exceptions). You must have been at least\nage 70 1/2 when the distribution was\nmade. Generally, your total QCDs for the\nyear can't be more than $100,000."
}