{
  "document_category": "legal-advice",
  "docId": "legal-advice_12",
  "chunk_index": 3,
  "chunk_text": "In the case of interest expense, as is relevant\nhere, section 864(e)(2) specifically requires that all\nallocations and apportionments of interest expense be made on the\nbasis of assets, not gross income. Under the asset method, interest expense is apportioned\nbetween statutory and residual groupings of gross income (or\namong statutory groupings) in proportion to the average total\nvalues of the assets within each such grouping for the taxable\nyear. Treas. Reg. § 1.861-9T(g)(1)(i). For this purpose,\ntaxpayers may elect to value their assets based on their tax book\nvalue or fair market value. Treas. Reg. § 1.861-8T(c)(2) and\nl.861-9T(g)(1)(ii). The application of the FMV method of\nvaluation, as was elected here by the TAXPAYER, requires\nrecognition of a number of regulatory requirements:\nFirst, Treas. Reg. § 1.861-9T(h)(1)(i) requires the taxpayer\nto determine the aggregate value of its assets, including stock\nin foreign subsidiaries or any other asset. In the case of a\npublicly traded corporation, aggregate asset value is equal to\nstock value increased by the liabilities of the taxpayer (owed to\nunrelated persons) and its share of liabilities of related CC:LM:HMT:CIN:1:POSTF-168001-03 Page 5 persons owed to unrelated persons. 2 In the case of non-publicly\ntraded corporations, aggregate asset value must be determined by\nreference to the capitalization of corporate earnings in\naccordance with the rules of Rev. Rul. 68-609. Second, Treas. Reg. § 1.861-9T(h)(1)(ii) requires the\ntaxpayer to determine the value of all its tangible assets, and\nits pro rata share of such assets held by related persons. For\nthis purpose, the value of stock in any corporation that is not a\nrelated person must be determined under the rules of Treas. Reg.\n§ 1.861-9T(h)(1)(i), except that no liabilities shall be taken\ninto account. And third, Treas. Reg. § 1.861-9T(h)(4) generally provides\nthat the value of stock in a related person equals the sum of the\nintangible asset value apportioned under (h)(2) to such related\nperson, plus the taxpayer’s share of tangible assets held by such\nrelated person, less the taxpayer’s pro rata share of the related\nperson’s liabilities. In applying those regulatory requirements to a partnership\ninterest, certain apportionment rules must be followed. Interest\nexpense incurred by a partnership must be apportioned under the\nregime established by Treas. Reg. § 1.861-9T(e). In that regard,\nTreas. Reg. § 1.861-9T(e) generally adopts an aggregate, or lookthrough, approach in apportioning a partner’s distributive share\nof interest expense incurred by the partnership. Subsection\n(e)(1) provides the general rule that a partner’s distributive\nshare of the interest expense of a partnership is considered\nrelated to all income producing activities and assets of the\npartner. Likewise, subsection (e)(2), in accordance with the\naggregate approach, requires that a corporate partner whose\ninterest in the partnership is 10 percent or more must apportion\nits distributive share of partnership interest expense by\nreference to the partner’s assets, including the partner’s pro\nrata share of the partnership assets under the rules of Treas. Reg. § 1.861-9T(f). However, limited partners and corporate general partners\nwith a less-than-ten-percent partnership interest are excepted\nfrom aggregate treatment. In cases involving less-than-10percent limited or general partners, subsection (e)(4) treats the\npartnership as an entity for interest apportionment purposes. Moreover, subsection (e)(4)(i) provides that a limited partner or\n2 Treas."
}