{
  "document_category": "legal-advice",
  "docId": "legal-advice_21",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20032601F\nRelease Date: 6/27/2003\nCC:LM:F:MAN:POSTU-162762-02\ndate:\nto: May 13, 2003\nGerald T. Hicks, Team Manager\nNatural Resources & Construction (Group 1495)\nJoseph A. Roussos\nField Specialists (Territory 1840 and Team 1846)\nA. Lee Keenan\nResearch Credit Technical Advisor from: Area Counsel, LMSB Area 1 (Financial Services) subject: I.R.C. § 6694 Penalty\nU.I.L. Nos. 6694.01-00 and 6694.02-00 This memorandum responds to your request for assistance\ndated December 28, 2002. The national office has reviewed and\nconcurred with the advice rendered herein. This memorandum\nshould not be cited as precedent. LEGEND\nTaxpayer\nPreparer\nYear 1\nYear 2\nYear 3\nYear 4\nTime Period 1\nDate 1 =\n=\n=\n=\n=\n=\n=\n= CC:LM:F:MAN:POSTU-162762-02 page 2 INTRODUCTION You have requested our advice on asserting a section1 6694\npenalty against Preparer\nfor making an\nimpermissible election for a reduced credit under section\n280C(c)(3)(“section 280C(c)(3) election”). This memorandum\ndiscusses Preparer’s return preparation activities for Taxpayer. FACTS Preparer\nspecializes in advising\nclients on issues related to the section 41 credit for increasing\nresearch activities (“research credit”). On its original tax returns for its Year 1, Year 2, Year 3\nand Year 4 taxable years, the Taxpayer did not claim the research\ncredit. Subsequent to filing its returns for these taxable\nyears, the Taxpayer hired Preparer to review its activities,\nbooks and records for the purpose of claiming research credits on\namended returns. During Time Period 1, Preparer provided the\nTaxpayer with a research credit study. The study does not\ncaution the Taxpayer that it is only an example of how the Year\n1, Year 2, Year 3 and Year 4 taxable years could have been\ntreated. On Date 1, the Taxpayer used this study to file claims\nfor refunds for its Year 1, Year 2, Year 3 and Year 4 taxable\nyears. The preparation of the study was supervised by a Preparer\npartner In the research credit study, Preparer outlined its\nmethodology for identifying the Taxpayer’s qualified research\nexpenses (“QREs”) and computed the Taxpayer’s research credit,\nusing the actual figures for research expenditures and other\nitems for each of the years in question. When computing the\nresearch credit in the study, Preparer used a section 280C(c)(3)\nelection. The numbers from the Preparer study were mechanically\nplaced on the Forms 1120X filed with the Service. Preparer\nrendered advice which is directly relevant to the determination\nof the Taxpayer's entire claims for refund made on these Forms\n1120X. Preparer did not sign the Taxpayer’s refund claims as a\npreparer, and at this point, we do not know whether Preparer or\nTaxpayer actually prepared the amended returns. As a result of\nPreparer’s computation, the Taxpayer attempted to make a section 1 Unless otherwise noted, all section references are to the\nInternal Revenue Code of 1986, as amended. CC:LM:F:MAN:POSTU-162762-02 page 3 280C(c)(3) election on the refund claims it filed with the\nService. The Taxpayer’s attempt to make a section 280C(c)(3) election\nresulted in understatements of the Taxpayer’s income tax\nliability for the Year 1, Year 2, Year 3 and Year 4 taxable\nyears. That is, the attempted section 280C(c)(3) election\nresulted in the Taxpayer claiming refunds greater than the\nrefunds it could have claimed if it did not attempt to make the\nelection. ISSUE\nShould the Service consider asserting the section 6694\npenalty against Preparer for advising the Taxpayer to make an\nimpermissible section 280C(c)(3) election on a refund claim? CONCLUSION"
}