{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 4,
  "chunk_text": "Although the mere presence of an incidental future\nbenefit - “some future aspect” - may not warrant capitalization, a\ntaxpayer's realization of benefits beyond the year in which the\nexpenditure is incurred is undeniably important in determining\nwhether the appropriate tax treatment is immediate deduction or\ncapitalization. Indopco, 503 U.S. at 87 (citations and footnote omitted)(emphasis added). Accordingly, based on general capitalization principles articulated in Lincoln Savings\nand Indopco, an expenditure that creates or enhances a separate and distinct asset is\ncapitalizable, but the expenditure may still be capitalizable even if it does not create or\nenhance a separate and distinct asset. Determining whether the expenditures at issue must be capitalized as within I.R.C.\n§ 263 (rather than deducted under § 16218 or excluded from capitalization under I.R.C.\n§ 17419) requires a two step analysis. In the first step, addressed in Section I, below,\n18 I.R.C. § 162(a) allows a deduction for ordinary and necessary expenses paid or incurred during a\ntaxable year in carrying on a trade or business. “To qualify as an allowable deduction under § 162(a), an\nitem must be: (1) ‘be paid or incurred during the taxable year’; (2) be for ‘carrying on any trade or\nbusiness’; (3) be an ‘expense’; (4) be a ‘necessary’ expense; and (5) be an ‘ordinary expense’. Commissioner v. Lincoln Savings & Loan Ass’n, 403 U.S. 345, 352 (1971) (citations omitted). However,\nthe Lincoln Savings Court cautioned that “[i]t is not enough, in order that an expenditure qualify as an\nincome tax deduction, that it merely be . . . paid by all similarly [situated taxpayers], or that it serves to\nfortify . . . purpose and operation.” 403 U.S. at 354. The Court then held that the expenditure at issue\nwas not deductible as an ordinary and necessary business expense because it created or enhanced an\n“additional asset and that, as an inevitable consequence, the payment is capital in nature.” 403 U.S. at\n354 (emphasis added). 19 Expenditures within the twelve code sections listed in I.R.C. § 263(a)(1) are not within the mandate of\ncapitalization in I.R.C. § 263(a), with one of the listed code sections I.R.C. § 174. The fees at issue are\nnot within § 174 because the fees were incurred to acquire the right to market and sell Corporation X’s\ngeneric drugs prior to the expiration of the patents on the branded drugs the generic drugs “mimic.” The\nsubstantial fees incurred to prepare for a paragraph IV certification (paragraph IV certifications are\nexplained in Addendum A) and to defend the paragraph IV certification in infringement litigation in order to\nexpedite commercialization of the already developed generic drugs are not minor costs incurred in\n“connection with inventions or improvements from research and development in the experimental or\nlaboratory sense undertaken directly by the taxpayer or carried on in his behalf by another person or\norganization,” as required to be within § 174. Rev. Rul. 66-30, 1966-1 CB 55, applying Treas. Reg. §\n1.174-2. None of the fees at issue were incurred in obtaining a patent for any research and development POSTU-139175-10 31 the origin of the claim test must be applied, considering the relevant facts and\ncircumstances."
}