{
  "document_category": "legal-advice",
  "docId": "legal-advice_24",
  "chunk_index": 4,
  "chunk_text": "Since the total\nnumber of common shares to be repurchased was numbered at [X + Y], it appears the\nconversion contemplated was one-for-one between the common share classes. In variance to the Year 3 trust agreement, the stock sale agreement stated that\nthe corporation and the shareholders were obligated to pay the insurance premiums. The shareholders per-sonally guaranteed the payment of the life insurance premiums. According to the stock sale agreement, payments made directly by the corporation were\nto be treated as reducing the outstanding guarantees of the shareholders on a pro rata\nbasis. We are informed that for the Year 5 tax year, B reported $P as part of B's gross\nincome. This amount had been reported on B's Year 5 Form W-2, Wage and Tax\nStatement, as a fringe benefit. The reported amount represented Q% of the premium\nfor the policy for A, who had retired at the close of Year 3, plus R% of the premium paid\nfor related shareholder C, the only other continuing common stock owner. We suspect\n1 C was divorced on Divorce Date. This policy, entitled \"Modified Premium Whole Life,\" could\nrepresent the post-divorce striking of survivorship benefits of an earlier acquired policy. POSTF-106186-02 6 that C similarly reported Q% of the premium paid for A and R% of the premium paid for\nB. An appraisal of C's interest in the company and its related entities in Year 3,\ndone for C's divorce, valued that interest at $S. Also at that time, C owned a profit\nsharing plan valued at $T and a defined benefit pension plan valued at $U. Since the\nrelated shareholder's interests in the corporation were equal in Year 3, we have\nassumed that A probably possessed the same benefits. Upon A's retirement, A took a\nlump sum payment on A's pension and profit sharing plans. LAW AND ANALYSIS\nDeductibility of Premiums\nCogent business reasons exist justifying the purchase of key man life insurance\nby closely held corporations. Despite these reasons, the Code denies deductibility for\nstock redemption costs, as well as life insurance premium costs where the corporation\nis the beneficiary of such insurance. In the case of Emeloid v. Commissioner, 189 F.2d 230 (3d Cir. 1951), rev'g 14\nT.C. 1295 (1950), the Third Circuit expressively wrote of continuity-of-management as\nthe business purpose underlying the need for key man insurance. Harmony is the essential catalyst for achieving good management; and\ngood management is the sina qua non of long-term business success. Petitioner, deeming its management sound and harmonious, conceived of\nthe trust to insure its continuation. Petitioner apparently anticipated that,\nshould one of its key stockholder-officers die, those beneficially interested\nin his estate might enter into active participation in corpor-ate affairs and\npossibly introduce an element of friction. Or his estate, not being bound\nby contract to sell the stock to petitioner, might sell it to adverse interests. The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy."
}