{
  "document_category": "legal-advice",
  "docId": "legal-advice_64",
  "chunk_index": 11,
  "chunk_text": "But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9. ***If you didn't live with your spouse at the end of 2022 (or on the date your spouse died) and your gross income was at\nleast $5, you must file a return regardless of your age. -9- Chart B—For Children and Other Dependents (See Who Qualifies as Your Dependent, later.) If your parent (or someone else) can claim you as a dependent, use this chart to see if you must file a return. In this chart, unearned income includes taxable interest, ordinary dividends, and capital gain distributions. It also includes\nunemployment compensation, taxable social security benefits, pensions, annuities, and distributions of unearned income from a trust. Earned income includes salaries, wages, tips, professional fees, and taxable scholarship and fellowship grants. Gross income is the\ntotal of your unearned and earned income. Single dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,900 ($4,650 if 65 or older and blind). • Your earned income was over $14,700 ($16,450 if 65 or older and blind). • Your gross income was more than the larger of— • $2,900 ($4,650 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $2,150 ($3,900 if 65 or older and blind). Married dependents. Were you either age 65 or older or blind? No. You must file a return if any of the following apply. • Your unearned income was over $1,150.\n• Your earned income was over $12,950. • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of—\n• $1,150, or\n• Your earned income (up to $12,550) plus $400. Yes. You must file a return if any of the following apply. • Your unearned income was over $2,550 ($3,950 if 65 or older and blind). • Your earned income was over $14,350 ($15,750 if 65 or older and blind). • Your gross income was at least $5 and your spouse files a separate return and itemizes deductions. • Your gross income was more than the larger of— • $2,550 ($3,950 if 65 or older and blind), or\n• Your earned income (up to $12,550) plus $1,800 ($3,200 if 65 or older and blind). -10- Chart C—Other Situations When You Must File You must file a return if any of the conditions below apply for 2022. 1. You owe any special taxes, including any of the following (see the instructions for Schedule 2). a. Alternative minimum tax."
}