{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 16,
  "chunk_text": "1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37 POSTF-134629-07\nincome rather than capital gain, Corp asserts said provisions are inapplicable given it\nhad no gain because the assets were sold at cost. No information is provided as to\ndepreciation, if any, claimed during the ** months Corp F held the assets while\nconducting business and, allegedly, generated the goodwill and going concern value.20\nCorp F now, apparently, takes the position that no inventory transferred to Entity M\nnotwithstanding the text to the contrary in the Asset Purchase Agreement.21\nI. The Audit None of Corp F’s Federal income tax returns were examined until the Year 13 ----------------------return; however, it is known from the examination of the Year 13 return\nthat the income from the Year 10 transaction has been under reported. The revenue\nagent proposes to tax all deferred income from Year 10-Year 12 through an I.R.C. § 481\nadjustment in Year 13, in addition to increasing the Year 13 income from the\ntransaction. LAW AND ANALYSIS22\nThe Internal Revenue Code defines “gross income” as ”all income from whatever\nsource derived,” including “[g]ains derived from dealings in property.” I.R.C. § 61(a)(3). For dispositions of property via sales or exchanges, the gain from the sale equals\nthe “amount realized” by the taxpayer minus the taxpayer’s adjusted basis in the\nproperty. I.R.C. § 1001(a). The “amount realized” is “the sum of any money received\nplus the fair market value of the property (other than money) received.” I.R.C.\n§ 1001(b). Accordingly under said section, “[e]xcept as otherwise provided in this\nsubtitle, the entire amount of the gain or loss, determined under this section on the sale\nor exchange of property shall be recognized.” This is the general rule, with any\ndeferrals or exceptions a matter of legislative grace. For gain from debt instruments issued for property, Treas. Reg. §1.1001-1(g)(1)\nprovides, in general, that “[i]f a debt instrument is issued in exchange for property, the\namount realized attributable to the debt instrument is the issue price of the debt\ninstrument as determined under [Treas. Reg.] §§1.1273-2 or 1.1274-2, whichever is\napplicable.” Said provision is not applicable to a debt instrument subject to Treas. Reg.\n§§1.1275-4(c) or 1.483-4. Reg. § 1.1001-1(g)(2)(i). See Reg. §1.1001(g)(2)(ii). Reg.\n20 Id. at **. 21 The facts relative to inventory must be further developed. 22 Given Corp F is a pass-through entity, the S Corporation shareholders are the taxpayers that must\nrecognize the income; however, this advice does not address how the income flows to said taxpayers. Rather this advice address the income as it flows into Corp F. This advice does not extend to the\nalternative minimum tax considerations at the individual level, or other individual ramifications. Page 23 of 37 POSTF-134629-07\n§1.1275-4(c) “generally applies to a contingent payment debt instrument that is issued\nfor non-publicly traded property.”"
}