{
  "document_category": "legal-advice",
  "docId": "legal-advice_44",
  "chunk_index": 4,
  "chunk_text": "Section 421 specifically disallows a deduction under § 162 for compensation attributable\nto a stock option granted under §§ 422 or 423 (except in cases of disqualifying\ndispositions). Given its legislative history, § 421 also does not permit statutory stock\noptions to be deducted under § 174. In this section of the memo, we first provide an overview of the tax treatment of stock\noptions. We then explain § 421’s legislative history and the sole circumstances when\n§ 421 permits a deduction for a statutory stock option. Finally, we discuss and reject\ntaxpayer’s argument that § 421 does not bar an employer from claiming a § 174\ndeduction for the Spread of a statutory stock option. 1. Overview of Tax Treatment on Stock Options Generally, employers may deduct compensation attributable to stock options pursuant\nto § 162(a)(1), which permits a deduction for “reasonable allowance for salaries or other\ncompensation.” Employers compensate employees with two types of stock options: (1)\nnonstatutory stock options and (2) statutory stock options. POSTU-153378-08 6 Section 83 sets out the tax treatment for nonstatutory stock options. If the nonstatutory\nstock option has a readily ascertainable fair market value when it is granted, the\nrecipient receiving the option realizes income at that time. Treas. Reg. § 1.83-7(a). The\nrecognized income is the fair market value less the amount paid for the option. If the\nnonstatutory stock option does not have a readily ascertainable fair market value when\nit is granted, Treas. Reg. § 1.83-7(a) provides that the recipient receiving the option\nrecognizes income when the recipient exercises the nonstatutory stock option. The\nrecognized income equals the fair market value of the stock on the date of exercise less\nthe exercise price. We refer to this amount as the compensatory element of the stock\noption. Section 83(h) provides that an employer may deduct the compensatory element\nof the stock option under § 162. The congressional policy underlying § 83(h) is that an\nemployer may deduct the compensatory element only if the compensatory element is\nincluded in the gross income of the recipient. See Tilford v. Commissioner, 705 F.2d\n828, 830-31 (6th Cir. 1983); Venture Funding, Ltd. v. Commissioner, 110 T.C. 236, 242\n(1998), aff’d without opinion, 198 F. 3d 248 (6th Cir. 1999). Section 421 sets out the tax treatment for statutory stock options. Statutory stock\noptions include incentive stock options (“ISOs”) and options granted under employee\nstock purchase plans (“ESPPs”). Section 422 sets out the requirements for ISOs. Section 423 sets out the requirements for ESPPs and for options granted under such\nplans. Section 421(a)(1) provides that “no income shall result at the time of the transfer\nof such share to the individual upon his exercise of the option with respect to such\nshare.” Section 421(a)(2) provides that,\nno deduction under section 162 (relating to trade or business expenses) shall be\nallowable at any time to the employer corporation, parent or subsidiary\ncorporation of such corporation, or a corporation issuing or assuming a stock\noption in a transaction to which section 424(a) applies, with respect to the share\nso transferred. Accordingly, § 421(a) provides different tax treatment than § 83(a)."
}