{
  "document_category": "legal-advice",
  "docId": "legal-advice_77",
  "chunk_index": 6,
  "chunk_text": "Account Title Debit\n100,000 Cash Credit\n100,000 - To record gift check purchase - 2. Journal entries made at point of gift check sales to public:\nAccount Type\nAsset\nAsset Account Title\nCash Account Title Debit\n100,000 Gift Checks –\nAvailable for Sale Credit\n100,000 - To record gift check sale to the\npublic 3. Journal entries made when gift check is redeemed by customer:\nAccount Type\nAsset\nSales Account Title\nCash Account Title Debit\n50,000 Sales\n- To record gift check redemption\nby a customer - Further entries in A’s Books and Records The taxpayer maintains sufficient books and records to be able to determine\nunredeemed gift checks by batch date. DISCUSSION, LAW AND ANALYSIS\nIssue 1: Are the proceeds that A receives from the sale of gift checks gross\nincome or nontaxable member contributions, deposits or funds held-in-trust? A. The non-taxable A members’ contributions are separate and apart from\nA’s taxable gift check sales proceeds. There is no logical or documented relationship between members’ contributions\nand gift check sale proceeds. A’s members make monthly contributions based on a\ncontribution rate that is in effect at the time the payment is due. The rate may be X+1%\nor X% of \"sales\" per month. A reports amounts contributed by members ----------------“Other Income---------------------of its Forms 1120. This line, reportedly, does not include Credit\n50,000 POSTF-149051-10 10 any of the gift check sale proceeds. For example, for the year ended January 31, Year\n10, A reported members’ contributions of $1##,###,###.00; and, for the year ended\nJanuary 31, Year 11, A reported members’ contributions of $1##,###,###.00. A represents that it was formed solely for the not-for-profit purpose of conducting\nor promoting services that the D stores could not afford. The “Services Agreement”\nbetween A and the D stores specifies under Section 3 – Expenditures by -----------------------------------------------------------------------------------------------------------------------------------: [A] agrees that it will operate solely for the not-for-profit purposes of\nconducting … [services]… related to B and related products and that all\namounts contributed to it by Franchisee will be expended solely for such\npurposes in connection with …, “B and D products” and related products\napproved for sale at D outlets by Franchisor by the [various means of\nproviding the services and an enumeration of services]. All contributions\nreceived by …[A]… shall be received in trust and disbursed solely for the\nnot-for-profit purposes set forth in its Certificates of Incorporation. No part\nof any contribution shall be returned to Franchisee. Paragraph 2.4(b) of A’s restated bylaws, dated Month ##, Year, states: All contributions of members and other income shall be received by ,,, A in\ntrust and shall be disbursed and expended solely for the not-for-profit\npurposes set forth in the Certificate of Incorporation of … A and no part\nthereof, either before or after the termination or dissolution of …[A], shall\ninure to the benefit of any private member or individual. The gift check sale proceeds do not meet the definition of contributions\nestablished by A’s own documents. For example, A’s by-laws and the Month #, Year\nboard minutes make a distinction between the members’ contributions and other\nincome, which would include “the income (if any) derived from unredeemed Gift\nCertificates.”"
}