{
  "document_category": "legal-advice",
  "docId": "legal-advice_49",
  "chunk_index": 3,
  "chunk_text": "3 Under the plain language of this regulation,------------------------should not be allowed to deduct interest that it accrued, but did not yet pay, on the notes\nto------. The taxpayer argues that denial of the accrued interest deductions pursuant to\nTreas. Reg. §1.267-3(a) violates the non-discrimination provision of the U.S.- Country A\nTax Treaty because it treats the interest accrued on the loan to -----, a Country A\ncorporation, differently than it would treat the interest accrued on a loan to a U.S.\ncorporation. Protest at p. 24. Specifically, the taxpayer states that “[t]he U.S.- Country\nA Treaty contains a non-discrimination provision in Article --- which is designed to\nprovide that U.S. and Country A persons ‘must be treated similarly’ if they are\n‘comparably situated.’” Id. The relevant portion of the non-discrimination clause, Article -------, of the U.S.Country A Treaty states:\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Article --- of the U.S.- Country A Tax Treaty,------------------------(emphasis added). As discussed below, the taxpayer’s position that Treas. Reg. §1.267-3(a) violates\nthe nondiscrimination provision of the U.S.- Country A Treaty is erroneous for various\nreasons. The Term “Paid” Does Not Automatically include “Accrual” 3 Treas. Reg. §1.267(a)-3(b) states: “[d]eduction of amount owed to related foreign person--(1) In\ngeneral. Except as provided in paragraph (c) of this section, section 267(a)(3) requires a taxpayer to use\nthe cash method of accounting with respect to the deduction of amounts owed to a related foreign person. An amount that is owed to a related foreign person and that is otherwise deductible under Chapter 1 thus\nmay not be deducted by the taxpayer until such amount is paid to the related foreign person. . .”\n(emphasis added.) POSTF-108700-08 6 First, the taxpayer is arguing that the term “paid” should include “paid or\naccrued.” Protest at 26. However, the plain language of the nondiscrimination clause,\nas highlighted above, specifically states that interest paid by an enterprise of one State\nto a resident of the other State shall be deductible under the same conditions as if they\nhad been paid to a resident of the first-mentioned State. The plain language of this\nprovision is clear that the interest must be actually paid to the foreign resident. The\ntreaty provision does not say “paid or accrued” nor does the Treasury Technical\nExplanation of the Convention Between the U.S. and the Country A ------------------------------------------------------------------------------------------------------------------------------------------- -----------------------------------------------(the “Treasury Explanation”) indicate that the drafters\nof the treaty intended for “paid” to mean “paid or accrued” in this circumstance. The U.S.- Country A Tax Treaty does not expressly define the term “paid.” However, Article -----of the treaty provides that in the applying the treaty, any term used\nbut not defined in the treaty will have the meaning that it has under the law of the State\nwho is imposing the tax unless the context requires otherwise. Article -----further states\nthat if a term is defined under both the tax and non-tax laws of the State, the definition in\nthe tax law will take precedence over the definition in the non-tax law. Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue."
}