{
  "document_category": "legal-advice",
  "docId": "legal-advice_16",
  "chunk_index": 3,
  "chunk_text": "I am\npursuing several avenues that may generate revenue;\nhowever, there is no guarantee of success. DISCUSSION\nSection 165(a) of the Internal Revenue Code provides that\nthere shall be allowed as a deduction any loss sustained during\nthe taxable year and not compensated for by insurance or\notherwise. I.R.C. § 165(c) provides that in the case of an individual,\nthe deduction under subsection (a) is limited to losses incurred\nin a trade or business; losses incurred in any transaction\nentered into for profit, though not connected with a trade or\nbusiness; and losses of property not connected with a trade or\nbusiness if such losses arise from fire, storm, shipwreck, or\nother casualty, or from theft. Section 1.165-1(c) of the Income Tax Regulations provides\nthat the amount of the loss allowable as a deduction shall not\nexceed the adjusted basis for determining the loss from the sale\nor other disposition of the property involved, as prescribed by\n§ 1.1011-1. Accordingly, to the extent an investor has claimed a\ndepreciation deduction or an ADA credit with regard to the\ninvestment in taxable years that are closed and not audited, the\nloss deduction will be reduced. - 5 The question may arise as to which of two sections allows\nthe loss deduction: I.R.C. § 165(c)(2), which allows individuals\nto deduct losses incurred in transactions entered into for\nprofit, or I.R.C. § 165(c)(3), which allows individuals to deduct\nlosses from theft. The distinction matters because I.R.C. §\n165(h) limits the deductibility of I.R.C. § 165(c)(3) theft\nlosses but does not limit I.R.C. § 165(c)(2) losses. From what we have heard about the investor pool, we expect\nthat most investors invested in the payphones with an expectation\nof making a profit4. Also, although the promoters may have\nengaged in activities that violate federal and state securities\nlaws, the record does not indicate that these actions resulted in\ntheft losses. Accordingly, the investors’ losses are allowable\nunder I.R.C. § 165(c)(2) and are not limited by I.R.C. § 165(h). Investors were promised a minimum 14 percent return on their\ninvestments and had a motive other than tax avoidance to invest. Nevertheless, auditors who encounter investors who clearly made\nthe investment solely for the tax benefits and who did not rely\non false statements in deciding to invest may determine that no\nloss is allowable. We stress that based on our knowledge of the\ntypical investor, disallowance of a loss will be the exception\nrather than the rule. Having determined that investors will generally be entitled\nto a loss deduction, we turn to the question of the tax year in\nwhich the loss will be allowed. Section 1.165-1(d)(1) provides that a loss is allowed for\nthe taxable year in which the loss is sustained, as evidenced by\nclosed and completed transactions and as fixed by identifiable\nevents occurring in such taxable year. We conclude, subject to the exceptions mentioned, that\ninvestors in the\npayphone scheme incurred a\ndeductible loss in 2003 5. Prior to 2002, the trustee was hopeful\n4 If Examiners find investors who clearly made the\ninvestment to obtain the bogus tax advantages, no loss should be\nallowed as discussed elsewhere in this memorandum. 5"
}