{
  "document_category": "legal-advice",
  "docId": "legal-advice_30",
  "chunk_index": 27,
  "chunk_text": "Any individual may for compensation\nprepare or assist with the preparation of a tax return\nor claim for refund (provided the individual prepares\nless than substantially all of the tax return or claim for\nrefund), appear as a witness for the taxpayer before\nthe Internal Revenue Service, or furnish information\nat the request of the Internal Revenue Service or any\nof its officers or employees. (c) Application of rules to other individuals. Any\nindividual who for compensation prepares, or assists\nin the preparation of, all or a substantial portion of a\ndocument pertaining to any taxpayer’s tax liability for\nsubmission to the Internal Revenue Service is subject\nto the duties and restrictions relating to practice in\nsubpart B, as well as subject to the sanctions for\nviolation of the regulations in subpart C. Unless\notherwise a practitioner, however, an individual\nmay not for compensation prepare, or assist in the\npreparation of, all or substantially all of a tax return\nor claim for refund, or sign tax returns and claims for\nrefund. For purposes of this paragraph, an individual\ndescribed in 26 CFR 301.7701-15(f) is not treated\nas having prepared all or a substantial portion of the\ndocument by reason of such assistance. (d) Effective/applicability date. This section is\napplicable beginning August 2, 2011. (a) Continuing education providers —\n(1) In general. Continuing education providers\nare those responsible for presenting continuing\neducation programs. A continuing education provider\nmust —\n(i) Be an accredited educational institution;\n(ii) Be recognized for continuing education\npurposes by the licensing body of any State, territory,\nor possession of the United States, including a\nCommonwealth, or the District of Columbia;\n(iii) Be recognized and approved by a qualifying\norganization as a provider of continuing education\non subject matters within §10.6(f) of this part. The\nInternal Revenue Service may, at its discretion,\nidentify a professional organization, society or\nbusiness entity that maintains minimum education\nstandards comparable to those set forth in this part as\na qualifying organization for purposes of this part in\nappropriate forms, instructions, and other appropriate\nguidance; or\n(iv) Be recognized by the Internal Revenue\nService as a professional organization, society, or\nbusiness whose programs include offering continuing\nprofessional education opportunities in subject\nmatters within §10.6(f) of this part. The Internal\nRevenue Service, at its discretion, may require such\nprofessional organizations, societies, or businesses\nto file an agreement and/or obtain Internal Revenue\nService approval of each program as a qualified\ncontinuing education program in appropriate forms,\ninstructions or other appropriate guidance. (2) Continuing education provider numbers —\n(i) In general. A continuing education provider\nis required to obtain a continuing education provider\nnumber and pay any applicable user fee. (ii) Renewal. A continuing education provider\nmaintains its status as a continuing education provider\nduring the continuing education provider cycle by\nrenewing its continuing education provider number as\nprescribed by forms, instructions or other appropriate\nguidance and paying any applicable user fee. Treasury Department Circular No. 230 § 10.9 — Page 17 Table of Contents (3) Requirements for qualified continuing\neducation programs."
}