{
  "document_category": "legal-advice",
  "docId": "legal-advice_68",
  "chunk_index": 39,
  "chunk_text": "This amount should be shown in\nbox 1 of Form 1099-R. Pension and annuity payments include distributions\nfrom 401(k), 403(b), and governmental\n457(b) plans. Rollovers and lump-sum\ndistributions are explained later. Don’t\ninclude the following payments on lines\n5a and 5b. Instead, report them on\nline 1h. • Disability pensions received before\nyou reach the minimum retirement age\nset by your employer. • Corrective distributions (including\nany earnings) of excess elective deferrals or other excess contributions to retirement plans. The plan must advise\nyou of the year(s) the distributions are\nincludible in income. Attach Form(s) 1099-R to TIP Form 1040 or 1040-SR if any\nfederal income tax was withheld. Fully Taxable Pensions and\nAnnuities Your payments are fully taxable if (a)\nyou didn't contribute to the cost (see\nCost, later) of your pension or annuity,\nor (b) you got your entire cost back tax\nfree before 2022. But see Insurance Premiums for Retired Public Safety Officers, later. If your pension or annuity is\nfully taxable, enter the total pension or\nannuity payments (from Form(s)\n1099-R, box 1) on line 5b; don’t make\nan entry on line 5a. Need more information or forms? Visit IRS.gov. Fully taxable pensions and annuities\nalso include military retirement pay\nshown on Form 1099-R. For details on\nmilitary disability pensions, see Pub.\n525. If you received a Form\nRRB-1099-R, see Pub. 575 to find out\nhow to report your benefits. Partially Taxable Pensions and\nAnnuities\nEnter the total pension or annuity payments (from Form 1099-R, box 1) on\nline 5a. If your Form 1099-R doesn't\nshow the taxable amount, you must use\nthe General Rule explained in Pub. 939\nto figure the taxable part to enter on\nline 5b. But if your annuity starting date\n(defined later) was after July 1, 1986,\nsee Simplified Method, later, to find out\nif you must use that method to figure the\ntaxable part. You can ask the IRS to figure the taxable part for you for a $1,000 fee. For\ndetails, see Pub. 939. If your Form 1099-R shows a taxable\namount, you can report that amount on\nline 5b. But you may be able to report a\nlower taxable amount by using the General Rule or the Simplified Method or if\nthe exclusion for retired public safety officers, discussed next, applies. Insurance Premiums for Retired\nPublic Safety Officers If you are an eligible retired public safety officer (law enforcement officer, firefighter, chaplain, or member of a rescue\nsquad or ambulance crew), you can elect\nto exclude from income distributions\nmade from your eligible retirement plan\nthat are used to pay the premiums for\ncoverage by an accident or health plan\nor a long-term care insurance contract. You can do this only if you retired because of disability or because you\nreached normal retirement age. The premiums can be for coverage for you, your\nspouse, or dependents. The distribution\nmust be from a plan maintained by the\nemployer from which you retired as a\npublic safety officer. Also, the distribution must be made directly from the plan\nto the provider of the accident or health\nplan or long-term care insurance contract. You can exclude from income the\nsmaller of the amount of the premiums\nor $3,000. You can make this election only for amounts that would otherwise\nbe included in your income."
}