{
  "document_category": "legal-advice",
  "docId": "legal-advice_67",
  "chunk_index": 1,
  "chunk_text": "Treasury Department\nCircular No. 230\n(Rev. 6-2014) Regulations Governing Practice before\nthe Internal Revenue Service Catalog Number 16586R\nwww.irs.gov Department\nof the\nTreasury\nInternal\nRevenue\nService Title 31 Code of Federal Regulations,\nSubtitle A, Part 10,\npublished (June 12, 2014) 31 U.S.C. §330. Practice before the Department\n(a) Subject to section 500 of title 5, the Secretary of the Treasury may —\n(1) regulate the practice of representatives of persons before the Department of the Treasury; and\n(2) before admitting a representative to practice, require that the representative demonstrate —\n(A) good character;\n(B) good reputation;\n(C) necessary qualifications to enable the representative to provide to persons valuable service; and\n(D) competency to advise and assist persons in presenting their cases. (b) After notice and opportunity for a proceeding, the Secretary may suspend or disbar from practice before the\nDepartment, or censure, a representative who —\n(1) is incompetent;\n(2) is disreputable;\n(3) violates regulations prescribed under this section; or\n(4) with intent to defraud, willfully and knowingly misleads or threatens the person being represented or a\nprospective person to be represented. The Secretary may impose a monetary penalty on any representative described in the preceding sentence. If the\nrepresentative was acting on behalf of an employer or any firm or other entity in connection with the conduct\ngiving rise to such penalty, the Secretary may impose a monetary penalty on such employer, firm, or entity if\nit knew, or reasonably should have known, of such conduct. Such penalty shall not exceed the gross income\nderived (or to be derived) from the conduct giving rise to the penalty and may be in addition to, or in lieu of, any\nsuspension, disbarment, or censure of the representative. (c) After notice and opportunity for a hearing to any appraiser, the Secretary may —\n(1) provide that appraisals by such appraiser shall not have any probative effect in any administrative\nproceeding before the Department of the Treasury or the Internal Revenue Service, and\n(2) bar such appraiser from presenting evidence or testimony in any such proceeding. (d) Nothing in this section or in any other provision of law shall be construed to limit the authority of the\nSecretary of the Treasury to impose standards applicable to the rendering of written advice with respect to any\nentity, transaction plan or arrangement, or other plan or arrangement, which is of a type which the Secretary\ndetermines as having a potential for tax avoidance or evasion. (Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 884; Pub. L. 98–369, div. A, title I, §156(a), July 18, 1984, 98 Stat. 695; Pub. L. 99–514, §2, Oct. 22, 1986, 100 Stat. 2095; Pub. L. 108–357, title VIII, §822(a)(1), (b), Oct. 22, 2004,\n118 Stat. 1586, 1587; Pub. L. 109–280, title XII, §1219(d), Aug. 17, 2006, 120 Stat. 1085.) Page 2 Treasury Department Circular No. 230"
}