{
  "doc_id": "legal-advice_68",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_68__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133303F\nRelease Date: 8/16/2013\nCC :SB:5:SLC:---------------POSTF-153168-12 Via Email\ndate:\nto: from: subject: April 22, 2013 ----------------ITAP, CTA West Manager -----------------------Associate Area Counsel (------------------) (Small Business/Self-Employed) Application of Section 6702 Penalty to Taxpayer Who Files a Return with War Complaint This memorandum responds to your request for advice regarding the application\nof the section 6702 penalty for frivolous tax submissions. Background:\nA taxpayer timely filed an income tax return listing all items of income and\napplicable deductions and credits. The taxpayer correctly calculated the tax due, but\ndid not make a payment with the return. Instead, the taxpayer enclosed a letter\ndescribing a conscientious objection to the full payment of Federal income tax. As a member of the Religious Society of Friends (Quakers), the taxpayer\nopposes war and the support of war. The taxpayer enclosed a letter with her return\nexplaining this position. In the letter, the taxpayer recited statistics to claim that a\ncertain percentage of Federal income tax dollars supports the military. The taxpayer\nthen used this percentage to calculate the amount of tax she is willing to pay; she\n“withheld” payment of the rest of the tax due. Issues: 1. Does assessment of the section 6702 penalty against a taxpayer who\npresents a frivolous “conscientious objection” violate any constitutional\nprovision or amendment? POSTF-153168-12 2 2. Should the IRS assess a section 6702 penalty against a taxpayer who\npresents a frivolous “conscientious objection” in a letter enclosed with a\ncomplete and correct income tax return? Conclusions:\n1. No. A taxpayer does not have the right to reduce Federal income taxes\nreported on a return based on religious or moral beliefs. 2. No. The section 6702 penalty should not be assessed in this very limited\nsituation. When the taxpayer timely files a correct and complete return, the\nsection 6702 penalty should not be assessed based solely on the fact that the\ntaxpayer enclosed a letter with the return explaining why the taxpayer is not\npaying the self-assessed tax due. If a penalty has been assessed, it should\nbe abated. Discussion:\nSection 6702(a) generally\nSection 6702(a) imposes a $5,000 penalty on a person if two requirements are\nmet. First, the person files what purports to be a tax return that (A) does not contain\ninformation on which the substantial correctness of the self-assessment may be judged\nor (B) contains information that on its face indicates that the self-assessment is\nsubstantially incorrect. Id. Second, the information or lack of information the person\nincludes on the return is based (A) on a position which the IRS has identified as\nfrivolous1 or (B) a position that reflects a desire to delay or impede the administration of\nFederal tax laws. Id. Conscientious objection arguments\nCourts have consistently held as frivolous arguments that a taxpayer does not\nneed to pay the full amount of Federal income tax due based on a “conscientious\nobjection” argument. 2 Accordingly, the IRS included in its notice of frivolous arguments\n1 See Notice 2010-33, 2010-17 I.R.B. 609 (identifying frivolous positions for purposes of the section 6702\npenalty)."
    },
    {
      "id": "legal-advice_68__1",
      "chunk_id": "1",
      "content": "2 Accordingly, the IRS included in its notice of frivolous arguments\n1 See Notice 2010-33, 2010-17 I.R.B. 609 (identifying frivolous positions for purposes of the section 6702\npenalty). 2\nSee, e.g., Bradley v. United States, 817 F.2d 1400, 1403 (9th Cir. 1987) (“We have repeatedly approved\nthe assessment of a section 6702 penalty for purported tax returns which claim ‘conscience’ or ‘war tax’\ndeductions.”); Nelson v. United States, 796 F.2d 164 (6th Cir. 1986) (upholding the applicability and\nconstitutionality of a frivolous return penalty imposed against a taxpayer who claimed a deduction based\non religious objection to war expenditures); Jenney v. United States, 755 F.2d 1384, 1387 (9th Cir. 1985)\n(“There is no provision in the Internal Revenue Code for a war tax deduction or credit, and taxpayers\nhave no constitutional right to refuse to pay federal taxes because of their anti-war sentiments.”); Randall\nv. Commissioner, 733 F.2d 1565, 1567 (11th Cir. 1984) (“[A]rguments involving objections to the\nGovernment’s military expenditures as a basis for non-payment of taxes have been raised by taxpayers POSTF-153168-12 3 the contentions that 1) the First Amendment permits a taxpayer to refuse to pay taxes\nbased on religious or moral beliefs and 2) that the Ninth Amendment exempts those\nwith religious or other objections to military spending from paying taxes to the extent the\ntaxes will be used for military spending. 3 Penalizing taxpayers who take these positions on purported returns does not\nviolate the protections afforded by the First Amendment to the United States\nConstitution, which provides that “Congress shall make no law respecting an\nestablishment of religion, or prohibiting the free exercise thereof; or abridging the\nfreedom of speech, or of the press; or the right of the people peaceably to assemble,\nand to petition the Government for a redress of grievances.” The First Amendment\ndoes not provide a right to refuse to pay income taxes on religious or moral grounds or\nbecause taxes are used to fund government programs opposed by the taxpayer. 4\nSection 6702 inapplicable in limited circumstances If a taxpayer submits a document with a frivolous argument to the IRS, a penalty\nunder section 6702(a) will apply only if the taxpayer files a purported tax return that\neither does not contain information on which the substantial correctness of the selfassessment may be judged or contains information that on its face indicates that the\nself-assessment is substantially incorrect. I.R.C. § 6702(a)(1).5 As explained in\nlegislative history, “the penalty could be imposed against any individual filing a ‘return’\nmany times, and in each instance the courts have rejected them.”). 3\nNotice 2010-33, 2010-17 I.R.B. 609, Section III(9)(a) and (g); see also Rev. Rul. 2005-20, 2005-14\nI.R.B. 821 (“Any argument that taxpayers may refuse to report income or claim deductions because they\noppose particular government programs or policies is frivolous and has no merit.”)."
    },
    {
      "id": "legal-advice_68__2",
      "chunk_id": "2",
      "content": "3\nNotice 2010-33, 2010-17 I.R.B. 609, Section III(9)(a) and (g); see also Rev. Rul. 2005-20, 2005-14\nI.R.B. 821 (“Any argument that taxpayers may refuse to report income or claim deductions because they\noppose particular government programs or policies is frivolous and has no merit.”). 4\nSee, e.g., United States v. Lee, 455 U.S. 252, 260 (1982) (holding that the broad public interest in\nmaintaining a sound tax system is of such importance that religious beliefs in conflict with the payment of\ntaxes provide no basis for refusing to pay, and stating that “[t]he tax system could not function if\ndenominations were allowed to challenge the tax system because tax payments were spent in a manner\nthat violates their religious belief.”); Jenkins v. Commissioner, 483 F.3d 90, 92 (2d Cir. 2007), cert. denied, 552 U.S. 821 (2007) (holding that the collection of tax revenues for expenditures that offended\nthe religious beliefs of individual taxpayers did not violate the Free Exercise Clause of the First\nAmendment, the Religious Freedom Restoration Act of 1993, or the Ninth Amendment); Adams v.\nCommissioner, 170 F.3d 173, 175-82 (3d Cir. 1999) (holding that the Religious Freedom Restoration Act\ndid not require that the federal income tax accommodate Adams’ religious beliefs that payment of taxes to\nfund the military is against the will of God, and finding that her beliefs did not constitute reasonable cause\nfor purposes of the penalties); United States v. Ramsey, 992 F.2d 831, 833 (8th Cir. 1993) (rejecting\nRamsey’s argument that filing federal income tax returns and paying federal income taxes violates his\npacifist religious beliefs and stating that Ramsey “has no First Amendment right to avoid federal income\ntaxes on religious grounds.”); Wall v. United States, 756 F.2d 52 (8th Cir. 1985) (upholding the imposition\nof a $500 frivolous return penalty against Wall for taking a “war tax deduction” on his federal income tax\nreturn based on his religious convictions and stating the “necessities of revenue collection through a\nsound tax system raise governmental interests sufficiently compelling to outweigh the free exercise rights\nof those who find the tax objectionable on bona fide religious grounds.”). 5 “The penalty will be imposed only when the frivolous position or desire to delay or impede the\nadministration of Federal tax laws appears on the face of the return, purported return, or specified\nsubmission, including any attachments to the return or submission.” Notice 2010-33, 2010-17 I.R.B. 609. 4 POSTF-153168-12 showing an incorrect tax due or a reduced tax due, because of the individual’s claim of\na clearly unallowable deduction, such as . . . a ‘war tax’ deduction under which the\ntaxpayer reduces his taxable income or shows a reduced tax due by that individual’s\nestimate of the amount of his taxes going to the Defense Department budget, etc. In\ncontrast, the penalty will not apply if the taxpayer shows the correct tax due but refuses\nto pay the tax.” S. Rep. No. 97-494, 97th Cong., 2d Sess. 277-78, reprinted in 1982\nU.S. Code Cong. & Ad. News. 781, 1024 (emphasis added)."
    },
    {
      "id": "legal-advice_68__3",
      "chunk_id": "3",
      "content": "In\ncontrast, the penalty will not apply if the taxpayer shows the correct tax due but refuses\nto pay the tax.” S. Rep. No. 97-494, 97th Cong., 2d Sess. 277-78, reprinted in 1982\nU.S. Code Cong. & Ad. News. 781, 1024 (emphasis added). The section 6702 penalty should not be assessed against a taxpayer who\nencloses with, or attaches to, an otherwise accurate and complete tax return documents\narticulating frivolous arguments. Congress did not intend for the section 6702 penalty to\napply in this limited circumstance. In such circumstances, the return does not contain\ninformation insufficient to determine the substantial correctness of the self-assessment,\nor indicate that the self-assessment is substantially incorrect. Instead, the attachments\nstate the grounds upon which the taxpayer is refusing to pay the properly reported tax. While the section 6702 penalty may not be assessed in these circumstances, other\npenalties or additions to tax may be assessed against the taxpayer. See, e.g., I.R.C.\n§ 6651(a)(2) (failure to timely pay tax due). If, however, a taxpayer claims on the return that he is entitled to a deduction or\ncredit based on a conscientious objection or other frivolous argument, then the section\n6702 penalty should be assessed. Similarly, if a taxpayer claims a refund of income\ntaxes withheld in an incorrect amount based on a conscientious objection, the section\n6702 penalty should be assessed. “Taxpayers may not refuse to file tax returns and\nmay not claim deductions or credits on their tax returns based on their opposition to\ngovernment programs or policies.” Rev. Rul. 2005-20, 2005-14 I.R.B. 821.\nPlease call -------------------if you have any further questions. _____________________________ ------------------------Attorney (------------------) (Small Business/Self-Employed)\nApproved: _________________________________ -----------------------Associate Area Counsel (------------------) (Small Business/Self-Employed) ______________ Date"
    }
  ]
}