{
  "document_category": "legal-advice",
  "docId": "legal-advice_25",
  "chunk_index": 88,
  "chunk_text": "• Any numbers or letters on lines\n35b through 35d are crossed out or whited out. The IRS isn't responsible for a\nlost refund if you enter the\nCAUTION wrong\naccount information. Check with your financial institution to\nget the correct routing and account\nnumbers and to make sure your direct\ndeposit will be accepted. ! Line 36\nApplied to Your 2023\nEstimated Tax\nEnter on line 36 the amount, if any, of\nthe overpayment on line 34 you want\napplied to your 2023 estimated tax. We\nwill apply this amount to your account\nunless you include a statement requesting us to apply it to your spouse's account. Include your spouse's social security number in the statement. This election to apply part or\nall of the amount overpaid to\nCAUTION your 2023 estimated tax can't\nbe changed later. ! Need more information or forms? Visit IRS.gov. -58- Amount You Owe To avoid interest and penalties, TIP pay your taxes in full by the\ndue date of your return (not including extensions)—April 18, 2023, for\nmost taxpayers. You don’t have to pay if\nline 37 is under $1. Include any estimated tax penalty\nfrom line 38 in the amount you enter on\nline 37. Don’t include any estimated\npayments for 2023 in this payment. Instead, make the estimated payment separately. Bad check or payment. The penalty\nfor writing a bad check to the IRS is $25\nor 2% of the check, whichever is more. However, if the amount of the check is\nless than $25, the penalty equals the\namount of the check. This also applies to\nother forms of payment if the IRS\ndoesn’t receive the funds. Use Tax Topic\n206. Line 37\nAmount You Owe\nThe IRS offers several payment options. You can pay online, by phone, mobile\ndevice, cash (maximum $1,000 per day\nand per transaction), check, or money\norder. Go to IRS.gov/Payments for payment options. Pay Online\nPaying online is convenient and secure\nand helps make sure we get your pay- ments on time. To pay your taxes online\nor for more information, go to IRS.gov/\nPayments. You can pay using any of the\nfollowing methods. • Your Online Account. You can\nnow make tax payments through your\nonline account, including balance payments, estimated tax payments, or other\ntypes. You can also see your payment\nhistory and other tax records there. Go\nto IRS.gov/Account. • IRS Direct Pay. For online transfers directly from your checking or savings account at no cost to you, go to\nIRS.gov/Payments. • Pay by Card. To pay by debit or\ncredit card, go to IRS.gov/Payments. A\nconvenience fee is charged by these\nservice providers. • Electronic Funds Withdrawal\n(EFW) is an integrated e-file/e-pay option offered when filing your federal\ntaxes electronically using tax return\npreparation software, through a tax professional, or the IRS at IRS.gov/\nPayments. • Online Payment Agreement. If\nyou can’t pay in full by the due date of\nyour tax return, you can apply for an online monthly installment agreement at\nIRS.gov/Payments. Once you complete\nthe online process, you will receive immediate notification of whether your\nagreement has been approved. A user\nfee is charged. Pay by Phone\nPaying by phone is another safe and secure method of paying electronically."
}