{
  "doc_id": "legal-advice_57",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_57__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20101501F\nRelease Date: 4/16/10\nCC:TEGE:FS:PCLA:PPWang\nPOSTU-116467-09\nUIL: 61.15-06\n451.04-00\n6049-01-00 date: January 11, 2010 to: from: subject: ------------------ITG Specialist\n920 We. Riverside, M/S W290EF\nSpokane, WA 99201\nPatricia P. Wang\nGeneral Attorney\n(Tax Exempt & Government Entities) ------------------Housing Authority Mutual Help Homeownership Opportunity Program This memorandum contains attorney work-product and attorney client material and may\nbe exempt from disclosure under FOIA and other statutes. No disclosure of this\nmemorandum should be made without consultation with our office. You have requested our advice regarding the following issues:\n1. Whether the interest allocated to the equity accounts of the participants in the\nMutual Help Homeownership Opportunity program (the “MHO”) administered by ------------------Housing Authority (the “----HA”) is taxable. 2. If the interest is taxable, whether all of the interest allocable to a participant in\n2006 should be reportable for that year, or should only the amount actually\nearned in 2006 be reported for that year. 3. If the interest is taxable, whether ----HA is required to report the interest to the\nInternal Revenue Service (the “Service”) and the program participants via Forms\n1099-INT. These issues will be addressed below. POSTU-116467-09 2 FACTS\nMHO Program Generally. The MHO, a program established by the Department of Housing and Urban\nDevelopment (“HUD”), is designed to help low-income Indian families achieve home\nownership. 1 Under the MHO, HUD pays for 50% of the price to construct a new home\nand the appropriate Indian Housing Authority (“IHA”) pays the other 50%. Eligible\nIndian families are then able to occupy the home on the condition that the family makes\na contribution to the IHA of not less than $1,500.00, which could be through contribution\nof land, labor, cash, materials, equipment or other similar means. The family must also\nparticipate in a home-buying counseling program. ----HA’s MHO Program. ----HA administers a lease-to-own program under the MHO program using the\nstandard HUD Mutual Help and Occupancy Agreement (the “Agreement”). Terms of the Agreement. Under the Agreement, ----HA gives each program participant an opportunity to\nachieve home ownership in the project in return for fulfilling the participant’s obligation\nto (1) make contribution to the development of the project, (2) make monthly payments\nbased on income, (3) provide all maintenance of the home, and (4) satisfy all other\nprogram requirements including an annual certification of income and family\ncomposition. 2\nCommencement of Occupancy. The term of the participant’s lease under the Agreement commences on the first\nday of the calendar month following the date specified in the Date of Occupancy3 and\nexpires when the Initial Purchase Price4 has been fully amortized in accordance with the\n1 The regulations governing the MHO, 24 C.F.R. Part 950, Subpart E, has been withdrawn by HUD due to\nthe implementation of the Native American Housing Assistance and Self-Determination Act of 1998\n(“NAHASDA”). Therefore, the MHO program is no longer offered by HUD. However, some individuals\nwho participated in the MHO program prior to the enactment of NAHASD are still in existence. Therefore,\nthe withdrawn HUD regulations are still helpful to understand the MHO program. 2 See Article 1.1 of the Agreement. 3"
    },
    {
      "id": "legal-advice_57__1",
      "chunk_id": "1",
      "content": "Therefore, the MHO program is no longer offered by HUD. However, some individuals\nwho participated in the MHO program prior to the enactment of NAHASD are still in existence. Therefore,\nthe withdrawn HUD regulations are still helpful to understand the MHO program. 2 See Article 1.1 of the Agreement. 3 Defined as the date specified in a notice provided by ----HA upon ----HA’s determination that all\nrequirements for occupancy has been met by the participant (i.e., contribution and home-counseling\nrequirements have been met). 4 The Initial Purchase Price is determined by ----HA based on the following method: (1) deduct from the POSTU-116467-09 3 participant’s Purchase Price Schedule5, unless the Agreement is previously terminated\nor the participant previously acquires ownership of the home. 6\nHomebuyer Payments. Under the Agreement, each participant must make a monthly payment as\ndetermined by ----HA and approved by HUD. The required monthly payment must\nequal at least the administrative charge, which is the amount budgeted by ----HA for\nmonthly operating expenses (i.e., administrative salaries, payroll, taxes, travel, postage,\netc.) and general expenses (i.e., fire insurance premiums). The required monthly\npayment is computed as follows: (1) multiplying adjusted income by a specified\npercentage (between 15% and 30%, as determined by ----HA); and (2) deduct from\nsuch amount the utility allowance determined for the unit. However, the required\nmonthly payment may not exceed the sum of the administrative charge and the monthly\ndebt service amount shown on the participant’s Purchase Price Schedule. 7\nEquity Accounts. If the required monthly payment exceeds the administrative charge, the excess\namount is credited to the participant’s Monthly Equity Payments Account (“MEPA”), an\nequity account that must be maintained separately by ----HA for each participant under\nthe Agreement. ----HA credits the MEPA with the amount by which each required\nmonthly payment exceeds the administrative charge. If the participant fails to make a\nrequired monthly payment, ----HA may elect to reduce the MEPA by the amount owned\neach month towards the administrative charge, until the MEPA has been fully\nexpended. 8 Another type of account is the Voluntary Equity Payments Account (“VEPA”),\nwhich is credited with the amount of any periodic or occasional voluntary payments (in\nexcess of required monthly payment) that the participant may desire to make to acquire\nestimated total development cost of the project certain relocation, counseling, and administrative costs,\nas well as the participant’s contribution for the project, (2) multiply that sum by a fraction (numerator is the\nprototype cost for the size and type of home being constructed for the participant, and the denominator is\nthe sum of the prototype costs for homes of various sizes within the project), and (3) add the amount\nchargeable to development costs for acquisition of the home site. 5 The Purchase Price Schedule is based on amortizing the balance (purchase price less contribution by\nthe participant) over a period of not less than 15 years and not more than 25 years at an interest rate\ndetermined by ----HA. ----HA may, under the terms of the Agreement, choose to forego charging interest\nand calculate the payment with interest rate of zero. 6 See Article V of the Agreement. 7 See Article VII of the Agreement. 8"
    },
    {
      "id": "legal-advice_57__2",
      "chunk_id": "2",
      "content": "6 See Article V of the Agreement. 7 See Article VII of the Agreement. 8 See Article 9.2(a) of the Agreement. POSTU-116467-09 4 homeownership within a shorter period of time. 9 The MEPAs and VEPAs are designed\nso that the participant can save and pay off the amount owing on the house and\nbecome a homeowner. The interest is initially earned in a single investment account in the name of -------HA, in which all program participants’ funds are comingled and the program\nparticipants are not allowed access to the funds directly. The funds in the MEPA/VEPA\nbelong to the program participants and are kept in trust by ----HA and managed by -------HA. Under the Agreement, ----HA is required to provide annual statements to the\nprogram participants regarding the balances in their respective MEPA/VEPA. ----HA is\nrequired to keep track of the balance in these accounts and how much is attributable to\neach program participant. ----HA is also required to allocate the interest earned to the\nMEPA/VEPA for each participant at least once a year. 10\nParticipant’s Right to Receive or Use Funds. The Agreement specifically provides that the participant has no right to receive or\nuse the funds in the MEPA/VEPA except as provided in the Agreement, and the\nparticipant cannot, without the approval of ----HA or HUD, assign, mortgage, or pledge\nany right in this Agreement or to any reserve or account. 11\nMaintenance and Utilities. Under the Agreement, the program participants are required to keep the homes\nin good repair and are required to pay the repair and maintenance costs on their homes. If ----HA determines that the condition of the property creates a hazard to life, health, or\nsafety of the occupants, or if there’s a risk of damage to the property if the condition is\nnot corrected, ----HA or the participant shall correct the problem using the funds in the\nparticipant’s MEPA/VEPA as ----HA determines necessary. If the participant fails to cover the costs of the utilities, ----HA has the right to pay\nfor the utilities on behalf of the participant and charge the participant’s MEPA account. 12\nIn addition, under the Agreement, ----HA may agree to allow the participant to\nuse the funds in the MEPA for the limited purpose of making improvements and\nadditions to the home. In such event, ----HA has the right to determine whether the\nparticipant will be required to replenish the MEPA or if the funds are to be loaned to the 9\n10 See Article 9.2(b) of the Agreement. See Article 14.1 of the Agreement. 11 See Article 9.5 of the Agreement. 12 See Article 8.5. See also 24 C.F.R. § 950.428(e). POSTU-116467-09 5 participant at an interest rate determined by ----HA. The participants are also restricted\nfrom using the MEPA funds for luxury items, as determined by ----HA.13\nUse of funds by ----HA for low-income housing purposes permitted. ----HA is authorized to use a portion of the participant’s MEPA for low-income\nhousing purposes, provided that a reserve of the participant’s MEPA is maintained. The\nreserve shall be equal to a percentage established by ----HA and approved by HUD."
    },
    {
      "id": "legal-advice_57__3",
      "chunk_id": "3",
      "content": "----HA is authorized to use a portion of the participant’s MEPA for low-income\nhousing purposes, provided that a reserve of the participant’s MEPA is maintained. The\nreserve shall be equal to a percentage established by ----HA and approved by HUD. Interest shall continue to be credited to the homebuyer’s account based on the MEPA\nbalance and rate of interest that would have been earned if the funds were invested. 14\nOption to Purchase. When the balance of the purchase price can be covered from the funds in the\nMEPA/VEPA, ----HA will convey the title to the home to the participant. In addition, the\nparticipant may also supplement the amount in these accounts with reserves or any\nother funds of the participant. When the home is purchased by the participant, the net\ncredit balances in the participant’s MEPA/VEPA plus the initial contributions made by\nthe participant shall be applied to first pay the initial fire insurance coverage on the\nhouse, any settlement costs (if the participant so directs), the purchase price, and\nfinally, the balance is refunded to the participant. 15\nTermination of Participation. Since the participant is a lessee under the term of the Agreement, the participant\nacquires no equitable interest in the home until the option to purchase is exercised. If\nthe participant fails to comply with the terms of the Agreement, ----HA has the option to\nterminate the Agreement. The participant may also terminate the Agreement any time\nby providing written notice to ----HA. Upon termination of the Agreement, the balances\nin the participant’s MEPA is disposed of as follows: (1) MEPA is charged with any\nmaintenance and replacement costs incurred by ----HA to prepare the home for the next\noccupant, (2) MEPA is charged with any amounts the participant owes ----HA, including\nany required monthly payment; (3) MEPA is charged with the required monthly payment\nduring the period the home is vacant (not to exceed 60 days); and (4) MEPA is charged\nwith cost of securing a vacant unit, cost of notification and associated termination tasks,\nas well as the cost of storage and/or disposition of personal property. If the balance in\nthe MEPA is insufficient to pay such costs, then the amounts in the VEPA and the\nparticipant’s initial contribution amount shall be applied to cover such costs. The\nparticipant is liable for any costs not covered by the MEPA/VEPA balances. If there is\n13 See Article 8.7(c) of the Agreement. See also 24 C.F.R. § 950.428(g)(2). 14 See 24 C.F.R. § 950.437(b)(ii). 15 See Article 10.5 of the Agreement. POSTU-116467-09 6 an excess in the MEPA/VEPA after payment of the maintenance and replacement\ncosts, such excess will be refunded to the participant, including all allocated interest\nearned on these equity accounts. 16\nLAW\nInterest Income\nCode § 61 provides that, except as otherwise provided by law, gross income\nmeans all income from whatever source derived. § 61(a)(4) specifically includes\ninterest in gross income. Interest income includes interest on savings or other bank\ndeposits. Treas. Reg. § 1.61-7(a)."
    },
    {
      "id": "legal-advice_57__4",
      "chunk_id": "4",
      "content": "16\nLAW\nInterest Income\nCode § 61 provides that, except as otherwise provided by law, gross income\nmeans all income from whatever source derived. § 61(a)(4) specifically includes\ninterest in gross income. Interest income includes interest on savings or other bank\ndeposits. Treas. Reg. § 1.61-7(a). The Service relies on Rev. Rul. 99-44, 1999-2 C.B. 549, to support its position\nthat the interest earned on the participant’s equity accounts under the MHO program is\nincludible in the participant’s income in the year of allocation under section 61 of the\nCode. Rev. Rul. 99-44 held that interest earned by an Individual Development Account\n(IDA) project participant on funds deposited in the participant’s personal account is\ncurrently includible in the participant’s gross income under section 61 of the Code. IDAs are accounts created under the Assets for Independence Act of 1998 (the\n“Act”) for use by eligible low-income individuals for qualified expenses, which are\npostsecondary educational expenses, first-time home purchases, business\ncapitalization, or the transfer of IDA funds directly into another IDA for the benefit of an\neligible family member. The participants of this program deposit earned income into a\npersonal account, and a qualified entity (such as a § 501(c)(3) organization) provides\nmatching contributions under Federal or non-Federal funds. An IDA consists of two\ntypes of funds: Personal Funds and Parallel Funds. Under this program, a separate\ncustodial bank account (i.e., a personal account), for which the qualified entity is the\ncustodian, holds the deposits of the project participant. Personal funds consist of these\ndeposits and any interest earned on the funds in the personal account. Periodically, the\nqualified entity will note the amount of recent deposits made by a project participant into\nthe participant’s personal account on its books. Then, the qualified entity will allocate\nparallel funds to that participant. Parallel funds consist of a matching amount that\ncorresponds to the amount of the participant’s recent deposits and interest. The qualified entity has complete control over the parallel funds until they are\ndisbursed. The funds may be disbursed only for a qualified expense and only upon\nwritten request of the project participant and written approval of a responsible official of\nthe qualified entity. Disbursements of parallel funds are made by the qualified entity\ndirectly to the applicable payee (i.e., the educational institution, home seller, the\nbusiness capitalization account, or the family member’s IDA.) as appropriate. 16 See Article VII of the Agreement. POSTU-116467-09 7 The personal funds, including all interest, are the property of the participant. Amounts in the personal funds may be withdrawn for a qualified expense upon written\nrequest of the project participant and written approval of a responsible official of the\nqualified entity. Amounts in the personal funds may also be withdrawn for emergency\nuses as specified under the Act. In addition, amounts in the personal funds may be\nwithdrawn for any other use, however, such a withdrawal will terminate the participant’s\ninvolvement in the IDA program, in which case any bookkeeping allocation of parallel\nfunds to that participant will be reversed by the qualified entity on its books."
    },
    {
      "id": "legal-advice_57__5",
      "chunk_id": "5",
      "content": "In addition, amounts in the personal funds may be\nwithdrawn for any other use, however, such a withdrawal will terminate the participant’s\ninvolvement in the IDA program, in which case any bookkeeping allocation of parallel\nfunds to that participant will be reversed by the qualified entity on its books. Based on the foregoing facts, Rev. Rul. 99-44 held that interest earned by an IDA\nproject participant on funds deposited in the participant’s personal account is currently\nincludible in the participant’s gross income under Code § 61. Actual and Constructive Receipt of Income\nCode § 451(a) provides that the amount of any item of gross income shall be\nincluded in the gross income for the taxable year in which received by the taxpayer,\nunless, under the method of accounting used in computing taxable income, such\namount is to be properly accounted for as of a different period. Treas. Reg. § 1.451-1(a) provides that, gains, profits, and income are to be\nincluded in gross income for the taxable year in which they are actually or constructively\nreceived by the taxpayer unless includible for a different year in accordance with the\ntaxpayer’s method of accounting. Treas. Reg. § 1.451-2(a) provides that, income although not actually reduced to\na taxpayer’s possession is constructively received by him in the taxable year during\nwhich it is credited to his account, set apart for him, or otherwise made available so that\nhe may draw upon it at any time, or so that he could have drawn upon it during the\ntaxable year if notice of intention to withdraw has been given. However, income is not\nconstructively received if the taxpayer’s control of its receipt is subject to substantial\nimitations or restrictions. The doctrine of constructive receipt if based on the principle that income is\nreceived or realized by cash method taxpayers “when it is made subject to the will and\ncontrol of the taxpayer and can be, except for his own action or inaction, reduced to\nactual possession.” Loose v. U.S., 74 F.2d 147 (8th Cir. 1934). Savings bank interest is taxable when credited to the taxpayer’s account, set\napart for him, or otherwise made available so that he may draw upon it at any time or so\nthat he could have drawn upon it during the taxable year if notice of intention to\nwithdraw had been given. This is so even if the interest is not posted in the taxpayer’s\npassbook or notice of the amount otherwise given to him. See Treas. Reg. § 1.4512(b); Gajewski v. Commissioner, 67 T.C. 181, aff’d 578 F.2d 1383 (1978). POSTU-116467-09 8 If there are substantial limitations or restrictions on the taxpayer's control of the\nreceipt of the income, then there is no constructive receipt until the restrictions are\nremoved."
    },
    {
      "id": "legal-advice_57__6",
      "chunk_id": "6",
      "content": "See Treas. Reg. § 1.4512(b); Gajewski v. Commissioner, 67 T.C. 181, aff’d 578 F.2d 1383 (1978). POSTU-116467-09 8 If there are substantial limitations or restrictions on the taxpayer's control of the\nreceipt of the income, then there is no constructive receipt until the restrictions are\nremoved. Where a certificate holder of long-term certificates of deposit was precluded\nfrom withdrawing principal or interest from his account except with the consent of the\nbank and only in the event of emergency, interest credited by the bank with respect to\nthe certificate is not includible in the taxpayer’s gross income until the taxable year in\nwhich the original term of the certificate is concluded, unless received in an earlier\ntaxable year under emergency withdrawal provisions. See Rev. Rul. 73-487, 1973-2\nC.B.153. Courts have determined that the following conditions are generally necessary to\ntax an amount under the doctrine of constructive receipt:\n1. the amount must be due;\n2. the amount must be appropriated on the books of the obligor;\n3. the obligor must be willing to pay;\n4. the obligor must be solvent and able to pay; and\n5. the obligee must have knowledge of the foregoing facts. The obligee’s demand for payment must be the only thing that would be\nnecessary for payment. See Johnson v. Commissioner, 25 T.C. 499 (1955); Jumbo v.\nCommissioner, T.C. Memo 2002-273; Gullett v. Commissioner, 31 B.T.A. 1067 (1935). The amount credited to an individuals’ account must be subject to unqualified demand. See Robinson v. Commissioner, 44 T.C. 20 (1965). Information Reporting Requirements\nCode § 6049(a) provides that every person (1) who makes payments of interest\naggregating $10 or more to any other person during any calendar year or (2) who\nreceives payments of interest as a nominee and who makes payments aggregating $10\nor more during any calendar year to any other person with respect to the interest so\nreceived, shall make a return according to the forms or regulations prescribed by the\nSecretary, setting forth the aggregate amount of such payments and the name and\naddress of the person to whom paid. Code § 6049(b)(1)(B) includes in the definition of interest any interest on deposits\nwith persons carrying on the banking business. Section 6049(b)(1)(C) includes in the\ndefinition of interest any amounts paid by a mutual savings bank, savings and loan\nassociation, building and loan association, cooperative bank, homestead association,\ncredit union, industrial loan association or bank, or similar organization, in respect of\ndeposits, investment certificates, or withdrawable or repurchasable shares. Code § 6049(d)(1) provides that the term person includes any governmental unit\nand any agency or instrumentality thereof and any international organization and any\nagency or instrumentality thereof. POSTU-116467-09 9 ANALYSIS\nIssues 1 and 2 As a general rule, interest earned by a taxpayer constitutes gross income and is\nfully taxable. In Rev. Rul. 99-44, the personal funds, including all interest, are the\nproperty of the IDA participant and may be withdrawn at any time. Here, even though\nthe funds in the equity accounts are held in trust by the ----HA for the benefit of the\nprogram participants, the funds, including interest earned thereon, remain property of\nthe program participants."
    },
    {
      "id": "legal-advice_57__7",
      "chunk_id": "7",
      "content": "Here, even though\nthe funds in the equity accounts are held in trust by the ----HA for the benefit of the\nprogram participants, the funds, including interest earned thereon, remain property of\nthe program participants. Therefore, the interest earned on the funds in the equity\naccounts is fully taxable. However, the main issue is when the interest becomes\ntaxable to the program participants. Unlike the facts under Rev. Rul. 99-44, the MHO\nprogram participant’s access to the funds held in the equity accounts, including interest\nearned thereon, are subject to substantial limitations and restrictions. Based on the treasury regulations and case law cited above, income is\nconstructively received by a taxpayer in the taxable year during which it is credited to\nhis account, set apart for him, or otherwise made available so that he may draw upon it\nany time, or so that he could have drawn upon it during the taxable year if notice of\nintention to withdraw has been given. However, income is not constructively received if\nthe taxpayer’s control of its receipt is subject to substantial imitations or restrictions. Under the Agreement, the program participants’ right to control and access the\nfunds, including the interest thereon, are subject to various limitations. For example,\nduring the period of occupancy, if ----HA determines that the home needs to be\nrepaired, ----HA has the right to use the funds in the participant’s equity accounts as -------HA deems necessary. In addition, ----HA also has the right to pay for the utilities on\nbehalf of the participant and charge the participant’s equity account. Although the\nprogram participant may use the funds in the equity account for the limited purpose of\nmaking improvements and additions to the home, ----HA has the right to determine\nwhether the participant will be required to replenish the equity account or if the funds\nare to be loaned to the participant at an interest rate determined by ----HA. In addition, although ----HA is authorized to use a portion of the participant’s\nMEPA for low-income housing purposes (provided that a reserve of the participant’s\nMEPA is maintained), ----HA must continue to credit the interest to each homebuyer’s\naccount based on the MEPA balance and rate of interest that would have been earned\nif the funds were invested. Also, the Agreement specifically provides the participant cannot, without the\napproval of ----HA or HUD, assign, mortgage, or pledge any right in this Agreement or to\nany reserve or account. POSTU-116467-09 10 Given the limitations and restrictions set forth in the Agreement, a participant’s\nright to the interest earned on the funds in his equity accounts is subject to substantial\nlimitations or restrictions. Under the Agreement, the participant may terminate the\nAgreement any time by providing written notice to ----HA. Upon termination of the\nAgreement, the balances in the participant’s equity accounts will be used to pay certain\nmaintenance and replacement costs as well as any unpaid required monthly payment. If there is an excess in the equity accounts after payment of the maintenance and\nreplacement costs, such excess will be refunded to the participant, including all\nallocated interest earned on these equity accounts."
    },
    {
      "id": "legal-advice_57__8",
      "chunk_id": "8",
      "content": "If there is an excess in the equity accounts after payment of the maintenance and\nreplacement costs, such excess will be refunded to the participant, including all\nallocated interest earned on these equity accounts. In addition, when the home is\npurchased by the participant, the net credit balances in the participant’s equity accounts\nare refunded to the participant after first being used to pay certain costs and the balance\nof the purchase price on the home. Therefore, there is no constructive receipt of the\ninterest income until these limitations are removed, i.e., when a participant terminates\nthe Agreement or exercises the option to purchase. Issue 3 The payment of any interest earned on the equity accounts pursuant to the MHO\nprogram is subject to information reporting requirements under Code § 6049, since this\nis the type of interest that falls under the definition of interest under Code § 6049(b). In\naddition, ----HA falls within the definition of person under Code § 6049(d)(1) because it\nis an agency or instrumentality of the ------------------tribal government. Therefore, ----HA\nis responsible for issuing the Forms 1099-INT to the program participants. If you have any questions, please contact Patricia P. Wang at (213) 894-3027 x\n182. Shelley Van Doren\nArea Counsel (Gulf Coast Area)\n(Tax Exempt & Government Entities:\nField Services) By: _____________________________ Patricia P. Wang\nGeneral Attorney, Pacific Coast Area\n(Tax Exempt & Government Entities)"
    }
  ]
}