{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 133,
  "chunk_text": "• Single, head of household, or qualifying\nsurviving spouse—$70,000\n• Married filing jointly— $145,000 6. ........... 5. Is the amount on line 4 more than the amount on line 5? No. Skip lines 6 and 7, enter -0- on line 8, and go to line 9. Yes. Subtract line 5 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6. 7. Divide line 6 by $15,000 ($30,000 if married filing jointly). Enter the result as a decimal (rounded to at\nleast three places). If the result is 1.000 or more, enter 1.000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Multiply line 1 by line 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. 9. Student loan interest deduction. Subtract line 8 from line 1. Enter the result here and on Schedule 1,\nline 21. Don’t include this amount in figuring any other deduction on your return (such as on Schedule A, C,\nE, etc.) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9. 3. Any person you could have\nclaimed as a dependent for the year the\nloan was taken out except that:\na. The person filed a joint return;\nb. The person had gross income that\nwas equal to or more than the exemption\namount for that year or $4,400 for 2022;\nor\nc. You, or your spouse if filing\njointly, could be claimed as a dependent\non someone else's return. However, a loan isn't a qualified student loan if (a) any of the proceeds were\nused for other purposes, or (b) the loan\nwas from either a related person or a\nperson who borrowed the proceeds under a qualified employer plan or a contract purchased under such a plan. For\ndetails, see Pub. 970. Qualified higher education expenses. Qualified higher education expenses\ngenerally include tuition, fees, room and\nboard, and related expenses such as\nbooks and supplies. The expenses must\nbe for education in a degree, certificate, or similar program at an eligible educational institution."
}