{
  "document_category": "legal-advice",
  "docId": "legal-advice_44",
  "chunk_index": 3,
  "chunk_text": "While this definition is broad, it should be read in the context of Congress’s purpose for\nenacting § 174. Before Congress enacted § 174, there was significant confusion surrounding the tax\naccounting of research or experimental expenditures. House Ways and Means\nCommittee Report No. 1337 described the situation before the enactment of § 174:\nNo specific treatment is authorized by present law for research and experimental\nexpenditures. To the extent that they are ordinary and necessary they are\ndeductible; to the extent that they are capital in nature they are to be capitalized\nand amortized over useful life. . . . However, where projects are not abandoned\nand where a useful life cannot be definitely determined, taxpayers have had no\nmeans of amortizing research expenditures. H.R. Rep. No. 1337 at 28 (1954). Section 174 allows taxpayers to deduct research and\nexperimental expenditures which would otherwise be capitalized, but it should not be\ninterpreted as covering statutory stock options. The House Report indicates that POSTU-153378-08 5 Congress intended § 174 to make capital expenses deductible and to make deductible\nexpenses associated with projects with an indeterminate useful lives. There is no\nsuggestion that § 174 would undo the symmetry (discussed later in this memorandum)\nestablished by § 421 of no income to the taxpayer and no deduction to the employer. The legislative history of § 174 indicates that Congress had two purposes for enacting\n§ 174: 1) To encourage research and experimental activities and 2) To eliminate the\nuncertainty as to the tax treatment of research and experimental expenditures. House\nWays and Means Committee Report No. 1337 noted, “To eliminate uncertainty and to\nencourage taxpayers to carry on research and experimentation the committee bill\nprovides that these expenditures . . . may, at the option of the taxpayer, be treated as\ndeductible expenses.” H.R. Rep. No. 1337 at 28 (1954). See also Rev. Rul. 85-186,\n1985-2 C.B. 84. There is no indication, however, that the enactment of § 174 was going\nto alter the deductibility of statutory stock options. In Rev. Rul. 85-186, the Service concluded that the sale of the resulting technology\ndoes not trigger the recapture of expenses previously deducted under § 174. As part of\nits analysis, Rev. Rul. 85-186 discussed the legislative history of § 174. Rev. Rul.\n85-186 noted that § 174(a) deviates from the general rules governing expenditures by\nallowing a current deduction for research or experimental expenditures even though the\nexpenditures might create an asset with a useful life beyond the tax year. The\nlegislative history does not indicate that Congress intended to encourage research and\nexperimental expenditures by altering the treatment of statutory stock options. In\nessence, § 174 is a special accounting method, not a vehicle for altering the rules\ngoverning the deductibility of statutory stock options. B. Section 421 Does not Permit a Deduction under § 174 Section 421 specifically disallows a deduction under § 162 for compensation attributable\nto a stock option granted under §§ 422 or 423 (except in cases of disqualifying\ndispositions). Given its legislative history, § 421 also does not permit statutory stock\noptions to be deducted under § 174."
}