{
  "document_category": "legal-advice",
  "docId": "legal-advice_37",
  "chunk_index": 115,
  "chunk_text": "This includes altering\nor striking out the preprinted language\nabove the space where you sign. For a\nlist of positions identified as frivolous,\nsee Notice 2010-33, 2010-17 I.R.B. 609,\navailable\nat\nIRS.gov/irb/\n2010-17_IRB#NOT-2010-33. Other. Other penalties can be imposed\nfor, among other things, negligence,\nsubstantial understatement of tax, reportable transaction understatements, filing an erroneous refund claim, and\nfraud. Criminal penalties may be imposed for willful failure to file, tax evasion, making a false statement, or identity theft. See Pub. 17 for details on some\nof these penalties. Refund Information To check the status\nof your refund, go\nto IRS. gov/Refunds\nor use the free IRS2Go app, 24 hours a\nday, 7 days a week. Information about\nyour refund will generally be available\nwithin 24 hours after the IRS receives\nyour e-filed return or 4 weeks after you\nmail a paper return. But if you filed\nForm 8379 with your return, allow 14\nweeks (11 weeks if you filed electronically) before checking your refund status. The IRS can’t issue refunds before\nmid-February 2023 for returns that\nclaim the earned income credit or the\nadditional child tax credit. This delay\napplies to the entire refund, not just the\nportion associated with these credits. To use Where's My Refund,\nhave a copy of your tax return\nhandy. You will need to enter\nthe following information from your return: • Your social security number (or individual taxpayer identification number),\n• Your filing status, and\n• The exact whole dollar amount of\nyour refund. Where's My Refund will provide an\nactual personalized refund date as soon\nas the IRS processes your tax return and\napproves your refund. Updates to refund status are TIP made once a day—usually at\nnight. If you don’t have Internet access,\nyou\ncan\ncall\n800-829-1954, 24 hours a day,\n7 days a week, for automated refund information. Our phone and walk-in assistors can research the status of your refund only if it's been 21 days or more\nsince you filed electronically or more\nthan 6 weeks since you mailed your paper return. Don’t send in a copy of your return\nunless asked to do so. To get a refund, you must generally\nfile your return within 3 years from the\ndate the return was due (including extensions). Where's My Refund doesn't track refunds that are claimed on an amended\ntax return. -82- Refund information is also available\nin Spanish at IRS.gov/Spanish and\n800-829-1954. Instructions for Schedule 1\nAdditional Income and Adjustments to Income\nGeneral Instructions\nUse Schedule 1 to report income or adjustments to income that can’t be entered directly on Form 1040, 1040-SR,\nor 1040-NR. Additional income is entered on\nSchedule 1, Part I. The amount on\nline 10 of Schedule 1 is entered on Form\n1040, 1040-SR, or 1040-NR, line 8. Adjustments to income are entered on\nSchedule 1, Part II. The amount on\nline 26 is entered on Form 1040 or\n1040-SR, line 10; or 1040-NR, line 10a. Additional Income\nLine 1\nTaxable Refunds, Credits, or\nOffsets of State and Local\nIncome Taxes\nNone of your refund is taxable TIP if, in the year you paid the tax,\nyou either (a) didn't itemize deductions, or (b) elected to deduct state\nand local general sales taxes instead of\nstate and local income taxes. If you received a refund, credit, or\noffset of state or local income taxes in\n2022, you may be required to report this\namount."
}