{
  "document_category": "legal-advice",
  "docId": "legal-advice_92",
  "chunk_index": 29,
  "chunk_text": "If you will be claiming the child as a qualifying child, go to\nStep 2. Otherwise, stop; you can't claim any benefits based on\nthis child. Social security number. You must enter each dependent's social security number (SSN). Be sure the name and SSN entered\nagree with the dependent's social security card. Otherwise, at\nthe time we process your return, we may reduce or disallow any\ntax benefits (such as the child tax credit) based on that dependent. If the name or SSN on the dependent's social security card\nisn't correct or you need to get an SSN for your dependent, contact the Social Security Administration (SSA). See Social Security Number (SSN), earlier. If your dependent won't have a\nnumber by the date your return is due, see What if You Can't\nFile on Time? earlier. For the child tax credit, your child must have the required\nSSN. The required SSN is one that is valid for employment and\nthat is issued by the SSA before the due date of your 2022 return (including extensions). If your child was a U.S. citizen\nwhen the child received the SSN, the SSN is valid for employment. If “Not Valid for Employment” is printed on your child’s -21- Need more information or forms? Visit IRS.gov. social security card and your child’s immigration status has\nchanged so that your child is now a U.S. citizen or permanent\nresident, ask the SSA for a new social security card without the\nlegend. However, if “Valid for Work Only With DHS Authorization” is printed on your child’s social security card, your child\nhas the required SSN only as long as the DHS authorization is\nvalid. If your dependent child was born and died in 2022 and you\ndo not have an SSN for the child, enter “Died” in column (2) of\nthe Dependents section and include a copy of the child's birth\ncertificate, death certificate, or hospital records. The document\nmust show the child was born alive. If you, or your spouse if filing jointly, didn't have an SSN (or\nITIN) issued on or before the due date of your 2022 return (in- Need more information or forms? Visit IRS.gov. cluding extensions), you can't claim the child tax credit or the\ncredit for other dependents on your original or an amended\n2022 return. If you apply for an ITIN on or before the due date of your\n2022 return (including extensions) and the IRS issues you an\nITIN as a result of the application, the IRS will consider your\nITIN as issued on or before the due date of your return. Student. A student is a child who during any part of 5 calendar\nmonths of 2022 was enrolled as a full-time student at a school\nor took a full-time, on-farm training course given by a school or\na state, county, or local government agency. A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. -22- Income\nGenerally, you must report all income\nexcept income that is exempt from tax\nby law."
}