{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 14,
  "chunk_text": "If an event of default occurs, it may be that Entity M must pay the full $ DD pursuant to\nSections ** through **; however, that is not clear in the Note Agreement. Article ** is titled -----------------------------and imposes liability on the representative\nfor its own negligence, misconduct or bad faith. The representative is entitled to\nseparate compensation and reimbursement, and can be replaced by the decision of the\nmajority of the Holders. The representative is not specified in Article **.\nArticle ** is titled ---------------------and empowers Entity M and the representative\nto amend the Note Agreement under certain circumstances. Article ** is titled ----------------------and, among other provisions, provides notice to\na representative is sent to Corp F, attention Owner 2, with a copy to the attorneys for\nCorp F. The representative is precluded from using the name of Entity M or KK\nUniversity. The Holders warrant they understand the Note Agreement and the Term\nNotes are not registered. Section ** specifically clarifies that the notes are non-recourse\nto Entity M. The Note Agreement is signed by Owner 2 as representative for Corp F,\nand also signed by him as initial noteholder for Corp F.\nG. Term Note\nPage 20 of 37 POSTF-134629-07 The document entitled “Entity M Term Note” is ** pages long. At the top of the\nfirst page there is a large font all capital letters, ** page disclosure that the Term Note\nhas not been registered, with offers to sell, or sales, prohibited unless registered, with\nadditional limitations and warnings. In the first full paragraph, it states:\nBuyer’s obligation to make payment of principal and interest\non this Note is limited to the Profit -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The -------------------------------addresses the “initial noteholders” and Corp F as a\nrepresentative of the “initial noteholders.” The section ------------------------------------references the Note Agreement and Collateral, ----------------------------------------------------------------------------------------------------------------The “Payment Table” section provides unpaid interest is to be added to principal. Entity M is charged with maintaining payment records. There are provisions for\nexchange of the note and a limitation on transferability. The Holder of the note has no\nright to the note, except as provided in the Note Agreement. The note can be modified\nas provided in the Note Agreement. H. Corp F Position Corp F submits the Year 10 transaction is a contingent payment sale of assets\nand that it can use the installment method of accounting pursuant to § 453. Corp F\nfurther submits that, for the asset sale, under Treas. Reg. § 1.338-6(b)(2), all sale\nproceeds in excess of the cost basis are for goodwill and going concern. Corp F asserts, for the assets in Class I-VI, the fair market value of the assets\nsold was equal to the tax basis of such assets. Specifically, Corp F states:\n“In computing its gain from the Sale in **, Year 10, the\nCompany has taken the position that for the assets in\nClasses I-VI, the fair market value of the assets sold was\nequal to the tax basis of such assets. This position is\nsupported by the fact that only ** months prior to the Sale,\nthe Company [actual Owners 1 through 3] had purchased\nPage 21 of 37 POSTF-134629-07\nthe Class I-VI assets in a hotly-contested, multi-bidder\nauction."
}