{
  "document_category": "legal-advice",
  "docId": "legal-advice_89",
  "chunk_index": 5,
  "chunk_text": "POSTF-140663-09 7 bind “the parties for purposes of resolving an issue concerning a matter other than the\nmatter agreement upon.” Id. The Closing Agreement addresses the appropriate LIFO values for Company A’s Pool A\nas of Date 1, Date 2, Date 3, Date 4, Date 5, Date 6, and Date 7. It does not address\nthe appropriateness of the taxpayer’s item definitions or purport to lock in the taxpayer’s\nitem definitions for perpetuity. In fact, the language of the agreement is clear that it does not apply to anything that\nenters inventory after Date 7. The Closing Agreement specifically states: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------4 The taxpayer attempts to take the statement that the Commissioner ---------------------------------------------------------------------------------------------------- out of context. This statement\nis made in conjunction with a stipulation that the ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ and as part of an agreement to finalize the calculation of Company A’s\npre-Year 2 LIFO inventory. When examined within the framework of the entire\nagreement, it is apparent that this provision is there to prevent the Commissioner from\nsubsequently changing the inventory calculation by challenging the criteria upon which\nthe calculation is based (and thus circumventing its agreement not to change the preYear 2 inventory calculations). Moreover, the taxpayer’s interpretation is contrary to the intent of the parties as\nevidenced by the written agreement. An interpretation of the agreement that compels\nthe Commissioner to accept the taxpayer’s LIFO methodology (to the extent it was in\nplace as of Date 7) is contrary to the acknowledgement in the agreement that neither\nparty intended to admit the correctness of the other’s position. Therefore, while the language of the agreement limits the IRS’s ability to make a section\n481(a) adjustment,5 it does not prohibit the IRS from changing the taxpayer’s item\ndefinitions for years subsequent to Year 1.\n4 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------5 A change in item definitions is a change in method of accounting under section 446. See Richardson,\nT.C. Memo. 1996-368. Section 481(a) provides that, in computing the taxpayer’s income for the taxable\nyear in which the change in method of accounting occurs, “there shall be taken into account those\nadjustments which are determined to be necessary solely by reason of the change in order to prevent\namounts from being duplicated or omitted.” “[S]ection 481 taxes in the year of change all income omitted\nin prior years under the old accounting system,” regardless of whether the statute of limitations has POSTF-140663-09 8 Application of the Closing Agreement to Inventory Obtained from Company B and\nCompany C\nInventory acquired as a result of the merger with Company B or the transfer of the\nassets from Company C is subject to examination by the IRS even if it was owned by\nthe predecessor companies prior to Date 7. While such inventory was combined with\nthe taxpayer’s inventory (including the taxpayer’s pre-Year 2 inventory),6 it did not enter\nthe taxpayer’s inventory until after Date 7. Therefore, it is subject to examination by the\nIRS as the Closing Agreement provides that the IRS may examine --------------------------------------------------that enter inventory after Year 1. This position also is supported by\nthe language of the agreement that the Commissioner ---------------------------------------------------------------------------------------------------------------------------------------------------------------Inventory acquired from Company B or Company C is not included on Attachment Y."
}