{
  "doc_id": "legal-advice_65",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_65__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20133702F\nRelease Date: 9/13/2013\nCC:LB&I:HMT:NEW:2:JACannarozzi\nPOSTF-129506-13 date:\nto: from: subject: August 15, 2013\nMara A. Isumu\nOffice of Service-wide Interest\nJulia A. Cannarozzi\nAssociate Area Counsel (Newark, Group 2)\n(Large Business & International) Request for Advice\n---------------------– Section 6404(g) This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. FACTS\nThe Taxpayer, ---------------------, is challenging the Service’s determination that\nshe is not entitled to interest suspension for tax years ------------------------------.1 The\nTaxpayer believes she qualifies for “interest suspension” under section 6404(g) for each\nof those years. The Service disallowed a loss reported on her returns from a\ntransaction similar to the distressed asset/debt (“DAD”) transaction. 2 The taxpayer 1 The Taxpayer’s returns for the tax years -------------------------------were filed on --------------------------------------------------------------------------------, respectively. 2 The structure of the transaction was as follows: Taxpayer owned 100% of ----------------------------, a disregarded\nentity (DRE). DRE owned a partnership interest in -------------------------in turn owned a partnership interest in --------------. Both ---------and ----------are multi-member limited liability companies treated as partnerships for federal 2\nagreed with the proposed disallowance of the loss and to the imposition of a section\n6662 gross-valuation misstatement penalty. The Taxpayer disagrees with the Service\ndetermination that she is not entitled to “interest suspension” under section 6404(g) for\nall --------years. The Taxpayer’s position is outlined in a -----page letter dated --------------------. We agree with the Taxpayer that she is entitled to interest suspension for the -----------tax year. However, as discussed below, we do not believe she is entitled to\ninterest suspension for the -------------------tax years. LAW Generally, interest on underpayments begins to accrue on the date the relevant\ntax return is due to be filed. In 1998, the section 6404(g)(1) “interest suspension”\nprovisions were enacted (IRS Restructuring and Reform Act of 1998 (RRA) (Pub .L. No.\n105-206)). The purpose was to afford some relief to taxpayers from the accrual of\ninterest resulting from unnecessarily prolonged audits. Generally, section 6404(g)(1)\nprovides for the “suspension of interest” where (a) an individual has filed a return on or\nbefore the due date for that return, and (b) the IRS has failed to provide notice to the\ntaxpayer specifically stating the taxpayer’s liability and the basis for the liability before\nthe close of the applicable period. I.R.C. § 6404(g)(1). The RRA also included several\nexceptions that limited the applicability of the suspension (e.g., fraud, criminal penalties,\nand interest or penalties with respect to any tax liability shown on the return). In 2004,\nin response to concerns over the use of abusive “tax shelters,” the American Jobs\nincome tax purposes. --------- reported a loss from the sale of high basis, low value (built-in loss) receivables on\neach of its returns for ----------------. The losses flowed through from ----------to ---------and were ultimately claimed\non the taxpayer’s ----------------returns. After an IRS examination of ---------and ---------, the IRS disallowed the\nlosses at the partnership level. 3\nCreation Act of 2004 (AJCA) (Pub .L. No. 108-357) expanded the exceptions."
    },
    {
      "id": "legal-advice_65__1",
      "chunk_id": "1",
      "content": "The losses flowed through from ----------to ---------and were ultimately claimed\non the taxpayer’s ----------------returns. After an IRS examination of ---------and ---------, the IRS disallowed the\nlosses at the partnership level. 3\nCreation Act of 2004 (AJCA) (Pub .L. No. 108-357) expanded the exceptions. For tax\nyears beginning after December 31, 2003, the interest suspension provisions do not\napply to any interest, penalty, addition to tax, or additional amount with respect to any\ngross misstatement. I.R.C. § 6404(g)(2)(D). In addition, for interest accruing after\nOctober 3, 2004, the provisions do not apply to any interest, penalty, addition to tax, or\nadditional amount with respect to any undisclosed reportable transaction or any listed\ntransaction. I.R.C. § 6404(g)(2)(E). The limited suspension of interest that may have\nbeen allowed prior to October 3, 2004, was further modified by the Gulf Opportunity\nZone Act of 2005 (GOZA) (Pub. L. No. 109-135), effectively repealing the limited\ninterest suspension unless one of the limited exceptions under section 303(a)(2)(B)(ii)\nthru (iv) of GOZA is satisfied. 3\nANALYSIS\nA. Exception for Undisclosed Reportable Transactions and Listed Transactions\nPursuant to section 6707A(c)(1), reportable transactions are transactions with\nrespect to which information is required to be included with a return or statement\nbecause the Secretary has determined in regulations prescribed under section 6011\nthat those transactions have a potential for tax avoidance and evasion. I.R.C.\n§ 6707A(c). For purposes of section 6404(g), an undisclosed reportable transaction is a\nreportable transaction that is not adequately disclosed as provided under Treas. Reg.\n§ 1.6011-4.4 For the years at issue, reportable transactions include loss transactions. 3 None of those exceptions apply to this case. All references to Treas. Reg. § 1.6011-4 are to those regulations as finalized in T.D. 9046, 2003-1 C.B. 614,\neffective for transactions entered into on or after February 28, 2003. 4 4\nSee Treas. Reg. § 1.6011-4(b)(5). Taxpayers are required to disclose their participation\nin reportable transactions by filing a complete Form 8886, Reportable Transaction\nDisclosure Statement, that describes the transaction, the expected tax treatment, all\npotential tax benefits expected to result from the transaction, and identifies all of the\nparties involved. Treas. Reg. § 1.6011-4(d) and the Instructions to Form 8886. If a\ntaxpayer is a partner in a partnership, the taxpayer has participated in a loss transaction\nif the taxpayer’s tax return reflects a flow-through section 165 loss from the partnership\nequal to $2 million in a single year or $4 million in any combination of taxable years. Treas. Reg. § 1.6011-4(b)(5)(i)(C) and (c)(3)(i)(D). The Taxpayer does not dispute that the underlying transaction is a “loss”\ntransaction and thus a reportable transaction because she reported a section 165 loss\nin excess of $2 million on her taxable year --------return, as well as on her taxable year -----------------------returns. As a result, the Taxpayer was required to disclose her\nparticipation for the tax years ------------------------------. Taxpayer properly disclosed her\nparticipation in the transaction on Forms 8886 attached to each of her returns for her\ntaxable years ------- through -------.5 Therefore, the reportable transaction exception to\nthe general rule allowing for “suspension of interest” does not apply for any of those\nyears."
    },
    {
      "id": "legal-advice_65__2",
      "chunk_id": "2",
      "content": "------------------------------. Taxpayer properly disclosed her\nparticipation in the transaction on Forms 8886 attached to each of her returns for her\ntaxable years ------- through -------.5 Therefore, the reportable transaction exception to\nthe general rule allowing for “suspension of interest” does not apply for any of those\nyears. “Listed transactions” are reportable transactions that are the same as, or\nsubstantially similar to a transaction specifically identified by the Secretary as a tax 5 We assume that copies of the disclosure statements for each year were sent to OTSA as required by Treas. Reg.\n§ 1 .6011-4(e)(1). 5\navoidance transaction for purposes of section 6011.6 I.R.C. § 6707A(c)(2). As a type of\nreportable transaction, listed transactions must also be disclosed as provided by Treas. Reg. § 1.6011-4. However, listed transactions are considered separately from other\nreportable transactions as an exception to interest suspension because\nsection 6404(g)(2) provides that interest suspension will be disallowed with respect to\nany undisclosed reportable transaction or any listed transaction. Therefore, any listed\ntransaction, even when that listed transaction is properly disclosed by the taxpayer, fails\nto qualify for “suspension of interest.” Treas. Reg. § 301.6404-4(b)(5). Here, the underlying transaction was characterized as a DAD transaction. Though DAD transactions may constitute an abusive transaction, DAD is not a listed\ntransaction. Notice 2008-34, IRB 2008-12 (March 24, 2008), relating to Distressed\nAsset Trust (DAT) Transactions (in which taxpayers claim a built-in loss through the use\nof a trust) states that DAD transactions are specifically not identified as listed\ntransactions for purposes of the notice. In addition, DAD transactions are not\nsubstantially similar to any other listed transactions. Coordinated Issue Paper –\nDistressed Asset/Debt Tax Shelter, LMSB-04-0407-031 (April 18, 2007), stated that\nDAD transactions have been determined not to be substantially similar to Son of Boss\ntransactions. Since the underlying transaction in this case is not considered a “listed\ntransaction” (or substantially similar to one), the exception for listed transactions is not\napplicable. B. Exception for Gross Misstatements. 6 A complete list of “Listed Transactions” is available on the IRS website. 6 For tax years beginning after December 31, 2003, interest suspension does not\napply to any interest, penalty, addition to tax, or additional amount with respect to any\ngross misstatement. Gross misstatements for purposes of this section include a gross\nvaluation misstatement within the meaning of section 6662(h)(2)(A) and (B). Treas. Reg. § 301.6404-4(b)(4). For returns filed prior to August 17, 2006, section 6662(h)(2)(A)(i) provided in\nrelevant part that a gross valuation misstatement arises when the adjusted basis of any\nproperty claimed on the return is 400 percent or more of the amount determined to be\ncorrect. 7 The value or adjusted basis of property claimed on a return with a correct\nvalue or adjusted basis of zero will be considered to be 400 percent or more of the\ncorrect amount. Treas. Reg. § 1.6662-5(g). For passthrough entities (such as\npartnerships or LLCs treated as partnerships for federal tax purposes), the\ndetermination of whether there is a gross valuation misstatement is made at the entity\nlevel. Treas. Reg. § 1.6662-5(h)(1). However, the dollar limitation ($5,000 or $10,000)\nis applied at the taxpayer level with respect to the return of the partner. Id."
    },
    {
      "id": "legal-advice_65__3",
      "chunk_id": "3",
      "content": "Treas. Reg. § 1.6662-5(h)(1). However, the dollar limitation ($5,000 or $10,000)\nis applied at the taxpayer level with respect to the return of the partner. Id. In Superior Trading, LLC v. Commissioner, 137 T.C. 70 (2011) (appeal pending),\nUS investors claimed losses from a DAD transaction that involved built-in loss assets\nthat were contributed to a US partnership by a tax-indifferent Brazilian retailer. As with\nthe Taxpayer’s transaction in this case, the Superior Trading transaction involved a 7 For returns filed after August 17, 2006, the threshold in section 6662(h)(2)(A)(i) is only 200 percent of the amount\ndetermined to be correct. Based on the filing dates of the Taxpayer’s returns, the 200 percent threshold applies to\nher --------tax return. However, the distinction is irrelevant as the misstatement on each of the returns satisfies the\n400 percent threshold because the correct basis is zero. 7\nseries of steps and the use of several layers of partnership structures. The Service\n(1) disallowed losses claimed from the DAD transaction, (2) adjusted the partnership’s\nbasis in the receivables to zero, and (3) asserted the accuracy-related penalty for gross\nvaluation misstatements under section 6662(h). The Tax Court agreed with the Service\nand collapsed the underlying DAD transaction, determined that the partnership’s bases\nin the assets were zero, and upheld accuracy-related penalties for gross valuation\nmisstatements. Superior Trading, 137 T.C. at 74. The misstatement resulting from the\nDAD transaction at issue in this case should not be afforded any different treatment\nthan the DAD transaction in Superior Trading, both involve a gross-valuation\nmisstatement under section 6662(h)(2)(A), which constitutes a gross misstatement for\npurposes of section 6404(g)(2)(D). Treas. Reg. § 301.6404-4(b)(4). It follows that the\nTaxpayer is not entitled to interest suspension for any interest, penalty, addition to tax,\nor additional amount for the -------------------tax years. In her --------------------letter, the Taxpayer acknowledges the existence of the\nexception for gross misstatements (see letter at ------------------------------). However,\nwithout further explanation, the Taxpayer maintains that she made “no gross\nmisstatement on her individual tax return,” and concludes that the exception for gross\nmisstatements does not apply to her -------------------tax years. We believe that our\nanalysis above is consistent with the plain language of the statute. CONCLUSION Taxpayer is entitled to interest suspension for --------because she properly\ndisclosed her participation in a reportable loss transaction. Taxpayer is not entitled to 8\nsection 6404(g) interest suspension for the -------------------tax years because the gross\nmisstatement exception applies to both of those years. The exception for gross\nmisstatements was effective only after December 31, 2003 and is not applicable with\nrespect to Taxpayer’s ------- tax year. If you obtain new information from the Taxpayer that requires further analysis, or\nif you have any questions regarding the advice above, please contact Ms. Julia\nCannarozzi at ---------------------."
    }
  ]
}