{
  "document_category": "legal-advice",
  "docId": "legal-advice_21",
  "chunk_index": 4,
  "chunk_text": "McKee CC:LM:F:MAN:POSTU-162762-02 page 6 v. United States, 781 F.2d 1043, 1047 (4th Cir. 1986)\n. If the preparer shows that an understatement was due to\nreasonable cause and the preparer acted in good faith, the\npreparer penalty for a position that does not satisfy the\nrealistic possibility standard will not be imposed. This is a\nfacts and circumstances determination made with reference to the\nnature of the error, the frequency and materiality of the errors,\nthe preparer’s normal office practice, and reliance on another\npreparer’s advice. Treas. Reg. § 1.6694-2(d).\niii. Section 6694(b) Penalty A $1,000 penalty may be imposed on a return preparer who:\n(1) willfully attempts to understate the tax liability of\nanother person on a return or in a claim for a\nrefund, or (2) recklessly or intentionally disregards rules and\nregulations. I.R.C. § 6694(b).3\nTreasury Regulation § 1.6694-3(b) provides that a preparer\nis considered to have willfully attempted to understate liability\nif the preparer disregards, in an attempt wrongfully to reduce\nthe tax liability of the taxpayer, information furnished by the\ntaxpayer or other persons. Treasury Regulation § 1.6694-3(c)\nprovides that a preparer is considered to have recklessly or\nintentionally disregarded a rule or regulation if the preparer\ntakes a position on the return or claim for refund that is\ncontrary to a rule or regulation and the preparer knows of, or is\nreckless in not knowing of, the rule or regulation in question. The Service bears the burden of proving that a return\npreparer willfully attempted to understate the tax liability. However, the return preparer bears the burden of proving that no\nrule or regulation was recklessly or intentionally disregarded,\nthat any position contrary to a regulation represented a good\nfaith challenge to the validity of the regulation, and that\ndisclosure was adequately made. Treas. Reg. § 1.6694-3(h). The terms “rules and regulations” are defined to include the\nprovisions of the Internal Revenue Code, temporary or final 3 With respect to any return or claim, the amount of the\npenalty payable by any person by reason of Section 6694(b) shall\nbe reduced by the amount of the penalty paid by such person by\nreason of Section 6694(a). I.R.C. § 6694(b). CC:LM:F:MAN:POSTU-162762-02 page 7 Treasury Regulations issued under the Code, and revenue rulings\nor notices (other than notices of proposed rulemaking) issued by\nthe Service and published in the Internal Revenue Bulletin. Treas. Reg. § 1.6694-3(f). Adequate disclosure of an understatement due to willful,\nreckless, or intentional conduct is a defense to the section\n6694(b) penalty. Treas. Reg. § 1.6694-3(c)(2). Under Treasury\nRegulation section 1.6694-3(e), adequate disclosure is made in\naccordance with the rules for the substantial understatement\ncomponent of the accuracy-related penalty provided in Treasury\nRegulation section 1.6662-4(f)(1), (3), (4) and (5). Disclosure\nis adequate under the regulations only if made on a properly\ncompleted form (Form 8275, Disclosure Statement). However,\nadequate disclosure is not a defense to the Section 6694(b)\npenalty if the return position is frivolous. A frivolous\nposition is one that is patently improper. Treas. Reg. § 1.66942(c)(2)."
}