{
  "document_category": "legal-advice",
  "docId": "legal-advice_59",
  "chunk_index": 15,
  "chunk_text": "This position is\nsupported by the fact that only ** months prior to the Sale,\nthe Company [actual Owners 1 through 3] had purchased\nPage 21 of 37 POSTF-134629-07\nthe Class I-VI assets in a hotly-contested, multi-bidder\nauction. The Company believes that the price paid by the\nCompany for the Class I-VI assets at arms-length auction\n(i.e., the Company’s tax/cost basis for the assets) was the\nbest indicator of the fair market value of the Class I-VI assets\nat the time of the Sale (which as stated occurred only **\nmonths after the auction)17 (emphasis added)\nCorp F further asserts that it can allocate all payments to Classes I-VI in\nsuccession, exhausting each Class before proceeding to the next. Corp F asserts for\nClasses I-VI, the gross profit percentage is ** percent, on the theory that the fair market\nvalue of each asset in Classes I-VI equaled its tax basis. Only when Corp F has\nexhausted Classes I-VI basis, it asserts, will the remaining payments be allocated to the\nsale of Class VII assets and that is the first time there will be any recognizable gain. 18\nThe amounts so allocated, accordingly to Corp F, will be short-term capital gain. Corp F contends that none of the assets that it acquired in the Year 9 bankruptcy\nliquidation auction were “goodwill” or “going concern” given the bankruptcy. Corp F\nasserts all “goodwill” and “going concern” sold to Entity M arose from combining the\nassets acquired in the bankruptcy liquidation auction “with a skilled management team,\nemployees, ------------etc., and infusing working capital during the ** month holding\nperiod. ”19 Corp F has not supported its assertions of valuable goodwill and going\nconcern being generated in the ** month holding period with an independent third party\nappraisal. Corp F has not explained how the alleged goodwill and going concern were\ngenerated in ** months rather than being (potentially) generated in the future ** year\nterm of the $ DD Non-Recourse Contingent Payment Term Note. Nor has Corp F\nexplained now it could have generated such goodwill and going concern value when it\nallegedly cannot operate at a profit without the Z Entity M can obtain as a non-profit\nentity. Corp F has not provided any evidence that the “extra” cost savings from the Z\nEntity M could command, when compared to the tax benefits at issue, is significant. Corp F then concludes its Year 10 transaction constitutes a sale that falls within\nTemp. Treas. Reg. § 15a.453-1(c)(2) “Stated Maximum selling price” contract and is\nreportable using the installment method of accounting. Corp F did not apply § 453A. While Corp F advances a discussion of the treatment of property used in its trade\nor business and “subject to the allowance for depreciation” as reportable ordinary\n17 Outline of Tax Issues Related to Sale of Assets By Corp F, submitted to revenue agent during audit, at 1.\n18 It is not known whether the $ T auction purchase price was separately financed, i.e., the amount of\ncash “out of pocket” for Corp F is not known. 19 See note 23, above Page 22 of 37"
}