{
  "document_category": "legal-advice",
  "docId": "legal-advice_51",
  "chunk_index": 4,
  "chunk_text": "It is also well established that the proceeds\nfrom the sale or rental of tenancy by the entireties property are also held as a tenancy\nby the entireties and are owned by both the husband and wife. Dodson v. National Title\nIns. Co., 31 So.2d 402, 404 (Fla. 1947); Passalino v. Protective Group Securities, Inc.,\n886 So.2d 295,297 (Fla. Dist. Ct. App. 2004); Miller v. Rosenthal, 510 So.2d 1127, 1128\n(Fla. Dist. Ct. App. 1987); Brown v. Hanger, 368 So.2d 63, 64 (Fla. Dist. Ct. App. 1979). Moreover, transferring the proceeds to a trustee in an escrow account does not\nterminate the unities of title. Passalino, 886 So.2d at 297; see also Snyder v. Dinardo,\n700 So.2d 726 (Fla. Dist. Ct. App. 1997). Similarly, the proceeds from sale of the real\nproperty in this case remain tenancy by the entireties property and belong to both the\ntaxpayers. Accordingly, since ----------- only has a judgment lien against the taxpayer\nhusband, -----------’s lien does not attach to any of the excess proceeds from the sale of\nthe taxpayers’ property. Thus, the entire amount of excess proceeds should be\nreturned to the taxpayers. We are enclosing a letter to the taxpayers for your use which requests that they\ninform the Service of whether they want the proceeds returned to them or whether they\ngive permission for the proceeds to be applied to the liabilities at issue. They are\nrequested to inform the Service of their decision by ----------------------, since the\nregulations require the money to be returned within 9 months from the date of levy. Treas. Reg. 301.6343-3(e). If no response is received, the proceeds should be returned\nto the taxpayers in accordance with the regulations cited above. We have also\nenclosed a proposed letter which the taxpayers may use to make the request by simply\nsigning and mailing back to your office. Please enclose this letter, along with a preaddressed envelope, with your letter to the taxpayers. GL-146301-07 5 Please call ----------------------------------------------if you have any further questions. ROBERT W. DILLARD\nAssociate Area Counsel\n(Small Business/Self-Employed) By: _____________________________ Lauren B. Epstein\nSenior Attorney (Jacksonville, Group 2)\n(Small Business/Self-Employed)\nAttachment (2):\nProposed letters for mailing to taxpayers Cc: Advisory Unit, ----------------"
}