{
  "document_category": "legal-advice",
  "docId": "legal-advice_4",
  "chunk_index": 2,
  "chunk_text": "Under the retail method\nthe total of the retail selling prices of the goods on hand at the end of the year in each\ndepartment or of each class of goods is reduced to approximate cost by deducting\ntherefrom an amount which bears the same ratio to such total as —\n(1) The total of the retail selling prices of the goods included in the opening\ninventory plus the retail selling prices of the goods purchased during the year, with\nproper adjustment to such selling prices for all mark-ups and mark-downs, less\n(2) The cost of the goods included in the opening inventory plus the cost of the\ngoods purchased during the year, bears to (1). (Emphasis added) POSTF-134426-04 3 Treas. Reg. § 1.472-8(e)(3) in effect for years prior to 2001 provides: Use of inventory\nprice index computed with reference to consumer or producer price indexes--(i) In\ngeneral. For purposes of section 1.472-8(e)(1), for taxable years beginning after\nDecember 31, 1981, an inventory price index computed in the manner provided by\nsection 1.472-8(e)(1) will be accepted by the Commissioner as an appropriate method\nof computing an index, and the use of such inventory price index to compute the LIFO\nvalue of a dollar-value inventory pool will be accepted as accurate, reliable, and\nsuitable. A taxpayer using the inventory price index computation method provided by\nsection 1.472-8(e)(3) must use such method in determining the value of all goods for\nwhich the taxpayer has elected to use the LIFO method. Treas. Reg. § 1.472-8(e)(3)(iii) in effect for years prior to 2001 provides: Selection of\nconsumer or producer price indexes--(A) In general. An inventory price index computed\nas provided by section 1.472-8(e)(3) is computed with reference to the consumer or\nproducer price indexes for specific categories of inventory items in the CPI Detailed\nReport or Producer Prices and Price Indexes published by the United States Bureau of\nLabor Statistics. Treas. Reg. § 1.472-8(e)(3)(iii)(C) in effect for years prior to 2001 provides: Other\nselection requirements. Manufacturers, processors, wholesalers, jobbers, and\ndistributors may select indexes from only Producer Prices and Price Indexes. Retailers\nmay select indexes from either the CPI Detailed Report or Producer Prices and Price\nIndexes, but if equally appropriate indexes could be selected from either publication, a\nretailer using the retail inventory method must select the index from the CPI Detailed\nReport and a retailer not using the retail inventory method must select the index from\nProducer Prices and Price Indexes. If a retailer using the retail inventory method\nselects a price index from Producer Prices and Price Indexes, the selected index must\nbe converted into a retail price index. If a retailer not using the retail inventory method\nselects an index from the CPI Detailed Report, the selected index must be converted\ninto a cost price index. Manufacturers, processors, wholesalers, jobbers, and\ndistributors, must convert selected indexes into cost price indexes. Revenue Ruling 54-49, 1954-1 C.B. 32, provides: A specialty store on the cost inventory\nmethod does not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does, however, compute\nits gross profit percentages for its respective departments, essentially the same\nquantity."
}