{
  "document_category": "legal-advice",
  "docId": "legal-advice_32",
  "chunk_index": 153,
  "chunk_text": "The budget plan sets\nforth the President's proposed receipts,\nspending, and the surplus or deficit for\nthe federal government. The plan includes\nrecommendations for new legislation as\nwell as recommendations to change, eliminate, and add programs. After receipt of\nthe President's proposal, the Congress reviews the proposal and makes changes. It\nfirst passes a budget resolution setting its\nown targets for receipts, outlays, and surplus or deficit. Next, individual spending\nand revenue bills that are consistent with\nthe goals of the budget resolution are\nenacted. 30, 2021), federal income was $4.047 tril- countries and the maintenance of U.S.\nlion and outlays were $6.882 trillion, embassies abroad. leaving a deficit of $2.775 trillion. 3. Physical, human, and community development: These outlays were for\nFootnotes for Certain Federal\nagriculture; natural resources; environOutlays\nment; transportation; aid for elementary\nand secondary education and direct assistance to college students; job training; de1. Social security, Medicare, and posit insurance, commerce and housing\nother retirement: These programs pro- credit, and community development; and\nvide income support for the retired and space, energy, and general science prodisabled and medical care for the elderly. grams. 2. National defense, veterans, and\n4. Social programs: About 22% of\nforeign affairs: About 11% of outlays total outlays were for Medicaid, Supplewere to equip, modernize, and pay our mental Nutrition Assistance Program\narmed forces and to fund national defense (formerly food stamps), temporary assisactivities; about 3% were for veterans tance for needy families, supplemental sebenefits and services; and about 1% were curity income, and related programs; and\nfor international activities, including mili- 11% for health research and public health In fiscal year 2021 (which began on tary and economic assistance to foreign programs, unemployment compensation,\nOctober 1, 2020, and ended on September\nassisted housing, and social services. Note. The percentages shown here exclude undistributed offsetting receipts, which were $124 billion in fiscal year 2021. In the budget, these receipts are offset against spending in figuring the outlay totals shown above. These receipts are for the U.S. Government's share of its employee retirement programs, rents and royalties on the Outer Continental Shelf, and proceeds from the sale of assets. -108- 2022\nTax Rate\nSchedules The Tax Rate Schedules are shown so you can see the tax rate that applies\nto all levels of taxable income. Don’t use them to figure your tax. Instead,\nsee the instructions for line 16. CAUTION Schedule X—If your filing status is Single\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $10,275 10% $0 10,275 41,775 $1,027.50 + 12% 10,275\n41,775 41,775 89,075 4,807.50 + 22% 89,075 170,050 15,213.50 + 24% 89,075 170,050 215,950 34,647.50 + 32% 170,050 215,950 539,900 49,335.50 + 35% 215,950 162,718.00 + 37% 539,900 539,900 Schedule Y-1—If your filing status is Married filing jointly or Qualifying surviving spouse If your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover— But not\nover— $0 $20,550 10% $0 20,550 83,550 $2,055.00 + 12% 20,550 83,550 178,150 9,615.00 + 22% 83,550 178,150 340,100 30,427.00 + 24% 178,150 340,100 431,900 69,295.00 + 32% 340,100 431,900 647,850 98,671.00 + 35% 431,900 174,253.50 + 37% 647,850 647,850 Schedule Y-2—If your filing status is Married filing separately\nIf your taxable\nincome is:\nOver— The tax is:\nof the\namount\nover—"
}