{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 64,
  "chunk_text": "No. Go to Step 5. Yes. STOP You can't take the\ncredit. Step 5 Earned Income 1. Are you filing Schedule SE because you were a member of\nthe clergy or you had church employee income of $108.28\nor more? Yes. See Clergy or\nNo. Complete the\nfollowing worksheet. Church employees,\nwhichever applies. 1. Enter the amount from Form 1040 or 1040-SR,\nline 1z . . . . . . . . . . . . . . . . . . . . . . . . . 2. Enter the Medicaid waiver payment amounts\nexcluded from income on Schedule 1 (Form 1040),\nline 8s, unless you choose to include these amounts\nin earned income, in which case enter -0-. See the\ninstructions for Schedule 1, line 8s. . . . . . . . . 3. If you have:\n• 3 or more qualifying children who have valid SSNs, is\nyour earned income less than $53,057 ($59,187 if\nmarried filing jointly)? • 2 qualifying children who have valid SSNs, is your\nearned income less than $49,399 ($55,529 if married\nfiling jointly)? • 1 qualifying child who has a valid SSN, is your earned\nincome less than $43,492 ($49,622 if married filing\njointly)?\n• No qualifying children who have valid SSNs, is your\nearned income less than $16,480 ($22,610 if married\nfiling jointly)? Yes. Go to Step 6.\nNo. STOP You can't take the credit. Step 6\n2. If you and your spouse both received Medicaid waiver\npayments during the year, you and your spouse can make different\nchoices about including the full amount of your payments in earned\nincome. Enter only the amount of Medicaid waiver payments that you\nor your spouse, if filing a joint return, do not want to include in earned\nincome. To include all nontaxable Medicaid waver payment amounts in\nearned income, enter -0. . . . . . . . . . . . . 2. Were you self-employed at any time in 2022, or are you\nfiling Schedule SE because you were a member of the\nclergy or you had church employee income, or are you\nfiling Schedule C as a statutory employee? Yes. Skip question 3\nNo. Continue\n䊲\nand Step 6; go to\nWorksheet B. 1. TIP 3. Subtract line 2 from line 1 ! CAUTION 3. Need more information or forms? Visit IRS.gov. How To Figure the Credit 1. Do you want the IRS to figure the credit for you? Yes. See Credit figured\nNo. Go to Worksheet A.\nby the IRS, later. Definitions and Special Rules\nAdopted child. An adopted child is always treated as your own\nchild. An adopted child includes a child lawfully placed with\nyou for legal adoption. Church employees. Determine how much of the amount on\nForm 1040 or 1040-SR, line 1a, was also reported on Schedule SE, Part I, line 5a. Subtract that amount from the amount on\nForm 1040 or 1040-SR, line 1a, and enter the result on line 1 of\nthe worksheet in Step 5 (instead of entering the actual amount\nfrom Form 1040 or 1040-SR, line 1a). Be sure to answer “Yes”\nto question 2 in Step 5. Clergy."
}