{
  "document_category": "legal-advice",
  "docId": "legal-advice_87",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20100901F\nRelease Date: 3/5/10\nCC:LM:RFPH:RAVillageliu\nPOSTF-142534-09\nUILC: 451.13-04 date: January 07, 2010 to: from: subject: Revenue Agent David Anderson, Team Number 1302\nLarge & Mid-Size Business (LMSB), Natural Resources & Construction Rogelio A. Villageliu, Senior Counsel &\nIndustry Counsel (Food & Beverages) (RFP&H) (Large & Mid-Size Business) Use of Gift Card Disregarded Entity This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nCompany A = ----------------------------------------------------------------------------------------------------------------------------------------------------------------= -------------------------Parent\nEntity B\n= -----------------------------------Year 1\n= ------Company C = ---------------------------------------------------------ISSUE Whether payments received by Entity B, a single-member limited liability company\n(LLC) that is wholly owned by Company A, are received for the sale of “goods held by\nthe taxpayer” for purposes of the definition of an advance payment in Treas. Reg.\n§1.451-5(a) (1)(i), if the gift cards may be redeemed only for goods held for sale by\nCompany A. POSTF-142534-092\nCONCLUSION Yes. Because Entity B is a disregarded entity for federal income tax purposes, Entity B\nis treated as an unincorporated division of Company A, and therefore as the same\ntaxpayer as Company A, for purposes of the definition of an advance payment in Treas. Reg. §1.451-5(a)(1)(i). FACTS\nCompany A is Parent’s primary or only operating merchandise retailer subsidiary. Company A owns the retail merchandise inventory that it sells. Company A is the sole\nmember of Entity B, a single-member LLC that is disregarded for federal income tax\npurposes. Entity B was formed in Year 1 to sell gift cards and otherwise administer\nCompany A’s gift card program. 1 Company A’s inventory is used to redeem the gift\ncards sold by Entity B. Entity B has no title to merchandise inventory, nor its own\nfacilities or stores, and it performs no other activities except for the administration of the\ngift card program. Parent, Company A and Entity B use the accrual method of\naccounting for tax purposes. Assuming the gift card payments received by Entity B are received for the sale of goods\n“held by the taxpayer,” Entity B otherwise is properly using the deferral method of Treas. Reg. §1.451-5(b)(1)(ii) for the income from the sale of gift cards. The taxpayer has\nattached the required information schedule to its federal income tax returns. See Treas.\nReg. §1.451-5(d). LAW AND ANALYSIS For taxpayers using the accrual method of accounting, Treas. Reg. §1.451-1(a)\nprovides that income generally is includible in gross income when all the events have\noccurred that fix the right to receive the income and the amount can be determined with\nreasonable accuracy. Generally, all events that fix the right to receive income occur\nupon the earliest of when (1) required performance takes place, (2) payment is due, or\n(3) payment is made. See Schlude v. Commissioner, 372 U.S. 128 (1963). Thus, when\na taxpayer receives a payment for goods or services that is includible in the taxpayer’s\ngross income, the taxpayer generally is required to include the payment in income upon\nreceipt, even where the goods or services are to be provided in a future taxable year. See Treas."
}