{
  "document_category": "legal-advice",
  "docId": "legal-advice_76",
  "chunk_index": 4,
  "chunk_text": "18\nC.F.R. § 292.207. The taxpayer submitted its self-certification form in Date 1. At that\ntime, the taxpayer’s facility met all of the above requirements to be a qualified small\npower production facility. Between Year 2 and Year 4, the taxpayer replaced all the equipment in the selfcertified facility. Despite the replacement, a change in facts from those presented in a\nnotice of self-certification or an application for Commission certification does not mean\nthat the facility is no longer a qualified facility. Mesquite Lake Associates, Ltd., 63\nFERC ¶ 61,351 (June 30, 1993). Whether the facility will continue to be certified after a\nchange in facts depends on whether the facility continues to satisfy the ownership and\ntechnical requirements for qualifying status found in the statute and the Commission’s\nregulations. Id. Despite the replacement, the taxpayer’s facility continued to satisfy the\nownership and technical requirements for qualifying status set forth in 18 C.F.R.\n§§ 292.203; 292.204.2\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- A\ncogeneration facility produces electricity and steam or forms of useful energy (such as\nheat) which are used for industrial, commercial, heating, or cooling purposes. 16 U.S.C.\n§ 796(18)(A). A qualifying cogeneration facility is a cogeneration facility that the FERC\ndetermines, by rule, meets the requirements the FERC prescribed. 16 U.S.C.\n§ 796(18)(B). The taxpayer agrees that its power operation is a qualified cogeneration\nfacility, however, the taxpayer disagrees that it is not also a qualified small power\nproduction facility. There is no rule in either 16 U.S.C. § 796 or the associated regulations which,\nexpressly or impliedly, states that if a facility is a cogeneration facility it is excluded from\nthe definition of a small power production facility. In fact, in a 1996 Order concerning\ncertification the FERC ruled that, based on the facts presented, a facility could be both a\nqualified small production facility and a qualified cogeneration facility. Burney Forest\nProducts, 76 FERC ¶ 62,263 (September 30, 1996). The facility at issue in the Order\nconsisted of two wood-fired boilers and an extraction/condensing steam turbine\ngenerator. Id. The thermal output of the facility was used to dry lumber as well as\ncreate electricity. Id. The wood used in the facility was considered biomass and the\nmaximum net electric power production capacity of the facility was 31.5 megawatts. Id. Since the fuel was a biomass and the size of the power production capacity was less\nthan 80 megawatts, the facility met the definition of a small power production facility. Id. Since the thermal output both created electricity and dried the lumber, it was also a\ncogeneration facility. Id.\n2 ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-132138-11 -6- The definitions themselves suggest that the classifications are not mutually\nexclusive. The crux of the definition of a qualified small power production facility is the\nsize of the facility (based on power output) and the type of fuel used. The crux of the\ndefinition of a qualified cogeneration facility is the method in which the electricity is\nproduced and the efficiency standards of that method. Thus, a plain reading of 16\nU.S.C. § 796(17) and (18) suggests that a facility could be both a qualified small power\nproduction facility and a qualified cogeneration facility. 3"
}