{
  "document_category": "legal-advice",
  "docId": "legal-advice_96",
  "chunk_index": 93,
  "chunk_text": "Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN. If you are filing electronically using a tax practitioner, you can use a\nSelf-Select PIN or a Practitioner PIN. For 2022, if we issued you an identity\nprotection personal identification number (IP PIN) (as described in more detail\nbelow), all six digits of your IP PIN\nmust appear in the IP PIN spaces provi- ded next to the space for your occupation for your electronic signature to be\ncomplete. Failure to include an issued IP\nPIN on the electronic return will result\nin an invalid signature and a rejected return. If you are filing a joint return and\nboth taxpayers were issued an IP PIN,\nenter both IP PINs in the spaces provided. Self-Select PIN. The Self-Select PIN\nmethod allows you to create your own\nPIN. If you are married filing jointly,\nyou and your spouse will each need to\ncreate a PIN and enter these PINs as\nyour electronic signatures. A PIN is any combination of five digits you choose except five zeros. If you\nuse a PIN, there is nothing to sign and\nnothing to mail—not even your Forms\nW-2. Your electronic return is considered a\nvalidly signed return only when it includes your PIN, last name, date of\nbirth, IP PIN, if applicable, and your adjusted gross income (AGI) from your\noriginally filed 2021 federal income tax\nreturn, if applicable. If you're filing\njointly, your electronic return must also\ninclude your spouse's PIN, last name,\ndate of birth, IP PIN, if applicable, and\nAGI, if applicable, in order to be considered validly signed. Don’t use your AGI\nfrom an amended return (Form 1040-X)\nor a math error correction made by the\nIRS. AGI is the amount shown on your\n2021 Form 1040 or 1040-SR, line 11. If\nyou don’t have your 2021 income tax return, call the IRS at 800-908-9946 to get\na free transcript of your return or visit\nIRS.gov/Transcript. (If you filed electronically last year, you, and your\nspouse if filing jointly, may use your\nprior year PIN to verify your identity instead of your prior year AGI. The prior\nyear PIN is the five-digit PIN you used\nto electronically sign your 2021 return.) You can't use the Self-Select\nPIN method if you are a\nCAUTION first-time filer under age 16 at\nthe end of 2022. ! Practitioner PIN. The Practitioner PIN\nmethod allows you to authorize your tax\npractitioner to enter or generate your\nPIN. Your electronic return is considered a validly signed return only when it\nincludes your PIN, last name, date of\nbirth, and IP PIN, if applicable. If you're -61- filing jointly, your electronic return must\nalso include your spouse's PIN, last\nname, date of birth, and IP PIN, if applicable in order to be considered validly\nsigned. The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible"
}