{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 12,
  "chunk_text": "The PLR held 1) That the Coop’s b payments to members and\nparticipating patrons constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code; and 2) For the purpose of computing its\nsection 199 domestic production activities deduction, Coop’s qualified production\nactivities income and taxable income should, pursuant to section 199 (d)(3)(C) of the POSTF-143023-10 14 Code, be computed without regard to any deduction for b payments to members and\nparticipating patrons. In other words, all of Coop’s b payments in cash to members and\nparticipating patrons for 20--- could be classified as “per-unit retain allocations paid in\nmoney” and that they should be added back in its section 199 computation. We are cognizant that, the conclusion that cash payments by a non-poolingmarketing cooperative to the patrons (which is intended by the cooperative and the\nmembers to be purchase proceeds) meets the definition of a per-unit-retain paid-inmoney (PURPIM) under I.R.C. §§ 1388(f) and 1382(b)(3) is based on a number of\nrecent Private Letter Rulings including the one issued to the instant taxpayer for 20---. This opinion attempts to clarify the teaching of those rulings by making clear that even if\nb purchases meet the language of what a PURPIM is under I.R.C. §§ 1388(f) and\n1382(b)(3), this does not mean that you can have the same amounts considered to be\nPURPIMS and b sale/purchase consideration, at the same time, in any one specific\ntransaction or series of transactions. Although this opinion accepts as a given, the rulings of the PLR for taxpayer’s\n20--- tax year, we do not extend these rulings to the 20--- tax year. The 20--- rulings are\nnot precedent for rulings applicable to the year 20---. In our opinion, the additional\nfactors that are considered for the year 20--- sufficiently distinguish the situation in this\nearlier year, from that present in the ruling for 20---, that a ruling similar to that for 20----would not have been issued for 20---. Further, if the facts for 20--- are not sufficiently distinguishable from those for 20-------, as we believe they are, then, we are of the opinion that, it is necessary to clarify,\nextent, or modify the teachings of the 20--- PLR and similar rulings to make it clear that\nclosed b sale proceeds are conceptually different from per unit retains paid in money. It\nneeds to be made clear that, even if a transaction may qualify as either a per unit retain\npaid in money or as closed purchase transaction, under the definition of per-unit retains\nin the Code, this does not mean that they are identical nor that the parties to the\ntransaction can have them be both, at once. The following discusses the difference\nbetween the two further. This opinion does not interpret the PLR, for the taxable year 20---, to have\nchanged, in any manner, the definition of “per-unit retain allocation” set forth in I.R.C.\n§1388(f). What this opinion does is recognize that a necessary element of this definition\nis a mutual agreement between the Coop and the member/patron that the b purchase\nprice will be treated as a per-unit retain before it can be so classified."
}