{
  "document_category": "legal-advice",
  "docId": "legal-advice_31",
  "chunk_index": 52,
  "chunk_text": "A party is entitled to present\nhis or her case or defense by oral or documentary\nevidence, to submit rebuttal evidence, and to\nconduct cross-examination, in the presence of the\nAdministrative Law Judge, as may be required\nfor a full and true disclosure of the facts. This\nTreasury Department Circular No. 230 Table of Contents paragraph (b) does not limit a party from presenting\nevidence contained within a deposition when the\nAdministrative Law Judge determines that the\ndeposition has been obtained in compliance with the\nrules of this subpart D.\n(c) Prehearing memorandum. Unless otherwise\nordered by the Administrative Law Judge, each party\nshall file, and serve on the opposing party or the\nopposing party’s representative, prior to any hearing,\na prehearing memorandum containing —\n(1) A list (together with a copy) of all proposed\nexhibits to be used in the party’s case in chief;\n(2) A list of proposed witnesses, including a\nsynopsis of their expected testimony, or a statement\nthat no witnesses will be called;\n(3) Identification of any proposed expert\nwitnesses, including a synopsis of their expected\ntestimony and a copy of any report prepared by the\nexpert or at his or her direction; and\n(4) A list of undisputed facts. (d) Publicity —\n(1) In general. All reports and decisions of the\nSecretary of the Treasury, or delegate, including\nany reports and decisions of the Administrative\nLaw Judge, under this subpart D are, subject to\nthe protective measures in paragraph (d)(4) of this\nsection, public and open to inspection within 30\ndays after the agency’s decision becomes final. (2) Request for additional publicity. The\nAdministrative Law Judge may grant a request by\na practitioner or appraiser that all the pleadings and\nevidence of the disciplinary proceeding be made\navailable for inspection where the parties stipulate\nin advance to adopt the protective measures in\nparagraph (d)(4) of this section. (3) Returns and return information —\n(i) Disclosure to practitioner or appraiser. Pursuant to section 6103(l)(4) of the Internal\nRevenue Code, the Secretary of the Treasury,\nor delegate, may disclose returns and return\ninformation to any practitioner or appraiser, or to\nthe authorized representative of the practitioner\nor appraiser, whose rights are or may be affected\nby an administrative action or proceeding under\nthis subpart D, but solely for use in the action or\nTreasury Department Circular No. 230 proceeding and only to the extent that the Secretary\nof the Treasury, or delegate, determines that the\nreturns or return information are or may be relevant\nand material to the action or proceeding. (ii) Disclosure to officers and employees of\nthe Department of the Treasury. Pursuant to section\n6103(l)(4)(B) of the Internal Revenue Code the\nSecretary of the Treasury, or delegate, may disclose\nreturns and return information to officers and\nemployees of the Department of the Treasury for\nuse in any action or proceeding under this subpart\nD, to the extent necessary to advance or protect the\ninterests of the United States. (iii) Use of returns and return information. Recipients of returns and return information under\nthis paragraph (d)(3) may use the returns or return\ninformation solely in the action or proceeding, or\nin preparation for the action or proceeding, with\nrespect to which the disclosure was made. (iv) Procedures for disclosure of returns and\nreturn information."
}