{
  "document_category": "legal-advice",
  "docId": "legal-advice_3",
  "chunk_index": 17,
  "chunk_text": "Dependent. To find out if someone is\nyour dependent, see Who Qualifies as\nYour Dependent, later. The dependents you claim are TIP those you list by name and SSN\nin the Dependents section on\nForm 1040 or 1040-SR. Exception to time lived with you. Temporary absences by you or the child\nfor special circumstances, such as\nschool, vacation, business, medical care,\nmilitary service, or detention in a juvenile facility, count as time lived in the\nhome. Also see Kidnapped child, later,\nunder Who Qualifies as Your Dependent, if applicable. A child is considered to have lived\nwith you for all of 2022 if the child was\nborn or died in 2022 and your home was\nthe child's home for the entire time the\nchild was alive. Similarly, if you adopted the child in 2022, or the child was\nlawfully placed with you for legal adoption by you in 2022, the child is considered to have lived with you for all of\n2022 if your main home was this child's\nmain home for the entire time since the\nchild was adopted or placed with you in\n2022. Keeping up a home. To find out what\nis included in the cost of keeping up a\nhome, see Pub. 501. Name and Address\nPrint or type the information in the\nspaces provided. If you are married filing a separate return, enter your spouse's\nname in the entry space below the filing\nstatus checkboxes instead of below your\nname. If you filed a joint return for TIP 2021 and you are filing a joint\nreturn for 2022 with the same\nspouse, be sure to enter your names and\nSSNs in the same order as on your 2021\nreturn. Name Change If you changed your name because of\nmarriage, divorce, etc., be sure to report\nthe change to the Social Security Administration (SSA) before filing your return. This prevents delays in processing\nyour return and issuing refunds. It also\nsafeguards your future social security\nbenefits. Need more information or forms? Visit IRS.gov. Address Change If you plan to move after filing your return, use Form 8822 to notify the IRS of\nyour new address. P.O. Box Enter your box number only if your post\noffice doesn't deliver mail to your home. Foreign Address If you have a foreign address, enter the\ncity name on the appropriate line. Don’t\nenter any other information on that line,\nbut also complete the spaces below that\nline. Don’t abbreviate the country name. Follow the country’s practice for entering the postal code and the name of the\nprovince, county, or state. Death of a Taxpayer\nSee Death of a Taxpayer under General\nInformation, later. Social Security\nNumber (SSN) An incorrect or missing SSN can increase your tax, reduce your refund, or\ndelay your refund. To apply for an SSN,\nfill in Form SS-5 and return it, along\nwith the appropriate evidence documents, to the Social Security Administration (SSA). You can get Form SS-5\nonline at SSA.gov/forms/ss-5.pdf, from\nyour local SSA office, or by calling the\nSSA at 800-772-1213. It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard."
}