{
  "document_category": "legal-advice",
  "docId": "legal-advice_93",
  "chunk_index": 59,
  "chunk_text": "(c) Expedited suspension procedures. A suspension\nunder this section will be proposed by a show cause\norder that names the respondent, is signed by an\nauthorized representative of the Internal Revenue\nService under §10.69(a)(1), and served according\nto the rules set forth in §10.63(a). The show cause\norder must give a plain and concise description\nof the allegations that constitute the basis for the\nproposed suspension. The show cause order must\nnotify the respondent —\nPage 42 — § 10.82 (1) Of the place and due date for filing a\nresponse;\n(2) That an expedited suspension decision by\ndefault may be rendered if the respondent fails to\nfile a response as required;\n(3) That the respondent may request a conference\nto address the merits of the show cause order and\nthat any such request must be made in the response;\nand\n(4) That the respondent may be suspended\neither immediately following the expiration of the\nperiod within which a response must be filed or, if a\nconference is requested, immediately following the\nconference. (d) Response. The response to the show cause order\ndescribed in this section must be filed no later than\n30 calendar days following the date the show cause\norder is served, unless the time for filing is extended. The response must be filed in accordance with the\nrules set forth for answers to a complaint in §10.64,\nexcept as otherwise provided in this section. The\nresponse must include a request for a conference, if\na conference is desired. The respondent is entitled\nto the conference only if the request is made in a\ntimely filed response. (e) Conference. An authorized representative\nof the Internal Revenue Service will preside\nat a conference described in this section. The\nconference will be held at a place and time selected\nby the Internal Revenue Service, but no sooner\nthan 14 calendar days after the date by which the\nresponse must be filed with the Internal Revenue\nService, unless the respondent agrees to an earlier\ndate. An authorized representative may represent\nthe respondent at the conference. (f) Suspension—\n(1) In general. The Commissioner, or delegate,\nmay suspend the respondent from practice before\nthe Internal Revenue Service by a written notice of\nexpedited suspension immediately following:\n(i) The expiration of the period within which a\nresponse to a show cause order must be filed if the\nrespondent does not file a response as required by\nparagraph (d) of this section;\nTreasury Department Circular No. 230 Table of Contents (ii) The conference described in paragraph (e)\nof this section if the Internal Revenue Service finds\nthat the respondent is described in paragraph (b) of\nthis section; or\n(iii) The respondent’s failure to appear, either\npersonally or through an authorized representative,\nat a conference scheduled by the Internal Revenue\nService under paragraph (e) of this section. (2) Duration of suspension. A suspension under\nthis section will commence on the date that the\nwritten notice of expedited suspension is served\non the practitioner, either personally or through\nan authorized representative."
}