{
  "document_category": "legal-advice",
  "docId": "legal-advice_12",
  "chunk_index": 2,
  "chunk_text": "For purposes of the required allocation and apportionment of\ninterest expense under Treas. Reg. § 1.861-9T, TAXPAYER recorded\nthe amounts of Amount $D, Amount $E, and Amount $F as the fair\nmarket value of its interest in B for the tax years Year 1, Year\n2, and Year 3, respectively. Originally, the TAXPAYER had not\ncaused an appraisal of its assets, and in particular the B assets\nto be made. However, when faced with the prospect of the Service\nplacing it on the tax book method, the TAXPAYER engaged C to\nprovide the valuation numbers. Recently, the TAXPAYER offered a\nmemorandum by C as support for its fair market values. The C\nmemorandum utilized values generated by a Date 1 study by D. The D study had been commissioned by E (the other P owner in\nB) to determine the fair market value of the total assets of B, a\nvalue necessary for E to meet its tax compliance requirements\nrelated to the FMV method of apportioning interest expense. C started with the total fair market values determined by D,\nbut reduced the amounts by the debt for which B was liable. After determining what amounts to the total equity in B, C 1 While TAXPAYER’s Year 3 Schedule H elected the tax book value,\nTAXPAYER has stated that this was done in error and that the fair\nmarket value method was also applied in Year 3. In any event,\nonce a taxpayer uses the fair market value method, the taxpayer\nand all related persons must continue to use that method unless\nexpressly authorized by the Commissioner to change methods. Temp. Treas. Reg. § 1.861-8T(c)(2). TAXPAYER has not been\nauthorized by the Commissioner to use the book value method for\nits Year 3 tax year. CC:LM:HMT:CIN:1:POSTF-168001-03 Page 4 multiplied the total equity value by P to extract the TAXPAYER’s\nP equity interest in B. For purposes of this memorandum, we will assume that the\nService has accepted the valuation calculation conclusions\nreached by the D report. At issue is how a greater-than-10percent corporate partnership interest is valued for purposes of\napportioning a partner’s interest expense incurred outside of the\npartnership. Analysis\nSection 901 allows a credit for foreign income, war profits,\nand excess profits taxes paid or deemed paid by qualifying\ntaxpayers that elect the foreign tax credit in lieu of a\ndeduction under section 164(a)(3). Section 904(a) limits a\ntaxpayer’s foreign tax credit to an amount equal to the precredit U.S. tax on the taxpayer foreign source taxable income. Sections 861(b), 862(b), and 863(a) provide that taxable\nincome attributable to gross income from domestic or foreign\nsources shall be determined by deducting the expenses, losses,\nand other deductions properly apportioned or allocated thereto,\nand a ratable part of any expenses, losses and other deductions\nthat cannot be definitely allocated to some item or class of\ngross income. In the case of interest expense, as is relevant\nhere, section 864(e)(2) specifically requires that all\nallocations and apportionments of interest expense be made on the\nbasis of assets, not gross income."
}