{
  "document_category": "legal-advice",
  "docId": "legal-advice_47",
  "chunk_index": 14,
  "chunk_text": "11 Section 530 has since been modified to provide that application of section 530 is not dependent upon a\nfinding that the individual is otherwise an employee. See Section 530(e)(3). POSTF-123043-08 15 The legislative history in connection with section 530 implies that section 530 was\ndirected at reclassification controversies between the Internal Revenue Service and\ntaxpayers, and not reclassifications made by Social Security Administrators under\nsection 218 agreements. House Report 95-1748, 95th Cong., 2d Sess. (1978), at page\n4, states that: The bill provides an interim solution for controversies between the Internal Revenue\nService and taxpayers involving whether certain individuals are employees under\ninterpretations of the common law… The bill provides relief from employment tax\nliability to certain taxpayers involved in employment tax status controversies with the\nInternal Revenue Service as a result of the Service's proposed reclassification of\nworkers, whom taxpayers have considered as having independent contractor status\nor some other status (e.g., customer), as employees. Although the legislative history was admittedly written when contributions under section\n218 agreements were not treated as FICA taxes, it nevertheless demonstrates the\nscope of Congressional concern. The reclassification of workers who are covered under section 218 agreements as\nemployees under section 3121(d)(4) of the Code should be contrasted with the\nreclassification of other state and local governmental workers. If the worker is not\ncovered under a section 218 agreement, the determination of his or her status as an\nemployee under the FICA will generally be made pursuant to section 3121(d)(2), which\nprovides that the term “employee” includes an individual who is an employee under the\nusual common law rules. If the worker is an employee not covered under a section 218\nagreement, the services of the worker are then examined to determine whether the\nworker is a common law employee, as well as whether the services are “employment”\nfor purposes of social security taxes and Medicare taxes, under sections 3121(b) and\n3121(u). 12 Because the question of whether workers who are not covered under section\n218 agreements are employees for purposes of the FICA is made under section\n3121(d)(2) and is within the jurisdiction of the Service, the employee-independent\ncontractor determination is ultimately made in the same manner as with private\nemployers. Therefore, with respect to employees not covered under section 218\nagreements, the argument about conflict with the section 218 agreement is inapplicable\nand section 530 relief for FICA taxes and income tax withholding can apply if the usual\nrequirements of section 530 are satisfied. In the present situation pertaining to the reclassification of -------workers possibly\ncovered under a Medicare-only 218 agreement, while a determination of coverage\n12 Section 3121(b)(7) excepts from “employment” service in the employ of a state employer or political\nsubdivision employer for FICA tax purposes. However, § 3121(b)(7)(F) expands the definition of\nemployment for FICA tax purposes to include service by an employee who is not a member of a\nretirement system. Section 3121(u)(2) generally extends the Medicare portion of FICA tax to wages for\nservice performed by employees of states, political subdivisions, and wholly owned instrumentalities\nthereof hired after March 31, 1986. POSTF-123043-08 16"
}