{
  "document_category": "legal-advice",
  "docId": "legal-advice_20",
  "chunk_index": 4,
  "chunk_text": "I.R.C. §6001; Meneguzzo v. Commissioner, 43 T.C. 824,\n831 (1965). In the absence of persuasive corroborating evidence,\nthe Commissioner is not required to accept the self-serving\ntestimony of interested parties. Bose Corp. v. Consumers Union of\nU.S., Inc., 466 U.S. 485, 512 (1984). In this case,\nhas not provided any detailed\nproof that the expatriate employees performed specific activities\ndirectly for its benefit. It has relied entirely on generalized\nstatements as to what the overall benefits were. Therefore, we\ndo not believe\ncould meet its burden of proof and\nestablish that it is entitled to deduct any part of the exercised\nstock options as its own expense. Nonetheless, we will analyze\nwhether\ngeneralized argument would meet the\n“direct and proximate benefit” exception. 1 We note that this “unique and compelling circumstances”\ndoctrine is a judicially developed rule that has no specific\nsupport in the statute, the regulations, or the legislative\nhistory of section 162. The courts have sporadically applied the\ndoctrine, and no definitive set of criteria for invoking the\ndoctrine has emerged from the case law. CC:LM:F:MAN:1:POSTF-112619-02 page 6 First Argument Awarded Stock Options to the\nExpatriate Employees for Increasing\nRoyalty\nIncome\nA parent may claim a 162 deduction for compensation it paid\nto employees working abroad at its foreign subsidiaries if the\nparent proves that the specific services rendered by each of the\nemployees were performed for the parent’s direct and proximate\nbenefit. Young & Rubicam, 410 F.2d at 1238-39; Columbian Rope, 42\nT.C. at 815-16. The general and indirect benefit which obviously\ninures to a parent corporation when one of its subsidiaries\nsuccessfully performs its functions does not satisfy the\nrequirements of section 162. Young & Rubicam, 410 F.2d at 123839; Columbian Rope, 42 T.C. at 815-16. Moreover, a parent cannot\nclaim as its own expense, compensation paid for activities\nconnected with the day-to-day operation of the subsidiary’s\nbusiness. Young & Rubicam, 410 F.2d at 1239; Columbian Rope, 42\nT.C. at 815-16. Any benefit to the parent from these activities\ncannot be considered proximate and direct to its own business,\nand therefore, these expenses are not allowable deductions under\nsection 162. Young & Rubicam, 410 F.2d at 1238-39; Columbian\nRope, 42 T.C. at 815-16. Thus, a parent ordinarily may not\ndeduct compensation paid by it to the employees of its wholly\nowned subsidiary, even though the indirect benefit of their\nservices inures to the parent as sole shareholder of the\nemployer. Young & Rubicam, 410 F.2d at 1238-39; Columbian Rope,\n42 T.C. at 815-16. However, where an employee performed services\nproximately and directly benefitting both the parent and the\nsubsidiary, a reasonable allocation to determine the parent’s\ndeduction should be made. Young & Rubicam, 410 F.2d at 1238-39;\nColumbian Rope, 42 T.C. at 815-16. Again,\nhas not\npresented any contemporaneous evidence that such an allocation\nshould be made nor how this allocation was made. claims that the direct benefit it received\nfrom the rendered services was an increase in both royalty income\nearned from its subsidiaries and the sales of\nto its subsidiaries. During the period at issue,\nreceived from its subsidiaries approximately\nof royalty\nincome and\nfrom the sales of\n. It\nstates it provides its subsidiaries with the raw materials and\nthe intellectual property (owns the licensed trademarks, patents,\nand copyrights) to produce their products."
}