{
  "document_category": "legal-advice",
  "docId": "legal-advice_85",
  "chunk_index": 4,
  "chunk_text": "In preparing the report, GAO obtained information from the BCBSA and a draft of the\nreport was furnished to the Association for comment. The BCBSA objected to the\nproposed legislation and contended that the plans' current exemption was warranted for\nseveral reasons. The first reason was \"The plans are nonprofit community service\norganizations that finance health care for individuals and small groups who could not\nobtain health insurance elsewhere.\" 1986 GAO Report, page 9.\nThe Tax Reform Act of 1986, Pub. L. 99-514 (October 22, 1986), represents a\ncompromise between Congressional concerns that the tax-exempt status of BCBS\norganizations provided an unfair competitive advantage, and the relative disadvantages\ninherent in the operating structure of the BCBS system, where the BCBS license\nrequired that each member plan be organized on a non-profit basis and restricted the\noperations of each member plan to a specific territory. The 1986 Act added I.R.C. ยง 501(m), which effectively ended tax exempt\ntreatment for BCBS organizations by allowing tax exemption to an organization \"only if\nno substantial part of its activities consists of providing commercial-type insurance.\" At\nthe same time, the 1986 Act added section 833, which provides generally that BCBS\norganizations are taxable in the same manner as stock insurance companies. However, section 833 itself includes modifications of this treatment, while the Act\nincludes special transitional rules. Among the modifications from full taxation included in section 833 is the \"special\ndeduction\" allowed by section 833(a)(2) and defined in section 833(b)(1). As originally\nenacted, section 833(b)(1) provided as follows:\n(1) In general. -- Except as provided in paragraph (2), the deduction\ndetermined under this subsection for any taxable year is the excess (if\nany) of -(A) 25 percent of the sum of -(i) the claims incurred during the taxable year, and (ii) the expenses incurred during the taxable year in connection POSTU-144536-09 6\nwith the administration, adjustment, or settlement of claims,\nover (B)\n(2) the adjusted surplus as of the beginning of the taxable year. Limitation. -- The deduction determined under paragraph (1) for any\ntaxable year shall not exceed taxable income for such taxable year\n(determined without regard to such deduction). In 1997 section 833(b)(1)(A) was amended by adding to subparagraph (i) the phrase\n\"and liabilities incurred during the taxable year under cost-plus contracts\" and by adding\nto subparagraph (ii) the phrase \"or in connection with the administration of cost-plus\ncontracts.\" Taxpayer Relief Act of 1997, Pub. L. 105-334, section 1604 (August 5,\n1997). These 1997 amendments are retroactive to the effective date of the original\n1986 legislation. The term \"adjusted surplus\" is defined in section 833(b)(3), along with related\ndefinitions of \"adjusted taxable income \" and \"adjusted net operating loss,\" and \"net\nexempt income.\" There is no statutory definition of the terms \"claims incurred\" or\n\"liabilities incurred during the taxable year under cost-plus contracts.\" On August 29, 1986, while the Act was still pending, the Joint Committee\nreleased a report \"Summary of Conference Agreement on H.R. 3838 (Tax Reform Act\nof 1986)\" which described the special deduction as follows:"
}