{
  "document_category": "legal-advice",
  "docId": "legal-advice_60",
  "chunk_index": 118,
  "chunk_text": "• Single or married filing separately—$12,550\n• Married filing jointly or qualifying surviving spouse—$25,100\n• Head of household—$18,800\n6. 5. Check any boxes that apply.* You were born before January 2, 1957. You are blind. Spouse was born before January 2, 1957. Spouse is blind. No boxes checked. Enter -0-. Multiply the number of boxes checked by $1,350 ($1,700\nif your 2021 filing status was single or head of household). 6. *If your filing status is married filing separately, you can check the boxes for your spouse only\nif your spouse had no income, isn't filing a return, and can't be claimed as a dependent on\nanother person's return. 7. Add lines 5 and 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7. 8. Is the amount on line 7 less than the amount on line 4? No. 9. STOP None of your refund is taxable. Yes. Subtract line 7 from line 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8. Taxable part of your refund. Enter the smaller of line 3 or line 8 here and on Schedule 1, line 1 . . . . . . . . . . . 9. -84- Line 4\nOther Gains or (Losses) If you sold or exchanged assets used in a\ntrade or business, see the Instructions for\nForm 4797. Line 7\nUnemployment Compensation You should receive a Form 1099-G\nshowing in box 1 the total unemployment compensation paid to you in 2022. Report this amount on line 7. If the amount reported in box 1\nof your Form(s) 1099-G is inCAUTION correct, report on line 7 only\nthe actual amount of unemployment\ncompensation paid to you in 2022. ! If you made contributions to a governmental unemployment compensation\nprogram or to a governmental paid family leave program and you aren't itemizing deductions, reduce the amount you\nreport on line 7 by those contributions. If you are itemizing deductions, see the\ninstructions on Form 1099-G. If you received an overpayment of\nunemployment compensation in 2022\nand you repaid any of it in 2022, subtract the amount you repaid from the total amount you received. Enter the result\non line 7. Also enter “Repaid” and the\namount you repaid on the dotted line\nnext to line 7. If, in 2022, you repaid\nmore than $3,000 of unemployment\ncompensation that you included in gross\nincome in an earlier year, see Repayments in Pub. 525 for details on how to\nreport the payment. have any business expenses."
}