{
  "doc_id": "legal-advice_30",
  "category": "legal-advice",
  "chunks": [
    {
      "id": "legal-advice_30__0",
      "chunk_id": "0",
      "content": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20090801F\nRelease Date: 2/20/2009 CC:LM:RFPH:------------------POSTF-108700-08\nUILC: 267.00-00, 267.02-03 date: April 24, 2008 to: from: subject: ---------------Financial Products Specialist\n(Large & Mid-size Business) ----------------------- Field Attorney -------------------------- ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------This memorandum responds to your request for assistance. This advice may not\nbe used or cited as precedent. We have informally coordinated our advice on the\napplication of Treas. Reg. §1.267(a)-3 and Article -------, the non-discrimination clause,\nof the U.S.- Country A treaty with CC:INTL:B1 and CC:INTL:B2.1\nDISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. 1 This advisory opinion is based on the facts as set forth below and its application is dependent on the\nveracity of these facts. Please inform us if any of the facts set forth below are incorrect as it could\nmaterially change this advisory opinion. POSTF-108700-08 Foreign Parent\nU.S. Insurance Sub.\nU.S. Sub.\nState A\nCountry A\nYear 1\nYear 2\nYear 3\nAmount 1\nAmount 2\nAmount 3\nAmount 4\nAmount 5\nAmount 6\nPercentage 1\nSection X 2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ISSUES:\nI. Whether the application of Treas. Reg. §1.267-3(a) to disallow ------------------------- interest deductions for interest accrued, but not paid, on\nthe notes payable to its foreign parent violates the nondiscrimination\nprovision of the U.S.- Country A tax treaty. II. Whether Treas. Reg. §1.267-3(a) is valid as a permissible\nconstruction of the relevant statutory provisions. III. Whether the fact that any interest due under the notes payable was\nnot payable without the approval of the Superintendent of Insurance\nfor the State of --------------, and, as ------------------------ never received\nsuch approval, can the accrued interest even be considered a\ndeductible expense at all because all events have not occurred\nwhich determine the fact of the liability. CONCLUSIONS:\nI. The application of Treas. Reg. §1.267-3(a) to disallow --------------------------interest deductions for interest accrued, but not paid, on the notes\npayable to its foreign parent does not violate the nondiscrimination\nprovision of the U.S.- Country A tax treaty because the provision\nspecifically states that in this context the interest must be actually paid\nto the foreign resident and it was not; and Treas. Reg. §1.267-3(a) does\nnot compel different tax treatment of corporations conditioned solely on POSTF-108700-08 3 the domestic or foreign status of the taxpayer corporation. This is\nevidenced by the fact that: (i) ----- is treated similarly to a U.S.\ncorporation that is on the cash method of accounting; (ii) ----- is not\ncomparably situated to a hypothetical U.S. corporation that is taxed on\nits world-wide income as ----- would not be taxed in the U.S. on its\nworld-wide income; and (iii) ----- is not comparably situated to a U.S.\ncorporation that is subject to U.S. tax as the interest accrues or even a\nforeign corporation that reports the interest as effectively connected\nwith a trade or business in the U.S. and would be subject to tax as the\ninterest accrues. II. Treas."
    },
    {
      "id": "legal-advice_30__1",
      "chunk_id": "1",
      "content": "II. Treas. Reg. §1.267-3(a) is valid as a permissible construction of the\nrelevant statutory provisions as found by the Tax Court in Square D Co.\nand Subs v. Com’r, 118 T.C. 299 (2002), the Third Circuit in Tate & Lyle,\nInc. v. Com’r, 87 F.3d 99 (1996) and the Seventh Circuit in Square D Co.\nand Subs v. Com’r, 438 F.3d 739 (2006). III. Because all interest due under the notes payable was not payable\nwithout the approval of the Superintendent of Insurance for the State of\n--------------, and, as-------------------------had never received such approval,\nthe accrued interest cannot be considered a deductible expense at all as\nall the events have not occurred which determine the fact of the liability\nunder Treas. Reg. § 1.461–1(a)(2). FACTS:\n--------------------------------------------------------------------------- or “taxpayer”) is a wholly-owned\nsubsidiary of ------------------------------------------------------------), a U.S. Corporation, which in turn is --------% owned by ---------------------------------------------), a Country A Corporation. During the tax\nyears at issue, tax years ended ------- and -------. ---------------------- had the following notes\npayable to -----:\nDate Issued Loan Amount Interest Rate Maturity Date September 30, ------December 31, ------December 29,-------December 22, ------- $----------------$--------------$----------------$------------------- 5.75%\n5.25%\n5.00%\n6.00% None\nNone\nNone\nNone Each of the notes payable stated that “all such amounts to be paid or repaid will be\nsubject to the prior approval of the Superintendent of Insurance of the State of -------------pursuant to Section -------2 of the---------------Insurance Law.\n2 ---------------------------------------- POSTF-108700-08 4 The taxpayer reported on its Form 8886, Reportable Transaction Disclosure Statement,\nfor -------, that as of December 31, -------- the Superintendent of Insurance for the -------------------------- had not approved the accrual or payment of interest related to these notes. The taxpayer\nfurther states: “[t]he taxpayer’s position is that this amount is deductible since interest income\nhas been accrued by the related party. This is contrary to Regulations 1.267(a)-3.” Similarly, the taxpayer reported on its Form 8886, Reportable Transaction Disclosure\nStatement, for -------, that as of December 31, --------the Superintendent of Insurance for the\nState of-------------- had not approved the accrual or payment of interest related to these notes. The taxpayer further states: “[t]he taxpayer’s position is that this amount is deductible since\ninterest income has been accrued by the related party. This is contrary to Regulations 1.267(a)3.” -------------------------------- accrued, deducted, but did not actually pay $--------------- of interest in --------- and $--------------- of interest in ------ on the notes payable. LAW AND ANALYSIS:\nI. Whether the application of Treas. Reg. §1.267-3(a) to disallow -------------------------- interest deductions for interest accrued, but\nnot paid, on the notes payable to its foreign parent violates the\nnondiscrimination clause of the U.S.- Country A tax treaty. ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-108700-08 5 Treas. Reg. §1.267-3(a) provides that a U.S. taxpayer may not take a deduction\nfor interest owed to a related foreign person when such interest is accrued, but only\nwhen it is actually paid. 3 Under the plain language of this regulation,------------------------should not be allowed to deduct interest that it accrued, but did not yet pay, on the notes\nto------. The taxpayer argues that denial of the accrued interest deductions pursuant to\nTreas. Reg. §1.267-3(a) violates the non-discrimination provision of the U.S.- Country A\nTax"
    },
    {
      "id": "legal-advice_30__2",
      "chunk_id": "2",
      "content": "3 Under the plain language of this regulation,------------------------should not be allowed to deduct interest that it accrued, but did not yet pay, on the notes\nto------. The taxpayer argues that denial of the accrued interest deductions pursuant to\nTreas. Reg. §1.267-3(a) violates the non-discrimination provision of the U.S.- Country A\nTax Treaty because it treats the interest accrued on the loan to -----, a Country A\ncorporation, differently than it would treat the interest accrued on a loan to a U.S.\ncorporation. Protest at p. 24. Specifically, the taxpayer states that “[t]he U.S.- Country\nA Treaty contains a non-discrimination provision in Article --- which is designed to\nprovide that U.S. and Country A persons ‘must be treated similarly’ if they are\n‘comparably situated.’” Id. The relevant portion of the non-discrimination clause, Article -------, of the U.S.Country A Treaty states:\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Article --- of the U.S.- Country A Tax Treaty,------------------------(emphasis added). As discussed below, the taxpayer’s position that Treas. Reg. §1.267-3(a) violates\nthe nondiscrimination provision of the U.S.- Country A Treaty is erroneous for various\nreasons. The Term “Paid” Does Not Automatically include “Accrual” 3 Treas. Reg. §1.267(a)-3(b) states: “[d]eduction of amount owed to related foreign person--(1) In\ngeneral. Except as provided in paragraph (c) of this section, section 267(a)(3) requires a taxpayer to use\nthe cash method of accounting with respect to the deduction of amounts owed to a related foreign person. An amount that is owed to a related foreign person and that is otherwise deductible under Chapter 1 thus\nmay not be deducted by the taxpayer until such amount is paid to the related foreign person. . .”\n(emphasis added.) POSTF-108700-08 6 First, the taxpayer is arguing that the term “paid” should include “paid or\naccrued.” Protest at 26. However, the plain language of the nondiscrimination clause,\nas highlighted above, specifically states that interest paid by an enterprise of one State\nto a resident of the other State shall be deductible under the same conditions as if they\nhad been paid to a resident of the first-mentioned State. The plain language of this\nprovision is clear that the interest must be actually paid to the foreign resident. The\ntreaty provision does not say “paid or accrued” nor does the Treasury Technical\nExplanation of the Convention Between the U.S. and the Country A ------------------------------------------------------------------------------------------------------------------------------------------- -----------------------------------------------(the “Treasury Explanation”) indicate that the drafters\nof the treaty intended for “paid” to mean “paid or accrued” in this circumstance. The U.S.- Country A Tax Treaty does not expressly define the term “paid.” However, Article -----of the treaty provides that in the applying the treaty, any term used\nbut not defined in the treaty will have the meaning that it has under the law of the State\nwho is imposing the tax unless the context requires otherwise. Article -----further states\nthat if a term is defined under both the tax and non-tax laws of the State, the definition in\nthe tax law will take precedence over the definition in the non-tax law. Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue."
    },
    {
      "id": "legal-advice_30__3",
      "chunk_id": "3",
      "content": "Thus, we must\nlook to U.S. tax law first for the meaning of “paid” in this context where the U.S. is\nimposing the tax at issue. The term “paid” is not explicitly defined in the Internal Revenue Code, however,\nwe can look to the courts for guidance on the definition of “paid” for purposes of U.S. tax\nlaw. Specifically, the Board of Tax Appeals has stated that “[i]n common parlance the\nword ‘paid’ does not necessarily import an unpaid accrual.” Maryland Land &\nTransportation Corp. v. Com’r, 40 B.T.A. 1067, 1069 (1939)(holding that the petitioner’s\nargument that “dividends accrued” during a tax year should be deemed “dividends paid”\nfor purposes of I.R.C. §351 would “frustrate the very purpose which the statute was\nintended to accomplish.”) The taxpayer would have you believe that the word “paid”\ninevitably implies “paid or accrued,” but as the Board of Tax Appeals has found in\nMaryland Land, that is not the common meaning. Further, the Supreme Court has stated that in determining the meaning of\nlanguage in the treaty context: “[t]he clear import of treaty language controls unless\n‘application of the words of the treaty according to their obvious meaning effects a result\ninconsistent with the intent or expectations of its signatories.’ ” U.S. v. Stuart, 489 U.S.\n353, 363 (1989) (citing Sumitomo Shoji America, Inc. v. Avagliano, 457 U.S. 176, 180,\n102 S.Ct. 2374, 2377, 72 L.Ed.2d 765 (1982), quoting Maximov v. United States, 373\nU.S. 49, 54, 83 S.Ct. 1054, 1057, 10 L.Ed.2d 184 (1963)). The Supreme Court’s\nposition that the clear import of the treaty language controls further strengthens our\nargument that the plain language of the treaty should be respected and should not be\nread to expand the meaning of the term “paid” to something it was not specifically\nintended to include. POSTF-108700-08 7 Therefore, based on the plain language of the treaty provision, the Supreme\nCourt’s position that the clear import of treaty language controls and the Board of Tax\nAppeals statement that “paid” does not import an unpaid accrual, Counsel believes that\nthe taxpayer should not be able to insert “paid or accrued” as the meaning for the plain\nlanguage of the treaty provision which states that the interest must actually be “paid” to\nthe foreign resident. ------is Treated Similarly to a U.S. Cash-Basis Taxpayer\nSecond, the taxpayer suggests that if it had accrued interest expense payable to\na lender who was a domestic corporation the deduction would be permitted. This is an\naccurate description of the legal treatment if the domestic corporation used the accrual\nmethod of accounting. However, if a domestic corporation accrued an amount of\ninterest to a related domestic person that used the cash receipts and disbursements\nmethod of accounting, the cash basis domestic corporation would not be allowed a\ndeduction until it actually paid the interest to that person. Thus, domestic corporations\nmaking payments to related foreign corporations are effectively subject to the same\n“matching principle” as domestic corporations making payments to related domestic\ncorporations: a deduction will be “allowable as of the day as of which such amount is\nincludible in the gross income of the person to whom the payment is made.” See I.R.C.\n§ 267(a)(2)."
    },
    {
      "id": "legal-advice_30__4",
      "chunk_id": "4",
      "content": "See I.R.C.\n§ 267(a)(2). In this case, the related foreign person, a Country A corporation, is taxed as if it\nwere using a cash receipts and disbursements method of accounting, because the 30%\ngross basis tax liability of the Country A corporation, under I.R.C. § 881(a)(1), does not\narise until the interest is paid by the domestic corporation to the Country A corporation. See Treas. Reg. §1.1441-2(e), “a payment is considered made when the amount would\nbe includible in the income of the beneficial owner under U.S. tax principles governing\nthe cash basis method of accounting.” As a result, the interest expense paid to the\nrelated Country A corporation is deductible “under the same conditions” as if it had been\npaid to a resident of the United States that uses the cash basis method of accounting. ------ is not “Comparably Situated” to a U.S. Corporation that is Either Taxed on its\nWorld-Wide Income or a Corporation Taxed on its U.S. Source Interest Third, the taxpayer correctly highlights that the non-discrimination provision of the\nU.S.- Country A Tax Treaty is designed to provide that U.S. and Country A persons\n“must be treated similarly” if they are “comparably situated.” Protest at 24. The\ntaxpayer even cites to the Treasury Explanation in support of its position. Id. However, if one reads the Treasury Explanation regarding the nondiscrimination\nprovision, it explains that Article --------is not a sweeping prohibition on any differences\nin tax treatment of U.S. and foreign corporations; rather, it forbids different tax treatment\nof such corporations only where the difference is conditioned on the domestic or foreign POSTF-108700-08 8 status of the taxpayer corporation. Treasury Explanation------------------------4 It explains\nthat the nondiscrimination provision applies only if the foreign and U.S. corporations are\n“comparably situated,” and that corporations are not comparably situated if there is a\ntax-relevant difference in their situations. Id. Specifically, it provides that regardless of\nwhether the language of Article --- refers to entities “in the same circumstances,”\n“carrying on the same activities,” or that are “similar,” ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- Id. By way of example, the Technical Explanation notes\nthat different tax treatment would be justified where one person was taxable on\nworldwide income but the other was not, or if tax could be collected from one person at\na later stage but not from the other. Id. In our facts, ----- had a tax-relevant difference in its situation as compared to a\nhypothetical U.S. corporation. The hypothetical U.S. corporation would be taxed in the\nU.S. on its world-wide income whereas ----- would not be taxed in the U.S. on its worldwide income. As explicitly discussed in the Treasury Explanation, this is a tax-relevant\ndifference that makes------ not comparably situated to a hypothetical U.S. corporation. Therefore, application of Treas. Reg. § 1.267-3(a) to disallow the interest deductions for\ninterest accrued, but not paid to -----, would not violate the nondiscrimination provision\nof the U.S.- Country A Tax Treaty because it is not treating ----- differently from a\n“comparably situated” U.S. corporation. 4 The relevant portion of the Treasury Explanation discussing --------------is as follows: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-108700-08 9"
    },
    {
      "id": "legal-advice_30__5",
      "chunk_id": "5",
      "content": "Treaty because it is not treating ----- differently from a\n“comparably situated” U.S. corporation. 4 The relevant portion of the Treasury Explanation discussing --------------is as follows: ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-108700-08 9 Finally, under our facts, the difference in the timing of the interest deduction if\npaid to a domestic versus a foreign related person, the so-called “difference in\ntreatment,” is directly related to another tax-relevant difference between a related\nCountry A corporation and a hypothetical related domestic person. U.S. source interest\npayable to a Country A corporation is not subject to U.S. tax as the interest accrues, as\nin the case of an amount payable to a domestic corporation or even a foreign\ncorporation that reports the interest as effectively connected with a trade or business in\nthe United States. This is also a tax-relevant difference between a U.S. payee and a\nforeign payee. Thus, the disallowance of a deduction for interest expense accrued but\nnot paid to a foreign lender is directly related to a tax-relevant difference and such\ndifference in treatment is not discriminatory under Article --------of the Treaty. In sum, Treas. Reg. §1.267-3(a) does not compel different tax treatment of\ncorporations conditioned solely on the domestic or foreign status of the taxpayer\ncorporation. As discussed above, ----- is “comparably situated” to and is being treated\nsimilarly to a U.S. corporation that is on the cash method of accounting. ----- in not is\n“comparably situated” to a U.S. corporation that is taxable on its world-wide income, nor\nis it is “comparably situated” to a U.S. or foreign corporation that is taxable on its U.S.\nsource interest. Thus, Treas. Reg. §1.267-3(a) does not violate the nondiscrimination\nprovision of the U.S.- Country A Tax Treaty. II. Whether Treas. Reg. §1.267-3(a) is valid as a permissible\nconstruction of the relevant statutory provisions. The taxpayer argues, in somewhat of a last ditch effort, that Treas. Reg. § 1.2673(a) is “inconsistent with the plain meaning of section 267(a)(3) and does not represent\na reasonable interpretation of section 267(a)(3).” Protest at 30. This argument has\nbeen addressed and dismissed by the Third Circuit in Tate & Lyle, Inc. v. Com’r, 87\nF.3d 99 (1996), the Seventh Circuit in Square D Co. and Subs v. Com’r, 438 F.3d 739\n(2006), and the Tax Court in Square D Co. and Subs v. Com’r,118 T.C. 299 (2002). Nonetheless, we will address the taxpayer’s argument below. Authority Granted to the Secretary to Promulgate Regulations The regulation at issue here, Treas. Reg. § 1.267(a)–3, was promulgated under\nthe statutory directive that “[t]he Secretary shall by regulations apply the matching\nprinciple of paragraph (2) in cases in which the person to whom the payment is to be\nmade is not a United States person.” I.R.C. § 267(a)(3). Such a regulation, adopted\npursuant to a specific grant of statutory authority, is known as a “legislative” regulation. (e.g., Krukowski v. Commissioner, 279 F.3d 547, 551 (7th Cir 2002); Gehl Co. v.\nCommissioner, 795 F.2d 1324, 1328 (7th Cir. 1986)). It is well settled that a legislative\nregulation must be upheld unless it is “arbitrary, capricious, or manifestly contrary to\n[the] statute.”"
    },
    {
      "id": "legal-advice_30__6",
      "chunk_id": "6",
      "content": "(e.g., Krukowski v. Commissioner, 279 F.3d 547, 551 (7th Cir 2002); Gehl Co. v.\nCommissioner, 795 F.2d 1324, 1328 (7th Cir. 1986)). It is well settled that a legislative\nregulation must be upheld unless it is “arbitrary, capricious, or manifestly contrary to\n[the] statute.” Krukowski, 279 F.3d at 551 (quoting Chevron U.S.A. Inc. v. Natural Res.\nDefense Council, Inc., 467 U.S. 837, 844 (1984)). Thus, “[w]here the Commissioner POSTF-108700-08 10 acts under specific authority, [the Court’s] primary inquiry is whether the interpretation or\nmethod is within the delegation of authority.” Rowan Cos. v. United States, 452 U.S.\n247, 253 (1981). Under authority expressly delegated to him, the Secretary of the Treasury\nadopted regulations providing that a taxpayer owing interest to a related foreign party is\nentitled to a deduction for that interest only at the time the interest is paid. The effect of\nthe regulation is to place accrual basis taxpayers on the cash basis method of\naccounting with respect to such interest obligations. As stated above, the Tax Court in\nSquare D Co. and Subs v. Com’r,118 T.C. 299 (2002), the Third Circuit in Tate & Lyle,\nInc. v. Com’r, 87 F.3d 99 (1996) and the Seventh Circuit in Square D Co. and Subs v.\nCom’r, 438 F.3d 739 (2006) have all held the regulation valid under the authority\ndelegated to the Secretary by I.R.C. § 267(a)(3), as a permissible interpretation of the\nstatutory scheme. The Supreme Court in Chevron laid out a two-step analysis to determine the\nvalidity of a regulation. See Chevron U.S.A. Inc. v. Natural Res. Defense Council, Inc.,\n467 U.S. 837, 844 (1984). First, does the plain meaning of the relevant Code provision\nsupport the regulation and second, if the plain meaning is either silent or unclear as to\nthe regulations validity, then a court must evaluate the reasonableness of the\nCommissioner’s determination. Square D & Subs. v. Com’r, 438 F.3d 739, 744 (2006). Congress Remained Silent on How to Apply the Matching Principle of I.R.C. § 267(a)(2)\nI.R.C. § 267(a)(3) directs the Secretary to adopt regulations applying “the\nmatching principle” of I.R.C. § 267(a)(2) “in cases in which the person to whom the\npayment is to be made is not a United States person.” I.R.C. § 267(a)(3). The Tax Court\nin Square D discussed above, like the Third Circuit in Tate & Lyle, 87 F.3d at 104–05,\nheld that Congress had not “spoken to the precise question at issue,” but rather had\nremained “silent or ambiguous” as to how the Secretary should apply that matching\nprinciple. Chevron, 467 U.S. at 842. Thus, once it has been determined that “the statute is silent or ambiguous with\nrespect to the specific issue,” how to specifically apply the matching principle of I.R.C. §\n267(a)(2), the second inquiry under the Supreme Court’s Chevron doctrine is whether\nthe regulation “is based on a permissible construction of the statute.” Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105."
    },
    {
      "id": "legal-advice_30__7",
      "chunk_id": "7",
      "content": "Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105. Similarly, the Tax Court in\nSquare D concluded that “[r]egardless of whether petitioner or respondent (with whom\nwe happen to agree) has the better interpretation” of the statute, the Secretary’s\n“construction, as embodied in the challenged regulation, is a permissible one,” and,\n“[u]nder the Chevron doctrine, that settles the matter.” 118 T.C. 299 at *312. POSTF-108700-08 11\nPermissible Application of the Matching Principle When trying to determine how the matching principle of I.R.C. § 267(a)(2) should\nbe applied, one argument is that it only applies where there is a timing mismatch in\nitems of income and deduction between related taxpayers due to differences in\naccounting methods, and that if the mismatch is not due to a difference in accounting\nmethod, the matching principle of I.R.C. § 267(a)(2) does not apply. This notion is\nincorrect. In the first place, I.R.C. § 267(a)(2) does not use the term “matching\nprinciple” that the Secretary is directed in I.R.C. § 267(a)(3) to apply by regulation, nor\ndoes any other section of the Internal Revenue Code use that exact term. Thus,\nnothing in the plain language of the statute requires that the matching principle be\ndefined as only including a difference in accounting methods. Further, when Congress enacted the present version of I.R.C. § 267(a)(2) in\n1984, it was directed at mismatches in income and deduction that occurred as a result\nof differences in accounting methods, because it was that narrow situation that\nCongress viewed as giving rise to abuse, and thus a difference in accounting methods\nwas made the “trigger.” In I.R.C. § 267(a)(3), Congress directed the Secretary to issue\nregulations addressing other circumstances in which mismatches occur when foreign\nentities are involved, but it does not further specify what those circumstances are. Rather, the statute delegates broad authority to the Secretary to determine when, and\nunder what circumstances, “the matching principle of” I.R.C. § 267(a)(2) should be\napplied. As Judge Swift reasoned in his Tax Court dissent in Tate & Lyle, 103 T.C. at\n681: It is apparent that a treaty may represent the\nreason and cause for a mismatch in the tax\nreporting and treatment of items of income and\nexpense as between domestic taxpayers and\nrelated foreign parties, and the conclusion is\ncompelling that [the Secretary] has been\ndelegated regulatory authority under section\n267(a)(3) to provide that such a reason and cause\nfor a mismatch will trigger the correction\ncontemplated by section 267. The bottom line is that what Congress did in I.R.C. § 267(a)(3) was instruct the\nSecretary to issue regulations defining other circumstances in which the matching\nprinciple of I.R.C. § 267(a)(2) should apply when foreign entities are involved. Congress did not instruct the Secretary to limit the triggering mechanism to the\napplication of the regulation to differences engendered by a method of accounting. Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12"
    },
    {
      "id": "legal-advice_30__8",
      "chunk_id": "8",
      "content": "Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12 This is even more apparent when the words of I.R.C. § 267(a)(3) are considered\n“in their context and with a view to their place in the overall statutory scheme.” FDA v.\nBrown & Williamson Tobacco Corp., 529 U.S. 120, 133 (2000). I.R.C. § 267(a)(3)\ndirects the Secretary to “apply the matching principle of paragraph (2) in cases in which\nthe person to whom the payment is to be made is not a United States person.” Nothing\nin I.R.C. § 267(a)(2) itself, however, says that that provision does not apply where “the\nperson to whom the payment is to be made is not a United States person.” On the\ncontrary, taken alone, its terms establish that it does. I.R.C. § 267(a)(2) makes no\ndistinction between transactions between two domestic taxpayers and those between a\ndomestic taxpayer and a foreign entity. Thus, as the Third Circuit explained, if “the plain\nmeaning of section 267(a)(3) requires the Secretary to apply exactly the same matching\nprinciple of section 267(a)(2) to foreign persons, then the language of section 267(a)(3)\nis redundant.” Tate & Lyle, 87 F.3d at 104. To avoid redundancy, I.R.C. § 267(a)(3)\nmust be understood as authorizing something broader. Taxpayer Argues that the Regulation Violates the “Plain Meaning” of I.R.C. §267(a)(3) The taxpayer argues that “because ----- would not have included the interest\nincome in income for U.S. tax purposes under Article --- of the U.S.- Country A Treaty,\nthe matching concepts underlying sections 267(a)(2) and 267(a)(3) should not be\napplied. Section 267(a)(2) was designed to address timing issues only when income is\nincluded for U.S. tax purposes . . .” Protest at 29-30. In other words, taxpayer contends\nthat the plain meaning of I.R.C. § 267(a)(3) requires regulations allowing companies in\nits situation to deduct interest when accrued, and that the Treas. Reg. 1.267(a)–3\nviolates this “plain meaning” by forcing it to use the cash accounting method. The taxpayer is correct in pointing out that there is a “mismatch” between ------(non taxable) income and ------------------------ (deductible) interest expense, but the\nstatute does not dictate exactly how this mismatch is to be resolved. The resolution of\nthe problem is delegated to the Secretary to address by regulation. As the Third Circuit\nrecognized, the literal terms of I.R.C. § 267(a)(2) would suggest that a taxpayer would\nnot be entitled to any deduction: “if the matching principle of section 267(a)(2) was\nstrictly applied here, the U.S. payor would never be entitled to an interest deduction\nbecause the related foreign payee would never have to include interest in taxable\nincome under a tax treaty with the United States.” Tate & Lyle, 87 F.3d at 104. It was\nto avoid this result, which Congress viewed as “unduly harsh,” that the Secretary was\nauthorized to address, by regulation, amounts owed to foreign payees."
    },
    {
      "id": "legal-advice_30__9",
      "chunk_id": "9",
      "content": "Tate & Lyle, 87 F.3d at 104. It was\nto avoid this result, which Congress viewed as “unduly harsh,” that the Secretary was\nauthorized to address, by regulation, amounts owed to foreign payees. But the statute\ncertainly does not specify whether the Secretary was to apply the matching principle by,\nas taxpayer suggests, allowing payees in its situation an immediate deduction when\ninterest is accrued, or, as the Secretary determined in the Treasury Regulation, allowing\na deduction only when the interest is paid. Moreover, the assumption underlying taxpayer’s argument, that because the\ninterest income is exempt from tax by treaty, there is nothing to match against, is\nmistaken. As Judge Gerber explained in his Tax Court dissent in Tate & Lyle, 103 T.C. POSTF-108700-08 13 at 683–684, “Congress did not relieve taxpayers from the requirements of section 267\nwhere one of the related members is tax-exempt under section 501,” and it thus “does\nnot follow that, if an entity is exempt from tax and the related entities are subject to\nsection 267, an otherwise taxable entity that is exempt from some portion of its income,\nespecially under a treaty, would result in the related entities’ not being subject to section\n267.” As Judge Gerber further explained, “it does not follow that—because the income\nis tax-exempt, it is or becomes nonexistent for purposes of the accounting method\nrequirements of sections 881(a)(1), 1442(a), and 267. The character of income is not\nchanged simply because a treaty provides relief from part or all of the tax of one of the\ntreaty countries. Rather, the [treaty] simply has the effect of eliminating the U.S. tax.” 103 T.C. at 684. In sum, as the Third Circuit in Tate & Lyle observed, “[t]he legislative history of\nsection 267(a)(3) reveals that Congress anticipated other reasons [than a difference in\naccounting methods] for the mismatch of interest expense and income between related\npersons, which would defer the deduction of interest expense until actually paid.” 87\nF.3d at 105. Instead, as the Tax Court in Square D explained, “the scope of the\nregulations under Section 267(a)(3) is generally determined by the presence or absence\nof a U.S. method of accounting for the income in the hands of the foreign recipient,\nwhere the U.S. payor seeks to accrue a deduction with respect to that item.” Square D,\n118 T.C. 299 at *312. Both the Senate and the House reports on I.R.C. § 267(a)(3)\nmake clear, as the Third Circuit in Tate & Lyle observed, 87 F.3d at 105, that Congress\ncontemplated that the Commissioner might combat such abuse by applying I.R.C. §\n267(a)(3) to situations where the payee was not ultimately subject to tax on the amount\nreceived. In Treas. Reg. § 1.267(a)–3, the Secretary did no more than what the House\nand Senate reports said he could do. The Secretary adopted a rule providing that\nwhere an accrual basis United States taxpayer accrues interest payable to a related\nforeign payee, the United States taxpayer is allowed a deduction only when the interest\nis paid. Therefore, as found by the Seventh Circuit, the Third Circuit and the Tax Court,\nthe regulation is based on a permissible construction of the statute and should be\nupheld. III."
    },
    {
      "id": "legal-advice_30__10",
      "chunk_id": "10",
      "content": "Therefore, as found by the Seventh Circuit, the Third Circuit and the Tax Court,\nthe regulation is based on a permissible construction of the statute and should be\nupheld. III. Whether the fact that any interest due under the notes payable was\nnot payable without the approval of the Superintendent of Insurance\nfor the State of --------------, and, as ------------------------ never received\nsuch approval, can the accrued interest even be considered a\ndeductible expense at all because all events have not occurred\nwhich determine the fact of the liability. Under the accrual method of accounting, expenses are deductible before they\nhave become due and payable so long as “all events have occurred which determine\nthe fact of the liability and the amount thereof can be determined with reasonable\naccuracy.” Treas. Reg. § 1.461–1(a)(2) (1992 ed.). See also, United States v. Gen.\nDynamics Corp., 481 U.S. 239, 242–43 (1987); United States v. Hughes Props., Inc.,\n476 U.S. 593, 599–600 (1986). Under the accrual method, therefore, expenses are POSTF-108700-08 14 allowed as deductions before they are paid, but only on the assumption that they\nactually will be paid. An accrued expense is currently deductible only if it is “final and\ndefinite in amount,” “fixed and absolute,” and “unconditional.” Hughes Props., 476 U.S.\nat 600 (citations omitted). In the taxpayer’s facts, because all of the notes payable required the\nSuperintendent of Insurance for the State of ------------- to approve the payment of any\ninterest due on the notes pursuant to ------ State Insurance Law ------------- and the\nSuperintendent never gave ---------------------- such approval, the interest expense is not\ncurrently deductible because it is not fixed, absolute or unconditional. In effect, all the\nevents have not occurred which determine the fact of the liability under Treas. Reg. §\n1.461–1(a)(2). Therefore, we believe that ---------------------- cannot currently deduct the\naccrued interest expense as it fails the tests enumerated in Treas. Reg. § 1.461–1(a)(2)\nand Hughes Props., 476 U.S. at 600. Please call --------------------- if you have any further questions. _____________________________ ---------------------Attorney ------------------"
    }
  ]
}