{
  "document_category": "legal-advice",
  "docId": "legal-advice_72",
  "chunk_index": 16,
  "chunk_text": "Corporation X was pursuing obtaining each ANDA as\npart of one overall transaction for FDA approval of each ANDA to be able to market and\nsell the new drugs the subject of each ANDA in the United States (e.g., license, permit,\nfranchise or similar right to market and sell its generic drugs in the United States). On\nan ANDA-by-ANDA basis Corporation X was seeking to obtain FDA-approved ANDAs\nby carrying out the series of steps required by the statutory and regulatory regime to\nobtain approval of its ANDAs. The steps included notifying the NDA holders and\npatentees of the filing of an ANDA with a paragraph IV certification, with that\ncertification necessitating outside counsels to research the patents. Once the NDA\nholders and patentees filed suit, Corporation X had to defend itself to obtain FDA\napproval of an ANDA effective before the expiration of the patents. Accordingly, the\nprofessional fees incurred in researching the paragraph IV certifications and\ninfringement litigation defense fees were incurred to facilitate obtaining governmentalgranted rights and thus must be capitalized. Alternatively, even if one could argue the fees did not directly facilitate obtaining the\nFDA-approved ANDAs, the fees would be an indirect payment relative to obtaining the\nANDAs that also must be capitalized, as were the attorney fees in the following\nexamples set forth in Treas. Reg. ยง1.263(a)-4(l):\n(l) Examples. The rules of this section are illustrated by the following\nexamples in which it is assumed that the Internal Revenue Service\nhas not published guidance that requires capitalization under\nparagraph (b)(1)(iv) of this section (relating to amounts paid to\ncreate or enhance a future benefit that is identified in published\nguidance as an intangible for which capitalization is required):\nExample 1. License granted by a governmental unit. (i) X\ncorporation pays $25,000 to state R to obtain a license to sell\nalcoholic beverages in its restaurant. The license is valid\nindefinitely, provided X complies with all applicable laws regarding\nthe sale of alcoholic beverages in state R. X pays its outside\ncounsel $4,000 for legal services rendered in preparing the license\napplication and otherwise representing X during the licensing\nprocess. In addition, X determines that $2,000 of salaries paid to its\nemployees is allocable to services rendered by the employees in\nobtaining the license. POSTU-139175-10 44 (ii) X's payment of $25,000 is an amount paid to a governmental\nunit to obtain a license granted by that agency, as described in\nparagraph (d)(5)(i) of this section. The right has an indefinite\nduration and constitutes an amortizable section 197 intangible. Accordingly, as provided in paragraph (f)(3) of this section, the\nprovisions of paragraph (f) of this section (relating to the 12-month\nrule) do not apply to X's payment. X must capitalize its $25,000\npayment to obtain the license from state R.\n***\n(iv) X's payment of $4,000 to its outside counsel is an amount paid\nto facilitate the creation of an intangible, as described in paragraph\n(e)(1)(i) of this section. Because X's transaction costs do not\nexceed $5,000, X's transaction costs are de minimis within the\nmeaning of paragraph (e)(4)(iii)(A) of this section. Accordingly, X is\nnot required to capitalize the $4,000 payment to its outside counsel\nunder this section. Treas. Reg. ยง 1.263(a)-4(l)(1)(emphasis added)."
}