{
  "document_category": "legal-advice",
  "docId": "legal-advice_80",
  "chunk_index": 25,
  "chunk_text": "In addition, given the closed 3 three year statute for assessments, the Service\ncould not examine and make timely determinations to prevent erroneous double\ndeductions between the cooperative, its members, and patrons. Finally, and very\nimportantly, the tax situation of all similarly situated Coops, members, and participating\npatrons through the whole industry will be thrown into disarray. Coops will be faced with\nhaving to reclassify and file for refund (to prevent accusations of dereliction of duty, in\nseeking every possible refund) and, at the same time, will have to file returns that take\npositions that the Coops and its members never intended or envisioned. They will have\nto send corrected Forms 1099-PATR and have to deal with the confusion this will\nengender; and, they will need to face the concerns of members and patrons, who never\nintended or envisioned that their sale proceeds were going to be treated as anything but\nwhat they intended and contracted them to be, to wit, completed sale proceeds. CONCLUSIONS In summary, the claim for refund for the Coop’s taxable year 20--- should be\ndenied for the reasons set forth above, including the following. First, no facts have been put forward to contradict the conclusion that, at the end of 20---------the Coop and its members (or participating patrons) considered the b purchases\nto be completed contractual purchases (closed transactions) and not open per-unit\nretain transactions; Second, the Coop’s 8 ½ month payment period after the close of the Coop’s 20--- tax\nyear for payment of per-unit retains has ended (I.R.C. §1382(d)), and the period expired\nwithout the taxpayer and its members or participating patrons taking any steps to\nreclassify purchases to per-unit retains; Third, under the doctrine of elections the Coop, its members and participating patrons\nmade the choice to treat the b purchases, as such, and not as per unit retains. They\nshould not be allowed to change this, simply to obtain a refund; 8 After citing Pacific National Co. v. Welch, supra, the U.S. Tax Court in Estate of Richard R. Wilbur, et al\nv. Commissioner, supra, cited a number of cases for and against the proposition, in a variety of situations,\nnone of which are identical to the instant case. The Court then held that the correct guidance from all of\nthe cases, taken as a whole, was that taxpayers could not disavow the elections made in their original\nreturns. POSTF-143023-10 26 Fourth, the members and participating patrons have already received (or should have\nreceived) the Form 1099-PATR as well as statements about the pass-through of the\ndomestic production activities deduction (“DPAD”). I.R.C. §199. These members and\nparticipating patrons would have reported their b sales, per-unit retains paid in money,\nin different lines of Schedule F (Form 1040) and computed their own Domestic\nProduction Activities Deduction (DPAD) in their own Form 8903, based on what to them\nwere completed sales of b."
}