{
  "document_category": "legal-advice",
  "docId": "legal-advice_42",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20095001F Release Date: 12/11/09\n------------------------------------POSTU-121455-09\nUILC: 40.00-00 date: October 7, 2009 to: from: subject: ----------------------------------------------------------------Team Manager\n(Large & Mid-Size Business) --------------------------------Attorney\n(Large & Mid-Size Business) Small Ethanol Producer Credit – Qualification as an eligible small ethanol producer This memorandum responds to your request for assistance dated April 17, 2009. This\nadvice may not be used or cited as precedent. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If\ndisclosure is determined to be necessary, please contact this office for our view. LEGEND\nTaxpayer\nLLC\nCompany A\nCompany B\nCompany C\nCity\nDate 1\nDate 2\nDate 3\nDate 4\nDate 5 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-121455-09\nDate 6\nDate 7\nDate 8\nDate 9\nA\nB\nC\nD\nE\nF\nG\nH\nI\nJ\nK\nL =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ISSUE Did Taxpayer qualify for the small ethanol producer credit under I.R.C. § 40(a)(3) for its\ntaxable year commencing Date 1 and ending Date 9 for the ethanol produced by LLC\nduring the period Date 1 through Date 2? CONCLUSION Taxpayer did not qualify for the small ethanol producer credit because it was not an\n“eligible small ethanol producer” within the meaning of I.R.C. § 40(g) for the taxable\nyear ending Date 9 as Taxpayer was deemed to have had productive capacity in excess\nof 60 million gallons at some time during the taxable year. Taxpayer and LLC were\ntreated as one person under the aggregation rule under I.R.C. § 40(g)(2) because of\nTaxpayer’s ownership of more than 50% of LLC capital interest and profit interest during\nthe period Date 3 through Date 7, and LLC had productive capacity in excess of 60\nmillion gallons as of Date 6 which is before Date 7. FACTS\nTaxpayer is an exempt farmers’ cooperative under I.R.C. § 521, with A members as of\nDate 9. As used in this document, Dates 1 though 9 are numbered sequentially in\nchronological order. LLC is a limited liability company that was organized by Taxpayer pursuant to a\ncontribution of assets in exchange for B membership units in LLC, which represented\n100% of the outstanding LLC membership units. During the period Date 1 through Date\n2, Taxpayer treated LLC as a disregarded entity pursuant to the default classification\nrule in Treas. Reg. § 301.7701-3(b)(1)(ii). During this period LLC was treated as a\ndivision of Taxpayer for income tax purposes as provided in Treas. Reg. § 301.7701- POSTU-121455-09 3 2(a). LLC owned and operated an ethanol production facility (Ethanol Facility) located\nin City. LLC issued an aggregate of C membership units to Company A in several transactions\nbetween Date 3 and Date 5, and it issued an additional D membership units to\nTaxpayer as of Date 5. LLC issued E membership units to Company B effective as of\nDate 4. Company A and Company B were unrelated to Taxpayer. Pursuant to Treas. Reg. § 301.7701-3(f)(2) and the default classification rule in Treas. Reg. § 301.77013(b)(1)(i), LLC was reclassified as a partnership for income tax purposes upon the\nadmission of an additional member effective as of Date 3."
}