{
  "doc_id": "memos_62",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_62__0",
      "chunk_id": "0",
      "content": "Miscellaneous Receipts Act Exception for Veterans’ Health\nCare Recoveries\nT he Veterans R econciliation Act o f 1997 creates an exception to the M iscellaneous Receipts A ct to\nthe extent that a recovery or collection under the Federal M edical Care Recovery Act is based\non m edical care o r services furnished under chapter 17 o f title 38, United S tates Code, and thus\nallow s the d eposit o f such a recovery or collection in the D epartm ent of V eterans A ffairs M edical\nC are C ollections Fund. December 3, 1998\nM e m o r a n d u m O p in io n f o r t h e A s s is t a n t A t t o r n e y G e n e r a l\nC iv il D iv is io n This responds to your request of May 28, 1998, that we examine whether certain\nfunds received as part of a settlement under the Federal Medical Care Recovery\nAct, Pub. L. No. 87-693, 76 Stat. 593 (1962) ( “ MCRA” ), codified as amended\nat 42 U.S.C. §§2651-2653 (1994 & Supp. II 1996), may be transferred to the\nDepartment of Veterans Affairs Medical Care Collections Fund (“ VA Fund” )\nnotwithstanding the general requirement contained in the Miscellaneous Receipts\nAct (“ MRA” ) that “ an official or agent of the Government receiving money\nfor the Government from any source shall deposit the money in the Treasury as\nsoon as practicable without deduction for any charge or claim,” 31 U.S.C.\n§ 3302(b) (1994). For the reasons outlined below, it is our view that the portion\nof the settlement amount that was calculated to compensate the Government for\nits claims under MCRA for medical care or services furnished under chapter 17\nof Title 38, which governs certain veterans’ health benefits, may be transferred\nto the VA Fund by virtue of the Veterans Reconciliation Act of 1997, Pub. L.\nNo. 105-33, § 8023(a)(1), 111 Stat. 251, 665, codified as amended at 38 U.S.C.\n§ 1729A (Supp. IV 1998), which creates an exception to the MRA “ to the extent\nthat a recovery or collection under . . . [MCRA] is based on medical care or\nservices furnished under this chapter [i.e. Chapter 17 of Title 38].” 38 U.S.C.\n§ 1729A(b)(6). Because the information that you have provided does not allow\nus to determine the amount of the settlement that was intended to compensate\nthe federal government for its claims under MCRA, however, we are unable to\ngive any more specific guidance on this issue. 1\nI. Settlement Background In 1993, numerous tort actions brought in federal district courts throughout the\ncountry by persons with hemophilia against manufacturers of blood products were\ncentralized as Multidistrict Litigation No. 986 before Judge Grady in the Northern\n1We have no! been asked to address any other questions regarding this settlement 251 Opinions of the O ffice o f Legal Counsel in Volume 22 District o f Illinois.",
      "queries": [
        "is there an exception to the miscellaneous receipts act?",
        "what is the purpose of the european solidarity fund?"
      ],
      "queries_score": [
        "1.8935571",
        -8.490923881530762
      ]
    },
    {
      "id": "memos_62__1",
      "chunk_id": "1",
      "content": "been asked to address any other questions regarding this settlement 251 Opinions of the O ffice o f Legal Counsel in Volume 22 District o f Illinois. In these cases, individuals with hemophilia who contracted\nthe HIV virus, and representatives of the estates of such individuals who have\ndied, sued several companies who extracted the blood proteins that hemophiliacs\nlack (known as Factors VIE and IX ) from donated blood and provided these pro­\nteins in the form o f “ factor concentrates” to hemophiliacs for injection. In addi­\ntion to suing these “ Fractionaters,” as the companies are known based on the\nmanufacturing process involved, plaintiffs also sued the National Hemophilia\nFoundation and individual health care providers. 2 Although the United States chose not to intervene in the suits, it also had poten­\ntial claims against the Fractionaters, including those under MCRA based on the\nprovision of certain health care to veterans. 3 MCRA provides a mechanism for\nthe recoupment of certain medical costs and provides in relevant part: In any case in which the United States is authorized or required\nby law to furnish or pay for hospital, medical, surgical, or dental\ncare and treatment . . . to a person who is injured or suffers a\ndisease . . . under circumstances creating a tort liability upon some\nthird person . . . to pay damages therefor, the United States shall\nhave a right to recover (independent o f the rights of the injured\nor diseased person) from said third person, or that person’s insurer,\nthe reasonable value of the care and treatment so furnished, to be\nfurnished, paid for, or to be paid for and shall, as to this right be\nsubrogated to any right or claim that the injured or diseased person\n. . . [or] . . . estate . . . has against such third person to the extent\nof the reasonable value of the care and treatment so furnished, to\nbe furnished, paid for, or to be paid for. 42 U.S.C. § 2 6 5 1(a). The Fractionaters commenced negotiations o f a global settlement of the claims\no f the class m em bers4 and agreed to pay $100,000 for each approved claim, as\nwell as a settlement with major private health care insurers, whom they agreed\n2 See In re “Factor VIII o r IX Concentrate B lood Products,\" Product Liab. Litig., 853 F. Supp 454 (Judicial\nPanel on M ultidistnct Litigation 1993), Wadleigh v. Rhone-Poulenc Rorer, Inc., 157 F R .D 410 (N.D 111 1994),\nr e v ’d by order o f mandamus, In the M atter of Rhone-Poulenc Rorer I n c , 51 F 3d 1293 (7th C ir 1995), and cert,\ndenied, 516 U.S. 867 (1995); In re Factor VIII o r IX Concentrate Blood Products Utig., 169 F.R.D 632 (N D\n111 1996)\n3",
      "queries": [
        "what is the ahtf award number for fiscal year",
        "which condition states that federal funds will not be awarded to parties that are prohibited from participation"
      ],
      "queries_score": [
        -9.120615005493164,
        -9.412771224975586
      ]
    },
    {
      "id": "memos_62__2",
      "chunk_id": "2",
      "content": "The draft memorandum from the Torts Branch to then-Acting Associate Attorney General John C Dwyer also\ndiscusses claim s (and potentially applicable recoupment provisions regarding claims) based on the provision of health\ncare services to governm ent employees and their dependents under the Federal Employees Health Benefits Program\nas well as to individuals generally through the M edicare, Medicaid, and Indian Health Service programs. See Memo­\nrandum for John C. Dwyer, Acting Associate Attorney General, from Frank W Hunger, Assistant Attorney General,\nCivil Division, Re. Affirm ative Claims fo r Reimbursement o f Federally-Funded Health Care Provided to Persons\nwith Hemophilia Infected with H IV (undated draft memorandum)\n4 At the request o f the parties, Judge Grady approved a class specifically for settlement purposes after the Seventh\nCircuit had reversed Judge G rady’s p n o r certification o f a class for purposes of a trial. See In the Matter o f RhonePoulenc Rorer Inc., 51 F 3d at 1294-1304 252 Miscellaneous Receipts Act Exception fo r Veterans’ Health Care Recoveries to pay ten cents per insured life in exchange for full release of all reimbursement\nand subrogation claims for recovery of costs of care or treatment o f class members\narising from use of factor concentrates. The Fractionaters also approached the federal government with an offer to settle\nany claims of the United States based on the provision of health care to hemo­\nphiliacs, including veterans, who contracted the HIV virus. The Torts Branch, in\ncooperation with the respective agencies responsible for the health care services\ninvolved, entered into an out-of-court settlement with the Fractionaters, under\nwhich the latter paid the United States ten cents per federal health care system\nbeneficiary and released the United States from all claims and actions arising out\nof, or related to, the use of factor concentrates by claimants. In exchange, the\nUnited States released the Fractionaters from all claims for reimbursement of med­\nical expenses, all claims and causes of action under certain civil fraud statutes,\nand common law contribution and indemnity rights related to Federal Tort Claims Act cases brought against the United States. See Settlement Agreement ^1 A &\nB .l-2 . The settlement figure was calculated based on agency estimates of the numbers\nof persons entitled to federally subsidized health care in each o f the federal pro­\ngrams that the Torts Branch believed had potential claims of reimbursement\nagainst the Fractionaters. The total number of covered persons was estimated at\n121,881,000, which included 25,881,000 veterans, yielding a final settlement\namount of $12,188,100.5 The Torts Branch entered into an out-of-court settlement\nthat was conditioned on Judge Grady’s entering a global settlement in the private\nlitigation. On May 8, 1997, Judge Grady entered a Final Order and Judgment approving\na global settlement of the multidistrict litigation, and on August 15, 1997, the\nTorts Branch received four checks for a total of $12,188,100, which were depos­\nited in the Treasury on August 19, 1997.",
      "queries": [
        "who is president at the eu parliament",
        "what is the audit report that must be scanned?",
        "how to access program progress report"
      ],
      "queries_score": [
        -9.343544960021973,
        -9.043013572692871,
        -8.948212623596191
      ]
    },
    {
      "id": "memos_62__3",
      "chunk_id": "3",
      "content": "On May 8, 1997, Judge Grady entered a Final Order and Judgment approving\na global settlement of the multidistrict litigation, and on August 15, 1997, the\nTorts Branch received four checks for a total of $12,188,100, which were depos­\nited in the Treasury on August 19, 1997. On March 25, 1998, the Department of Veterans Affairs requested that the\namount of $2,510,457 (which represents the settlement that was calculated based\non the veteran population of 25,881,000, i.e. $2,558,100, less the Department of\nJustice’s 3% collection fee)6 be deposited in the VA Fund pursuant to the Vet­\nerans Reconciliation Act, 38 U.S.C. § 1729A. 5 Agency estimates of covered individuals in the other programs that the Torts Branch identified as having potential\nclaims against the Fractionaters were as follows: Medicare (38,600,000), Medicaid (38,700,000), Indian Health Serv­\nices (1,500,000), Federal Employees Health Benefits Program (9,000,000), Civilian Health and Medical Program\nof the Uniformed Services (5,300,000), and Department o f Defense (2,900,000). 6 Pub L No. 103-121, §108, 107 Stat 1153, 1164 (1993) provides* “ Notwithstanding 31 U.S.C 3302 or any\nother statute affecting the crediting of collections, the Attorney General may credit, as an offsetting collection, to\nthe Department o f Justice Working Capital Fund, for fiscal year 1994 and thereafter, up to three percent of all\namounts collected pursuant to civil debt collection litigation activities of the Department of Justice ” 253 Opinions o f the Office o f Legal Counsel in Volume 22 II. Receipt o f Payments As a general matter, the Miscellaneous Receipts Act requires that “ [e]xcept\nas provided in § 3718(b) of this title, an official or agent of the Government\nreceiving money for the Government from any source shall deposit the money\nin the Treasury as soon as practicable without deduction for any charge or claim.”\n31 U.S.C. § 3302(b). In addition to cases covered by the express exception in\n§ 3718(b), which relates to payments to private counsel retained to assist in the\npursuit of claims, the MRA generally does not govern in two situations: first,\nwhere an agency has statutory authority to direct funds elsewhere, and second,\nwhen receipts qualify as “ repayments” to an appropriation. See generally 2 Office\nof the General Counsel, United States General Accounting Office, Principles of\nFederal Appropriations Law 6-108 (2d ed. 1992).7 In 1972 the Comptroller General opined with regard to MCRA (as it existed\nthen), that “ [t]his Act does not specify the disposition to be made of monies\ncollected from third party tortfeasors and, consequently, unless a different disposi­\ntion is otherwise provided, such collections are for deposit in the treasury as mis­\ncellaneous receipts as provided by §3617, revised statutes 31 U.S.C. 484 [the\npredecessor to 31 U.S.C. § 3302(b)].” 52 Comp. Gen. 125, 126 (1972); see also\n61 Comp. Gen. 537, 539 (1982) (summarizing holding of 1972 opinion). In 1997,\nhowever, Congress passed the Veterans Reconciliation Act of 1997, which estab­\nlished a Department of Veterans Affairs Medical Care Collections Fund, and\nexpressly provided:\nAmounts recovered or collected after June 30, 1997, under any of\nthe following provisions of law shall be deposited in the fund:",
      "queries": [
        "cops office grant contact number",
        "do inmate have commissary privilege"
      ],
      "queries_score": [
        -9.406177520751953,
        -9.365534782409668
      ]
    },
    {
      "id": "memos_62__4",
      "chunk_id": "4",
      "content": "In 1997,\nhowever, Congress passed the Veterans Reconciliation Act of 1997, which estab­\nlished a Department of Veterans Affairs Medical Care Collections Fund, and\nexpressly provided:\nAmounts recovered or collected after June 30, 1997, under any of\nthe following provisions of law shall be deposited in the fund: (6)\nPublic Law 87-693, popularly known as the “ Federal Med­\nical Care Recovery Act” (42 U.S.C. 2651 et seq.), to the extent\nthat a recovery or collection under that law is based on medical\ncare or services furnished under this chapter [i.e. Chapter 17 of\nTitle 38, which governs hospital, nursing home, domiciliary, and\nmedical care for veterans]. 38 U.S.C. § 1729A(b).8\n7 The opinions and legal interpretations of the G eneral Accounting O ffice and the Comptroller General often pro­\nvide helpful guidance on appropriations matters and related issues, but they are not binding on departments, agencies,\nor officers o f the executive branch. See Bowsher v. Synar, 478 U S. 714, 727-32 (1986). 8 In 1996 Congress had amended M CRA to allow amounts recovered for medical care furnished by military facili­\nties to be credited to the appropnaiions supporting the facilities as prescribed by the Secretary of Defense. Pub\nL No. 104-201, § 1075(a)(5), 110 Stat 2422, 2661 (1996) (codified as amended at 42 U S C §2651(0 (1994 &\nSupp 11 J996). 254 Miscellaneous Receipts Act Exception fo r Veterans' Health Care Recoveries In our view, the Veterans Reconciliation Act allows the portion of the settlement\namount that was based on claims under MCRA for medical care furnished or\nto be furnished by the Department of Veterans Affairs under Chapter 17 of Title\n38 to be deposited in the VA Fund.9 Even payment based on an abstract formula,\nsuch as ten cents per covered person, as opposed to a calculation o f actual\nexpenses for such claims, would qualify as long as the calculation was aimed\nsolely at settling the MCRA claim. MCRA specifically allows for the United States to recover for “ the reasonable\nvalue of the care . . . furnished, to be furnished, paid for, or to be paid for.”\n42 U.S.C. § 2651(a). Thus, some estimate of the value of future costs would be\ninevitable in determining damages even in a direct court action against the\ntortfeasor. Moreover, in the context of a settlement, as long as the federal govern­\nment had claims that it could assert in good faith under MCRA for such services,\nsuch claims could be relinquished in return for payment of a reasonable amount\nreflecting the value of the claims. The Attorney General has the authority to settle\na claim consistent with the requirements of the specific scheme under which the\nclaim arises. See 28 U.S.C. §§516, 519 (1994); see generally Settlement Authority\no f the United States in Oil Shale Cases, 4B Op. O.L.C. 756 (1980). Nothing in\nMCRA would appear to indicate that Congress intended to limit the Attorney Gen­\neral’s discretion to determine a reasonable settlement amount. Even when that\namount is determined based on an abstract formula, the government may still be\nrecovering the money for purposes of satisfying the MCRA claim.",
      "queries": [
        "should eib finance",
        "pre audit methodology"
      ],
      "queries_score": [
        -8.175297737121582,
        -8.433049201965332
      ]
    },
    {
      "id": "memos_62__5",
      "chunk_id": "5",
      "content": "Nothing in\nMCRA would appear to indicate that Congress intended to limit the Attorney Gen­\neral’s discretion to determine a reasonable settlement amount. Even when that\namount is determined based on an abstract formula, the government may still be\nrecovering the money for purposes of satisfying the MCRA claim. For example,\nthe government may have determined that the ten-cents-per-veteran formula is\nan appropriate approximation of the actual expenses incurred in providing MCRA\nrecoverable Chapter 17 services to affected veterans. Thus, to the extent the tencents-pcr-veteran formula was aimed at determining a reasonable figure to com­\npensate the United States for the relinquishment of its MCRA claims against the\nFractionaters for Chapter 17 services, the resulting recovery would be “ a recovery\nor collection under [MCRA] . . . based on medical care or services furnished”\nto veterans under Chapter 17. 38 U.S.C. § 1729A(b). Furthermore, because the\npayment of the settlement was apparently received on August 15, 1997, the\nrecovery would appear to fall within the time limits of the Veterans Reconciliation\nAct. We caution, however, that to the extent the settlement amount was calculated\nto include compensation to the United States for relinquishment of claims other\nthan the MCRA claims that are outlined above (i.e. to the extent the settlement\namount included compensation for claims that might have been made under, for\n9 In light of the formulation in MCRA providing for the recoupment o f costs for care and treatment “ furnished,\nto be furnished, paid for, or to be paid for,” 42 U S C §2651(a), we believe that the Veterans Reconciliation\nAct formulation concerning the transfer of funds recovered under MCRA for medical carc or services “ furnished\nunder this Chapter,” 38 U S C § l729A(b), should be read as authorizing the transfer of funds recovered under\nMCRA for medical care or services that were furnished in the past or will be furnished in the future under Chapter\n17. 255 Opinions of the Office o f Legal Counsel in Volume 22 example, the False Claims Act or civil monetary penalty laws, or for claims of\ncommon law contribution or indemnity rights relating to Federal Tort Claims Act\ncases), the amount of the settlement that was considered to compensate the United\nStates for these other claims could not be deposited in the VA Fund. Similarly,\nwe note that any MCRA claim recovery formula based on the entire veteran popu­\nlation must reflect only the government’s claims regarding Chapter 17 services\nand must not include claims relating to services furnished or paid for under other\nhealth benefit programs, if the formula is intended to yield an amount that may\nbe deposited in the VA fund. Accordingly, we conclude that the share of the settlement amount attributable\nto MCRA recoverable Chapter 17 services rendered by the Department of Vet­\nerans Affairs (less the 3% Department of Justice collection fee) may be deposited\nin the Department of Veterans Affairs Medical Care Collections Fund.",
      "queries": [
        "what is the checklist for center discipline committee certification"
      ],
      "queries_score": [
        -9.980452537536621
      ]
    },
    {
      "id": "memos_62__6",
      "chunk_id": "6",
      "content": "Accordingly, we conclude that the share of the settlement amount attributable\nto MCRA recoverable Chapter 17 services rendered by the Department of Vet­\nerans Affairs (less the 3% Department of Justice collection fee) may be deposited\nin the Department of Veterans Affairs Medical Care Collections Fund. Thus, to\nthe extent the ten-cents-per-veteran figure was intended to compensate the United\nStates solely for its claims under MCRA for services furnished under Chapter\n17 of Title 38, the portion of the settlement amount that was based on the size\nof the veteran population, less the 3% collection fee, may be deposited in the\nVA Fund. In light of the information that you have provided us, however, we\nare unable to determine the extent to which the settlement figure was aimed at\ncompensating the government for its claims under MCRA, and we cannot reach\na definitive conclusion on the actual amount that ultimately should be transferred\nto the VA Fund. TODD DAVID PETERSON\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 256",
      "queries": [
        "why community policing agency",
        "internal revenue service irs memo number"
      ],
      "queries_score": [
        -10.57851791381836,
        -9.561576843261719
      ]
    }
  ]
}