{
  "doc_id": "memos_41",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_41__0",
      "chunk_id": "0",
      "content": "Presidential Succession and Delegation\nin Case of Disability\n[The follow ing m em orandum discusses issues relating to presidential succession and dele­\ngation o f presidential pow er in the event o f a tem porary disability o f the President. It\nexamines the mechanism established by the T w enty-F ifth A m endm ent by w hich the\nV ice President assumes the pow ers and duties o f the Office o f the President, and the\nconditions under w hich the President resum es his Office after his disability is ended. It\nalso examines the circum stances in w hich the President may delegate his pow ers to\no ther officials, including the V ice President, w hen it is not considered necessary or\nappropriate to invoke the provisions o f the T w enty-F ifth A m endm ent. It concludes\nthat functions vested in the President by the C onstitution are generally not delegable\nand must be perform ed by him; how ever, any pow er vested in the President by statute\nmay be delegated to subordinate officers, unless the statute affirm atively prohibits such\ndelegation. Finally, the m em orandum briefly review s the form and m ethod o f delega­\ntion. A n appendix contains a historical sum m ary o f p rio r presidential disabilities and the\nresulting effect on presidential authority.] April 3, 1981\nM EM ORANDUM FO R T H E ATTO RN EY G E N E R A L As a result o f the recent assassination attempt on President Reagan,\nthis Office has researched several issues that relate to presidential suc­\ncession and the delegation of presidential power in the event of a\ntemporary disability of the President. This memorandum sets forth our\nconclusions on the relevant legal issues. I. Presidential Succession\nThe Twenty-Fifth Amendment to the U.S. Constitution establishes a\nmechanism for presidential succession in the event that the President\nbecomes unable to perform his constitutional duties. Succession may\ntake place in tw o ways. First, if the President is able and willing to do\nso, he may provide for the temporary assumption of the powers and\nduties of his office by the Vice President by “transmit[ting] to the\nPresident pro tempore of the Senate and the Speaker of the House of\nRepresentatives his written declaration that he is unable to discharge\nthe powers and duties of his office.” U.S. Const., Amend. XXV, §3. When the President transmits such a declaration, his powers and duties\ndevolve upon the Vice President as Acting President1 until the Presi’There appears to be no requirement that the Vice President resign from his position as Vice\nPresident or take the President's oath of office to serve as “ Acting President.” As a general rule, an\nContinued 91 dent transmits an additional written declaration stating that he has\nbecome able to perform his responsibilities.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -6.409076690673828
      ]
    },
    {
      "id": "memos_41__1",
      "chunk_id": "1",
      "content": "As a general rule, an\nContinued 91 dent transmits an additional written declaration stating that he has\nbecome able to perform his responsibilities. Second, if the President is unable or unwilling to transmit a declara­\ntion o f his inability to perform his duties, the Vice President will\nbecome Acting President 2 if the Vice President and a majority of the\n“principal officers of the executive departments” transmit to the Presi­\ndent pro tem pore of the Senate and the Speaker of the House a written\ndeclaration that the President is unable to discharge the powers and\nduties o f this Office. See U.S. Const., Amend. XXV, §4. The term\n“principal officers of the executive departments” is intended to mean\n“the Cabinet,” although the term “Cabinet” has no precise legal defini­\ntion. 3 If, during the period in which the Vice President is Acting President,\npursuant to the provisions of Section 4 of the Twenty-Fifth Amend­\nment, the President submits to the President pro tempore of the Senate\nand the Speaker of the House a written declaration that no inability\nexists, he will resume the powers of his office unless, within four days, the\nVice President and a majority of the Cabinet heads transmit an addi­\ntional written declaration stating that the President is unable to dis­\ncharge his powers and duties. A t that point, Congress must decide the official w ho is “acting” in a certain capacity need not vacate the office previously held or take the\noath o f office ordinarily taken by th e person whose duties he has temporarily assumed This conclu­\nsion is supported by Presidential Inability and Vacancies in the Office o f Vice President: Hearings Before\nthe Subcomm. on Constitutional Amendments o f the Senate Comm, on the Judiciary, 88th Cong., 2d Sess\n215, 232 (1965); Presidential Inability: Hearings Before the House Comm, on the Judiciary, 89th Cong.,\n1st Sess 87 (1965). See also J. Feerick, The Twenty-Fifth Amendment, 199 (1976) (Feerick) T he rule\nas to resignation a n d /o r taking the President’s oath appears to be different for those officials further\ndow n the line o f succession See 3 U.S.C. § 19. This memorandum does not address the issues involved\nin the devolution of powers beyond the position of Vice President. 2 T he Vice President will evidently continue to exercise the duties of Vice President while he\nserves as Acting President. The V ice President would, however, lose his title as President of the\nSenate. See 111 Cong. Rec. 3270 (1965) (Sen. Saltonstall); Feerick at 199\n3 See S. Rep. No. 66, 89th Cong., 1st Sess. 2 (1966) We believe that the “ principal officers of the\nexecutive departm ents,” for purposes of the Twenty-Fifth Amendment, include the Secretary of State,\nSecretary o f Treasury, Secretary o f Defense, A ttorney General, Secretary of the Interior, Secretary of\nAgriculture, Secretary o f Commerce, Secretary of Labor, Secretary of Health and Human Services,\nSecretary o f Housing and Urban Development, Secretary of Transportation, Secretary o f Energy, and\nSecretary o f Education.",
      "queries": [
        "what is i-9 verification?"
      ],
      "queries_score": [
        -8.30734920501709
      ]
    },
    {
      "id": "memos_41__2",
      "chunk_id": "2",
      "content": "That conclusion is supported by the legislative history See 111 Cong. Rec.\n7938 (1965) (Rep. Waggoner); id. at 7941 (Rep Poff); id. at 7944-45 (Rep. Whitener); id. at 7953, 7954\n(Rep. Gilbert). See also Feerick at 202-03; 5 U S.C. § 101. As a practical matter, and in order to avoid\nany doubt regarding the sufficiency o f any given declaration, it would be desirable to obtain the assent\no f a sufficient number of officials to satisfy any definition o f the term “ principal officers of the\nexecutive departm ents.” T here is some indication that acting heads o f departments may participate in the presidential\ndisability determination. Although th e legislative history is conflicting, the House Judiciary Commit­\ntee's report supports this conclusion, see H R. Rep No. 203, 89th Cong., 1st Sess. 3 (1965), as do the\nSenate debates, see 111 Cong. Rec. 15,380 (1965) (Sen. Kennedy); id. at 15,583 (1965) (Sen. Javits); and\na leading com m entator on the Amendment reaches the same conclusion. See Feenck at 203. Contra,\n111 Cong Rec. 3284 (1965) (Rep. Hart). The contrary view proceeds on the assumption that such a\ndecision should be made only by persons whom the President personally selected for his Cabinet. Such\npersons are presumably intimately familiar with the President and are of relatively equal status with\nthe other decisionmakers. 92 issue within specified time limits. See U.S. Const., Amend. XXV, §4,\npara. 2.4 II. Presidential Delegation\nUnder circumstances in which it is not considered necessary or\nappropriate to invoke the provisions of the Twenty-Fifth Amendment,\nit may nonetheless be desirable for the President to delegate certain\npowers to other officials, including the Vice President. Under statute, 3\nU.S.C. § 301, and under the Constitution, see Myers v. United States, 272\nU.S. 52, 117 (1926), the President has broad authority to delegate\nfunctions vested in him by law. At the same time, the Constitution and\ncertain statutory provisions impose limits on the President’s power to\nconfer his authority on subordinate officials. The nature and extent of\nthose limits are considered in this section. A. Constitutional Limitations on the President’s Power to Delegate His\nFunctions As early as 1855, Attorney General Cushing articulated the general\nrule that the functions vested in the President by the Constitution are\nnot delegable and must be performed by him. 7 Op. A tt’y Gen. 453,\n464-65 (1855). The Attorney General opined: Thus it may be presumed that he, the man discharging\nthe presidential office, and he alone, grants reprieves and\npardons for offenses against the United States, not another\nman, the Attorney General or anybody else, by delegation\nof the President. So he, and he alone, is the supreme commander-in-chief\nof the Army and Navy of the United States, and of the\nmilitia o f the several States, when called into the actual\nservice o f the United States. That is a power constitution­\nally inherent in the person of the President. No act of\n4 Under the Amendment, we believe that there is no requirement that the requisite written declara­\ntions of disability be personally signed by the Vice President and a majority of the heads of executive\ndepartments.",
      "queries": [
        "what is the requirements to obtain an award from cops office?",
        "what is an award document",
        "is the smithsonian institute an unusual entity"
      ],
      "queries_score": [
        -8.203215599060059,
        -8.391654014587402,
        -8.911971092224121
      ]
    },
    {
      "id": "memos_41__3",
      "chunk_id": "3",
      "content": "That is a power constitution­\nally inherent in the person of the President. No act of\n4 Under the Amendment, we believe that there is no requirement that the requisite written declara­\ntions of disability be personally signed by the Vice President and a majority of the heads of executive\ndepartments. The only requirements are that their assent to the declaration be established in a reliable\nfashion and that they direct that their names be added to the document. Moreover, the Vice President\nand the Cabinet heads may send separate declarations if necessary. See Presidential Inability: Hearings\nBefore the House Comm, on the Judiciary, 89th Cong., 1st Sess 79-80 (1965). Finally, we believe that\nunder both §§ 3 and 4 o f the Amendment, the transfer o f authonty to the Vice President takes effect\n“immediately\" when the declaration is transmitted or sent, and is not delayed until receipt of the\ndocument by the President pro tempore of the Senate and the Speaker of the House. Although the\nquestion is not free from doubt, the language and the history of the Amendment tend to support this\nconclusion. See S. Rep. No 66, 89th Cong., 1st Sess. 12-13 (1965); H.R. Rep. No 203, 89th Cong., 1st\nSess. 13 (1965). But see H.R. Rep. No. 564, 89th Cong., 1st Sess. 3 (statement of Managers on the Part\nof the House to the effect that “after receipt of the President’s written declaration of his inability.. . .\nsuch powers and duties would then be discharged by the Vice President as Acting President”) The\nbetter construction would allow the devolution of powers “immediately” (the w ord used in § 4 o f the\nTwenty-Fifth Amendment) upon transmittal No meaningful purpose would be served by awaiting the\narrival of the document. The alternative construction allows a more rapid transition of presidential\npower when the national interests require it. 93 Congress, no act even o f the President himself, can, by\nconstitutional possibility, authorize or create any military\nofficer not subordinate to the President. So he appoints and removes ambassadors and other\nofficers o f the United States, in the cases and with the\nqualifications indicated by the Constitution. So he approves or disapproves of bills which have\npassed both Houses of Congress: that is a personal act of\nthe President, like the vote o f a Senator or a Representa­\ntive in Congress, not capable of performance by a Head\nof Department or any other person. A study prepared by this Office in the 1950s reaches the same\nconclusions. This study and our research suggest that the following are\nnondelegable functions o f the President:\n1. The power to nominate and appoint the officers of the\nUnited States to the extent provided in Article II, § 2,\nclause 2 o f the Constitution. 2. The power to approve or return legislation pursuant to\nArticle I, § 7, clauses 2 and 3, and the power to call\nCongress into special session or to adjourn it according\nto Article II, § 3. 3. The power to make treaties by and with the advice and\nconsent o f the Senate.",
      "queries": [
        "why is an oig audit required?",
        "when do cops release svpp awards",
        "what is a materially below market interest rate?"
      ],
      "queries_score": [
        -7.731590270996094,
        -9.543299674987793,
        -8.693907737731934
      ]
    },
    {
      "id": "memos_41__4",
      "chunk_id": "4",
      "content": "2. The power to approve or return legislation pursuant to\nArticle I, § 7, clauses 2 and 3, and the power to call\nCongress into special session or to adjourn it according\nto Article II, § 3. 3. The power to make treaties by and with the advice and\nconsent o f the Senate. U.S. Const., Art. II, § 2, cl. 2. It\nshould be noted, however, that the power to negotiate\ntreaties and the power to enter into executive agree­\nments may be delegated. See 7 Op. A tt’y Gen., supra, at\n465. 4. The power to grant pardons. U.S. Const. Art. II,\n§2, cl. 1.\n5. The power to remove purely executive presidential ap­\npointees. This power is vested in the President as an\nincident o f his appointment power. Myers v. United\nStates, 272 U.S. at 119. 6. T he power to issue executive orders. Only the President\ncan issue formal executive orders and proclamations. He\ncan, however, delegate the power to issue many orders\nwhich cover substantially the same subject matter as\nexecutive orders and proclamations as long as they are\nnot so named. 7. T he powers of the President as Commander-in-Chief of\nthe Army and Navy. U.S. Const., Art. II, § 2, cl. 1. In\nview of Article I, § 8, clauses 12 and 13, which state\nthat Congress shall have the power to raise and support\n94 the Army and to provide and maintain a Navy, many of\nthe President’s powers as Commander-in-Chief are\nstatutory in part. To conclude that the President may\nnot delegate his ultimate constitutional responsibilities as\nCommander-in-Chief is not to suggest that he is the\nonly officer of the government who may make military\ndecisions in time of emergency, when immediate re­\nsponse may be necessary. The President may make\nformal or informal arrangements with his civilian and\nmilitary subordinates, in order to ensure that the chain\nof command will function swiftly and effectively in time\nof crisis. O f course, every military officer must be sub­\nordinate to the President. B. Statutory Limitations on the President’s Power to Delegate His\nFunctions The foregoing discussion sets forth the general rule that the President\nmay not delegate inherent powers that are conferred on him by the\nConstitution. On the other hand, he may generally delegate powers that\nhave been conferred on him by Congress. Congress has so provided in\n3 U.S.C. § 301, which states: The President of the United States is authorized to\ndesignate and empower the head of any department or\nagency in the executive branch, or any official thereof\nwho is required to be appointed by and with the advice\nand consent of the Senate, to perform without approval,\nratification, or other action by the President (1) any func­\ntion which is vested in the President by law, or (2) any\nfunction which such officer is required or authorized by\nlaw to perform only with or subject to the approval,\nratification, or other action of the President: Provided,\nThat nothing contained herein shall relieve the President\no f his responsibility in office for the acts of any such head\nor other official designated by him to perform such func­\ntions.",
      "queries": [
        "what is the date of the decision on the european year for development?",
        "cost for failure to implement legislation",
        "which of the following is a medical record that contains the subjective evaluation of the patient and/or staff regarding an inmate's care and treatment?"
      ],
      "queries_score": [
        -7.7638258934021,
        -7.1970367431640625,
        -5.8835530281066895
      ]
    },
    {
      "id": "memos_41__5",
      "chunk_id": "5",
      "content": "Such designation and authorization shall be in w rit­\ning, shall be published in the Federal Register, shall be\nsubject to such terms, conditions, and limitations as the\nPresident may deem advisable, and shall be revocable at\nany time by the President in whole or in part. Congress has further provided, in 3 U.S.C. § 302, that: The authority conferred by this chapter shall apply to\nany function vested in the President by law if such law\n95 does not affirmatively prohibit delegation of the perform­\nance of such function as herein provided for, or specifi­\ncally designate the officer or officers to whom it may be\ndelegated. This chapter shall not be deemed to limit or\nderogate from any existing or inherent right of the Presi­\ndent to delegate the performance of functions vested in\nhim by law, and nothing herein shall be deemed to re­\nquire express authorization in any case in which such an\nofficial would be presumed in law to have acted by au­\nthority or direction of the President. As a result o f these statutes, the President is authorized to delegate\nany pow er vested in him by statute unless the statute “affirmatively\nprohibits] delegation.” In our view, a statute should be construed as an\n“affirmative” prohibition o f delegation only if it prohibits delegation\nexpressly or by unmistakable implication. T he purpose of §§ 301 and\n302 is to facilitate the functioning o f the Executive by specifically\nauthorizing delegation in the great majority o f cases. To this end, § 301\nstates a general rule in favor of delegation. In light of the breadth of\nthis general rule, the exception in § 302 should be narrowly construed. The same inference can be drawn from the fact that Congress took care\nin § 302 not to derogate from any “existing or inherent right of the\nPresident to delegate the performance of functions vested in him by\nlaw .” Statutes which do expressly or by unmistakable implication prohibit\ndelegation are subject to the possible constitutional objection that the\npow er to delegate is inherent in the Executive and may not be re­\nstricted by Congress. T he issue is a difficult one and has never been\nresolved in court. In our view, the wiser course is to comply with any\nclear congressional intention to prohibit delegation, in order to avoid\ntesting the limits of this constitutional question, unless circumstances\nimperatively require delegation. In the brief time we have had to review the matter, we have discov­\nered only a very few statutes that expressly or by unmistakable implica­\ntion prohibit delegation. W hat follows is a description of categories of\nstatutes that fall o r may fall within this general class. 1. Statutes Explicitly Prohibiting Delegation T he clearest cases are those in which the statute explicitly prohibits\ndelegation. An example is found in the Export Administration A ct of\n1979, 50 U.S.C. § 2403(e) (Supp. Ill 1979), which provides that:\nT he President may delegate the power, authority, and\ndiscretion conferred upon him by this A ct to such depart­\nments, agencies, or officials of the Government as he may\nconsider appropriate, except that no authority under this\n96",
      "queries": [
        "who is required to refer discrimination complaints to a subrecipient"
      ],
      "queries_score": [
        -7.671659469604492
      ]
    },
    {
      "id": "memos_41__6",
      "chunk_id": "6",
      "content": "A ct may be delegated to, or exercised by, any official of\nany department or agency the head of which is not ap­\npointed by the President, by and with the advice and\nconsent of the Senate. The President may not delegate or\ntransfer his power, authority, and discretion to overrule\nor modify any recommendation or decision made by the\nSecretary [of Commerce], the Secretary of Defense, or\nthe Secretary of State pursuant to the provisions of this\nAct. 2. Statutes Conferring Nondelegable Functions An unmistakable congressional intent to prohibit delegation may also\nbe inferred from statutes that impose on the President a duty o r power\nto exercise a nondelegable function. For example, it is commonly\nthought that only the President may issue an executive order o r procla­\nmation. Statutes that authorize the President to take an action, but\nrequire him to act by way of executive order or proclamation, can\ntherefore be read as precluding delegation. An example is found in 22\nU.S.C. § 441(a):\nWhenever the President . . . shall find that there exists a\nstate of war between foreign states, and that it is neces­\nsary to promote the security or preserve the peace of the\nUnited States or to protect the lives of citizens of the\nUnited States, the President shall issue a proclamation\nnaming the states involved; and he shall, from time to\ntime by proclamation, name other states as and when they\nbecome involved in the war. 3. Statutes Implicitly Prohibiting Delegation A broad range of statutes confer powers on the President but do not\nstate in terms or in the legislative history whether those powers are\ndelegable. In some instances, the character or importance of the powers\nin question, or other special circumstances, may constitute a sufficient\nindication of a legislative intent to prohibit delegation. In the brief time available, we have been unable to reach any firm\nconclusions regarding particular statutes in this category. In general, it\nwould appear that statutory powers that have been exercised by the\nPresident himself on a consistent and longstanding basis are more likely\nthan others to be held nondelegable. An example might be the Presi­\ndent’s statutory power to enter into or terminate trade agreements with\ncertain nations under 19 U.S.C. § 1351.\n97 A second special circumstance that can give rise to an inference of\nnondelegability occurs when Congress gives authority to an agency but\nsubjects that authority to a requirement of presidential approval. In this\ncircumstance, it can be argued that a delegation o f the President’s\napproval authority back to the agency would subvert the evident legis­\nlative intent to assure review by someone outside the agency, while a\ndelegation to anyone else would conflict with the congressional intent\nto centralize primary administrative responsibility in the agency. For an\nexample o f such a statute, see § 12(k) o f the Securities Exchange Act of\n1934, 15 U.S.C. § 781(k).5\nIII. Delegable Fumctioms All remaining functions o f the President may be delegated to subordi­\nnate officers. M any statutes explicitly authorize delegation. See, e.g., 22\nU.S.C. § 2381 (delegation o f certain foreign affairs powers). In the\nabsence o f specific authorization, the general delegation statute, 3\nU.S.C.",
      "queries": [
        "ukraine macro financial assistance",
        "when to request no cost time extension project",
        "how soon after award is federal reporting due",
        "cops office contact phone number",
        "office of chief counsel internal revenue service memo number"
      ],
      "queries_score": [
        -8.146627426147461,
        -8.648958206176758,
        -8.669145584106445,
        -8.157858848571777,
        -8.022171974182129
      ]
    },
    {
      "id": "memos_41__7",
      "chunk_id": "7",
      "content": "Delegable Fumctioms All remaining functions o f the President may be delegated to subordi­\nnate officers. M any statutes explicitly authorize delegation. See, e.g., 22\nU.S.C. § 2381 (delegation o f certain foreign affairs powers). In the\nabsence o f specific authorization, the general delegation statute, 3\nU.S.C. §§301, 302, explicitly authorizes delegation except where pre­\ncluded by statute. It is beyond the scope o f this memorandum to\ndescribe the full extent o f the presidential powers and responsibilities\nthat may be delegated. 6 In general, powers which may be delegated\ninclude those o f approval, authorization, and assignment; powers to\nestablish and convene certain administrative commissions, to designate\nresponsible officers, and to make certain factual determinations; powers\nto direct that certain actions be taken, to fix compensation of officers,\nto prescribe certain rules and regulations, and to make recommenda­\ntions or reports. It bears repetition that the President may not delegate his power to\ndelegate his own functions. This is, in our view, a function that is\nconstitutionally vested in the President personally. The President may\ndelegate his powers if he is capable o f a conscious decision to do so. If,\nhow ever, he is incapable o f such a decision, delegation cannot occur. If\nsuch a situation continues for a substantial period o f time, it would\nappear desirable to initiate procedures for presidential succession under\nthe Tw enty-Fifth Amendment. 7 5 W e emphasize that the above examples are entirely tentative; it may well be that, upon further\nexamination o f the statutes and their legislative histories, this Office would conclude that Congress did\nnot intend to prohibit delegation. 6 F o r a description o f the President’s general authonty, see President's Advisory Council on\nExecutive Organization, The Powers and Responsibilities of the President (1970). 7It might be possible for the President to delegate his powers contingent upon the occurrence o f a\nspecified event such as a certification by the President’s personal physician that the President is\ntem porarily incapable o f making a conscious decision. We would emphasize, however, that this\nprocedure should not be used if its effect is contrary to the intent of the procedures for presidential\nsuccession contained in the Twenty-Fifth Amendment. 98 IV. Form and Method of Delegation\nW henever a presidential function or power is delegable, it may be\ndelegated to the head of any department or agency in the Executive\nBranch, or any official thereof, if the official is appointed with the\nadvice and consent of the Senate. 3 U.S.C. §301. By statute, such a\ndelegation is ordinarily accomplished through the preparation and pub­\nlication o f a written order or memorandum. The relevant document is\nnormally signed by the President personally; but there is no express\nstatutory requirement to that effect. In our opinion, the relevant statu­\ntory requirements are satisfied as long as the President actually makes\nthe delegation in question and causes an appropriate written memorial\nto be prepared and published. He need not sign the document by his\nown hand. See United States v. Fletcher, 148 U.S. 84-92 (1893); 7 Op.\nA tt’y Gen. at 472-73 (1855); 22 Op. A tt’y Gen. 82, 84 (1898).",
      "queries": [
        "what is the purpose of the chp award"
      ],
      "queries_score": [
        -8.288737297058105
      ]
    },
    {
      "id": "memos_41__8",
      "chunk_id": "8",
      "content": "He need not sign the document by his\nown hand. See United States v. Fletcher, 148 U.S. 84-92 (1893); 7 Op.\nA tt’y Gen. at 472-73 (1855); 22 Op. A tt’y Gen. 82, 84 (1898). More­\nover, the statute does not purport to restrict the President’s constitu­\ntional power to delegate his powers and functions. 3 U.S.C. § 302. We\nbelieve that a President may determine in an exigent circumstance that\nit is necessary to delegate a power or function without immediate\ncompliance with the normal formal requisites (i.e., publication of a\nwritten document). Such a delegation is effective if it is necessary to\nenable the President to discharge his constitutional duty. T heodore B. O lso n Assistant Attorney General\nOffice o f Legal Counsel Attachment 99 APPENDIX\nP r io r P r e s id e n t ia l D is a b il it ie s This is a summary of prior presidential disabilities and the resulting\neffect on presidential authority. 1\n1. James Madison suffered from a severe fever in the summer of 1813\nin the midst o f disputes w ith Congress on how to pay for the W ar of\n1812. I. Brant, James Madison: Commander-in-Chief, 1812-1836, at\n184-94 (1961). Daniel W ebster reported at one point that Madison was\ntoo weak to read resolutions brought to his bedside. Id. at 186-87. Both\nHouses of Congress became “engrossed” for over a month in specula­\ntion on the succession,2 since the Vice President was aged and there\nwas a vacancy in the position of President pro tempore of the Senate. J.\nFeerick, T he Twenty-Fifth Amendment 4-5 (1976) (Feerick). Madison\nrecovered, however, and no legislation was passed nor were formal\narrangements for the delegation or transfer of power implemented. 2. William Henry Harrison was inaugurated on M arch 4, 1841, and\ndied o f pneumonia on A pril 4, 1841. His illness was so short that the\nquestion of inability apparently did not arise.3 3. James A. Garfield was wounded on July 2, 1881, by an assassin\nand died 80 days later on September 19, 1881. Vice President Chester\nA. A rthur did not act in his stead. A rthur refused to do so because of a\nfear, shared by many constitutional scholars of the time, that once he\nhad assumed the powers and duties o f the office, they would “devolve\non the Vice President” permanently, leaving him unable to turn the\nreins back to the President. U.S. Const., Art. II, § 1, cl. 6. See S. Rep.\nM a te ria l consulted included the N.Y. Times, S. Rep. No. 66, 89th Cong., 1st Sess. (1965), and\nhearings held in 1958. Presidential Inability: Hearings on S.J. Res. 100, S.J. Res. 133, S.J. Res. 134, S.J.\nRes. 141, S.J. Res. 143, S.J Res. 144, S. 238, and S. 3113 Before the Subcomm. on Constitutional\nAmendm ents o f the Senate Comm, on the Judiciary, 85th Cong., 2d Sess. (1958) [hereinafter cited as 1958\nHearings]. A list o f articles on presidential inability can be found in the 1958 Hearings, at 41-42.\n2 T he first succession act was passed in 1792.",
      "queries": [
        "which post order must specifically allow staff to return fire upon first?",
        "what is the postf number for the coop"
      ],
      "queries_score": [
        -9.309632301330566,
        -8.224921226501465
      ]
    },
    {
      "id": "memos_41__9",
      "chunk_id": "9",
      "content": "A list o f articles on presidential inability can be found in the 1958 Hearings, at 41-42.\n2 T he first succession act was passed in 1792. A ct of M arch 1, 1792, §§9-11, 1 Stat. 239. Unsuccessful efforts to change this statute occurred in 1820, 1856, and 1881.\n3 W hen Harrison died, Secretary of State Daniel Webster questioned whether the Constitution\nmeant that Vice President John T yler became “A cting President,” rather than the President. Tyler\ndisagreed and took the oath as President, thus establishing the MTyler precedent” that the Vice\nPresident does succeed to the Office o f the President when the prior occupant dies. 1958 Hearings at\n149. T he deaths o f Z achary Taylor (July 9, 1850) and Abraham Lincoln (April 15, 1865) were appar­\nently so swift that their Vice Presidents (Millard Fillmore, Andrew Johnson) assumed control without\ntrouble. Feerick at 7-8. 100 No. 66, 89th Cong. 1st Sess. 6 (1965) (1965 Senate Report). Although\nthe entire Cabinet believed Garfield to be unable to carry out his\nduties,4 four of them, including the Attorney General, agreed with\nA rthur’s analysis. Secretary of State James G. Blaine was in fact criti­\ncized for attempting to usurp presidential powers during Garfield’s\nlengthy illness. 1958 Hearings at 149-50.5\n4. G rover Cleveland had two major operations for cancer of the\nmouth in July 1893. He told almost no one, including Vice President\nAdlai Stevenson. The two operations took place on a friend’s yacht,\nwith Cleveland unconscious and strapped to a chair propped against the\nmast. Feerick at 11-12. The complete secrecy was due to fears that the\ncountry might suffer an economic panic if it knew the President had\ncancer. The truth was apparently suppressed until 1917. Feerick at 12.6\n5. William McKinley was wounded on Friday, September 6, 1901. He underwent emergency surgery and his doctors issued optimistic\nstatements about his recovery. So positive was the outlook that Vice\nPresident Theodore Roosevelt and the Cabinet members who had gath­\nered in Buffalo over the weekend began to disperse. M. Leech, In the\nDays of McKinley 598-99 (1959). “[T]he Vice-President was so firmly\nconvinced that the emergency was over that he went to join his family\nat a camp in the Adirondacks, twelve miles from telegraph or tele­\nphone.” Id. at 599. When McKinley began to fail, a guide was sent up\ninto the mountains to fetch Roosevelt. Although he rushed back,\nRoosevelt arrived to take the oath of Office 12 hours after M cKinley’s\ndeath on September 14. 6. W oodrow Wilson was incapacitated from a stroke for about eight\nmonths of his second term. A t no time did Vice President Thomas R.\nMarshall attempt to take over. See 1958 Hearings at 19. The hesitation\nwas due to a fear that such action would be viewed as an effort to oust\nWilson permanently. When he recovered, Wilson forced Secretary of\nState Lansing, who had called Cabinet meetings and suggested that\nMarshall take over as Acting President, to resign, charging him with\ndisloyalty. Id.\n1.\nFranklin Roosevelt was in declining health during his last year in\noffice, and died on April 12, 1945.",
      "queries": [
        "when an agency award is terminated"
      ],
      "queries_score": [
        -8.523900985717773
      ]
    },
    {
      "id": "memos_41__10",
      "chunk_id": "10",
      "content": "When he recovered, Wilson forced Secretary of\nState Lansing, who had called Cabinet meetings and suggested that\nMarshall take over as Acting President, to resign, charging him with\ndisloyalty. Id.\n1.\nFranklin Roosevelt was in declining health during his last year in\noffice, and died on April 12, 1945. Vice President Harry S. Truman had\nhad only tw o conversations with Roosevelt since the inauguration,\nneither dealing with disability. Feerick at 17. Perhaps as a reaction to\nthis, Truman supported a new succession statute, A ct of June 25, 1948,\nPub. L. No. 80-771, 62 Stat. 672, 677-78 (1948). 4 Garfield was able to conduct only one minor piece of business—the signing of an extradition\npaper Feerick at 9\n8 Arthur, who succeeded Garfield, suffered from an increasingly debilitating kidney disease while in\noffice. Although he gradually reduced his schedule, he does not appear to have become completely\nincapacitated. Feerick at 10-11.\n6 It was the death of Cleveland’s first Vice President, Thomas A. Hendricks, in 1885, while\nCongress was out o f session, which accelerated passage of the Presidential Succession Act, Pub. L.\nNo. 49-1, 24 Stat. 1 (1886) 101 8. D w ight D. Eisenhower suffered three major illnesses while in\noffice—a heart attack (1955), ileitis (1956), and a “mild” stroke (1957). From the first, Vice President Richard Nixon consulted with the Cabi­\nnet and developed a procedure for relaying important matters to the\nPresident. A W hite House request for an opinion on the temporary\ndelegation o f presidential power was not acted upon because Attorney\nGeneral Brownell felt there were sufficient legal arrangements in place\nto handle day-to-day operations. Eisenhow er was very troubled by the implications of the disability\nproblem during each of his illnesses. He asked the Department of\nJustice to study the problem and recommend a solution, urged Con­\ngress to act, and entered into an informal agreement with Mr. Nixon. Feerick at 20-22. The agreement provided that:\n1. In the event of inability the President would—if\npossible—so inform the Vice President, and the Vice\nPresident would serve as Acting President, exercising the\npowers and duties of the office until the inability had\nended. 2. In the event o f an inability which would prevent the\nPresident from so communicating with the Vice Presi­\ndent, the Vice President, after such consultation as seems\nto him appropriate under the circumstances, would decide\nupon the devolution of the powers and duties of the office\nand would serve as Acting President until the inability\nhad ended. 3. The President, in either event, would determine\nwhen the inability had ended and at that time would\nresume the full exercise o f the powers and duties of the\nOffice. 1965 Senate Report at 7 .7 Although Congress did hold hearings, no\nperm anent action was taken.8\n9. Lyndon B. Johnson was hospitalized four times, the first time\nbeing for a major bout w ith the flu (January 23-27, 1965). 9 In October\n1965, Johnson was hospitalized for gall bladder surgery. 10 He was\n7See also N.Y. Times* March 4, 1958, at 1, col. 2. Presidents Kennedy and Johnson entered into\nsimilar agreements with their Vice Presidents. 1965 Senate Report at 7. N.Y. Times, Jan. 28, 1965, at\n13, col.",
      "queries": [
        "globalisation and the european budget 2012/683/",
        "how long must ahtf financial records be kept",
        "what is sam",
        "cops office communications phone number",
        "are task force employees subject to the conflict of interest laws"
      ],
      "queries_score": [
        -8.68519115447998,
        -9.523140907287598,
        -7.806180953979492,
        -9.261677742004395,
        -9.613694190979004
      ]
    },
    {
      "id": "memos_41__11",
      "chunk_id": "11",
      "content": "9 In October\n1965, Johnson was hospitalized for gall bladder surgery. 10 He was\n7See also N.Y. Times* March 4, 1958, at 1, col. 2. Presidents Kennedy and Johnson entered into\nsimilar agreements with their Vice Presidents. 1965 Senate Report at 7. N.Y. Times, Jan. 28, 1965, at\n13, col. 1. T he Johnson-Humphrey agreement was identical to the Eisenhower-Nixon agreement. The\nKennedy agreem ent differed only in that it urged the Vice President to consult with the Cabinet and\nthe A ttorney General i4as a matter o f wisdom and sound judgm ent.” 1965 Senate Report at 7. 8See 1958 Hearings, supra, and Hearings before the Special Subcommittee to Study Presidential\nDisability o f the House Committee on the Judiciary, 84th Cong., 2d Sess. (1956). 9 A t the time, Vice President H ubert H Humphrey stated that there had been discussions of when\nhe w ould take over and a copy of the Johnson-Humphrey accord was made available to the press on\nJanuary 28. See note 7, supra, and text. 10T he accord was again noted by the press and columnist A rthur Krock urged the states to ratify\nthe T w enty-Fifth Amendment. 102 anesthetized for three to four hours, after which Press Secretary\nMoyers announced that Johnson was again able to make presidential\ndecisions. 11 The same pattern was repeated in November 1967, when Johnson\nunderwent simultaneous surgery for a polyp on his vocal cord and\nrepair of a ventral hernia. He was anesthetized for about an hour and a\nhalf. Note was made of the agreement that could make Humphrey\n“Acting President” and columnist Tom Wicker urged that the TwentyFifth Amendment be ratified. In December 1968, Johnson was again hospitalized for the flu. The\npapers, however, said little other than that he worked on government\npapers on one day of his stay. 10. Richard M. Nixon was hospitalized from July 12-20, 1973, for\nviral pneumonia. The President’s press office said that he would be able\nto do necessary work and that he was not sick enough to require the\nVice President to make special arrangements. In an interview, Vice\nPresident Spiro T. Agnew said that there was no agreement between\nthe President and him on what to do in the event of Nixon’s disability\nand that the issue had never been discussed. Although there were persistent rumors about Nixon’s health during\nthe months prior to his resignation, the only White House announce­\nment was an acknowledgment that the President suffered from phlebi­\ntis. The operation on his leg did not occur until September 23, 1974,\nafter his resignation. 11. Jimmy Carter’s scheduled surgery for hemorrhoids in late De­\ncember 1978, was cancelled. Preparations for the Vice President to\nassume power under § 3 of the Twenty-Fifth Amendment were also\ncancelled. L arry L . S im m s Acting Assistant Attorney General\nOffice o f Legal Counsel 11 Citing recent history, Johnson had urged Congress to act on the disability problem in his State of\nthe Union address in January, 1965. The proposed Twenty-Fifth Amendment was sent to the states in\nJuly 1965. 103",
      "queries": [
        "eu regulation of the european parliament",
        "what is the simplified acquisition threshold for an acquisition",
        "where do i find the enrollment form for cops",
        "definition of community policing",
        "what is cops grant monitoring",
        "which document is typically used to commit prisoners to bureau facilities quizlet"
      ],
      "queries_score": [
        -8.126934051513672,
        -8.847800254821777,
        -8.847421646118164,
        -8.57604694366455,
        -9.317987442016602,
        -9.597369194030762
      ]
    }
  ]
}