{
  "doc_id": "memos_96",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_96__0",
      "chunk_id": "0",
      "content": "Whether False Statements or Omissions in Iraq’s\nWeapons of Mass Destruction Declaration Would\nConstitute a “Further Material Breach” Under\nU.N. Security Council Resolution 1441\nFalse statements or omissions in Iraq’s weapons of mass destruction declaration would by themselves\nconstitute a “further material breach” of U.N. Security Council Resolution 1441. December 7, 2002 MEMORANDUM OPINION FOR THE COUNSEL TO THE VICE PRESIDENT * You have asked whether the Government of Iraq will have committed a “further material breach” of its international legal obligations, as that term is defined\nin paragraph 4 of United Nations (“U.N.”) Security Council Resolution 1441\n(“UNSCR 1441”), if it makes false statements or omissions in the declaration\nrequired by paragraph 3 of that resolution. 1 In paragraph 3, the Security Council\nrequired that Iraq report on all aspects of its weapons of mass destruction\n(“WMD”) programs. Paragraph 4 finds that false statements or omissions in Iraq’s\nparagraph 3 declaration and failure by Iraq to comply and cooperate with UNSCR\n1441 would constitute a further material breach. We conclude that false statements\nor omissions by themselves represent a material breach of the Security Council\nresolution. We have addressed the meaning of U.N. Security Council resolutions regarding\nIraq in previous opinions. See generally Authority of the President Under Domestic and International Law to Use Military Force Against Iraq, 26 Op. O.L.C. 135\n(2002) (“Iraq Opinion”); Effect of a Recent United Nations Security Council\nResolution on the Authority of the President Under International Law to Use\nMilitary Force Against Iraq, 26 Op. O.L.C. 190 (2002). As the Security Council\nitself has recognized, Iraq is currently in material breach of pre-existing Security\nCouncil resolutions related to its development of WMD programs, its repression of\nits civilian population, and its threat to international peace and security in the\nregion. S.C. Res. 1441, ¶ 1, U.N. Doc. S/RES/1441 (Nov. 8, 2002). Violation of\n* For the book edition of this memorandum opinion, some of the internet citations have been\nupdated or replaced with citations of equivalent available printed authorities. 1 You have not asked, and we do not address, what actually constitutes “false statements or omissions” under paragraph 4. Our Office has not reviewed the Iraqi declaration, which is due on December\n8, 2002. We note, however, that the U.N. Security Council itself has stated that “[a]ny false statement\nor omission in the declaration” qualifies for purposes of paragraph 4 as “a further material breach.” Press Release, Security Council, Security Council Holds Iraq in ‘Material Breach’ of Disarmament\nObligations, Offers Final Chance to Comply, Unanimously Adopting Resolution 1441, U.N. SC/7564\n(Aug. 11, 2002) (“UNSCR 1441 Press Release”), available at www.un.org/News/Press/docs/2002/ SC7564.doc.htm (last visited May 10, 2012) (emphasis added). 217 227-329 VOL_26_PROOF.pdf 227 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 those resolutions authorizes the United States to use force against Iraq in order to\nenforce the resolutions and restore international peace and security to the region. Iraq Opinion, 26 Op. O.L.C. at 153-69. As we have advised, the President (who\nrepresents the United States in its foreign affairs) may make the determination\nwhether Iraq has committed a material breach of the U.N. Security Council\nresolutions regarding Iraq.",
      "queries": [
        "cops office tribal grants"
      ],
      "queries_score": [
        -5.057529449462891
      ]
    },
    {
      "id": "memos_96__1",
      "chunk_id": "1",
      "content": "Iraq Opinion, 26 Op. O.L.C. at 153-69. As we have advised, the President (who\nrepresents the United States in its foreign affairs) may make the determination\nwhether Iraq has committed a material breach of the U.N. Security Council\nresolutions regarding Iraq. Id. at 158-61. 2\nI.\nUNSCR 1441 reaffirms that the Government of Iraq is already “in material\nbreach of its obligations under relevant resolutions.” S.C. Res. 1441, ¶ 1. It also\nimposes additional obligations on Iraq in order to provide it with “a final opportunity to comply with its disarmament obligations under relevant resolutions of the\nCouncil.” Id. ¶ 2. Paragraph 3 of UNSCR 1441 requires Iraq to provide a new\ndeclaration disclosing all aspects of its WMD program within 30 days of its\nenactment. As the U.N. Security Council approved UNSCR 1441 on November 8,\n2002, the Iraqi declaration of its WMD program is due by December 8, 2002. Specifically, paragraph 3 requires Iraq to provide to the United Nations Monitoring, Verification and Inspection Commission, the International Atomic Energy\nAgency, and the Security Council a “currently accurate, full, and complete\ndeclaration of all aspects of its” WMD program. Id. ¶ 3. Paragraph 4 provides\nthat false statements or omissions in the declarations submitted by\nIraq pursuant to this resolution and failure by Iraq at any time to\ncomply with, and cooperate fully in the implementation of, this resolution shall constitute a further material breach of Iraq’s obligations\nand will be reported to the Council for assessment in accordance\nwith paragraphs 11 and 12 below. Id. ¶ 4 (emphasis added). Because of its use of the word “and,” paragraph 4 might be misconstrued by\nsome to provide that a “further material breach” has occurred only when Iraq both\nmakes false statements or omissions and fails to comply and cooperate with the\nresolution. Under such an interpretation, the word “and” conveys only a conjunctive meaning. Therefore, false statements or omissions in Iraq’s paragraph 3\ndeclaration alone would not in itself constitute a further material breach. Rather,\nthose false statements or omissions would have to be accompanied by some other 2\nIt is the responsibility of this Office, on behalf of the Attorney General, 28 C.F.R. § 0.25(a) & (e)\n(2002), to provide authoritative opinions for the President on all legal questions, including questions of\ninternational law. See Letter for Alberto R. Gonzales, Counsel to the President, from Jay S. Bybee,\nAssistant Attorney General, Office of Legal Counsel (Jan. 11, 2002). 218 227-329 VOL_26_PROOF.pdf 228 10/22/12 11:13 AM False Statements or Omissions as “Further Material Breach” Under UNSCR 1441 action amounting to a failure to comply with UNSCR 1441 or cooperate fully with\nits implementation. II. In this context, an interpretation of “and” as solely conjunctive is illogical and\ninconsistent with the text and purpose of UNSCR 1441. It is well established that\nthe word “and” is capable of more than one possible construction. In some\ncontexts, “and” conveys a conjunctive meaning, under which all enumerated\nconditions must be satisfied before a particular result is achieved. In other\ncontexts, however, “and” is used disjunctively, in which case any one of among\ntwo or more conditions by itself would be sufficient to trigger a particular result.",
      "queries": [
        "who determines whether iraq violates un resolutions",
        "when does a european decision enter into force?"
      ],
      "queries_score": [
        "1.8688725",
        -7.096286773681641
      ]
    },
    {
      "id": "memos_96__2",
      "chunk_id": "2",
      "content": "In some\ncontexts, “and” conveys a conjunctive meaning, under which all enumerated\nconditions must be satisfied before a particular result is achieved. In other\ncontexts, however, “and” is used disjunctively, in which case any one of among\ntwo or more conditions by itself would be sufficient to trigger a particular result. Whether the word “and” conveys a conjunctive or disjunctive meaning depends on\nthe context. In this case, examination of the context of UNSCR 1441 demonstrates\nclearly that paragraph 4 uses “and” in the disjunctive sense. Making false statements or omissions in Iraq’s declaration of its WMD programs, without more,\nwould constitute a further material breach of Iraq’s international obligations. A.\nUnder standard approaches to legal interpretation, it has been long established\nthat the word “and” may convey a disjunctive rather than a conjunctive meaning. 3 Determining which usage was intended in a particular provision requires, as\nalways, an examination of the context in which the term appears. As the Supreme\nCourt has explained, in order to give effect to the intention of those who drafted a\ntext, “courts are often compelled to construe ‘or’ as meaning ‘and,’ and again\n‘and’ as meaning ‘or.’” United States v. Fisk, 70 U.S. (3 Wall.) 445, 447 (1865). See also Union Ins. Co. v. United States, 73 U.S. (6 Wall.) 759, 764 (1867) (“when\nwe look beyond the mere words to the obvious intent we cannot help seeing that\nthe word ‘or’ must be taken conjunctively”). Such constructions are permitted to\neffectuate “[t]he obvious purpose” of the provision, and are appropriate when\n“[t]he evil intended to be remedied” is “transparent.” Fisk, 70 U.S. at 447. While\npleading for reading “and” in its common conjunctive meaning, the most recent\nedition of Sutherland’s treatise on statutory construction recognizes that\n“[d]isjunctive ‘or’ and [c]onjunctive ‘and’ may be interpreted as substitutes.” 3 Some might object that United States cases on the disjunctive meaning of “and” are not applicable\nto international law. The ordinary meaning of words, purpose, and context are relevant in international\nlegal interpretation, just as they are in American practice. As the Restatement (Third) of Foreign\nRelations Law explains, “an international agreement is to be interpreted in good faith in accordance\nwith the ordinary meaning to be given to its terms in their context and in the light of its object and\npurpose.” Restatement (Third) of Foreign Relations Law 325(1) (1987). See also Vienna Convention\non the Law of Treaties, art. 31(1) (same). The reasoning of American courts in interpreting “and” is\ntherefore relevant and persuasive with regard to how “and” should be read in light of its context. 219 227-329 VOL_26_PROOF.pdf 229 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 1A Norman J. Singer, Sutherland on Statutes and Statutory Construction § 21:14,\nat 183-88 (6th ed. 2002). 4 Federal courts of appeals, 5 federal district courts, 6 and\nstate courts 7 have held that the word “and” is capable of conveying a disjunctive\nmeaning. Such constructions have been applied to wills 8 and contracts 9 as well as\nstatutory enactments. 10 4\nCourts cite Sutherland’s discussion of conjunctive and disjunctive terms as authority.",
      "queries": [
        "what does the word and mean",
        "what does the bureau of prisons authorize",
        "what is the tax consequences of a disqualified disposition"
      ],
      "queries_score": [
        "1.6721437",
        -7.752339839935303,
        -8.21163272857666
      ]
    },
    {
      "id": "memos_96__3",
      "chunk_id": "3",
      "content": "Such constructions have been applied to wills 8 and contracts 9 as well as\nstatutory enactments. 10 4\nCourts cite Sutherland’s discussion of conjunctive and disjunctive terms as authority. See, e.g.,\nBruce v. First Fed. Sav. & Loan Ass’n of Conroe, Inc., 837 F.2d 712, 715 (5th Cir. 1988); United States\nv. Del Rio Springs, Inc., 392 F. Supp. 226, 227 (D. Ariz. 1975). 5\nSee, e.g., Peacock v. Lubbock Compress Co., 252 F.2d 892, 893 (5th Cir. 1958) (“the word ‘and’\nis not a word with a single meaning, for chameleonlike, it takes its color from its surroundings”); Cal.\nLumbermen’s Council v. FTC, 115 F.2d 178, 185 (9th Cir. 1940) (“when the order is read as a\ncomplete article there is no question but that the acts prohibited [‘the purchase and the offering for\nsale’] are prohibited in the case of purchase and sale or the purchase or sale, separately or together”);\nPitcairn v. Am. Refrigerator Transit Co., 101 F.2d 929, 937 (8th Cir. 1939) (“‘and’ is sometimes read\nas ‘or’, when necessary to effectuate an apparent intent”); Atlantic Terra Cotta Co. v. Masons’ Supply\nCo., 180 F. 332, 338 (6th Cir. 1910) (“‘and’ is frequently read as ‘or’”). 6\nSee, e.g., Matter of Velis, 123 B.R. 497, 510 (D.N.J. 1991) (“The word ‘and’ is to be accorded its\nnormal conjunctive connotation, rather than treated as a synonym for the word ‘or,’ unless such strict\ngrammatical construction would frustrate clear legislative intent.”), rev’d on other grounds, 949 F.2d\n78 (3rd Cir. 1991); United States v. Mullendore, 30 F. Supp. 13, 15 (N.D. Okla. 1939) (“the Courts\nhave many times held that ‘and’ in a statute may be read to mean ‘or’”). 7\nSee, e.g., Mayer v. Cook, 57 N.Y.S. 94, 95 (N.Y. App. Div. 1899) (“courts have construed ‘and’\nas ‘or’”). 8\nSee, e.g., Polsky v. Cont’l Nat’l Bank of Lincoln, 110 F.2d 50, 57 (8th Cir. 1940) (“The word ‘and’\nmay sometimes be substituted for the word ‘or,’ and vice versa, even in the construction of a will,\nwhere that is necessary to carry out the manifest intention of the testator.”). 9\nSee, e.g., In re Knepp, 229 B.R. 821, 847 (Bankr. N.D. Ala. 1999) (“It is a general rule of contract\nconstruction that ‘and’ can be read as ‘or’ and vice-versa under certain conditions. The words should\nnot be treated as interchangeable when their accurate and literal reading does not render the sense\ndubious. . . . [T]he intent of the parties must determine whether the Court chooses to adopt this\nconstruction.”) (citations and quotations omitted). 10\nCourts have given varying degrees of presumptive weight to the standard usage of “and” in its\nconjunctive sense. Compare, e.g., Bruce, 837 F.2d at 715 (“The word ‘and’ is . . . to be accepted for its\nconjunctive connotation rather than as a word interchangeable with ‘or’ except where strict grammatical construction will frustrate clear legislative intent.”), Peacock, 252 F.2d at 893 n.1 (“The words\n‘and’ and ‘or’ when used in a statute are convertible, as the sense may require.",
      "queries": [
        "what does the media represent"
      ],
      "queries_score": [
        -8.113043785095215
      ]
    },
    {
      "id": "memos_96__4",
      "chunk_id": "4",
      "content": "A substitution of one for\nthe other is frequently resorted to in the interpretation of statutes, when the evident intention of the\nlawmaker requires it.”), and Rice v. United States, 53 F. 910, 912 (8th Cir. 1893) (“Undoubtedly ‘and’\nis not always to be taken conjunctively. It is sometimes read as if it were ‘or,’ and taken disjunctively\nand distributively, but this is only done where that reading is necessary to give effect to the intention of\nthe legislature, as plainly expressed in other parts of the act, or deducible therefrom.”), with Geyer v.\nBookwalter, 193 F. Supp. 57, 62 (W.D. Mo. 1961) (“In order to effectuate the intention of this testator,\nthe word ‘and’ is to be construed to mean ‘or’.”), and United States v. Cumbee, 84 F. Supp. 390, 391\n(D. Minn. 1949) (construing statute “in the light of the purpose and history of the provision of which it\nis a part and the statutes to which it applies” to “give ‘and’ the meaning of ‘or’”); see also 1A C. Dallas\nSands, Sutherland on Statutes and Statutory Construction § 21:14, at 90-91 (4th ed. 1972) (“the words\nare interchangeable . . . one may be substituted for the other, if to do so consistent with the legislative\nintent”) (quoted in Del Rio Springs, 392 F. Supp. at 227). 220 227-329 VOL_26_PROOF.pdf 230 10/22/12 11:13 AM False Statements or Omissions as “Further Material Breach” Under UNSCR 1441 B.\nThe text and purpose of UNSCR 1441 unequivocally demonstrate that giving\nconjunctive meaning to the word “and” in paragraph 4 would be illogical and\nwould frustrate the clear intent of the U.N. Security Council. Indeed, in a press\nrelease announcing its unanimous approval of UNSCR 1441, the Security Council\nstated that “[a]ny false statement or omission in the declaration will be considered\na further material breach of Iraq’s obligations.” UNSCR 1441 Press Release, supra\nnote 1. In light of “[t]he obvious purpose” of paragraph 4, Fisk, 70 U.S. at 447, we\nwould likewise read the term “and” disjunctively and conclude that Iraq will be in\n“further material breach of [its] obligations” if it makes “false statements or\nomissions in the declarations submitted . . . pursuant to [paragraph 3 of] this\nresolution.” S.C. Res. 1441, ¶ 4. A conjunctive approach to paragraph 4, taken to its logical conclusion, is both\nuntenable and impossible to reconcile with either the text or purpose of the\nresolution. Under a conjunctive construction, the Government of Iraq would not be\nin “further material breach of [its] obligations” unless it both (1) makes “false\nstatements or omissions in [its] declarations” and (2) “fail[s] . . . to comply with,\nand cooperate fully in the implementation of, this resolution.” S.C. Res. 1441, ¶ 4. In other words, Iraq could avoid a finding of “further material breach” simply by\nmaking a completely truthful and accurate declaration. Iraq could willfully refuse\ninspections and even engage in military hostilities against U.N. inspectors and the\nU.S. and allied forces protecting them.",
      "queries": [
        "what is substitution of one for the other",
        "can a staff member reject an email",
        "what is the sam database",
        "which section prescribes standard settings and practices for institutional programs?"
      ],
      "queries_score": [
        "1.8371878",
        -7.167265892028809,
        -5.079388618469238,
        -7.540060997009277
      ]
    },
    {
      "id": "memos_96__5",
      "chunk_id": "5",
      "content": "S.C. Res. 1441, ¶ 4. In other words, Iraq could avoid a finding of “further material breach” simply by\nmaking a completely truthful and accurate declaration. Iraq could willfully refuse\ninspections and even engage in military hostilities against U.N. inspectors and the\nU.S. and allied forces protecting them. Under a conjunctive reading of “and,” Iraq\ncould make a full disclosure of its existing WMD programs, and then refuse to\ndisarm and instead re-double its illegal efforts to obtain such weapons and yet still\nnot be in “further material breach of [its] obligations” to the Security Council. Or a\nmaterial breach would not occur if Iraq fully cooperated with U.N. inspectors, but\nutterly failed to provide any disclosure of information related to its WMD\nprograms. Such a result cannot be squared with the text of UNSCR 1441. Paragraph 5 and\nsubsequent provisions of UNSCR 1441 detail Iraq’s specific obligations with\nrespect to inspections and disarmament. Iraqi violations of these provisions, such\nas refusing to allow inspectors into Iraq, or harming inspectors, or concealing\nWMD locations and materials, would constitute a material breach of its obligations under UNSCR 1441. Yet, under the conjunctive construction, the most\nwillful violations of its inspection obligations would not constitute a “further\nmaterial breach” so long as Iraq has not made false statements or omissions in its\nparagraph 3 declaration. Under the conjunctive approach, once Iraq satisfied its\ndeclaration obligations under paragraph 3 and refrained from making “false\nstatements or omissions” in that declaration, Iraq would never be vulnerable to a\nfinding of “further material breach of Iraq’s obligations.” Such a construction of 221 227-329 VOL_26_PROOF.pdf 231 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 the resolution would render most of UNSCR 1441 a nullity. Only by reading\n“and” in paragraph 4 as disjunctive can we give effect to all of UNSCR 1441. Reading “and” to be conjunctive would also conflict with the very purpose of\nUNSCR 1441. The text of the resolution makes clear that its fundamental purpose\nis to disarm Iraq of WMD. Honest declarations and full and complete access for\ninspectors are merely a means required to meet an end. UNSCR 1441 expressly\nstates that, although Iraq already “has been and remains in material breach of its\nobligations” under prior U.N. Security Council resolutions, the Council would\n“afford Iraq . . . a final opportunity to comply with its disarmament obligations.” S.C. Res. 1441, ¶¶ 1-2 (emphasis added). The resolution specifically notes that the\ndeclaration requirements of paragraph 3 are not an end in themselves, but that they\nare imposed so that Iraq might “begin to comply with its disarmament obligations.” Id. ¶ 3. Paragraph 3’s mandate of a “currently accurate, full, and complete\ndeclaration” is the “begin[ning],” and thus the sina qua non, of disarmament. Id.\n¶¶ 3-4. In light of the resolution’s clear purpose to achieve the disarmament of\nIraq, a construction of paragraph 4 that allows Iraq to refuse to disarm and still\navoid a finding of “further material breach” would be at odds with the text and\nstructure of UNSCR 1441.",
      "queries": [
        "how can iraq avoid further material breach",
        "does cops office review competitive solicitation",
        "interest income is treated as income from"
      ],
      "queries_score": [
        "3.0799887",
        -9.632172584533691,
        -7.717197418212891
      ]
    },
    {
      "id": "memos_96__6",
      "chunk_id": "6",
      "content": "Id.\n¶¶ 3-4. In light of the resolution’s clear purpose to achieve the disarmament of\nIraq, a construction of paragraph 4 that allows Iraq to refuse to disarm and still\navoid a finding of “further material breach” would be at odds with the text and\nstructure of UNSCR 1441. Events surrounding the passage of UNSCR 1441 further demonstrate that the\ncore purpose of the resolution is to secure Iraqi disarmament. On October 25,\n2002, President Bush made clear that the United States would not accept any\nSecurity Council resolution that did not make disarmament its paramount objective. He stated that “any resolution that evolves must be one which does the job of\nholding Saddam Hussein to account. That includes a rigorous, new and vibrant\ninspections regime, the purpose of which is disarmament, not inspections for the\nsake of inspections.” 11 After the Council approved UNSCR 1441, President Bush\nstated that, “[w]ith the resolution just passed, . . . Saddam Hussein must fully\ndisclose and destroy his weapons of mass destruction. . . . Any act of delay or\ndefiance will be an additional breach of Iraq’s international obligations. . . . Any\nIraqi noncompliance . . . will show that Iraq has no intention of disarming.” 12 In its\npress release announcing its unanimous approval of UNSCR 1441, the Security\nCouncil reiterated that the resolution merely “afford[ed]” Iraq “a ‘final opportunity\nto comply’ with its disarmament obligations.” UNSCR 1441 Press Release, supra\nnote 1. That announcement also quotes U.N. Secretary-General Kofi Annan, who\napplauded the resolution and said that “[t]he goal is to ensure the peaceful\ndisarmament of Iraq in compliance with Council resolutions and a better, more\nsecure future for its people.” Id. John Negroponte, the United States ambassador to 11\nThe President’s News Conference with President Jiang Zemin of China in Crawford, Texas,\n2 Pub. Papers of Pres. George W. Bush 1897, 1900 (Oct. 25, 2002) (emphasis added). 12\nRemarks on the Passage of a United Nations Security Council Resolution on Iraq, 2 Pub. Papers\nof Pres. George W. Bush 2053, 2053 (Nov. 8, 2002) (emphasis added). 222 227-329 VOL_26_PROOF.pdf 232 10/22/12 11:13 AM False Statements or Omissions as “Further Material Breach” Under UNSCR 1441 the United Nations, said that “the resolution constituted the world community’s\ndemand that Iraq disclose and destroy its weapons of mass destruction. The new\ncourse in that effort would send a clear message to Iraq insisting it disarm or face\nthe consequences.” Id. (emphasis added). These remarks demonstrate that Iraq’s\nfundamental obligation is disarmament, and that honest declarations by themselves\ncannot immunize Iraq from a finding that it has committed a “further material\nbreach of [its] obligations.” Representatives from the other member nations of the Security Council have\nmade similar statements. For example, United Kingdom representative Jeremy\nGreenstock said that “[t]he resolution made crystal clear that Iraq was being given\na final opportunity to comply with its disarmament obligations. The regime in\nBaghdad now faced an unequivocal choice: between complete disarmament and\nthe serious consequences indicated in paragraph 13 of the resolution.” Id.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -8.132126808166504
      ]
    },
    {
      "id": "memos_96__7",
      "chunk_id": "7",
      "content": "For example, United Kingdom representative Jeremy\nGreenstock said that “[t]he resolution made crystal clear that Iraq was being given\na final opportunity to comply with its disarmament obligations. The regime in\nBaghdad now faced an unequivocal choice: between complete disarmament and\nthe serious consequences indicated in paragraph 13 of the resolution.” Id. The\nMexican delegate, Adolpho Aguilar Zinser, maintained that, “[i]n case of failure to\ncomply, the Council would act”—apparently without regard to whether Iraq had\ngiven an accurate declaration free of any false statements or omissions. Id. Richard\nRyan of Ireland explained that “[t]he resolution was about disarming Iraq,” and\nthat “[t]he Council had given Iraq an opportunity to comply with its disarmament\nobligations.” Id. Bulgaria’s Stefan Tafrov similarly noted that the resolution’s\n“objective” was “the disarmament of Iraq.” Id. Ole Peter Kolby of Norway\nacknowledged “the overall objective of disarming Iraq of weapons of mass\ndestruction” and that “the Council had afforded Iraq with a final opportunity to\ncomply with its disarmament obligations.” Id. The President of the Council, Zhang\nYishan of China, stated that “[t]he purpose” of the resolution “was to disarm Iraq.” Id. Even the Russian delegate, Sergey Lavrov, who contended that “it would not\nbe seen as a violation if” Iraq took “more than 30 days” to issue its paragraph 3\ndeclaration, nevertheless “emphasized the need for Iraq to comply with all its\ndisarmaments obligations on the basis of today’s resolution.” Id. (emphasis\nadded). We have found no evidence, moreover, to suggest that any member nation of\nthe Security Council believed that noncompliance with inspections or Iraqi refusal\nto disarm would not constitute a “further material breach” under UNSCR 1441, so\nlong as Iraq provided a complete and accurate disclosure of its WMD program. In\nlight of the apparent consensus that Iraq’s fundamental obligation was disarmament, it is unsurprising that no pre-enactment history adopts a conjunctive\napproach to paragraph 4 or asserts that honest declarations by themselves could\nprevent a finding of “further material breach of Iraq’s obligations.” III. In conclusion, should Iraq make false statements or omissions in its paragraph 3\ndeclaration, Iraq would necessarily be in “further material breach of [its] obliga- 223 227-329 VOL_26_PROOF.pdf 233 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 tions.” False statements or omissions alone are enough to constitute “further\nmaterial breach” as that term is defined in paragraph 4. An additional showing of\nnoncompliance and noncooperation with the resolution is not required, because the\nword “and” in paragraph 4 has a disjunctive, rather than a conjunctive, meaning. JOHN C. YOO\nDeputy Assistant Attorney General\nOffice of Legal Counsel 224 227-329 VOL_26_PROOF.pdf 234 10/22/12 11:13 AM",
      "queries": [
        "when do you need to electronically sign an award",
        "what is artificial intelligence used for"
      ],
      "queries_score": [
        -9.405722618103027,
        -7.936039924621582
      ]
    }
  ]
}