{
  "doc_id": "memos_2",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_2__0",
      "chunk_id": "0",
      "content": "April 27, 1977 78-78 MEMORANDUM OPINION FOR THE COUNSEL\nTO THE PRESIDENT\nThe White House—The Vice President—\nGifts (3 U.S.C. §§ 110, 111; 16 U.S.C. § 6a)\nYou have asked for our views regarding the acceptance of gifts to be used in\nthe White House, the official residence of the Vice President, or the offices of\nthe President and Vice President. We separately answer the questions raised by\nthe proposed gifts. I. Gifts of Art and Furnishings for the White House, the Vice\nPresident’s Residence or the Offices of the President and Vice\nPresident\nThere is- express statutory authorization for the acceptance of such gifts. Section 6 of Pub. L. No. 93-346, 88 Stat. 340 (1974), as amended, 3 U.S.C.\n§ 111 note (1976), authorizes the acceptance of donations of art and furnishings\nfor the official residence of the Vice President: The Secretary of the Navy is authorized and directed, with the\napproval of the Vice President, to accept donations of money or\nproperty for the furnishing of or making improvements in or about\nthe temporary official residence of the Vice President, all such\ndonations to become the property of the United States and to be\naccounted for as such. Gifts for use in the White House are authorized by 3 U.S.C. § 110 (1976),\nwhich provides in pertinent part: With a view to conserving in the White House the best specimens\nof the early American furniture and furnishings, and for the purpose\nof maintaining the interior of the White House in keeping with its\noriginal design, the Director of the National Park Service is author­\nized and directed, with the approval of the President, to accept\ndonations of furniture and furnishings for use in the White House, all\nsuch articles thus donated to become the property of the United States\nand to be accounted for as such. 349 This statute authorizes gifts of “ furniture and furnishings” for the official\nresidence and the offices of the President and Vice President and other offices\nthat are located in the East or West Wing of the White House. 1 We construe the\nterm “ furnishings” to include gifts of art and other decorations that cannot be\nreadily characterized as “ furniture.” It should be noted, however, that the\nstatute appears to contemplate the acceptance of early American items, and\nonly where this would be consistent with maintaining the interior of the White\nHouse in keeping with its original design. Aside from this specific provision applicable to the White House, the\nSecretary of the Interior is authorized to accept, in the name of the United\nStates, “ gifts or bequests of money for immediate disbursement or other\nproperty in the interest of the National Park Service, its activities, or its service,\nas heretofore authorized by law.” 16 U.S.C. § 6a (1976). In our view, this\nstatute constitutes authority for the acceptance of gifts in connection with the\nDepartment of the Interior’s general statutory responsibility under Pub. L. No.\n87-286 for maintenance of the White House and its grounds. 2 This Office\nadvised the White House in 1974 that 16 U.S.C. § 6a authorized the Secretary\nof the Interior to accept the donation of a swimming pool at the White House\nfor the President’s use.",
      "queries": [
        "what frequency range for terrestrial wireless broadband services"
      ],
      "queries_score": [
        -9.044732093811035
      ]
    },
    {
      "id": "memos_2__1",
      "chunk_id": "1",
      "content": "L. No.\n87-286 for maintenance of the White House and its grounds. 2 This Office\nadvised the White House in 1974 that 16 U.S.C. § 6a authorized the Secretary\nof the Interior to accept the donation of a swimming pool at the White House\nfor the President’s use. The mentioned statutes are silent on the question of the acceptance of\nconditional gifts. As a general rule, such gifts may not be accepted by the\nGovernment without the express approval of Congress. Story v. Snyder, 184 F.\n(2d) 454, 456 (D.C. Cir. 1950). The policy of the Curator of the White House\nhas been to refuse gifts offered on the condition that they be displayed in a\ncertain manner or location in the White House, on the ground that this would\ninterfere with the continuing responsibility of the Committee for the Preserva­\ntion of the White House to maintain the interior of the White House in the\nmanner deemed suitable at a particular time. Executive Order No. 11145, 3\nCFR 184 (1964-1965 compilation), reprinted in 3 U.S.C. § 110 note (1976). The type of condition that would be acceptable to the Curator would be, for\nexample, attaching a small plaque to the gift to identify the donor. The current\nWhite House policy appears to be consistent with the general rule on\nconditional gifts outlined above. We recommend that a similar policy on\nacceptance of conditional gifts be adopted for the Vice President’s residence. It is our understanding that, by arrangement with the National Park Service,\nmaintenance and furnishing of the East and West Wings of the White House are\nthe responsibility of the General Services Administration (GSA). According to\n'Section 1 of Pub. L. No. 87-286, 75 Stat. 586 (1961), describes the “ While H ouse\" as “ all of\nthat portion of reservation numbered 1 in the city of W ashington, District of Columbia, which is\nwithin the President’s park enclosure, comprising eighteen and seven one-hundredths acres . . . ”\n2The Department of the Interior’s responsibility derives from the language in § I o f Pub. L. No.\n87-286 that the White House and its grounds “ shall be administered pursuant to the Act of August\n25, 1916, 39 Stat. 535; 16 U.S.C. 1-3, and Acts supplementary thereto and amendatory thereof.” The Act of August 25, 1916, established the National Park Service in the Department of the\nInterior. 350 the Curator’s Office, few of the furnishings donated to the White House are\nused in the East and West Wings; when they are, the items are apparently\nregarded as being on loan from the.collection intended for the residence. We\nsee no reason why gifts donated to the White House, especially those of an\nhistorical nature, cannot be used in the East and West Wings in this fashion. The General Services Administration has jurisdiction over the Old Executive\nOffice Building and would therefore be the proper recipient of any gifts for use\nin that building. The Administrator of GSA is authorized to accept on behalf of\nthe United States “ unconditional gifts of real, personal, or other property in aid\nof any project or function” within his jurisdiction. 40 U.S.C. § 298a (1976).",
      "queries": [
        "when the Commission is deemed not to have any doubts",
        "what is community policing",
        "citibank ach account number",
        "what is the award document in law enforcement?",
        "how to notify us marshals",
        "requirements for continuing education programs",
        "can a merchant contract be a capital asset if it is not goodwill",
        "which rule applies for prospective ethics advice?"
      ],
      "queries_score": [
        -8.327770233154297,
        -8.435820579528809,
        -9.202712059020996,
        -8.888081550598145,
        -8.507874488830566,
        -8.18601131439209,
        -9.977721214294434,
        -8.37744426727295
      ]
    },
    {
      "id": "memos_2__2",
      "chunk_id": "2",
      "content": "The Administrator of GSA is authorized to accept on behalf of\nthe United States “ unconditional gifts of real, personal, or other property in aid\nof any project or function” within his jurisdiction. 40 U.S.C. § 298a (1976). Because GSA has assumed responsibility for maintenance and furnishing of the\nEast and West Wings, we believe it may accept gifts for use there as well. It\nshould be noted, however, that 40 U.S.C. § 298a (1976) refers only to\nunconditional gifts. 3\nII. Gifts of Services Attendant to the Loan of Art dr Furnish­\nings to the Residences or Offices, such as Collection, Crating,\nTransportation, and Insurance\nWhile there is no express statutory authority for the White House or the\nofficial residence of the Vice President to receive works of art or other objects\non loan, we see no reason to object to this practice. 4 Nor do we see any basis for\nobjecting to the acceptance of services related to the loan, such as collection,\ncrating, transportation, and insurance. In 1974 this Office advised the White House that a painting that had been\ngiven to the White House on the condition that it be exhibited to the public\ncould be viewed as a loan and be returned to the donor if it was no longer to be\ndisplayed. That earlier advice necessarily proceeded on the assumption that\nsuch a loan could be accepted. Moreover, the Comptroller General has ruled that agencies may accept a loan\nof equipment to be used in performing an agency function, although he noted\nthat this practice should not be encouraged because of the possibility of claims\nagainst the Government or the appearance of favoritism in later agency dealings\nwith the lender. 22 Comp. Gen. 153 (1942). In most cases there is little\nlikelihood of an appearance of favoritism toward one who lends items to the\nWhite House or the Vice President’s residence. With respect to the possibility\nof claims against the Government, the Committee for the Preservation of the\n3This Office advised the White House in 1964 that 40 U.S.C. § 298a (1976) permitted GSA to\naccept a donation of television lights to be installed in one of the Wings by several networks. It was\nemphasized that the fixtures, once installed, were to be regarded as property of the United States for\nall purposes. 4See Secretary of the Navy Instruction 4001.2E (Oct. 18, 1978) governing acceptance of gifts for\nthe Vice President's residence under Pub. L. No. 93-346, supra. Paragraph 3.e. defines the term\n\"gift” to include loans, except loans of money. See H 4.b. Arguably. 3 U.S.C. § 110 (1976) and 16\nU.S.C. § 6a (1976) could also be construed to permit acceptance of loans, which are in a sense only\ntemporary gifts. 351 White House has in the past purchased an insurance policy covering all items\non loan to the White House. If, as it appears, loans of furnishings may be accepted for use in the White\nHouse or Vice President’s residence, we see no reason why the lender may not\npay the costs incident to the loan.",
      "queries": [
        "what is the aim of the 7th environment action programme"
      ],
      "queries_score": [
        -8.783268928527832
      ]
    },
    {
      "id": "memos_2__3",
      "chunk_id": "3",
      "content": "If, as it appears, loans of furnishings may be accepted for use in the White\nHouse or Vice President’s residence, we see no reason why the lender may not\npay the costs incident to the loan. We do not mean to suggest, however, that\nfunds appropriated for the Executive Residence or the Official Residence of the\nVice President under the Executive Office Appropriations Act of 1977, Pub. L.\nNo. 94-363, 90 Stat. 966 (1976), may not be used to pay these costs. The\nappropriations are available for the “ refurnishing” and “ furnishing” of the\ntwo residences, respectively. Presumably they may be spent for the outright\nacquisition of suitable art and furnishings. Obtaining such items on loan is\nmerely another form of acquisition, albeit of a temporary nature, and we see no\nreason why appropriated funds cannot be expended to meet the costs of their\nuse by the Government. Cf. 22 Comp. Gen. 153, 154 (1942). In this\nconnection, the Curator’s Office informed us that it has in the past spent\nappropriated funds to pay the costs incidental to loans of art and furnishings to\nthe White House. One final point with respect to loans may be of interest. The Committee for\nthe Preservation of the White House has apparently required lenders of property\nto state in writing that they will not sell the property in question for a certain\nperiod of time after it has been returned by the White House and to promise that\nthe fact that the property was once displayed in the White House will not be\nmentioned in advertising in connection with its later sale. This obviously is\nintended to prevent trading on the White House name. It may be appropriate to\nadopt a similar policy for the Vice President’s residence. III. Gifts for the Purpose of Acquiring Art, Furnishings, or\nAttendant Services The special statute authorizing the acceptance of furniture and furnishings for\nthe White House does not appear to permit acceptance of cash donations. 3\nU.S.C. § 110 (1976). However, the general statutory authority of the Secretary\nof the Interior to accept gifts in connection with National Park Service activities\nspecifically mentions money, 16 U.S.C. § 6a (1976), as does the special statute\napplicable to the Vice President’s residence, Pub. L. No. 93-346, supra. The\nstatute applicable to GSA does not expressly mention gifts of money, but such\ngifts would appear to be.included in the general phrase in 40 U.S.C. § 298a\n(1976), “ gifts of real, personal, or other property.” IV. The Proper Recipient of Gifts\nUnder paragraph 12 of Secretary of the Navy Instruction (SECNAV)\n4001,2E, the Chief of Naval Operations is designated as the “ cognizant official”\nresponsible for processing gifts to the Vice President’s residence; but it is the\nSecretary of the Navy who ultimately accepts such gifts. 5\n5If any questions arise regarding the acceptance of gifts for the Vice President’s residence, the\nAdministrative Law Section of the Navy’s Office of the Judge Advocate General is familiar with\n(Continued)",
      "queries": [
        "when does an adverse action notice need to be issued",
        "when can an applicant transfer ownership of an application?"
      ],
      "queries_score": [
        -8.043313026428223,
        -8.06810474395752
      ]
    },
    {
      "id": "memos_2__4",
      "chunk_id": "4",
      "content": "5\n5If any questions arise regarding the acceptance of gifts for the Vice President’s residence, the\nAdministrative Law Section of the Navy’s Office of the Judge Advocate General is familiar with\n(Continued) By tradition, the Committee for the Preservation of the White House,\nestablished by Executive Order No. 11145, has been designated as the recipient\nof gifts made to the White House, although it, of course, accepts such gifts on\nbehalf of the United States. As we understand it, donations of funds to be used\nfor furnishing the White House are accepted by the Committee and deposited in\na special account maintained by the National Park Service for use by the\nCommittee. All gifts are acknowledged by a certificate issued by the Commit­\ntee.6 The Curator’s Office assists the Committee in these matters. Finally, the regional office of the General Services Administration should be\nconsulted regarding donations of art or furnishings to be used in the Old\nExecutive Office Building or gifts of furniture of no particular historical\nsignificance to be used in the East or West Wings of the White House. V. Solicitation of Gifts We are not aware of any statute that either authorizes or prohibits members\nof the President’s or Vice President’s staff from soliciting gifts of art,\nfurnishings, and attendant services. 7 To the degree that the President and Vice\nPresident become involved in the gift process, we see no reason why their staffs\nmay not assist them. However, the applicable statutes appear to assign primary\nresponsibility for the White House and Vice President’s residence to other\nentities, subject to the general supervision of the President and Vice President. As mentioned above, the Committee for the Preservation of the White House\nhas traditionally assumed responsibility for acceptance of gifts to the White\nHouse. In addition, the restrictions contained in Executive Order No. 11222, 3 CFR\n306 (1964-1965 compilation), reprinted in 18 U.S.C. § 201, note (1976), and\nthe implementing regulations for the Executive Office of the President should\nbe considered. 8 Section 201(a) of the Executive order prohibits any employee\ncovered by the order from soliciting any gift, loan, or other thing of monetary\nvalue from any person, organization, or group that:\n(1) has, or is seeking to obtain, contractual or other\nbusiness or financial relationships with his agency;\n(Continued)\ninternal procedures for gifts to the Navy in general, including those to the Vice President’s\nresidence. 6We are not aware that a comparable committee has been established for the Vice President’s\nresidence, but one could presumably be created by the Secretary of the Navy, with the Vice\nPresident’s approval. Such a committee could relieve the Vice President’s staff and family of any\nadministrative burden in accepting gifts and dispel any potential awkwardness in having them\ndirectly involved in the process. 740 U.S.C. § 193p. (1976) makes it unlawful for \"anyone other than an authorized employee or\nconcessionaire . . . to solicit alms, subscriptions, or contributions” (emphasis added) within the\nbuildings or grounds of the Institution. Although this statute is obviously inapplicable to the\npresent situation, it is the only statute pertaining to solicitation of gifts by Federal employees.",
      "queries": [
        "which federal award is subject to copyright",
        "cops usdoj phone number",
        "COPS award condition",
        "what is the function of the staff psychologist",
        "what is the purpose of the enhanced office based grant review?",
        "when did rodeway inns cancel its territory agreement",
        "what is the active marketing exception",
        "irs memo release number"
      ],
      "queries_score": [
        -8.322999000549316,
        -8.27285385131836,
        -8.360396385192871,
        -8.19847583770752,
        -9.400862693786621,
        -9.785673141479492,
        -8.418606758117676,
        -7.972018241882324
      ]
    },
    {
      "id": "memos_2__5",
      "chunk_id": "5",
      "content": "Although this statute is obviously inapplicable to the\npresent situation, it is the only statute pertaining to solicitation of gifts by Federal employees. “The Office of the Vice President is not included among the agencies to which the Executive\nOffice’s Standards of Conduct apply. See 3 CFR IOO,735-2(a) (1977). However, we understand\nthat Vice President Rockefeller issued Standards of Conduct regulations for the Vice President’s\nstaff which are still in effect and are sim ilar‘in most respects to those of the Executive Office. 353 (2) conducts operations or activities which are regulated\nby his agency; or\n(3) has interests which may be substantially affected by\nthe performance or nonperformance of his official duty. See also 3 CFR 100.735-14(a) (1977). This section was directed primarily at\nthe solicitation of gifts for the employee’s personal benefits. Nevertheless, as a\nmatter of policy, solicitations should be avoided where the persons or\norganizations involved have a significant interest in matters that are likely to be\nreviewed in the White House or the Vice President’s Office. See also Executive\nOrder No. 11222, §§ 201(c)(2), (4), and (6); 3 CFR 100.735-4(c)(2), (4) and\n(6) (1977). Even where the potential donor has no particular interest in matters pending\nbefore the President or Vice President, we believe it would be advisable for\nmembers of the President’s and Vice President’s regular staffs to avoid\nextensive involvement in the solicitation of gifts or loans. Time spent by these\nindividuals on solicitation of gifts would of necessity be diverted from their\nordinary governmental duties, thereby, perhaps, giving the appearance of\n“ [i]mpeding Government efficiency and economy.” Executive Order No.\n11222, § 201(c)(3); 3 CFR 100.735-4(c)(3) (1977). Finally, although loans of art and furnishings to the White House and the\nVice President’s residence are official in nature, they result in at least some\npersonal benefit in terms of use and enjoyment by the President and Vice\nPresident, their families, and staff members. To this extent, excessive\ninvolvement of staff members in solicitation might create an appearance of\n” [u]sing public office for private gain,” which is prohibited by section\n201(c)(1) of Executive Order No. 11222 and 3 CFR 100.735-4(c)(l) (1977). VI. Forms of Agreement\nThe Office of the Curator has stated that most donors do not use any\nparticular form or deed for gifts to the White House. The usual procedure is for\nthe donor to address a letter to the Committee for the Preservation of the White\nHouse stating that an unconditional gift is being made to the Committee on\nbehalf of the United States. 9 The Curator’s Office also informed us that this\narrangement has proved to be satisfactory in the past and that no problems have\narisen. We see no reason why the same procedure cannot be used for gifts to the\nVice President’s residence, especially if a policy is adopted of not accepting\nconditional gifts. Vice President Rockefeller executed a deed of gift for certain property he\ndonated to the Vice President’s residence, but a copy of this deed was not ’The Curator’s Office also stated that it makes clear that it is the donor’s responsibility to have\nthe properly assessed for tax purposes. 354",
      "queries": [
        "what is community policing",
        "does a facility have to achieve full design output to be placed in service?"
      ],
      "queries_score": [
        -8.25831127166748,
        -9.866047859191895
      ]
    },
    {
      "id": "memos_2__6",
      "chunk_id": "6",
      "content": "Vice President Rockefeller executed a deed of gift for certain property he\ndonated to the Vice President’s residence, but a copy of this deed was not ’The Curator’s Office also stated that it makes clear that it is the donor’s responsibility to have\nthe properly assessed for tax purposes. 354 retained in the files o f the Office of the N avy’s Judge Advocate General\nbecause it was an unrestricted gift. Generally, deeds should be filed with the\nSecretary of the Navy through the Chief of Naval Operations, the cognizant\nofficial for gifts to the Vice President’s residence, as a permanent record of the\ngift. A letter o f acknowledgement from the Secretary of the Navy to the donor\nwould be adequate evidence o f acceptance. Jo h n M . H armon A cting A ssistant A ttorney G eneral\nOffice o f L egal Counsel 355",
      "queries": [
        "why did rockefeller donate to vice president",
        "what is the time frame for the federal financial report"
      ],
      "queries_score": [
        "1.6801169",
        -11.159634590148926
      ]
    }
  ]
}