{
  "doc_id": "memos_79",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_79__0",
      "chunk_id": "0",
      "content": "(Slip Opinion) Application of the Anti-Nepotism Statute to a\nPresidential Appointment in the White House Office\nSection 105(a) of title 3, U.S. Code, which authorizes the President to appoint employees\nin the White House Office “without regard to any other provision of law regulating the\nemployment or compensation of persons in the Government service,” exempts positions in the White House Office from the prohibition on nepotism in 5 U.S.C. § 3110. January 20, 2017 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT You have asked whether section 3110 of title 5, U.S. Code, which forbids a public official from appointing a relative “to a civilian position in\nthe agency . . . over which [the official] exercises jurisdiction or control,”\nbars the President from appointing his son-in-law to a position in the\nWhite House Office, where the President’s immediate personal staff of\nadvisors serve. We conclude that section 3110 does not bar this appointment because the President’s special hiring authority in 3 U.S.C. § 105(a)\nexempts positions in the White House Office from section 3110. A decision of the D.C. Circuit, Haddon v. Walters, 43 F.3d 1488 (D.C.\nCir. 1995) (per curiam), lays out a different, but overlapping, route to the\nsame result. According to the reasoning of Haddon, section 3110 does not\nreach an appointment in the White House Office because section 3110\ncovers only appointments in an “agency,” which the statute defines to\ninclude “Executive agenc[ies],” and the White House Office is not an\n“Executive agency” within the definition generally applicable to title 5. Although our analysis does not track every element of the D.C. Circuit’s\nreasoning about the meaning of “Executive agency,” we believe that\nHaddon arrived at the correct outcome and that our conclusion here—that,\nbecause of the President’s special hiring authority for the White House\nOffice, section 3110 does not forbid the proposed appointment—squares\nwith both the holding and a central part of the analysis in that case. I.\nSection 105(a) of title 3 authorizes the President “to appoint and fix the\npay of employees in the White House Office without regard to any other\nprovision of law regulating the employment or compensation of persons\nin the Government service,” as long as the employees’ pay is within listed\n1 Opinions of the Office of Legal Counsel in Volume 41 salary caps. 3 U.S.C. § 105(a)(1). These employees are to “perform such\nofficial duties as the President may prescribe.” Id. § 105(b)(1). We understand that most White House Office employees are appointed under section 105 or a similar hiring authority, such as 3 U.S.C. § 107 (the authorization for domestic policy staff ). See Authority to Employ White House\nOffice Personnel Exempt from the Annual and Sick Leave Act Under 5\nU.S.C. § 6301(2)(x) and (xi) During an Appropriations Lapse, 36 Op.\nO.L.C. __, at *5 (Apr. 8, 2011); Authority to Employ the Services of White\nHouse Office Employees During an Appropriations Lapse, 19 Op. O.L.C.\n235, 236 (1995). Such employees are the President’s “immediate personal\nstaff ” and work in close proximity to him. Meyer v. Bush, 981 F.2d 1288,\n1293 & n.3 (D.C. Cir. 1993).",
      "queries": [
        "which section of the us code authorizes the president to appoint employees in the white house office with the express consent of the president?",
        "who can provide macrofinance support to jordan",
        "when to notify cops of changes in indirect cost",
        "which federal regulations require that inmates be permanently restricted from communicating with individuals",
        "do sex offender have to register",
        "what type of government agency works with law enforcement to identify community concerns and provide alternative solutions"
      ],
      "queries_score": [
        "2.7520654",
        -8.685368537902832,
        -9.08590316772461,
        -8.455306053161621,
        -8.043597221374512,
        -8.337886810302734
      ]
    },
    {
      "id": "memos_79__1",
      "chunk_id": "1",
      "content": "Such employees are the President’s “immediate personal\nstaff ” and work in close proximity to him. Meyer v. Bush, 981 F.2d 1288,\n1293 & n.3 (D.C. Cir. 1993). The appointment at issue here, we understand, would be under 3 U.S.C. § 105(a). Section 3110 of title 5, also known as the anti-nepotism statute, states\nthat “[a] public official may not appoint, employ, promote, advance, or\nadvocate for appointment, employment, promotion, or advancement, in or\nto a civilian position in the agency in which he is serving or over which he\nexercises jurisdiction or control any individual who is a relative of the\npublic official.” 5 U.S.C. § 3110(b). The statute expressly identifies the\nPresident as one of the “public official[s]” subject to the prohibition, and\na son-in-law is a covered “relative.” Id. § 3110(a)(2), (a)(3). Moreover,\nunder Article II of the Constitution, the President exercises “jurisdiction\nor control” over the White House Office as well as over the rest of the\nExecutive Branch. See Myers v. United States, 272 U.S. 52, 163–64\n(1926); Inspector General Legislation, 1 Op. O.L.C. 16, 17 (1977). Less\ncertain is whether the White House Office is an “agency”—a term that\nsection 3110 defines to include an “Executive agency,” thereby calling up\nthe definition of “Executive agency” generally applicable to title 5, see\n5 U.S.C. § 3110(a)(1)(A); id. § 105. But whether or not the White House\nOffice meets this definition (a subject to which we will return in Part II,\ninfra), we believe that the President’s special hiring authority in 3 U.S.C.\n§ 105(a) permits him to make appointments to the White House Office\nthat the anti-nepotism statute might otherwise forbid. Section 3110 prohibits the appointment of certain persons to positions\nof employment in the federal government. It is therefore a “provision of\nlaw regulating the employment . . . of persons in the Government ser- 2 Application of Anti-Nepotism Statute to Presidential Appointment in White House vice.” 1 Under section 105(a), the President can exercise his authority to\nappoint and fix the pay of employees in the White House Office “without\nregard to” such a law. 3 U.S.C. § 105(a)(1). This authority is “[s]ubject”\nonly to the provisions of subsection (a)(2), which limit the number of\nWhite House employees the President may appoint at certain pay levels. See id. § 105(a)(2). Thus, according to the most natural and straightforward reading of section 105(a), the President may appoint relatives as\nemployees in the White House Office “without regard to” the antinepotism statute. This reading of the two statutes gives section 105(a) a meaning no more\nsweeping than its words dictate. The ordinary effect of “without regard”\nlanguage is to negate the application of a specified class of provisions.",
      "queries": [
        "globalisation and the european budget 2012/683/",
        "why do inmates lose visiting privileges"
      ],
      "queries_score": [
        -7.520225524902344,
        -8.450643539428711
      ]
    },
    {
      "id": "memos_79__2",
      "chunk_id": "2",
      "content": "This reading of the two statutes gives section 105(a) a meaning no more\nsweeping than its words dictate. The ordinary effect of “without regard”\nlanguage is to negate the application of a specified class of provisions. In\nAmerican Hospital Association v. Bowen, 834 F.2d 1037 (D.C. Cir. 1987),\nfor example, the D.C. Circuit declared that the “plain meaning” of a\n“without regard” exemption, which there enabled the Secretary of Health\nand Human Services (“HHS”) to carry out his contracting authority\n“without regard to any provision of law relating to the making, performance, amendment or modification of contracts of the United States,” was\n“to exempt HHS from . . . the vast corpus of laws establishing rules regarding the procurement of contracts from the government,” although not\nfrom the requirements of the Administrative Procedure Act. Id. at 1054;\nsee also Friends of Animals v. Jewell, 824 F.3d 1033, 1045 (D.C. Cir.\n2016) (holding that a statutory direction to issue a rule “without regard to\nany other provision of statute or regulation that applies to issuance of such\nrule” effectively changed the Endangered Species Act); Alliance for the\nWild Rockies v. Salazar, 672 F.3d 1170, 1174–75 (9th Cir. 2012) (reaching the same conclusion about a direction to issue a rule “without regard\nto any other provision of statute or regulation”); cf. Crowley Caribbean\nTransport, Inc. v. United States, 865 F.2d 1281, 1282–83 (D.C. Cir. 1989)\n(noting, in interpreting an authorization to the President to take certain\naction “notwithstanding any other provision of this chapter or any other\nAct,” that a “clearer statement is difficult to imagine,” and declining to\n“edit” the language to add an implied exemption). 1 Subsection (c) of section 3110, which states that an individual appointed, employed,\npromoted, or advanced in violation of the statute’s prohibition is “not entitled to pay,”\n5 U.S.C. § 3110(c), may also make section 3110 a “provision of law regulating the . . .\ncompensation of persons in the Government service” rendered inapplicable by section\n105(a). 3 Opinions of the Office of Legal Counsel in Volume 41 Applying the “without regard” language, our Office has interpreted section 105(a) as a grant of “broad discretion” to the President “in hiring the\nemployees of [the White House Office]”; the provision, we have said,\n“reflect[s] Congress’s judgment that the President should have complete\ndiscretion in hiring staff with whom he interacts on a continuing basis.” Applicability of the Presidential Records Act to the White House Usher’s\nOffice, 31 Op. O.L.C. 194, 197 (2007); see also Memorandum for Bernard\nNussbaum, Counsel to the President, from Daniel L. Koffsky, Acting\nAssistant Attorney General, Office of Legal Counsel, Re: Presidential\nAuthority under 3 U.S.C. § 105(a) to Grant Retroactive Pay Increases to\nStaff Members of the White House Office at 2–3 (July 30, 1993) (section\n105(a)’s “sweeping language” gives the President “complete discretion”\nin adjusting pay of White House Office employees “in any manner he\nchooses”). That congressional intent is manifest in the House and Senate\ncommittee reports accompanying the 1978 legislation by which Congress\nenacted section 105(a). See Pub. L. No. 95-570, 92 Stat. 2445 (1978).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_79__3",
      "chunk_id": "3",
      "content": "That congressional intent is manifest in the House and Senate\ncommittee reports accompanying the 1978 legislation by which Congress\nenacted section 105(a). See Pub. L. No. 95-570, 92 Stat. 2445 (1978). Both reports state that the language “expresses the committee’s intent to\npermit the President total discretion in the employment, removal, and\ncompensation (within the limits established by this bill) of all employees\nin the White House Office.” H.R. Rep. No. 95-979, at 6 (1978) (emphasis\nadded); S. Rep. No. 95-868, at 7 (1978) (same). Aside from the reference\nto the compensation limits in subsection (a)(2), that statement is qualified\nonly by the committees’ explanation that section 105(a) “would not excuse any employee so appointed from full compliance with all laws,\nexecutive orders, and regulations governing such employee’s conduct\nwhile serving under the appointment.” H.R. Rep. No. 95-979, at 6; S. Rep.\nNo. 95-868, at 7 (same). One piece of section 105(a)’s legislative history does point the other\nway. During the House subcommittee hearing, the General Counsel to the\nPresident’s Reorganization Project at the Office of Management and\nBudget (“OMB”) testified that the language exempting the White House\nOffice (along with other entities in the Executive Office of the President)\nfrom the usual rules on hiring and compensation “would not exempt\n[these entities] from the restrictions under the nepotism statute because of\nthe specific provisions of that act which apply to the President.” Authorization for the White House Staff: Hearings Before the Subcomm. on\nEmployee Ethics and Utilization of the H. Comm. on Post Office and\nCivil Service, 95th Cong. 20 (1978) (“Authorization for the White House\n4 Application of Anti-Nepotism Statute to Presidential Appointment in White House Staff ”) (testimony of F.T. Davis, Jr.). Even if we were prepared to reach\na different understanding of section 105(a)’s text based on a single witness statement, but see S&E Contractors, Inc. v. United States, 406 U.S.\n1, 13 n.9 (1972) (“In construing laws we have been extremely wary of\ntestimony before committee hearings[.]”), this particular statement does\nnot offer a persuasive basis on which to do so. Although no member of\nthe subcommittee disputed the OMB official’s interpretation, it is far from\nclear whether the members (and later, the authors of the House and Senate\nreports) ultimately endorsed his view about the language. The OMB\nofficial offered his interpretation after the subcommittee chair asked about\nthe language’s effect on a number of federal laws and authorities, including “the Hatch Act, nepotism law, criminal conflict of interest laws, [and]\nExecutive Order 11222 regulating employee conduct”; the chair explained that she was asking in order to draft the committee report. Authorization for the White House Staff at 20 (question of Rep. Schroeder). But while another of the witness’s assertions ultimately made it into the\ncommittee reports—his statement that the language would not affect any\nlaws “dealing with conduct by public officials once they are appointed,”\nid. (testimony of Mr. Davis), see also H.R. Rep. No. 95-979, at 6; S. Rep.\nNo. 95-868, at 7—his comment about the anti-nepotism statute did not. Cf. Gustafson v. Alloyd Co., 513 U.S. 561, 580 (1995) (“If legislative\nhistory is to be considered, it is preferable to consult the documents\nprepared by Congress when deliberating.”).",
      "queries": [
        "when was section 105(a) enacted in congress",
        "does trufacs process nsf withdrawals",
        "can a minister of record visit a religious representative?"
      ],
      "queries_score": [
        "1.8003513",
        -9.219998359680176,
        -8.863547325134277
      ]
    },
    {
      "id": "memos_79__4",
      "chunk_id": "4",
      "content": "Cf. Gustafson v. Alloyd Co., 513 U.S. 561, 580 (1995) (“If legislative\nhistory is to be considered, it is preferable to consult the documents\nprepared by Congress when deliberating.”). Moreover, the rationale the\nOMB official offered for his interpretation—that “specific provisions” of\nsection 3110 “apply to the President”—is not particularly convincing. Because the President exercises “jurisdiction or control” over the entire\nExecutive Branch, section 3110, by its express terms, would seemingly\napply to the President’s filling of numerous positions in federal agencies,\neven if the “without regard to any other provision of law” language carved\nout a handful of entities in the Executive Office of the President, such as the\nWhite House Office. Cf. Ass’n of Am. Physicians & Surgeons, Inc. v.\nClinton, 997 F.2d 898, 905 (D.C. Cir. 1993) (“AAPS ”) (suggesting a\nreading of section 3110 under which “a President would be barred from\nappointing his brother as Attorney General, but perhaps not as a White\nHouse special assistant”). In our view, therefore, section 105(a) exempts presidential appointments to the White House Office from the scope of the anti-nepotism\nstatute. 5 Opinions of the Office of Legal Counsel in Volume 41 II.\nHaddon v. Walters, 43 F.3d 1488 (D.C. Cir. 1995) (per curiam), also\nbears on the question here and might appear to resolve it, albeit through a\ndifferent route. Relying on arguments that would apply equally to the\nWhite House Office, Haddon held that the Executive Residence at the\nWhite House is not an “Executive agency” within the title 5 definition. Id.\nat 1490. Because the prohibition in section 3110 applies, as relevant here,\nonly to appointments in “Executive agenc[ies],” Haddon seems to compel\nthe conclusion that the bar against nepotism would not extend to appointments in the White House Office. Reinforcing this conclusion, though\nresting on other grounds, an earlier opinion of the D.C. Circuit had expressed “doubt that Congress intended to include the White House” as an\n“agency” under section 3110. AAPS, 997 F.2d at 905; but see id. at 920–\n21 (Buckley, J., concurring in the judgment) (disputing that interpretation\nof “agency”). The matter, however, is somewhat more complicated. Not every part of\nthe reasoning in Haddon is entirely persuasive, and the court’s rationale\nextends more broadly than necessary, in our view, to address the question\nnow at hand. Nonetheless, we believe that Haddon lends support to our\nconclusion that the President may appoint relatives to positions in the\nWhite House Office. Haddon held that the Executive Residence, which like the White House\nOffice has a staff appointed under title 3, see 3 U.S.C. § 105(b), is not an\n“Executive agency” within the title 5 definition. Haddon was considering\n42 U.S.C. § 2000e–16, which extends the antidiscrimination provisions of\nTitle VII of the Civil Rights Act of 1964 to employees or applicants for\nemployment “in executive agencies as defined in [5 U.S.C. § 105].” 42\nU.S.C. § 2000e–16(a). Under that definition (the same one that governs\nsection 3110), an “Executive agency” means “an Executive department,\na Government corporation, and an independent establishment.” 5 U.S.C.\n§ 105. Because the Executive Residence, like the White House Office,\nis plainly not an “Executive department” or a “Government corporation,”\nsee id.",
      "queries": [
        "do nonprofit organizations comply with lobbying",
        "what does it mean when a inmate has been dismissed for"
      ],
      "queries_score": [
        -8.195460319519043,
        -8.543859481811523
      ]
    },
    {
      "id": "memos_79__5",
      "chunk_id": "5",
      "content": "Under that definition (the same one that governs\nsection 3110), an “Executive agency” means “an Executive department,\na Government corporation, and an independent establishment.” 5 U.S.C.\n§ 105. Because the Executive Residence, like the White House Office,\nis plainly not an “Executive department” or a “Government corporation,”\nsee id. §§ 101, 103, the issue in Haddon came down to whether the Executive Residence is an “independent establishment,” see id. § 104. The D.C. Circuit had two reasons for concluding that the Executive\nResidence is not an independent establishment and therefore not an Executive agency under 5 U.S.C. § 105. First, the court observed that another\n6 Application of Anti-Nepotism Statute to Presidential Appointment in White House statute, 3 U.S.C. § 112, authorizes “[t]he head of any department, agency,\nor independent establishment of the executive branch of the Government\n[to] detail, from time to time, employees of such department, agency, or\nestablishment to the White House Office, the Executive Residence at the\nWhite House, the Office of the Vice President, the Domestic Policy Staff,\nand the Office of Administration.” In the court’s view, this phrasing\nsuggested that the listed entities in the Executive Office of the President\nare not themselves “department[s], agenc[ies], or independent establishment[s].” Haddon, 43 F.3d at 1490 (“That Congress distinguished the\nExecutive Residence from the independent establishments, whatever they\nmay be, suggests that Congress does not regard the Executive Residence\nto be an independent establishment, as it uses that term.”). Second, the\ncourt said that title 5 of the U.S. Code “relates to government organization\nand employees and prescribes pay and working conditions for agency\nemployees,” while title 3 of the Code “addresses similar concerns with\nrespect to the President’s advisors and the staff of the Executive Residence.” Id. The incorporation of the title 5 definition in section 2000e–16,\nthe court explained, suggests that Congress intended the statute to cover\nonly “title 5” positions—not positions provided for in 3 U.S.C. § 105 and\nother title 3 authorities. Id. 2\nThe D.C. Circuit’s first reason may be the less convincing of the two. The wording of the detail statute, 3 U.S.C. § 112, “distinguish[es]” between the sending and receiving entities only insofar as the sending entities are identified generically, while the small group of entities that may\nreceive details, including the Executive Residence and the White House\nOffice, are specifically named. This wording might well be an apt way to\nauthorize a detail without implying anything about the status of the receiving entities. Indeed, Congress elsewhere used similar constructions\nto provide for transfers between executive departments. Section 2256 of\ntitle 7, U.S. Code, declares that the “head of any department” may “transfer to the Department [of Agriculture]” funds to perform certain inspections, analyses, or tests. Similarly, under 22 U.S.C. § 2675, the Secretary\nof State may “transfer to any department” certain “funds appropriated to\n2 Shortly after Haddon, Congress passed the Presidential and Executive Office Accountability Act, Pub. L. No. 104-331, 110 Stat. 4053 (1996), which expressly applies\nTitle VII and other federal civil rights and workplace laws to entities in the Executive\nOffice of the President, including the White House Office and the Executive Residence.",
      "queries": [
        "what is community policing",
        "where do i find a cops form"
      ],
      "queries_score": [
        -7.64130973815918,
        -8.32004451751709
      ]
    },
    {
      "id": "memos_79__6",
      "chunk_id": "6",
      "content": "Shortly after Haddon, Congress passed the Presidential and Executive Office Accountability Act, Pub. L. No. 104-331, 110 Stat. 4053 (1996), which expressly applies\nTitle VII and other federal civil rights and workplace laws to entities in the Executive\nOffice of the President, including the White House Office and the Executive Residence. See id. § 2(a) (relevant provisions codified at 3 U.S.C. §§ 401, 402, 411). 7 Opinions of the Office of Legal Counsel in Volume 41 the Department of State.” The generic references to “departments” on one\nside of these transactions could not be read to imply that the entities on\nthe other side, the Departments of Agriculture and State, are not “departments.” The court’s second argument seems stronger, although the court stated\nit more broadly than the facts of Haddon required. The court apparently\nviewed the provisions in title 3 as creating a complete substitute for title 5:\n“while Title 5 relates to government organization and employees and\nprescribes pay and working conditions for agency employees, Title 3\naddresses similar concerns with respect to the President’s advisors and the\nstaff of the Executive Residence.” Haddon, 43 F.3d at 1490 (citation\nomitted). The court then quoted, in a parenthetical, the “without regard”\nprovision for hiring in the Executive Residence that exactly parallels\nthe one for the White House Office. Id. (quoting 3 U.S.C. § 105(b)(1)). Inasmuch as the plaintiff in Haddon claimed that he had been unlawfully\npassed over for promotion—that he had not been appointed to a higher\nposition with higher pay—his claim had to do with exactly the subjects\nidentified in 3 U.S.C. § 105(b)(1), “employment or compensation of\npersons in the Government service.” Section 105(b)(1) could therefore be\nunderstood to displace the restrictions in Title VII, even if title 3 did not\ncompletely displace all of title 5. Thus, the court’s broader statements\nabout the relationship of title 3 and title 5, though not dicta, went further\nthan necessary to decide the case and further than we need to go here. In any event, our conclusion above—that the President’s special hiring\nauthority in 3 U.S.C. § 105(a) allows him to appoint relatives to the White\nHouse Office without regard to section 3110’s bar against nepotism—is\nconsistent with the holding in Haddon and with the court’s reliance on the\nparallel language in 3 U.S.C. § 105(b)(1). In accordance with Haddon,\nwe believe that the White House Office is not an “Executive agency”\ninsofar as the laws on employment and compensation are concerned. Both\nthe “without regard” language of section 105(a) and the general treatment\nof the White House Office under title 3 instead of title 5 undergird this\nconclusion. 3 Having conformed our analysis, to this extent, with the only\nauthoritative judicial guidance bearing on this question, we have no need\nto delve into the issue whether the White House Office should be consid- 3 We do not address the application of section 3110 to any other component of the\ngovernment. 8 Application of Anti-Nepotism Statute to Presidential Appointment in White House ered outside of title 5 for all purposes whenever the application of that\ntitle is confined to “Executive agenc[ies].” 4\n4",
      "queries": [
        "what conditions do you need for a cops award",
        "how to make an online form accessible"
      ],
      "queries_score": [
        -8.357735633850098,
        -7.700959205627441
      ]
    },
    {
      "id": "memos_79__7",
      "chunk_id": "7",
      "content": "3 We do not address the application of section 3110 to any other component of the\ngovernment. 8 Application of Anti-Nepotism Statute to Presidential Appointment in White House ered outside of title 5 for all purposes whenever the application of that\ntitle is confined to “Executive agenc[ies].” 4\n4 We have observed before that the D.C. Circuit’s reasoning in Haddon would seemingly extend to other entities listed in section 112 with special hiring authorities under\ntitle 3, including the White House Office. See Memorandum for Gregory B. Craig,\nCounsel to the President, from David J. Barron, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Application of 5 U.S.C. § 3110 to Two Proposed Appointments by the President to Advisory Committees at 18 (Sept. 17, 2009); Application of 18\nU.S.C. § 603 to Contributions to the President’s Re-Election Committee, 27 Op. O.L.C.\n118, 118 (2003) (“Section 603 Opinion”). In one circumstance, however, because of\nfeatures “unique” to the statutory scheme at issue—the Hatch Act Reform Amendments of\n1993 (“HARA”)—we have found that the White House Office should be treated as an\n“Executive agency” under title 5 notwithstanding Haddon. See Section 603 Opinion, 27\nOp. O.L.C. at 119 (White House Office employees may make contributions to a President’s authorized re-election campaign by virtue of an exception available to employees\nin an “Executive agency”). Section 603 of title 18 prohibits “an officer or employee of the United States or any\ndepartment or agency thereof ” from “mak[ing] any contribution . . . to any other such\nofficer, employee or person . . . if the person receiving such contribution is the employer\nor employing authority of the person making the contribution.” 18 U.S.C. § 603(a). But section 603(c) exempts from liability “employee[s] (as defined in section 7322(1) of\ntitle 5)”—meaning, employees subject to HARA. Section 7322(1), in turn, defines\n“employee” as “any individual, other than the President and the Vice President, employed\nor holding office in . . . an Executive agency.” 5 U.S.C. § 7322(1)(A). Several considerations led us in our Section 603 Opinion to confirm a prior opinion treating the White\nHouse Office as an “Executive agency” for purposes of section 7322(1), see Whether 18\nU.S.C. § 603 Bars Civilian Executive Branch Employees and Officers from Making\nContributions to a President’s Authorized Re-Election Campaign Committee, 19 Op.\nO.L.C. 103 (1995). First, there would be “no purpose” for section 7322(1)’s express\nexclusion of the President and the Vice President if they were not understood to be\n“holding office in . . . an Executive agency.” Section 603 Opinion, 27 Op. O.L.C. at 119. Second, the exception to HARA’s substantive prohibition on partisan political activity in\n5 U.S.C. § 7324(b)(2)(B)(i) applies to “employee[s] paid from an appropriation for the\nExecutive Office of the President,” further reflecting HARA’s assumption that such\nemployees are otherwise covered. Section 603 Opinion, 27 Op. O.L.C. at 119.",
      "queries": [
        "what is the application of the anti nepotism statute to presidential appointments?",
        "duns number",
        "what is the asset forfeiture fund in customs"
      ],
      "queries_score": [
        "1.5780509",
        -7.239660739898682,
        -8.50796890258789
      ]
    },
    {
      "id": "memos_79__8",
      "chunk_id": "8",
      "content": "Second, the exception to HARA’s substantive prohibition on partisan political activity in\n5 U.S.C. § 7324(b)(2)(B)(i) applies to “employee[s] paid from an appropriation for the\nExecutive Office of the President,” further reflecting HARA’s assumption that such\nemployees are otherwise covered. Section 603 Opinion, 27 Op. O.L.C. at 119. Third,\nreading section 7322(1) to exclude employees of the White House Office “might be\nthought to produce highly anomalous results,” as it would follow that White House\nemployees “would be entirely free from the restrictions of [HARA]” and “would be able\nto engage in all sorts of partisan political activity,” including by “us[ing] [their] official\nauthority or influence for the purpose of interfering with or affecting the result of an\nelection,” see 5 U.S.C. § 7323(a)(1). Section 603 Opinion, 27 Op. O.L.C. at 119. Thus,\nwe determined that there are “powerful reasons to conclude that the term ‘Executive\nagency’ in section 7322(1) does not have the same meaning that section 105 of title 5\ngenerally assigns it (and that cases like Haddon recognize) for the purpose of title 5.” Id. 9 Opinions of the Office of Legal Counsel in Volume 41 III. Our Office, on several occasions, has addressed the application of section 3110 to presidential appointments, including appointments to the\nWhite House Office and other entities within the Executive Office of the\nPresident. Although our conclusion today departs from some of that prior\nwork, we think that this departure is fully justified. Our initial opinions on\nthe subject drew unwarranted inferences about Congress’s intent from a\nsingle witness statement in a congressional hearing. Moreover, the surrounding legal context has been transformed by the subsequent enactment\nof section 105(a), which expressly and specifically addresses employment\nwithin the White House Office, and also by the D.C. Circuit’s decision in\nHaddon. A.\nSection 3110 was enacted in 1967. In a 1972 memorandum, our Office\nconcluded that the statute would bar the President from appointing a\nrelative “to permanent or temporary employment as a member of the\nWhite House staff.” Memorandum for John W. Dean, III, Counsel to the\nPresident, from Roger C. Cramton, Assistant Attorney General, Office of\nLegal Counsel, Re: Applicability to President of Restriction on Employment of Relatives at 1 (Nov. 14, 1972) (“Cramton Memo”). The Cramton\nMemo is brief but unequivocal: section 3110, we said, “seems clearly\napplicable to . . . positions on the White House staff.” Id. at 2. In 1977, we advised that section 3110 would preclude the President\nfrom appointing the First Lady to serve as chair of the President’s Commission on Mental Health (“Mental Health Commission”), whether with\nor without compensation. See Memorandum for Douglas B. Huron, Associate Counsel to the President, from John M. Harmon, Acting Assistant\nAttorney General, Office of Legal Counsel, Re: Possible Appointment of\nMrs. Carter as Chairman of the Commission on Mental Health (Feb. 18,\n1977) (“Mental Health Commission Memo I”) (referencing attached\nMemorandum for John M. Harmon, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Legality of the President’s Appointing Mrs.\nCarter as Chairman of the Commission on Mental Health (Feb. 17, 1977)\n(“Mental Health Commission Memo II”)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_79__9",
      "chunk_id": "9",
      "content": "We determined that the Mental\nHealth Commission, which would be established by executive order and\nassigned specific authorities, would “clearly” qualify as an independent\n10 Application of Anti-Nepotism Statute to Presidential Appointment in White House establishment within the “comprehensive” meaning of that term. Mental\nHealth Commission Memo I. Our analysis noted, however, that the funding for the Commission would come from an annual appropriation for the\nExecutive Office of the President covering “Unanticipated Needs,” and\nwe accordingly considered the effect of language in that appropriation\nthat, presaging section 105(a), authorized the President to hire personnel\n“without regard to any provision of law regulating employment and pay of\npersons in the Government service.” Mental Health Commission Memo\nII, at 5–6. We ultimately concluded that the appropriation language did\nnot override section 3110. Although we did not say that the Mental Health\nCommission would be located in the White House Office specifically, our\nanalysis suggested that our conclusion about the appointment would have\nbeen the same, whether or not the position was located there. See id. Shortly afterward, the White House asked us to answer that very question: whether section 3110 applied to the contemplated appointment of the\nPresident’s son to serve as an unpaid assistant to a member of the White\nHouse staff. See Memorandum for the Attorney General from John M.\nHarmon, Acting Assistant Attorney General, Office of Legal Counsel, Re:\nEmployment of Relatives Who Will Serve Without Compensation (Mar. 23,\n1977) (“White House Aide Memo I”) (referencing attached Memorandum\nfor John M. Harmon, Acting Assistant Attorney General, Office of Legal\nCounsel, Re: Appointment of President’s Son to Position in the White\nHouse Office (Mar. 15, 1977) (“White House Aide Memo II”)). The Civil\nService Commission, the predecessor of the Office of Personnel Management, had advanced several arguments why section 3110 did not forbid\nthe President’s appointment of relatives to his personal staff. See White\nHouse Aide Memo I, at 1. Reaffirming the points made in the Mental\nHealth Commission Memos, however, our Office concluded that the\nstatute also covered the proposed appointment. Once again, we rejected an\nargument that the language in the annual appropriation for the White\nHouse Office (i.e., the “without regard” language) exempted those appointments from section 3110. White House Aide Memo II, at 1–3. In 1983, we were asked whether the President could appoint a relative\nto a Presidential Advisory Committee on Private Sector Initiatives\n(“CPSI”). See Memorandum for David B. Waller, Senior Associate Counsel to the President, from Robert B. Shanks, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Appointment of Member of President’s Family to Presidential Advisory Committee on Private Sector\n11 Opinions of the Office of Legal Counsel in Volume 41 Initiatives (Feb. 28, 1983). We answered that the President’s proposed\nappointment of a relative to the CPSI raised “virtually the same problems\nraised by Mrs. Carter’s proposed service on the President’s Commission\non Mental Health.” Id. at 2. Because we lacked “sufficient time to reexamine the legal analysis contained in our earlier memoranda,” we stated\nthat we had no choice but to “adhere to the conclusion” that “the President\ncannot, consistently with section 3110, appoint a relative as an active\nmember of such a Commission.” Id.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_79__10",
      "chunk_id": "10",
      "content": "Id. at 2. Because we lacked “sufficient time to reexamine the legal analysis contained in our earlier memoranda,” we stated\nthat we had no choice but to “adhere to the conclusion” that “the President\ncannot, consistently with section 3110, appoint a relative as an active\nmember of such a Commission.” Id. Most recently, we advised whether the President could appoint his\nbrother-in-law and his half-sister to two advisory committees. Once again,\nwe found that section 3110 precluded the appointments. See Memorandum for Gregory B. Craig, Counsel to the President, from David J. Barron, Acting Assistant Attorney General, Office of Legal Counsel, Re:\nApplication of 5 U.S.C. § 3110 to Two Proposed Appointments by the\nPresident to Advisory Committees (Sept. 17, 2009) (“Barron Opinion”). In\nthe course of that analysis, we considered whether one of the committees,\nthe President’s Commission on White House Fellowships (“Fellowships\nCommission”), was located within the Executive Office of the President\nor was instead a free-standing establishment within the Executive Branch. Id. at 14–15. 5 Concluding that, either way, the Fellowships Commission\nwas, or was within, an “independent establishment” falling within the\ntitle 5 definition of Executive agency, we did not decide the question. Id. But we explicitly rejected the possibility that the Fellowships Commission constituted a part of the White House Office. Id. at 14. As a result,\nthe Barron Opinion had no occasion to reapply or reconsider our precedents finding that section 3110 barred the President from appointing\nrelatives to White House Office positions. See id. at 18–19 (distinguishing\nHaddon). B.\nAlthough none of our previous opinions analyzed the interaction between 3 U.S.C. § 105(a) and the anti-nepotism statute, our 1977 memo- 5 We concluded that the other advisory committee at issue, the President’s Council on\nPhysical Fitness and Sports, constituted part of the Department of Health and Human\nServices. Barron Opinion at 9. Nothing in our present opinion should be understood to\nquestion our prior conclusions about filling positions not covered by the special hiring\nauthorities in title 3. 12 Application of Anti-Nepotism Statute to Presidential Appointment in White House randa did consider the effect of language in annual appropriations for the\nExecutive Office of the President that was nearly identical to section\n105(a). Prompted by the inconsistency between our earlier memoranda\nand the implications of Haddon, we now revisit the reasoning in those\nmemoranda in order to assess the issue presented under section 105(a). While acknowledging that the appropriation language was “broad” and\nthe issue “not wholly free of doubt,” our memorandum regarding the\nWhite House appointment reasoned that section 3110 should be understood as a “specific prohibition” constituting an “exception to the general\nrule that limitations on employment do not apply to the White House\nOffice.” White House Aide Memo II, at 3. We therefore invoked the\n“basic principle of statutory construction that a statute dealing with a\nnarrow, precise, and specific subject is not submerged by a later enacted\nstatute covering a more generalized spectrum.” Id. (quoting Radzanower\nv. Touche Ross & Co., 426 U.S. 148, 153 (1976)).",
      "queries": [
        "goals of response",
        "cops office ahtf number"
      ],
      "queries_score": [
        -6.505817413330078,
        -8.442852020263672
      ]
    },
    {
      "id": "memos_79__11",
      "chunk_id": "11",
      "content": "White House Aide Memo II, at 3. We therefore invoked the\n“basic principle of statutory construction that a statute dealing with a\nnarrow, precise, and specific subject is not submerged by a later enacted\nstatute covering a more generalized spectrum.” Id. (quoting Radzanower\nv. Touche Ross & Co., 426 U.S. 148, 153 (1976)). But the canon about\ngeneral and specific statutes seems of limited help here, because neither\nof the two relevant statutes can readily be characterized as more or less\nspecific than the other. To be sure, section 3110 could be said to concern\nthe “specific” subject of nepotism. But section 105(a) could reasonably be\ndescribed as a statute “dealing with [the] narrow, precise, and specific”\nsubject of hiring for the White House Office that ought to overcome the\ngenerally applicable anti-nepotism rule of section 3110. The 1977 memoranda also put significant weight on the legislative history of section 3110, discerning a clear congressional intent that the\nExecutive Office of the President, including the White House Office, be\namong the entities subject to the anti-nepotism prohibition. See Mental\nHealth Commission Memo I; Mental Health Commission Memo II, at 5;\nWhite House Aide Memo I, at 2; White House Aide Memo II, at 2–3. We\nthink that this history is not so compelling, however, as to direct the\noutcome on the question here. Section 3110 was enacted as part of the Postal Revenue and Federal\nSalary Act of 1967. See Pub. L. No. 90-206, § 221, 81 Stat. 613, 640. When Congress considered and passed the legislation, the annual appropriations for the Executive Office of the President then in effect included\nthe permissive language about the President’s authority to hire personnel\nin the White House Office. See Pub. L. No. 90-47, tit. III, 81 Stat. 113,\n117 (1967). As our 1977 memoranda observed, there was no mention of\nthose appropriations or that language during Congress’s consideration of\n13 Opinions of the Office of Legal Counsel in Volume 41 the anti-nepotism provision. But one witness, the Chairman of the Civil\nService Commission, testified before the Senate committee that, in his\nview, the language then under consideration would have prevented President Franklin Delano Roosevelt from appointing his son “at the White\nHouse as a civilian aide” (as President Roosevelt had done). Federal Pay\nLegislation: Hearings Before the S. Comm. on Post Office and Civil\nService, 90th Cong. 366 (1967) (“Federal Pay Legislation Hearings”)\n(testimony of Chairman Macy). Following the hearing, the Senate amended the provision in the bill and explicitly named the President as a “public\nofficial” to whom the bar applied. “Because the Senate Hearings contain\nthe only extended discussion of the provision and the only discussion at\nall of its application to the President,” we explained in our memorandum\nconcerning the White House appointment, “it seems appropriate to attach\nparticular significance to the Civil Service Commission’s interpretation of\nthe statute in the course of the hearings. It is reasonable to assume that the\nSenate Committee and eventually the Congress acted on the basis of\nChairman Macy’s interpretation of the prohibition as drafted.” White\nHouse Aide Memo II, at 2. Having reexamined the legislative materials, we no longer would make\nthat assumption.",
      "queries": [
        "what is the authorized officials",
        "________.doj will be in contact with a state or territory for additional information."
      ],
      "queries_score": [
        -6.9071221351623535,
        -5.78635311126709
      ]
    },
    {
      "id": "memos_79__12",
      "chunk_id": "12",
      "content": "It is reasonable to assume that the\nSenate Committee and eventually the Congress acted on the basis of\nChairman Macy’s interpretation of the prohibition as drafted.” White\nHouse Aide Memo II, at 2. Having reexamined the legislative materials, we no longer would make\nthat assumption. The Senate committee and Chairman Macy were reviewing a version of the bill that prohibited nepotistic appointments to “department[s],” defined more broadly to include “each department, agency,\nestablishment, or other organization unit in or under the . . . executive . . .\nbranch of the Government . . . including a Government-owned or controlled corporation.” H.R. 7977, 90th Cong. § 222 (as referred to S. Comm.\non Post Office and Civil Service, Oct. 16, 1967) (emphasis added). It is\nunclear why the Senate amended the provision to apply instead to “Executive agenc[ies]” and thus to call up the title 5 definition of that term. See\nH.R. 7977, 90th Cong. § 221 (as reported out of S. Comm. on Post Office\nand Civil Service, Nov. 21, 1967). The Senate report does not explain the\nchange. See S. Rep. No. 90-801, at 28 (1967). Nevertheless, that the Civil\nService Commission Chairman was considering different statutory language when offering his view about the scope of the prohibition dilutes\nthe strength of his testimony—which, as a witness statement, should\ntypically be afforded less weight to begin with. See S&E Contractors, 406\nU.S. at 13 n.9; Gustafson, 513 U.S. at 580. Because the appropriation language was apparently never mentioned\nduring the House’s or Senate’s consideration of the bill, the debates and\n14 Application of Anti-Nepotism Statute to Presidential Appointment in White House other materials include no clear statement that the anti-nepotism provision\nwas intended to prevail over the broad hiring authority previously granted\nin that year’s appropriation for the Executive Office of the President. 6 Moreover, aside from that single question about the service of President\nRoosevelt’s son as a White House aide—which was part of a series of\nquestions posed by the senators to Chairman Macy about the language’s\napplication to the President generally, see Federal Pay Legislation Hearings at 360–69—neither the Senate nor the House appears to have focused\non the White House Office. We therefore are hesitant to infer that the 90th\nCongress envisioned that section 3110 would overcome the President’s\nhiring authorities under the annual appropriation. We are even more\nreluctant to draw that inference with respect to the permanent special\nhiring authority for the White House Office that Congress enacted ten\nyears later. IV. Finally, we believe that this result—that the President may appoint relatives to his immediate staff of advisors in the White House Office—makes\nsense when considered in light of other applicable legal principles. Congress has not blocked, and most likely could not block, the President from\n6 Individual senators did stress the amended provision’s breadth in floor statements. See 113 Cong. Rec. 36103 (1967) (statement of Sen. Randolph) (indicating that the Senate\namended the provision “to plug any loopholes which might exist,” because “[i]t was\ncritical that the nepotism provisions be applied across the board”); id.",
      "queries": [
        "what is the purpose of the commissary fund in prison?"
      ],
      "queries_score": [
        -9.15726375579834
      ]
    },
    {
      "id": "memos_79__13",
      "chunk_id": "13",
      "content": "Individual senators did stress the amended provision’s breadth in floor statements. See 113 Cong. Rec. 36103 (1967) (statement of Sen. Randolph) (indicating that the Senate\namended the provision “to plug any loopholes which might exist,” because “[i]t was\ncritical that the nepotism provisions be applied across the board”); id. (stating that “[w]e\ncould not stop at a certain point in formulating a policy on nepotism” and “had to apply\nthe policy across the board”); id. at 36103–04 (suggesting that “the White House believes,\nas does now the Congress, that a nonnepotism policy should apply equally to any branch\nof Government”); id. at 37316 (statement of Sen. Udall) (explaining that the provision\napplies “across-the-board, from the highest office to the lowest paid job, with equal force\nand effect” and that “[n]o official in any of the three branches of the Government . . . may\nappoint or promote a relative to any position under his or her control or jurisdiction,” and\ncalling it “the strongest possible guarantee against any abuse of Federal appointive\nauthority and any preference in Federal positions that is adverse to the public interest”). These statements, whatever their worth in demonstrating congressional intent more\ngenerally, suggest that at least those senators meant for section 3110 to have broad effect\nacross the three branches of government. But because those statements do not speak to\nsection 3110’s relationship to the President’s hiring authority under the annual appropriations for the Executive Office of the President—and, of course, could not speak to the\nrelationship between section 3110 and the later-enacted section 105(a)—they do not\nilluminate the matter at hand. 15 Opinions of the Office of Legal Counsel in Volume 41 seeking advice from family members in their personal capacities. Cf. In\nre Cheney, 406 F.3d 723, 728 (D.C. Cir. 2005) (en banc) (referring to the\nPresident’s need, “[i]n making decisions on personnel and policy, and\nin formulating legislative proposals, . . . to seek confidential information\nfrom many sources, both inside the government and outside”); Pub. Citizen v. Dep’t of Justice, 491 U.S. 440, 466 (1989) (construing the Federal\nAdvisory Committee Act (“FACA”) not to apply to the judicial recommendation panels of the American Bar Association in order to avoid\n“formidable constitutional difficulties”). Consequently, even if the antinepotism statute prevented the President from employing relatives in the\nWhite House as advisors, he would remain free to consult those relatives\nas private citizens. See Barron Opinion at 8–9 (finding the application of\nsection 3110 to presidential advisory committees constitutional in part\nbecause “[t]he President remains free to consult his relatives in their\nprivate, individual capacities at the time and place of, and on the subjects\nof, his choosing”). And our Office has found that such an informal, “essentially personal” advisory relationship, even if the private person offers\nadvice to the President on a “wide variety of issues,” does not make that\nperson an employee of the federal government subject to the conflict of\ninterest laws in title 18.",
      "queries": [
        "what is the purpose of the european parliamentary and council decision 2019/276?",
        "how to obtain the certification of review of criminal intelligence systems",
        "cops office phone number",
        "does a lease termination affect third party leases"
      ],
      "queries_score": [
        -9.622252464294434,
        -10.19038200378418,
        -9.44965648651123,
        -9.803191184997559
      ]
    },
    {
      "id": "memos_79__14",
      "chunk_id": "14",
      "content": "And our Office has found that such an informal, “essentially personal” advisory relationship, even if the private person offers\nadvice to the President on a “wide variety of issues,” does not make that\nperson an employee of the federal government subject to the conflict of\ninterest laws in title 18. Status of an Informal Presidential Advisor as a\n“Special Government Employee”, 1 Op. O.L.C. 20, 20–21 (1977) (“Informal Presidential Advisor”); see also id. at 22 (“Mrs. Carter would not\nbe regarded as a special Government employee solely on the ground that\nshe may discuss governmental matters with the President on a daily basis.”). 7 But the conflict of interest laws do apply to employees of the White\nHouse Office. See 18 U.S.C. §§ 203, 205, 207, 208, 209 (all applicable\nto, inter alia, officers and employees in the “executive branch”); id.\n§ 202(e)(1) (defining “executive branch” for purposes of those statutes to\ninclude “each executive agency as defined in title 5, and any other entity 7 Our opinion explained, however, that while the informal presidential advisor’s general practice (as we understood it) of discussing policy issues directly with the President\ndid not itself render him a government employee, his more extensive “work” on a particular “current social issue”—in connection with which the advisor “called and chaired a\nnumber of meetings that were attended by employees of various agencies” and “assumed\nconsiderable responsibility for coordinating the Administration’s activities in that particular area”—did cross a line and made him a government employee for purposes of that\nwork. Informal Presidential Advisor, 1 Op. O.L.C. at 23. 16 Application of Anti-Nepotism Statute to Presidential Appointment in White House or administrative unit in the executive branch”); id. § 207(c)(2)(A)(iii),\n(d)(1)(C) (applying more stringent post-employment restrictions to\nemployees appointed to the White House Office pursuant to 3 U.S.C.\n§ 105(a)(2)); see also, e.g., Applicability of Post-Employment Restrictions\nin 18 U.S.C. § 207 to a Former Government Official Representing a\nFormer President or Vice President in Connection with the Presidential\nRecords Act, 25 Op. O.L.C. 120 (2001) (considering section 207’s application to former employees of the White House Office). A President wanting a relative’s advice on governmental matters therefore has a choice: to seek that advice on an unofficial, ad hoc basis without conferring the status and imposing the responsibilities that accompany\nformal White House positions; or to appoint his relative to the White\nHouse under title 3 and subject him to substantial restrictions against\nconflicts of interest. Cf. AAPS, 997 F.2d at 911 n.10 (declining, after\nholding that the First Lady qualifies as a “full-time officer or employee”\nof the government under FACA, to decide her status under the conflict of\ninterest statutes). In choosing his personal staff, the President enjoys an\nunusual degree of freedom, which Congress found suitable to the demands\nof his office. Any appointment to that staff, however, carries with it a set\nof legal restrictions, by which Congress has regulated and fenced in the\nconduct of federal officials. * * * * *",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_79__15",
      "chunk_id": "15",
      "content": "Any appointment to that staff, however, carries with it a set\nof legal restrictions, by which Congress has regulated and fenced in the\nconduct of federal officials. * * * * * In our view, section 105(a) of title 3 exempts appointments to the\nWhite House Office from the bar in section 3110 of title 5. Section 3110\ntherefore would not prohibit the contemplated appointment. DANIEL L. KOFFSKY\nDeputy Assistant Attorney General\nOffice of Legal Counsel 17",
      "queries": [
        "what is the final sf 425 date",
        "what is the purpose of the chp program"
      ],
      "queries_score": [
        -11.350783348083496,
        -10.844618797302246
      ]
    }
  ]
}