{
  "doc_id": "memos_12",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_12__0",
      "chunk_id": "0",
      "content": "September 9, 1977 78-84 MEMORANDUM FOR THE COUNSEL\nTO THE PRESIDENT\nPresidential Authority— Slovik Case—\nConstitutional Law—Posthumous Pardons—\nReview of Sentence (10 U.S.C. § 1552) You have asked for our opinion regarding the President’s authority to act in\nthe case of the late Eddie D. Slovik, who was sentenced to death by a\ncourt-martial for desertion and subsequently executed on January 31, 1945. For\nreasons stated hereafter, we conclude that: (1) the President has no power to\nreview or overturn the August 12, 1977, decision o f the Secretary of the Army;\nand (2) even assuming that the President might issue a posthumous pardon, its\nissuance would not remove the disability imposed by statute on his widow,\nAntoinette Slovik, receiving the proceeds o f the life insurance that she seeks to\ncollect. I. Background Slovik left a widow, who, until recently, apparently made no attempt to\ncollect on the National Service Life Insurance (NSLI) policy o f $10,000 that\nhad been in force on Mr. Slovik during his brief military service. 1 The disbursement o f NSLI benefits is entrusted by statute to the Veterans’\nAdministration. See 38 U .S.C . § 701 et seq. Under 38 U .S.C . § 711:\nAny person guilty o f mutiny, treason, spying, or desertion, or\nwho, because o f conscientious objections, refuses to perform service\nin the Armed Forces . . . shall forfeit all rights to [NSLI], No\ninsurance shall be payable for death inflicted as a lawful punishment\nfor crime or for military . . . offense . . . . Mrs. Slovik, apparently anticipating that the VA would deny a claim by her\nbecause o f § 711,2 filed an application with the Army Board for Correction of\n’The allotm ent from M r. S lovik's pay that paid for this insurance was discontinued on Decem ber\n31, 1944, one month prior to his execution. 2M rs. Slovik also asked the Board to assist in having M r. Slovik’s rem ains rem oved from their\npresent burial site in an \"unm arked dishonored place in France, to a more suitable resting place.”\n2JQ\n(Continued) Military Records (Board), advancing several arguments as to why his military\nrecord should be “ corrected” in such a way that § 711 would no longer be a\nbar. The Board, after proceedings held on June 15 and 29, 1977, at which Mrs.\nSlovik was represented by counsel, recommended to the Secretary of the Army\nthat Mrs. Slovik’s application be denied. On August 12, 1977, that recommen­\ndation was approved and the application was denied by the Secretary o f the\nArmy. II. The President’s Power of Review Any review of the Secretary of the A rm y’s decision on the application of\nMrs. Slovik is governed in the first instance by 10 U .S.C . § 1552, which\nauthorizes such applications to be entertained and establishes to a limited extent\nthe procedures under which they are to be processed. The more detailed\nprocedures actually employed are, under § 1552, promulgated by the several\nService Secretaries after approval by the Secretary of Defense.",
      "queries": [
        "what is the purpose of the ehealth network in health care"
      ],
      "queries_score": [
        -9.3915376663208
      ]
    },
    {
      "id": "memos_12__1",
      "chunk_id": "1",
      "content": "The more detailed\nprocedures actually employed are, under § 1552, promulgated by the several\nService Secretaries after approval by the Secretary of Defense. Section 1552 does not explicitly grant or deny the President the power to\nreview decisions made by the Service Secretaries or Boards established\npursuant to its provisions. It does, however, state explicitly that “ a correction\nunder this section is final and conclusive on all officers o f the United States.”\n§ 1552(a). This language would arguably prevent the President from overturning\na decision favorable to an applicant,3 but it does not address a situation where,\nas here, the decision of the Board and Secretary has gone against an applicant. Section 1552 does, however, require decisions made on applications to be\nmade “ under procedures established by [the several Service Secretaries] and\napproved by the Secretary o f Defense . . . . ” We think that, at a minimum, this\nmeans that all such decisions are to be made with some semblance of\nprocedural regularity. The Secretary of the Army has adopted procedures to this\nend. See 32 CFR § 581.3. Under 32 CFR § 581.3(f)(2) the Secretary of the Army possesses final\nauthority, subject only to judicial review, to grant or deny an application for\ncorrection. As pointed out in a recent case, the Secretary could, by regulation\nhaving the approval of the Secretary of Defense, give final decisionmaking\nauthority to the Board itself, thereby preventing even the Secretary of the Army\nfrom reviewing the decision o f the Board so long as the regulation was in force. See, Biddle v. United States, 186 Ct. Cl. 87 (1968). In addition, a number of\ncases have indicated that the Secretary himself may not reverse a “ decision” of\nthe Board where the Board’s findings are supported by the record. See, e .g .,\nWeiss v. United States, 408 F. (2d) 416, 422 (Ct. Cl. 1969); Nelson v. M iller,\n373 F. (2d) 474, 478 (3d Cir. 1967). (Continued) The Board found this issue to be beyond its jurisdiction, stating that \" 3 6 U .S .C . 121 provides the\nAmerican Battle M onum ents Com m ission with responsibility for m aintaining m ilitary cem eteries\nin foreign countries. . . . ”\n^ h e scant legislative history o f the provision indicates that Congress intended to “ make the . Findings o f the boards not subject to review by other Governm ent departm ents.” S. Rept. No. 788,\n82d C ong., 1st sess. 2 (1951). 371 In these circumstances, we think that the President lacks the power of review\nover a decision made by the Secretary o f the Army because § 581.3(0(2)\neffectively precludes him from doing so.4 It is a generally accepted principle\nthat courts will review and set aside actions taken by the military not in accord\nwith their own regulations. See, e .g ., P eavy v. Warner, 493 F. (2d) 748, 750\n(5th Cir. 1974). Although a departure inuring to the benefit of Mrs. Slovik\nwould probably not be subject to judicial review, we believe that the general\nprinciple is fully applicable. 5",
      "queries": [
        "when was the eu solidarity fund decision issued ?",
        "when will the european globalisation adjustment fund be mobilised",
        "can a condition of an award be held to be unenforceable?",
        "are administrative costs deductible",
        "is a merchant contract capitalized?"
      ],
      "queries_score": [
        -9.5354642868042,
        -10.160889625549316,
        -8.274157524108887,
        -8.883667945861816,
        -9.317917823791504
      ]
    },
    {
      "id": "memos_12__2",
      "chunk_id": "2",
      "content": "See, e .g ., P eavy v. Warner, 493 F. (2d) 748, 750\n(5th Cir. 1974). Although a departure inuring to the benefit of Mrs. Slovik\nwould probably not be subject to judicial review, we believe that the general\nprinciple is fully applicable. 5 Concluding, as we do, that the President may not exercise review over the\nSlovik case, the question arises whether he might nevertheless request the\nSecretary of the Army to reconsider his decision or to remand the case to the\nBoard for further consideration. It is certainly arguable that the President’s\ngeneral supervisory power over the execution of the laws under Art. II, § 3, of\nthe Constitution, as well as his power as Commander-in-Chief, would be\nsufficient to sustain his taking some position in this matter. We do not,\nhowever, think that this supervisory power is sufficient to permit him to order\nreconsideration o f the matter so long as 32 CFR § 581.3(f)(2) is effective. We\nreach this result because such an order would effectively constitute Presidential\nintrusion into a quasi-adjudicatory procedure different only in degree from his\nattempting to review the Secretary’s decision on the merits. The President is, o f course, free at any time to comment on the merits of\ndecisions made by his subordinates. W hether to do so in a specific situation\ndoes not pose a legal question p e r se, but we tend to doubt the propriety of his\nmaking any statement on the merits of the Secretary’s decision that would in\nany way compromise possible defense o f that decision by this Department in\nconnection with any judicial review that might be sought by Mrs. Slovik. Our\nreview o f the case, limited to an analysis of the Board’s opinion, indicates to us\nthat its decision could easily withstand judicial review under the narrow scope\nof review given to courts in these m atters. 6 The President would not be\nprecluded from expressing sympathy for Mrs. Slovik’s situation, which was\nexpressed by the Board itself. III. The Pardon Power Another source o f authority potentially available to the President is the\npardon power vested in the President under Art. II, § 2, cl. 1, o f the\nConstitution. In the circumstances o f this case, a threshold question arises as\n4W e do not address the question w hether the Secretary o f the Arm y m ight am end the governing\nregulation so as to provide for Presidential review of som e or all of these cases. 3W e note that were the President thought to have the pow er to review such decisions, a procedure\nto effect it would most probably have to be established to avoid raising grave questions concerning\njudicial review. This is so because courts will not review decisions that are thereafter subject to\nrevision by the Executive branch. See, Chicago & Southern Air Lines, Inc. v. Waterman S.S.\nCorp., 333 U .S. 103, 113-14 (1948). An established procedure would have to assure reviewing\ncourts that a decision before them for review was no longer subject to revision by the President.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_12__3",
      "chunk_id": "3",
      "content": "See, Chicago & Southern Air Lines, Inc. v. Waterman S.S.\nCorp., 333 U .S. 103, 113-14 (1948). An established procedure would have to assure reviewing\ncourts that a decision before them for review was no longer subject to revision by the President. ^ h e articulated standard of review o f such m atters is for arbitrariness or capriciousness. See.\nWeiner v. United Slates, 148 Ct. Cl. 445 (I960). 372 to whether the President may issue a pardon posthumously. Because this\nquestion has never been resolved judicially and the power has been exercised\nposthumously only on one occasion (apparently inadvertently), we think it\nprudent to dispose o f the question o f its use in this case on a narrower ground. 7 Thus, we turn to the question whether, assuming the President were to pardon\nSlovik, the effect of that pardon would be to restore to Mrs. Slovik the right to\npayment of her late husband’s insurance policy despite 38 U .S.C . § 711. Prior Attorneys General have generally taken the position that, while a\npardon relieves the offender of all disabilities imposed by way of punishment, it\ndoes not relieve an offender o f disabilities that attend a conviction. Thus,\nActing Attorney General Davis concluded that a statute forbidding the\nappointment as a naval officer of any person previously dismissed from the\nnaval service by sentence o f a court-martial did not impose a punishment on\nsuch an officer but rather should be viewed as a qualification for appointment\nthat could not be affected by an exercise o f the pardon power. 31 Op. A .G.\n225, 226-30 (1918). See also 39 Op. A .G . 132, 134-35 (1938); 36 Op. A .G .\n193 (1930); 22 Op. A .G . 36 (1898). Applying the reasoning of these prior opinions to the present case, it is our\nopinion that § 7 1 1 , insofar as it prevents the payment of insurance proceeds\nwhere the insured was executed pursuant to a criminal sentence8 does not\nconstitute a punishment. Rather, as copiously detailed in Simmons v. U nited\nStates, 120 F. Supp. 641 (D. Pa. 1954), the denial of insurance benefits to\npersons executed as punishment for crimes represents nothing more than\nCongress’ recognition o f a longstanding public policy in commercial insurance\nof excluding from risks covered by life insurance the risk that the insured will\nbe executed for crime. In Simmons, a beneficiary of an NSLI policy sought to\nrecover where the insured had been executed by a State for murder. The court,\nin our view, correctly described the applicable provision of what is now § 711\nas involving a contractual exclusion o f risk in recognition of prevailing public\npolicy in this area o f the law. We do not think that the pardon power reaches an\nexclusion or disability that is imposed not as punishment for crime committed\nbut to fulfill a readily identifiable public policy. L eon U lm an D eputy A ssistan t A ttorney G eneral\nOffice o f L egal Counsel",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_12__4",
      "chunk_id": "4",
      "content": "We do not think that the pardon power reaches an\nexclusion or disability that is imposed not as punishment for crime committed\nbut to fulfill a readily identifiable public policy. L eon U lm an D eputy A ssistan t A ttorney G eneral\nOffice o f L egal Counsel ’Recently, the D eputy Attorney G eneral advised the Counsel to the President that the Departm ent\no f Justice did not think the President could grant a posthum ous pardon. O ur own research indicates\nthat there are conflicting internal departm ental m em oranda on this question and that none can be\nsaid to resolve the question definitively. 8W e do not address the question w hether denial o f such benefits to a deserter would constitute a\npunishm ent because it is unnecessary to do so to dispose o f this case. 373",
      "queries": [
        "cops contact number",
        "doj code of conduct principles",
        "when can a inmate be dismissed from the fpi",
        "when are audit reports due"
      ],
      "queries_score": [
        -10.686592102050781,
        -10.169541358947754,
        -10.46883773803711,
        -11.168707847595215
      ]
    }
  ]
}