{
  "doc_id": "memos_28",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_28__0",
      "chunk_id": "0",
      "content": "Authority of the Customs Service to Seize or Forfeit Property\nPursuant to 21 U.S.C. § 881\nThe Customs Service does not have independent authority to make seizures or forfeitures pursuant\nto 21 U.S.C. § 881. Accordingly, the Customs Service should seize or forfeit property pursuant\nto that section only under the supervision of the Drug Enforcement Administration and by direct\nor derivative designation of the Attorney General. The proceeds of property forfeited after a seizure by the Customs Service must be deposited in the\nCustoms Forfeiture Fund, rather than in the Department of Justice Assets Forfeiture Fund, when\nthe seizure was made under a law administered or enforced by Customs, or custody was main­\ntained by Customs, regardless of whether the forfeiture was handled by Justice. November 23, 1988\nM em o r a n d u m O pin io n fo r th e A sso c ia t e A tt o r n e y G en era l Introduction This memorandum responds to your request that this Office consider (1)\nwhether the United States Customs Service has independent authority to seize\nand forfeit property pursuant to 21 U.S.C. § 881; and (2) whether property for­\nfeited under 21 U.S.C. § 881 may be deposited into the Customs Forfeiture Fund\nmaintained under the authority of 19 U.S.C. § 1613b. These questions were first\nposed by the Administrator, Drug Enforcement Administration (“DEA”),1 and\nhave been the subject of memoranda from the DEA, the United States Customs\nService (“Customs” or “Customs Service”) and the Department of Treasury to\nthis Office over the past year. 2 In addition, these questions have caused dis­\nagreement between field offices of DEA and Customs during the past several\nmonths, and the United States Attorneys in several districts have been called upon\nto mediate the disputes. Section 881 of the Controlled Substances Act generally provides statutory au­\nthority to seize and forfeit the proceeds of drug transactions and the property used\n1 Memorandum for the Assistant Attorney General, Office of Legal Counsel, from John C. Lawn, Administra­\ntor, DEA, Re: U S Customs Authority in Matters Relating to 21 U S C. § 881 (Nov 3, 1986). 2 See, e.g.. Memorandum for Charles J. Cooper, Assistant Attorney General, Office of Legal Counsel, from Den­\nnis F Hoffman, Chief Counsel, DEA, Re U.S. Customs Authority in Matters Relating to 21 U S C § 881 (June 2,\n1987) (“Hoffman Memo”); Memorandum for Douglas W. Kmiec, Deputy Assistant Attorney General, Office of\nLegal Counsel, from Michael H. Lane, Acting Commissioner of Customs, R e ' Customs Seizures under 21 U S C\n§ 881 (Apr. 5, 1988) (“Lane Memo”); Memorandum for Douglas W. Kmiec, Deputy Assistant Attorney General,\nOffice of Legal Counsel, from Selig S. Merber, Assistant General Counsel, Department of the Treasury, Re. U S.\nCustoms Service Use o f 21 U.S.C. § 881 (June 6, 1988). 267 to facilitate such transactions.",
      "queries": [
        "who is responsible for acquiring the rights",
        "when a patent is placed in service what is it subject to?"
      ],
      "queries_score": [
        -5.388104438781738,
        -6.8004655838012695
      ]
    },
    {
      "id": "memos_28__1",
      "chunk_id": "1",
      "content": "267 to facilitate such transactions. Although this Office has indicated in prior opin­\nions that Customs does not have independent title 21 seizure authority,3 and we\nhave no basis to disturb that opinion, we have never specifically addressed\nwhether Customs has independent forfeiture authority under 21 U.S.C. § 881 or\nthe extent to which property forfeited under section 881 may be deposited in the\nCustoms Forfeiture Fund (“Customs Fund”). The DEA contends that Customs\nhas no independent forfeiture authority under section 881 because Congress has\ndesignated the Department of Justice as the authority responsible for enforcing\nthe federal drug laws and because section 881 specifically confers forfeiture au­\nthority only upon the Attorney General. The DEA further contends that property\nforfeited under section 881 may not be deposited into the Customs Fund because\nCustoms is not the proper authority to perform seizures under these drug laws. In contrast, Customs and the Department of Treasury maintain that section 881\nprovides Customs with independent forfeiture authority and that any property\nseized by Customs must be deposited into the Customs Fund. For the reasons set forth below, we conclude that Customs does not have in­\ndependent forfeiture authority under section 881. In 1973, Reorganization Plan\nNo. 2 transferred drug enforcement authority to the Department of Justice. While\nCustoms’ limited independent authority to seize drugs under laws other than ti­\ntle 21 is acknowledged by this Plan, Customs is required to turn over to the De­\npartment of Justice all drugs and related evidence. Customs agents can only seize\nand forfeit property pursuant to section 881 when they assist the DEA under des­\nignation by the Attorney General. As we discuss below, the 1984 and 1988 amend­\nments to section 881 confirm our conclusion that the Attorney General is solely\nresponsible for seizing, forfeiting and, in the first instance, disposing of property\nforfeited under that statute. The second issue, pertaining to the Customs Forfeiture Fund, poses a closer\nquestion. For the reasons set forth below, however, we conclude that under 28\nU.S.C. § 524(c)(l 0) the proceeds of property forfeited after a seizure by Customs\nmust be deposited in the Customs Fund when the seizure was made by Customs\nunder a law administered or enforced by Customs, or custody was maintained by\nCustoms, regardless of whether the forfeiture was handled by the Department of\nJustice under section 881.4\n3 See, e g . Memorandum for the Attorney General, from Theodore Olson, Assistant Attorney General, Office\nof Legal Counsel, Re Request by the Department o f Justice for Assistance from the Department of Treasury in the Enfot cement of the Controlled Substances Act, 21 V S C § 801 et seq , and the Controlled Substances Import and\nExport Act, 21 U S.C § 951 et seq (Dec. 23, 1983) (“Olson Memo”) (courts would probably uphold a grant of lim­",
      "queries": [
        "is customs a seizure authority",
        "what is the purpose of interjurisdictional criminal information systems?",
        "what is the responsibility of a recipient"
      ],
      "queries_score": [
        "1.6412395",
        -8.088064193725586,
        -6.955560684204102
      ]
    },
    {
      "id": "memos_28__2",
      "chunk_id": "2",
      "content": "Enfot cement of the Controlled Substances Act, 21 V S C § 801 et seq , and the Controlled Substances Import and\nExport Act, 21 U S.C § 951 et seq (Dec. 23, 1983) (“Olson Memo”) (courts would probably uphold a grant of lim­ ited title 21 authority granted to Customs officials acting under the supervision of DEA personnel); Memorandum\nfor the Deputy Attorney General from Douglas W Kmiec, Deputy Assistant Attorney General, Office of Legal\nCounsel, Re. United States Customs Service Jurisdiction over Title 21 Drug Offenses (June 3, 1986) (“Kmiec\nM emo”) (19 U.S C. §§ 1589 and 1589a provide warrant and arrest authonty to Customs, but do not alter its drugrelated authority under Reorganization Plan N o. 2 of 1973). 4 As this opinion was being finalized, the President signed into law the Anti-Drug Abuse Act of 1988, Pub L\nNo. 100-690, 102 Stat 4181 (1988) (“ 1988 Drug Act”) We have reviewed the new law’s provisions, and incor­\nporated them into our analysis. Two provisions contained in the 1988 Drug Act are worthy of additional comment here Section 6078 of ti­\ntle VI provides for an addition to the end of part E of the Controlled Substances Act, 21 U.S.C. §§ 871-887, as fol­\nlows: 268 Discussion\nI. Forfeiture Authority Pursuant to 21 U.S.C. § 881 A. Statutory Language\nSection 881 provides the Attorney General broad authority both to seize and\nto forfeit specified controlled substances as well as certain property connected\nwith the manufacture, distribution or sale of those substances,5 and further pro­\nvides for the disposition of the forfeited property. 6 In addition, section 881 grants\nthe Attorney General the authority to use the proceeds from the sale of forfeited\nproperty to pay many of the expenses pertaining to the seizure, maintenance, and\nsale of the property. Property may be forfeited pursuant to 21 U.S.C. § 881 through two separate\nprocesses. Under some circumstances, property may be forfeited administra­\n4 ( . . . continued) The Attorney General and the Secretary o f the Treasury shall take such action as may be necessary to\ndevelop and maintain a joint plan to coordinate and consolidate post-seizure administration of prop­\nerly seized under this title, title III, or provisions of the customs laws relating to controlled substances. Similarly, section 6079 of title VI of the 1988 Dnig Act provides that the Attorney General and the Secretary o f the\nTreasury are to consult and prescribe regulations for expedited administrative procedures for certain seizures un­\nder several acts, including both the Controlled Substances Act and the Tanff Act of 1930 We believe that neither of these provisions constitutes a grant of additional seizure or forfeiture authority to\nCustoms. It is significant in this regard that both provisions are procedural, and both specifically refer to the cus­\ntoms laws. The plain language o f these provisions indicates that Congress has acknowledged here, as it has else­\nwhere, that Customs agents, acting under the customs laws, have some seizure authonty in drug cases. Nothing in\nthe provisions suggests that Congress meant to grant Customs seizure authonty under section 881",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_28__3",
      "chunk_id": "3",
      "content": "The plain language o f these provisions indicates that Congress has acknowledged here, as it has else­\nwhere, that Customs agents, acting under the customs laws, have some seizure authonty in drug cases. Nothing in\nthe provisions suggests that Congress meant to grant Customs seizure authonty under section 881 We note that the\ncomplete legislative history of the 1988 Drug Act is not yet available for our review from the Department of Jus­\ntice’s Office of Legislative Affairs; we note further, however, that legislative history cannot be used to subvert the\nplain meaning o f the statutory text. 5 Section 881 (a)( 1) through (5) provides for the forfeiture of controlled substances, material and equipment, con­\ntainers, conveyances, and records involved in drug trafficking. Section 881(a)(6) provides for the forfeiture o f all\nassets— including moneys, negotiable instruments and securities— furnished or intended to be furnished in exchange\nfor illegal drugs or traceable to such an exchange, as well as all such assets used or intended to be used to facilitate\nany drug violations. Section 881(a)(7) and (8), added as part of the Comprehensive Cnme Control Act of 1984,\nPub. L. No. 98-473, tit. II, §§ 201-2304,98 Stat. 1976-2193 (1984), grants authority to seize and forfeit real prop­\nerty used or intended to be used in a drug felony, and controlled substances possessed in violation of the Act. Sec­\ntion 8 8 1(a)(7) was further amended by the 1988 Drug Act to make clear that that section included leasehold inter­\nests. Secuon 881(a)(9), added as part of the 1988 Drug Act, grants authority to seize and forfeit certain chemicals,\ndrug manufacturing equipment, and related items which have been or are intended to be imported, exported, m an­\nufactured, possessed or distributed in violation of specified felony provisions. 6 Section 881 (e)(1), as amended by the 1988 Drug Act, grants the Attorney General authonty to retain the seized\nand forfeited property for official use, transfer the property pursuant to section 616 of the Tariff Act of 1930 to any\nfederal agency, or to any state or local agency that participated directly in the seizure or forfeiture; sell the prop­\nerty; require the General Services Administration to handle the disposal; forward it to the DEA for disposition; or\nin certain circumstances, transfer the property or proceeds to foreign countries that participated in the seizure or\nforfeiture. Section 881(e)(2)(A) sets forth the permissible uses of proceeds from the sale of forfeited property, in­\ncluding certain property management and sale expenses and payments to informants Section 881(h) codifies the\n“relation back” doctrine, which holds that the government’s interest in the seized property vests in the United States\nat the time o f the act giving nse to the forfeiture under section 881. Secuon 88l(i) provides for a stay of civil for­\nfeiture proceedings when the government has filed a criminal action relating to the civil case. 269 tively, that is, forfeited without judicial action.7 A judicial forfeiture proceeding\nmay also be filed under section 881 by the United States Attorney in federal dis­\ntrict court. 8",
      "queries": [
        "are internet references valid",
        "who is responsible for correct stg sentries",
        "why use free file?"
      ],
      "queries_score": [
        -8.116057395935059,
        -8.899727821350098,
        -7.6104841232299805
      ]
    },
    {
      "id": "memos_28__4",
      "chunk_id": "4",
      "content": "269 tively, that is, forfeited without judicial action.7 A judicial forfeiture proceeding\nmay also be filed under section 881 by the United States Attorney in federal dis­\ntrict court. 8 We are advised informally by Customs that they may currently seek to rely on\nsection 881 for forfeiture authority in a variety of situations. For example, Cus­\ntoms might stop and search a vessel pursuant to the customs laws,9 find illegal\ndrugs, and prepare an administrative forfeiture action pursuant to 21 U.S.C.\n§881, even though in this circumstance, Customs has forfeiture authority not de­\npendent on section 881.10 In other cases, however, Customs may not have alter­\nnative forfeiture authority. For example, this situation may arise when Customs\nagents are conducting a search while investigating a suspected violation of a law\nenforced by Customs, such as the Currency and Foreign Transactions Reporting\nAct, 31 U.S.C. §§5311-5326, and agents discover cash that is evidence of a fed­\neral drug law violation. If no currency violations are found and the drug viola­\ntion is the only viable case, Customs may desire to handle the forfeiture action\nadministratively within Customs or, if the cash amount is over $100,000 or a\nclaim and cost bond is filed, refer the action to the United States Attorney. In ei­\nther case, the forfeiture is sought pursuant to section 881, the only forfeiture\nstatute available under the facts of the case. Finally, contrary to our conclusion\nthat Customs lacks title 21 enforcement authority, Customs agents in some fed­\neral districts may seek to conduct title 21 drug investigations without DEA des­\nignation, and forfeit property solely on the basis of their asserted authority under\nsection 881.\" In determining whether Customs has the independent forfeiture authority un­\nder 21 U.S.C. § 881 that it would need to have in the above and analogous ex­\n7 Section 881 (d) adopts by incorporation the procedures established under the customs laws; these procedures\nauthorize the administrative forfeiture of property that does not exceed $100,000 in value, conveyances that are\nused to transport controlled substances, and illegally imported goods. 19 U.S.C. § 1607. However, anyone who files\na timely claim and posts a cost bond in an administrative forfeiture proceeding can move the action mto federal dis­\ntrict court. 19 U S.C. § 1608.\n8 A civil judicial forfeiture proceeding is required where the value of the property exceeds $100,000 and the\nproperty is not a conveyance or an illegally imported item, 19 U.S.C. § 1610; where the defendant has filed a claim\nand cost bond in an administrative forfeiture proceeding, 19 U.S.C. § 1608; or if the United States Attorney decides\nthat the property should not be seized until a warrant of arrest in rem is issued pursuant to the filing of a formal\ncomplaint. 9 Pursuant to 19 U.S.C. § 1581(a), Customs officers may, at any time, board any conveyance (e.g., a vessel or\nvehicle) within a customs-enforcement area and examine the manifest and other documents, as well as inspect and\nsearch every part of that conveyance.",
      "queries": [
        "which eu decision specifically describes the mobilization of the globalisation adjustment fund",
        "which criteria are used in macroeconomic assistance?",
        "what is the purpose of site visits at cops offices"
      ],
      "queries_score": [
        -9.814970016479492,
        -8.984835624694824,
        -9.50249195098877
      ]
    },
    {
      "id": "memos_28__5",
      "chunk_id": "5",
      "content": "9 Pursuant to 19 U.S.C. § 1581(a), Customs officers may, at any time, board any conveyance (e.g., a vessel or\nvehicle) within a customs-enforcement area and examine the manifest and other documents, as well as inspect and\nsearch every part of that conveyance. If, upon examination of the conveyance it appears to the Customs officers\nthat a violation of federal laws is being or has been committed so as to render the conveyance or anything aboard\nit liable to forfeiture, the officers may, pursuant to 19 U.S.C. § 1581(e), seize the conveyance. 10 Under 19 U.S.C. § 1595a(a), Customs is authorized to seize and forfeit any vessel, vehicle, animal, aircraft,\nor other thing used to facilitate the importation into the United States of any article contrary to law Because the\nimportation o f illegal drugs into the United States is contrary to law, a boat used to smuggle drugs into the United\nStates may be seized by Customs under section 1595a(a). 11 We are also apprised that, on occasion. Custom s will “adopt” cases investigated and prepared by state or lo­\ncal law enforcement officers, forfeit the seized property administratively under section 881, and then transfer a por­\ntion of the proceeds to the state or local law enforcement authorities who made the seizure in accordance with 19\nU.S C. § 1616a(c). 270 amples, we begin by examining the plain language of that statute. 12 The text of\nsection 881 reveals that Congress intended the Attorney General, and not Cus­\ntoms, to handle the drug forfeiture functions outlined in that section. For ex­\nample, section 881 (b), which authorizes seizure of property subject to forfei­\nture under the Controlled Substances Act, specifically mentions only the\nAttorney General, not the Customs Service or any other federal agency. Simi­\nlarly, section 881(c), providing for the custody of seized property, grants such\nauthority only to the Attorney General. Moreover, section 881(e), authorizing\nthe disposition of property seized under the Controlled Substances Act, grants\nthis power specifically and solely to the Attorney General. The exclusive for­\nfeiture role of the Attorney General under section 881 was reemphasized when,\nin 1984, Congress amended section 881, but continued to place all seizure and\nforfeiture responsibility under the Controlled Substances Act solely with the At­\ntorney General. For example, Congress amended section 881(e)(1) to provide\nthe Attorney General authority to transfer the custody or ownership of any for­\nfeited property to any federal agency or to any state or local agency that directly\nparticipated in the seizure or forfeiture, yet continued to recognize that the At­\ntorney General is in exclusive control of the forfeiture and disposition of for­\nfeited property under the Controlled Substances Act. Similarly, amendments to\nsection 881 contained in the 1988 Drug Act preserve the Attorney General’s\nexclusive forfeiture authority. 13\nCongress’ intent that the Attorney General hold exclusive authority to seize\nand forfeit property under section 881 is also evident in the broader statutory\nscheme of the Controlled Substances Act.",
      "queries": [
        "can cops funds be paid for redeploying a new employee?"
      ],
      "queries_score": [
        -9.351753234863281
      ]
    },
    {
      "id": "memos_28__6",
      "chunk_id": "6",
      "content": "Similarly, amendments to\nsection 881 contained in the 1988 Drug Act preserve the Attorney General’s\nexclusive forfeiture authority. 13\nCongress’ intent that the Attorney General hold exclusive authority to seize\nand forfeit property under section 881 is also evident in the broader statutory\nscheme of the Controlled Substances Act. No other section of the Act grants au­\nthority to the Customs Service to seize and forfeit property under the Act.14 In­\ndeed, section 878(a)(4) affirmatively grants authority to “make seizures of prop­\nerty pursuant to the [Controlled Substances Act]” only to officers and employees\nof the DEA or any state or local law enforcement officer designated by the At­\ntorney General to make such seizures. Congress amended section 878 in 1986,15\nyet did not include Customs in this specific, affirmative grant of authority. Sim­\n12 The first rule of statutory construction is to examine the language of the statute itself. See, e.g , Touche Ross\n& Co v.Redington,442U.S.56Qt 56&(\\979)',GreyhoundCorp. v.Mt. Hood Stages, Inc.,431V S 322,330(1978). 13 We note that section 881(1), added as part of the 1988 Drug Act, authorizes the Attorney General to delegate\ncertain of his section 881 functions, by agreement, to the Postal Service. The 1988 Drug Act also amended 18 Lf.S.C.\n§ 3061 to grant the Postal Service seizure authority with respect to postal offenses, and '\"to the extent authorized\nby the Attorney General pursuant to agreement between the Attorney General and the Postal Service, in the en­\nforcement of other laws o f the United States, if the Attorney General determines that violations of such laws have\na detrimental effect upon the operations of the Postal Service.” Section 881 (e)(2)(B), as amended by the 1988 Drug\nAct, provides that the proceeds of forfeitures conducted by the Postal Service shall be deposited in the Postal Ser­\nvice Fund. 14 Part E, entitled “Administrative and Enforcement Provisions,” contains several secuons, none of which refers\nto anyone other than the Attorney Genera] with respect to enforcement authority under the Controlled Substances\nAct. For example, section 871 empowers the Attorney General to delegate any of his functions under the Act to any\nofficer or employee of the Department of Justice, and to promulgate and enforce any rules, regulations and proce­\ndures which he deems necessary for efficient execuuon of his functions under the Act. 21 U.S.C. § 87 l(a)-(b). Sec­\ntion 875 authorizes the Attorney General to hold hearings, sign and issue subpoenas, administer oaths, examine\nwitnesses and receive evidence anywhere in the United States in carrying out his functions under the Act.\n15 21 U.S.C § 878 was amended in 1986 by Pub. L. No. 99-570. 271 ilarly, 21 U.S.C. § 873(b) vests only in the Attorney General the authority to re­\nquest assistance from other federal agencies to carry out his functions under the\nControlled Substances Act.16 The only part of section 881 that makes any reference to the Customs Service\nis section 881(d), which sets forth “other laws and proceedings applicable” to\ncivil forfeiture proceedings under the Controlled Substances Act. Customs relies\non that section to argue that it has section 881 forfeiture authority. 17 The argu­\nment is unavailing.",
      "queries": [
        "what section of the drug act provides for attorney general's exclusive power to seize and forfeit property?",
        "which section of the controlled substances act preserves the attorney general's exclusive authority to seize and forfeit property?",
        "which information you must report on a proceeding"
      ],
      "queries_score": [
        "2.2229538",
        "2.5930586",
        -8.378194808959961
      ]
    },
    {
      "id": "memos_28__7",
      "chunk_id": "7",
      "content": "The only part of section 881 that makes any reference to the Customs Service\nis section 881(d), which sets forth “other laws and proceedings applicable” to\ncivil forfeiture proceedings under the Controlled Substances Act. Customs relies\non that section to argue that it has section 881 forfeiture authority. 17 The argu­\nment is unavailing. Section 881(d) merely provides that the forfeiture procedures\nof the customs laws are applicable to forfeitures conducted under section 881; it\ndoes not confer on Customs itself any forfeiture authority. The statute reads as\nfollows: The provisions of law relating to the seizure, summary and ju­\ndicial forfeiture, and condemnation of property for violation of\nthe customs laws; the disposition of such property or the proceeds\nfrom the sale thereof; the remission or mitigation of such forfei­\ntures; and the compromise of claims shall apply to seizures and\nforfeitures incurred, or alleged to have been incurred, under any\nof the provisions of this subchapter, insofar as applicable and not\ninconsistent with the provisions hereof; except that such duties as\nare imposed upon the customs officer or any other person with re­\nspect to the seizure and forfeiture of property under the customs\nlaws shall be performed with respect to seizures and forfeitures\nof property under this subchapter by such officers, agents, or other\npersons as may be authorized or designated for that purpose by\nthe Attorney General, except to the extent that such duties arise from seizures and forfeitures effected by any customs officer. 21 U.S.C. § 881(d) (emphasis added). Contrary to Customs’ position, section 881(d) is correctly read to be a proce­\ndural provision, and not an affirmative grant of authority. The first half of the\nsection, which ends with the phrase “insofar as applicable and not inconsistent\nwith the provisions hereof,” mandates that the procedures governing the seizure\nand forfeiture of property under the customs laws shall also govern, to the extent\nnot inconsistent, seizures and forfeitures arising under the Controlled Substances\nAct. Thus, section 881(d) explicitly incorporates by reference a statutory proce­\ndural scheme already in existence. 18 The second half of the section, up until the\nfinal phrase, states that the procedural duties connected with seizures and forfei­\ntures under the Controlled Substances Act shall be handled by officers, agents,\n16 In the Olson M emo, we concluded that the Attorney General could likely designate Customs agents to exer­\ncise title 21 authonty by virtue of this provision. 17 See Lane Memo, supra note 2, at 3\n18 These procedural provisions are codified at 19 U.S.C. §§ 1602-1621. 272 or other persons authorized or designated by the Attorney General. The final\nphrase of section 881(d) merely qualifies that procedural mandate by providing\nthat the incorporated Customs procedures shall be followed by the Attorney Gen­\neral’s agents or designee with respect to seizures and forfeitures under the Con­\ntrolled Substances Act except to the extent that such duties arise from seizures\nand forfeitures effected by any Customs officer, acting as a Customs officer,\nrather than as a designee of the Attorney General. 19\nOur interpretation of the exception clause in section 881(d) as a procedural\nprovision is supported by the fact, discussed above, that the Controlled Substances",
      "queries": [
        "what is section 881 d",
        "what is section 881 of the controlled substance act"
      ],
      "queries_score": [
        "1.6012944",
        "1.7451986"
      ]
    },
    {
      "id": "memos_28__8",
      "chunk_id": "8",
      "content": "19\nOur interpretation of the exception clause in section 881(d) as a procedural\nprovision is supported by the fact, discussed above, that the Controlled Substances Act as a whole places all enforcement authority under the Act’s provisions with\nthe Attorney General. Any limit to this broad and exclusive mandate would be a\nsignificant departure from the overall enforcement scheme. We therefore find the\nproposition that Congress would place within a clearly procedural section a sub­\nstantive provision so significantly at odds with the Attorney General’s title 21\nauthority to be untenable. This interpretation is consistent with the realignment of drug enforcement and\nseizure authority which took place proximate to the enactment of the Controlled\nSubstances Act (including section 881) in 1970. Prior to 1968, the Department\nof Treasury was the agency charged with primary responsibility for enforcing the\nfederal drug laws. Within the Department of Treasury, the United States Cus­\ntoms Service had the responsibility for enforcing all laws pertaining to the smug­\ngling of drugs into the United States, while Treasury’s Bureau of Narcotics was\ncharged with enforcing all laws relating to drug trafficking. Reorganization Plan\nNo. 1 of 1968, 3 C.F.R. 1061 (1966-1970), reprinted as amended in 5 U.S.C.\napp. at 1334, and in 82 Stat. 1367 (1968), transferred the drug trafficking en­\nforcement functions of the Department of Treasury’s Bureau of Narcotics to the\nAttorney General, to be handled within the Department of Justice by a newly cre­\nated Bureau of Narcotics and Dangerous Drugs. The responsibility for investi­\ngating smuggling, on the other hand, remained with Customs within the Trea­\nsury Department, thereby raising the possibility of jurisdictional disputes\nregarding the respective responsibilities of the Justice and Treasury Departments\nin the context of certain drug investigations. Because the Customs Service re­\ntained investigative jurisdiction to enforce the federal smuggling laws, it would\nhave been entirely reasonable for Congress to include in the forfeiture provision\nof the Controlled Substances Act a proviso like that in the final clause of section\n881(d), recognizing that the Attorney General’s new, vast and exclusive seizure\n19 As already indicated in the text, Customs has no independent title 21 seizure or forfeiture authonty. There­\nfore, for a seizure or forfeiture to be effected as suggested by the final clause, it must be pursuant to a source of\nCustoms authority other than the Controlled Substances Act Nevertheless, it was important for Congress to include\nthe final clause in section 881 (d) to distinguish the situation where Customs acts on its own authonty under the cus­\ntoms laws from the situation where Customs is designated by the Attorney General to seize and forfeit under the\nControlled Substances Act. In the latter event, Customs—as an agent of the Attorney General— must follow the\nduties being incorporated in section 881(d) so long as not inconsistent with the Act, not the potentially inconsistent\nduties that the Act contemplates may separately be imposed on Customs by the customs laws. 273 and forfeiture authority under title 21 did not preclude Customs from pursuing\nseizures and forfeitures under the customs laws.",
      "queries": [
        "what is cops award number",
        "when a research project consists of human subjects that are not covered by the c.f.r.",
        "when does program progress report due"
      ],
      "queries_score": [
        -8.421608924865723,
        -7.555398941040039,
        -8.896230697631836
      ]
    },
    {
      "id": "memos_28__9",
      "chunk_id": "9",
      "content": "273 and forfeiture authority under title 21 did not preclude Customs from pursuing\nseizures and forfeitures under the customs laws. B. Reorganization Plan No. 2 o f 1973\nCustoms also relies on Reorganization Plan No. 2 of 197320 as a basis for its\nclaim to independent forfeiture authority under 21 U.S.C. § 881. That Plan trans­\nferred “all intelligence, investigative, and law enforcement functions” pertaining\nto “the suppression of illicit traffic in narcotics, dangerous drugs, or marihuana”\nfrom Customs to DEA.21 The Plan also contained a clause (the “retention clause”)\nwhich provided in part that “[t]he Secretary [of the Treasury] shall retain, and\ncontinue to perform [drug intelligence, investigative and enforcement] functions,\nto the extent that they relate to searches and seizures of illicit narcotics, danger­\nous drugs, or marihuana or to the apprehension or detention of persons in con­\nnection therewith, at regular inspection locations at ports of entry or anywhere\nalong the land or water borders of the United States.”22 Customs contends that it\nis clear from the language in that clause that Customs officers were intended to\nenforce all federal drug laws, including section 881, in the border context. 23 The\nproviso immediately following the retention clause, however, states that any\ndrugs or drug-related evidence seized by Customs at those points “shall be turned\nover forthwith to the jurisdiction of the Attorney General.” Read in conjunction\nwith one another, the retention clause and the proviso that follows it appear to\nrecognize that Customs may legally seize drugs in the context of its role of en­\nforcing the customs laws in the border context, but that any drugs or drug traf­\nficking evidence Customs seizes must be turned over to the Attorney General for\nappropriate processing. Thus, under the 1973 Reorganization Plan, Customs re­\ntained only whatever seizure authority it had under laws other than title 21 with\nrespect to drugs, and the Attorney General maintained control over the forfeiture\nof drug-related property and the disposition of that forfeited property. In addition, in light of the fact that the 1973 Reorganization Plan was intended\nto consolidate federal drug law enforcement responsibility under a single agency\nwithin the Department of Justice, the DEA,24 the most reasonable interpretation\nof the retention clause is that the words merely make clear that the transfer of\ndrug enforcement functions does not disrupt Customs’ authority to make seizures\nof drugs discovered in the course of Customs’ enforcement of the smuggling\nlaws.25\n20 3 C.F.R. 1158 (1971-1975), reprinted as amended in 5 U.S.C. app at 1355, and in 87 Stat. 1091 (1973). 21id.\n22Id. 23 Lane Memo, supra note 2, at 4\n24 See, e g., 5 U.S.C. app. at 1357 (Message o f the President, transmitting Reorganization Plan No. 2 of 1973 to\nthe Congress, in which the President noted that the newly created DEA would carry out “[tjhose functions of the\nBureau of Customs pertaining to drug investigations and intelligence.”). 25 For example, as mentioned earlier, under 19 U S.C. § 1595a, Customs is authorized to seize and forfeit any\nvessel, vehicle, animal, aircraft, or other thing used to facilitate the importation into the United States of any arti­\ncle contrary to law.",
      "queries": [
        "how does a cops award apply to you"
      ],
      "queries_score": [
        -8.030580520629883
      ]
    },
    {
      "id": "memos_28__10",
      "chunk_id": "10",
      "content": "25 For example, as mentioned earlier, under 19 U S.C. § 1595a, Customs is authorized to seize and forfeit any\nvessel, vehicle, animal, aircraft, or other thing used to facilitate the importation into the United States of any arti­\ncle contrary to law. Because the importation of illegal drugs into the United States is contrary to law, a boat used 274 For the foregoing reasons, we find Customs’ reliance on Reorganization Plan\nNo. 2 of 1973 as a basis for its claim to independent forfeiture authority under\n21 U.S.C. § 881 to be without merit. As we have held in the past, under the 1973\nReorganization Plan “Customs officials have authority [under customs laws and\nunder title 21 when so designated by the Attorney General] only to search for and\nseize drugs at the borders and ports,” and “[s]uspects and drug contraband are to\nbe immediately turned over to DEA for investigation and prosecution.”26 We\nreached a similar conclusion in our memorandum of June 11, 1985, stating the\nview that Customs personnel must work under the supervision of the DEA and\n“may undertake drug enforcement investigations beyond the interdiction of drugs\nat the border, but only with the specific approval of, and under the supervision\nof, [the Department of Justice].”27 We find no case law or subsequent executive\nor legislative action that would change these conclusions. C. Other Arguments Raised by the Customs Service\nAlthough we find, based on the language of the statute and Reorganization\nPlan No. 2 of 1973, that Customs does not have independent forfeiture authority\nunder section 881, we briefly address below additional arguments raised by Cus­\ntoms in support of its assertion of section 881 authority. 1.19 U.S.C. § 1589a As evidence that it has section 881 authority in the border context, Customs\ncites 19 U.S.C. § 1589a(2), which permits a Customs officer to execute and serve\n“any order, warrant, subpoena, summons, or other process issued under the au­\nthority of the United States,” and section 1589a(3), which generally provides that\na Customs officer may make a warrantless arrest for any federal offense com­\nmitted in his presence or any federal felony “committed outside the officer’s pres­\nence if the officer has reasonable grounds to believe that the person to be arrested\nhas committed or is committing a felony.” In our June 3, 1986 opinion,28 we\nspecifically examined the question whether passage of section 1589a, and the\nnearly identical 19 U.S.C. § 1589,29 altered the conclusions of this Office in the\n25 ( .. continued)\nto smuggle drugs into the United States may be seized lawfully by Customs under section 1595a. We believe that\nthe retention clause in Reorganization Plan No. 2 of 1973 was intended to cover Customs seizures made pursuant\nto laws such as section 1595a This interpretation is consistent with our reading of the final clause in section 881 (d)\nwhich, as we concluded above, was Congress’ acknowledgement that, while the Attorney Genera] has exclusive\nenforcement authority over federal drug violations even at the border, Customs retains its authority over enforce­\nment of the customs laws\n26 Olson Memo, supra note 3, at 3.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_28__11",
      "chunk_id": "11",
      "content": "We confirmed this interpretation of the 1973 Reorganization Plan in our\nmemorandum of June 3, 1986 See Kmiec Memo, supra note 3, at 7-9\n27 Memorandum for Joseph R Davis, Chief Counsel, DEA, from Ralph Tarr, Acting Assistant Attorney Gen­\neral, Office of Legal Counsel, Re. Authority o f the United States Customs Service to Participate in Law Enforce­\nment Efforts Against Drug Violators (June 11, 1985)\n28 Kmiec Memo, supra note 3.\n29 In October 1984, Congress passed the Comprehensive Cnm e Control Act of 1984, Pub. L No. 98-473, 98\nStat 2056 (1984), and the Tariff and Trade Act, Pub L. No. 98-573,98 Stat 2988 (1984), which contain two pro­\nvisions identical for all practical purposes and codified at 19 U S.C. §§ 1589a and 1589, respectively 275 Olson Memo that Customs does not have independent enforcement authority over\ntitle 21 drug offenses. We concluded that (1) the legislative histories behind sec­\ntions 1589 and 1589a clearly state that the sections were not intended to change\nCustoms jurisdiction over drug offenses or to alter the basic relationship between\nCustoms and DEA established by Reorganization Plan No. 2 of 1973;30 (2) Con­\ngress’ intent in passing the sections was to clarify Customs authority in the face\nof case law questioning the validity of warrants pursued and arrests made by Cus­\ntoms officers in drug cases in which Customs officers act under the supervision\nof DEA;31 and (3) while sections 1589 and 1589a acknowledge the authority of\nCustoms officers to execute and serve warrants, and to make arrests, for a wide\nrange of federal crimes, the provisions do not grant Customs additional author­\nity to pursue and prosecute such offenses. 32 We have reexamined the Kmiec\nMemo in light of Customs’ most recent memorandum and reaffirm our conclu­\nsions as outlined above. Accordingly, we find that sections 1589 and 1589a do\nnot provide Customs with substantive authority to make seizures and forfeitures\npursuant to 21 U.S.C. § 881.\n2. Common Law Seizure Authority\nCustoms also argues that Customs officers can make seizures and forfeitures\noutside of the border context under common law authority, stating that it is a\n“well settled principle of common law that anyone may seize property for for­\nfeiture to the Government and the seizure is valid if the Government adopts the\nact and proceeds to enforce the forfeiture,” and therefore that there is “no reason\nwhy a Customs officer should be disabled from making seizures under 21 U.S.C.\n§881 when even a private person could perform such seizures. ”33 We address\nlater in this opinion Customs’ argument that their agents have common law au­\nthority for making seizures for forfeiture. 34 However, assuming arguendo that\nsuch authority exists, any common law authority is separate and apart from ex­\npress statutory authority under section 881 and therefore provides no additional\nsupport to Customs’ position that its agents have independent forfeiture author­\nity under section 881. 30 Kmiec Memo, supra note 3, at 5-8\n31 Id at 5-7.",
      "queries": [
        "when was the eu globalisation adjustment fund created",
        "do juveniles have to be in jail before being transported",
        "what is the effect of the appropriations rider"
      ],
      "queries_score": [
        -8.868430137634277,
        -8.281302452087402,
        -8.081208229064941
      ]
    },
    {
      "id": "memos_28__12",
      "chunk_id": "12",
      "content": "30 Kmiec Memo, supra note 3, at 5-8\n31 Id at 5-7. In United States v Harrington, 520 F. Supp. 93, 95 (E D Cal. 1981), the court held that Reorga­\nnization Plan No. 2 of 1973 deprived Customs agents of any search or arrest authonty with respect to the federal\ndrug laws, and suggested that Customs agents accordingly lacked “secondary authonty” to perform drug enforce­\nment searches under the primary responsibility” o f the DEA Although the district court’s decision ultimately was\nreversed on appeal, 681 F 2d 612 (9th Cir 1982), cert denied. Ail I U S . 1015 (1983), Congress clearly had the de­\ncision in rrnnd when it passed sections 1589 and 1589a The relevant House Report slated. “Enactment of [this pro­\nvision] would also make it clear that Customs officers may serve search and arrest warrants for any Federal offense\nincluding drug offenses. This would eliminate the problem raised in U S. v. Harrington , which . . questioned Cus­\ntoms authority to serve search warrants in joint DEA-Customs investigations away from the border.” H R Rep. No.\n845, 98th Cong., 2d Sess , pt. 1, at 28 (1984) (citation omitted). 32 See Kmiec Memo, supra note 3, at 2.\n33 Lane Memo, supra note 2, at 4-5.\n34 See infra pp. 278-80. 276 3 .2 8 U.S.C. § 524(c)(10) Finally, Customs cites 28 U.S.C. § 524(c)( 10) as evidence of Congress’ recog­\nnition that Customs has seizure authority under section 881 of title 2 1.35 Section\n524, enacted in 1984, established the Department of Justice Assets Forfeiture\nFund, which serves as the depository for moneys realized from profitable forfei­\ntures of property after the payment of certain expenses of forfeiture and sale. 36\nSection 524(c)(4) requires “all amounts from the forfeiture of property under any\nlaw enforced or administered by the Department of Justice” to be deposited in\nthat fund. Section 524(c)(10) provides: For the purposes of this section, property is forfeited pursuant\nto a law enforced or administered by the Department of Justice if\nit is forfeited pursuant to —\n(A) any criminal forfeiture proceeding;\n(B) any civil judicial forfeiture proceeding; or\n(C) any civil administrative forfeiture proceeding conducted by\nthe Department of Justice,\nexcept to the extent that the seizure was effected by a Customs of­\nficer or that custody was maintained by the United States Cus­\ntoms Service in which case the provisions of section 613A of the\nTariff Act of 1930 (19 U.S.C. 1613a) shall apply. 28 U.S.C. § 524(c)(10) (emphasis added). The Customs Service apparently interprets the final clause of section\n524(c)(10), underscored above, to demonstrate Congress’ understanding that\nCustoms has independent seizure authority under section 881.37 However, noth­\ning on the face of the provision indicates in the least that Customs has section\n881 seizure or forfeiture authority. The general reference in the final phrase of\nsection 524(c)(10) does not specify particular Customs seizure or forfeiture au­\nthority, and therefore cannot be said to enlarge or affect Customs’ underlying",
      "queries": [
        "what is the european solidarity fund",
        "cops office online",
        "why do you need to comply with the necessary contract provisions in order to standardize and strengthen oversight of all contracts made under federal contracts in the united states?",
        "cops office definition",
        "is treas. reg 1.267-3(a) valid"
      ],
      "queries_score": [
        -8.946166038513184,
        -8.251602172851562,
        -8.215164184570312,
        -8.067524909973145,
        -6.064701557159424
      ]
    },
    {
      "id": "memos_28__13",
      "chunk_id": "13",
      "content": "However, noth­\ning on the face of the provision indicates in the least that Customs has section\n881 seizure or forfeiture authority. The general reference in the final phrase of\nsection 524(c)(10) does not specify particular Customs seizure or forfeiture au­\nthority, and therefore cannot be said to enlarge or affect Customs’ underlying 35 The provision relied upon by Customs, formerly 28 U.S.C. § 524(c)(8), now appears at section 524(c)(10) as\na result of amendment by the 1988 Drug Act.\n36 The fund may be used to pay expenses incurred by the Department of Justice and assisting federal, state, and\nlocal law enforcement agencies for the detention, inventory, safeguarding, maintenance, and disposal of seized and\nforfeited property. See The Attorney General's Guidelines on Seized and Forfeited Property, as amended, at 17-26\n(June 29, 1988)\n37 See Lane Memo, supra note 2, at 7. 277 substantive authority in any manner. 38 Accordingly, the language of 28 U.S.C.\n§ 524(c)(10) does not support Customs’ position that it has independent section\n881 forfeiture authority. D. Summary: Section 881 Seizure and Forfeiture Authority For the reasons set forth above, we conclude that Customs does not have in­\ndependent seizure or forfeiture authority under section 881. We base our con­\nclusion on the prior opinions of this Office, the language of section 881(d) as\nviewed by itself and as examined in the context of section 881, the other provi­\nsions of the Controlled Substances Act, and Reorganization Plan No. 2 of 1973. After another thorough review of these laws and their legislative histories, we\nbelieve that Congress intended the Attorney General to be the sole administrator\nof section 881 and the other enforcement provisions of the Controlled Substances\nAct. In addition, nothing supports Customs’ claim of independent forfeiture au­\nthority under section 881. This is not to say, of course, that Customs can never make seizures or forfeit\nproperty pursuant to section 881. As we concluded in a prior opinion,39 the At­\ntorney General in all likelihood has the authority under 21 U.S.C. §§ 873(b) and\n965 to provide Customs agents with substantive legal authority to assist the DEA\nin the enforcement of title 21 drug offenses, including the undertaking of law en­\nforcement functions that Customs agents are not normally empowered to perform\nbut which DEA agents are authorized to perform in executing the Controlled Sub­\nstances Act.40 We must emphasize, however, that absent any such grant of au­\nthority from the Attorney General, Customs would be operating without statu­\ntory authority to enforce title 21 drug offenses. Moreover, as we have cautioned\nin the past, DEA would be well-advised to exercise particular caution not to per­\nmit Customs officials to undertake independent, unsupervised enforcement re­\nsponsibilities where a successful court challenge would seriously jeopardize a\nprosecution. 41 Although our opinion is not intended to have retrospective impact, our con­\nclusion that Customs does not have independent authority under 21 U.S.C. § 881\nnecessarily raises questions about the legality of any seizures and forfeitures al­\nready conducted by Customs under that section without a proper designation from\nthe Attorney General or his designee.",
      "queries": [
        "what is the authority of customs section 881",
        "where can a noncompliance referral be received",
        "cpd opi number",
        "audit code of conduct",
        "what is a taxpayers continuance of the litigation"
      ],
      "queries_score": [
        "1.6042564",
        -8.537944793701172,
        -7.315525054931641,
        -7.407198905944824,
        -8.398903846740723
      ]
    },
    {
      "id": "memos_28__14",
      "chunk_id": "14",
      "content": "A comprehensive analysis of that issue is\n38 We discuss the Department of Justice Assets Forfeiture Fund and the Customs Forfeiture Fund in more de­\ntail below, when we address the question of which fund should be the depository of proceeds from forfeiture un­\nder section 881. 39 Olson Memo, supra note 2, at 5-9.\n40 21 U.S.C. § 873(b) provides m pertinent part that “when requested by the Attorney General, it shall be the\nduty of any agency or instrumentality of the Federal Government to furnish assistance, including technical advice,\nto him for canying out his functions under this subchapter ” See also 21 U.S.C. § 965, which adopts the authonty\nof section 873 by reference. 41 Olson Memo, supra note 2, at 9-10. For example, we noted that the Economy Act, 31 U.S.C. § 1535, might\nprohibit Customs from exercising law enforcement services for DEA to the extent that Customs agents are not gen­\nerally authorized to perform those services under their own substantive authorizing statute. Id. at 8. 278 beyond the scope of this memorandum. For the reasons discussed below, how­\never, we believe that those seizures and forfeitures may be upheld under a the­\nory of common law seizure authority. The courts have long recognized that the United States may “adopt” seizures\nthat have been made by private parties or other law enforcement agencies. 42 The\nUnited States Supreme Court articulated this principle in Dodge v. United\nStates ,43 in which it stated that “anyone may seize any property for a forfeiture\nto the Government, and that if the Government adopts the act and proceeds to en­\nforce the forfeiture by legal process, this is of no less validity than when the\nseizure is by authority originally given.”44 The Dodge Court based its holding on\nthe rationale that the owner of the seized property suffers nothing as a result of\nan unauthorized seizure that he would not have suffered if the seizure had been\nauthorized, as the seizure, however effected, brings the res within the power of\nthe court, “which is an end that the law seeks to attain, and justice to the owner\nis as safe in the one case as in the other 45\nThe reasoning of the Dodge Court regarding seizures makes sense given the\nnature of a forfeiture proceeding. A civil forfeiture action under section 881 is\nan action in rem, brought against the property itself rather than the wrongdoer,\nand based on the legal fiction that the property itself is guilty. Just as in the case\nof a seizure, the forfeiture laws can be said to seek to bring the object within the\npower of the court. Thus, the Dodge Court’s conclusion that it makes no differ­\nence to the owner who brought his property into the court’s jurisdiction is as ap­\nplicable in a forfeiture action as it is in the case of a seizure. The holding in Dodge with respect to adoptive seizures is still followed today,\neven in cases involving section 881 forfeiture actions. 46",
      "queries": [
        "what is the date of the decision on the european year for development?",
        "is a state employee considered a consultant for a local government",
        "what executive order amended part 42",
        "do inmate visitation volunteer"
      ],
      "queries_score": [
        -9.275586128234863,
        -9.477718353271484,
        -7.660799980163574,
        -9.50540542602539
      ]
    },
    {
      "id": "memos_28__15",
      "chunk_id": "15",
      "content": "The holding in Dodge with respect to adoptive seizures is still followed today,\neven in cases involving section 881 forfeiture actions. 46 We must caution, how­\never, that our preliminary view that common law authority may be used to jus­\n42 See, e g , United States v. One Ford Coupe Automobile, 272 U.S. 321, 325 (1926); Kieffer v United States,\n550 F. Supp. 101, 103 (E.D. Mich. 1982).\n43 272 U.S. 530 (1926). Dodge involved a proceeding to forfeit a boat for violation of the National Prohibition\nAct, the initial seizure of which was made by state officers who were not authorized to make the seizure under the\nAct. See also United States v One Ford Coupe Automobile, 272 U.S. at 325 (adoption of seizure by United States\nfor forfeiture permissible even when seizing party lacked authonty to make seizure). 44 Dodge v. United States, 272 U.S. at 532.\n45 Id\n46 See, e g , United States v. One 1977 Mercedes Benz, 708 F.2d 444, 450 (9th Cir. 1983) (in forfeiture action\nagainst automobile allegedly used to transport narcotics, jurisdiction of the court was secured by the fact that the\nres was in the possession of the party authonzed to seize when the action was filed), cert, denied, 464 U.S. 1071\n(1984); Kieffer v United States, 550 F. Supp. 101, 103 (E.D Mich. 1982) (upholding section 881 forfeiture action\non basis that United States may “adopt” seizure by state officers who do not have seizure authority under section\n881). In more recent years, however, courts have increasingly been asked to address the question expressly left open\nin Dodge: whether the fact that the property was obtained as the result o f a search and seizure deemed unlawful as\ninvading a person’s constitutional rights bars the forfeiture action or deprives the court of jurisdiction to hear it. Al­\nthough the United States Supreme Court has held that evidence denved from a search which violated the Fourth\nAmendment is inadmissible in a forfeiture proceeding. One 1958 Plymouth Sedan v Pennsylvania, 380 U.S. 693,\n702 ( 1965), the general rule is that improper seizure does not jeopardize the government’s right to secure forfeiture\nif the probable cause to seize the vehicle can be supported with untainted evidence. See , e g.. United States v United\nStates Currency $31,828, 760 F.2d 228, 230-31 (8th Cir. 1985); United Stales v. \"MONKEY\", A Fishing Vessel,\n725 F.2d 1007, 1012 (5th Cir. 1984); United States v. United States Currency Totaling $87279, 546 F. Supp. 1120,\n1126 (S.D. Ga. 1982). 279 tify past seizures and forfeitures should not be read to suggest continued prospec­\ntive reliance on that authority by Customs as the basis for future actions under\nsection 881 without appropriate DEA authorization. II. Department of Justice and Customs Forfeiture Funds We turn now to the second issue we have been asked to address: must the pro­\nceeds of forfeitures resulting from lawful Customs Service seizures be deposited\nin the Customs Forfeiture Fund regardless of the statute under which the prop­\nerty was forfeited and regardless of whether the property was forfeited by the De­\npartment of Justice?",
      "queries": [
        "when do you submit your federal financial report",
        "what is your credit score",
        "can a closing agreement apply to taxpayers",
        "how to compare controlled and uncontrolled transactions"
      ],
      "queries_score": [
        -9.596417427062988,
        -8.211714744567871,
        -9.247849464416504,
        -8.50512409210205
      ]
    },
    {
      "id": "memos_28__16",
      "chunk_id": "16",
      "content": "The Department of Justice Assets Forfeiture Fund and the\nCustoms Forfeiture Fund were created to allow those agencies to finance certain\naspects of their respective forfeiture actions and other specified law enforcement\nactivities from the proceeds of forfeited assets. See 28 U.S.C. § 524(c)(1) (De­\npartment of Justice Assets Forfeiture Fund); 19 U.S.C. § 1613b (Customs For­\nfeiture Fund). Congress provided that both the Justice and Customs Funds would\nreceive amounts from the forfeiture of property under any law enforced or ad­\nministered by the respective agencies. See 28 U.S.C. § 524(c)(4); 19 U.S.C.\n§ 1613b(a), (c). As we have discussed above,47 28 U.S.C. § 524(c)(10) defines what property\nis forfeited “pursuant to a law enforced or administered by the Department of\nJustice” for purposes of determining whether the proceeds from the sale of par­\nticular forfeited property are to be deposited in the Department of Justice Assets\nForfeiture Fund. The definition includes any property forfeited under three spec­\nified forfeiture proceedings,48 “ except to the extent that the seizure was effected\nby a Customs officer or that custody was maintained by the Customs Service in\nwhich case the provisions of section 613A o f the Tariff Act of 1930 (19 U.S.C. §\n1613a) shall apply ” (emphasis added). The Customs Forfeiture Fund provisions referenced in the clause of section 524(c)(10) underscored above provide in part\nthat the Fund shall be the depository for “all proceeds from forfeiture under any\nlaw enforced or administered by the United States Customs Service. ”49\nCustoms takes the position that the language of 28 U.S.C. § 524(c)(10) pro­\nvides that the proceeds of forfeiture (even those conducted by the Department of\nJustice under section 881) arising from any Customs seizure be deposited in the\nCustoms Forfeiture Fund, which is codified at 19 U.S.C. § 1613b.50 DEA dis­\nagrees with that interpretation, maintaining that the clause “refers only to nondrug-related seizures and forfeitures lawfully performed by Customs pursuant to\n[c]ustoms laws”51and that section 881 (e) indicates that the Attorney General can­\n47 See supra pp. 277-78. 48 The three proceedings specified in section 524(c)( 10) are: (1) any criminal forfeiture proceeding; (2) any civil\njudicial forfeiture proceeding; and (3) any civil administrative forfeiture proceeding conducted by the Department\nof Justice. 28 U.S.C. § 524(c)(10)(A)-(C)\n49 19 U.S C § 1613b(c). See also infra note 53. 50 Lane Memo, supra note 2, at 7\n51 Hoffman M emo, supra note 2, at 10 280 not deposit moneys or proceeds from a forfeiture conducted by the Department\nunder section 881 in any fund other than the Department of Justice Assets For­\nfeiture Fund.52 For the reasons set forth below, we conclude that although the\nquestion is not entirely free from doubt, under the most reasonable interpretation\nof 28 U.S.C. § 524(c)(10), cash or proceeds of property forfeited as a result of a\nseizure made by the Customs Service pursuant to a law administered or enforced\nby Customs is to be deposited in the Customs Forfeiture Fund rather than in the\nDepartment of Justice Assets Forfeiture Fund, even though the property ulti­\nmately was forfeited by the Department of Justice under section 881.",
      "queries": [
        "what is the asset forfeiture fund in customs",
        "why is the asset forfeiture fund created",
        "who has the operational control of a facility",
        "what is the example of standby letter of credit?"
      ],
      "queries_score": [
        "2.320568",
        "2.2261558",
        -8.419954299926758,
        -8.683836936950684
      ]
    },
    {
      "id": "memos_28__17",
      "chunk_id": "17",
      "content": "Section 524(c)(10), standing alone, is unambiguous: the proceeds from for­\nfeitures conducted pursuant to laws enforced or administered by the Department\nof Justice are to be placed in the Department of Justice Assets Forfeiture Fund\nunless the property was seized or custody maintained by the Customs Service, in\nwhich case the proceeds from the forfeiture are to be placed in the Customs For­\nfeiture Fund. Under section 524(c)(10), it appears that Customs may receive the\nproceeds from the forfeiture of the property it seizes even if it has no authority\nto forfeit that property. In addition, the clause applies to any seizure made by\nCustoms, not just to nondrug-related seizures. When, however, section 524(c)(10) is read in conjunction with 19 U.S.C.\n§ 1613b, to which it makes specific reference, the meaning of the exception clause\nis not entirely clear. Section 1613b(a), establishing the Customs Forfeiture\nFund,53 provides, as amended by the 1988 Drug Act, that the Fund “shall be avail­\nable to the United States Customs Service, subject to appropriation, with respect\nto seizures and forfeitures by the United States Customs Service and the United\nStates Coast Guard under any law enforced or administered by those agencies.” Similarly, section 1613b(c) provides for deposit in the fund of “all proceeds from\nforfeiture under any law enforced or administered by the United States Customs\nService or the United States Coast Guard.” We believe that the final clause of 28 U.S.C. § 524(c)(10) clearly governs\n52 id\n53 As a preliminary matter, we note that the reference to the Customs Forfeiture Fund provisions in the final\nclause of section 524(c)(10) specifically refers to “the provisions of section 613A of the T anff Act of 1930 (19\nU.S.C. § 1613a).” However, 19 U.S.C. § 1613a, which was passed in 1984, Pub L. No. 98-473, 98 Stat. 2054, was\nrepealed in 1986, Pub L. No 99-514, 100 Stat. 2924—25. The fund was recreated in 1987, Pub. L. No. 100-71, tit.\n1 ,101 Stat. 438, and presently is codified at 19 U.S.C. § 1613b. Neither section 524(c)(10) nor its predecessor pro­\nvision, section 524(c)(8), was ever amended to reflect these changes and, as a result, section 524(c)(10) now refers\nto a Customs Forfeiture Fund that is no longer m existence Thus, under a literal reading, the exception clause in\nsection 524(c)(10) has no force and does not govern any deposits into the current Customs Forfeiture Fund. Although in such cases no construction can ever be entirely free from doubt, Congress can be presumed not\nto have intended an absurd result. Rather, it can fairly be concluded that Congress intended to incorporate an ac­\ncurate reference to the Customs Forfeiture Fund provision in 28 U S.C. § 524(c)(I0). We believe this is true even\nthough Congress’ recreated Customs Forfeiture Fund is not codified at 19 U.S.C. § 1613a, as referenced in section\n524(c)(10), but rather appears at section 1613b. See United Steelworkers of Am v. Weber, 443 U.S. 193,201 (1979),\n(citing Holy Trinity Church v. United States, 143 U.S. 457,459 (1892)).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_28__18",
      "chunk_id": "18",
      "content": "We believe this is true even\nthough Congress’ recreated Customs Forfeiture Fund is not codified at 19 U.S.C. § 1613a, as referenced in section\n524(c)(10), but rather appears at section 1613b. See United Steelworkers of Am v. Weber, 443 U.S. 193,201 (1979),\n(citing Holy Trinity Church v. United States, 143 U.S. 457,459 (1892)). We note further that although the amend­\nments to section 524 contained in the 1988 Drug Act perpetuate the miscitation to the Customs Forfeiture Fund,\nthe 1988 Drug Act, in section 7364, correctly cites 19 U.S.C. § 1613b as the provision that codifies the Customs\nForfeiture Fund. 281 those cases in which Customs has explicit forfeiture authority but the Justice\nDepartment, by law, must play a role in the forfeiture of property seized by Cus­\ntoms. For example, the Department of Justice, through the United States At­\ntorneys, must handle certain civil judicial forfeiture proceedings in federal court\nof property seized by Customs under the customs laws. 54 Thus, there is an over­\nlap in the definitions of “those laws enforced or administered” by Customs and\n“those laws enforced or administered” by the Department of Justice because in\ncertain instances Customs has authority over the seizures and the Department\nof Justice has authority over the forfeitures. The exception clause in section\n524(c)(10) addresses the question of which fund should be used in such situa­\ntions by providing that when a Customs officer seizes property or maintains\ncustody of property under the customs laws, the proceeds of that forfeiture\nshould be placed in the Customs Forfeiture Fund, regardless of whether Cus­\ntoms conducted the forfeiture. The more difficult question is whether the final clause also pertains to cases\nin which Customs has seized property pursuant to the laws it enforces, but where\nthe property is forfeited by the Department of Justice, either administratively or\njudicially, under 21 U.S.C. § 881 or another forfeiture statute under which Cus­\ntoms has no forfeiture authority. As section 1613b(c) refers only to forfeitures\nunder “any law enforced or administered” by Customs, it can be argued that Con­\ngress intended that the Customs Forfeiture Fund be the depository only for pro­\nceeds from property that actually was forfeited under the customs laws. In light\nof our conclusion above that only the Department of Justice has independent\nstatutory authority to seize and forfeit property under 21 U.S.C. § 881, such an\ninterpretation necessarily would require that the proceeds from all section 881\nforfeitures be placed in the Department of Justice Assets Forfeiture Fund. How­\never, we believe that interpretation would be contrary to the language of the ex­\nception clause in section 524(c)(10), since it would prevent Customs from re­\nceiving proceeds from the forfeiture of property that it had seized under the\ncustoms laws. Accordingly, we conclude that the proceeds of property seized or\nheld in custody by Customs under the customs laws must be placed in the Cus­\ntoms Forfeiture Fund even though the property was forfeited by the Department\nof Justice under 21 U.S.C. § 881. Our interpretation of the exception clause is consistent with Reorganization\nPlan No. 2 of 1973, which reflects legislative and executive branch recognition\nof Customs’ traditional law enforcement role at the border.",
      "queries": [
        "why do policing evaluations need to be undertaken",
        "why do auditors need to retain notes"
      ],
      "queries_score": [
        -8.574963569641113,
        -8.35743236541748
      ]
    },
    {
      "id": "memos_28__19",
      "chunk_id": "19",
      "content": "Our interpretation of the exception clause is consistent with Reorganization\nPlan No. 2 of 1973, which reflects legislative and executive branch recognition\nof Customs’ traditional law enforcement role at the border. As we have already\ndiscussed above, in Reorganization Plan No. 2 of 1973 Congress left undisturbed\nCustoms’ authority under the customs laws to perform all intelligence, inves­\ntigative and law enforcement functions to the extent that they relate to searches\nand seizures of drugs at regular inspection locations at ports of entry or the bor­\n54 Customs must refer civil forfeiture cases to the United States Attorney (1) when the property seized exceeds\n$100,000 in value and is not an illegally imported item or a conveyance used to transport a controlled substance,\nor (2) when a claim and cost bond has been filed for the property in an administrative forfeiture proceeding See 19\nU .S.C §§ 1607, 1608, 1610. 282 der. Thus, Customs has retained search and seizure authority with respect to il­\nlegal drugs and related evidence encountered by Customs in the course of its en­\nforcement responsibilities under the customs laws. In light of Congress’ intent\nthat Customs maintain those particular aspects of its traditional law enforcement\nrole at the border, it is reasonable to interpret the words “seizure” and “custody”\nin section 524(c)(10) to refer to the functions that Customs expressly retained un­\nder Reorganization Plan No. 2 of 1973, that is, search and seizure authority un­\nder the customs laws.55\nMoreover, to interpret the phrase “any law enforced or administered by the\nUnited States Customs Service” to include statutes under which Customs has ei­\nther seizure or forfeiture authority, but not necessarily both, is consistent with the\nfact that seizure and forfeiture are separate and distinct law enforcement tools. 56 Thus, statutes under which Customs only has seizure authority clearly fall within\nthe definition of “any law enforced or administered by the United States Customs\nService.” If Customs has neither seizure nor forfeiture authority, however, as we\nconclude it does not under section 881, the proceeds from seizures and forfei­\ntures premised on that statute alone are to be deposited in the Department of Jus­\ntice Assets Forfeiture Fund. This is true even if Customs has been properly des­\nignated by the Attorney General or his designee to exercise authority under that\nstatute. Of course, the Attorney General has discretion to award the property to\nCustoms in such joint enforcement efforts. 57 One other point is worth mentioning.",
      "queries": [
        "when did customs have the exception clause in the reorganization plan",
        "what's the essence of a discriminatory result claim",
        "what is general program fund collateral account",
        "what is the criteria to override a privilege claim in the senate committees"
      ],
      "queries_score": [
        "1.7455276",
        -8.715252876281738,
        -8.598893165588379,
        -9.296355247497559
      ]
    },
    {
      "id": "memos_28__20",
      "chunk_id": "20",
      "content": "This is true even if Customs has been properly des­\nignated by the Attorney General or his designee to exercise authority under that\nstatute. Of course, the Attorney General has discretion to award the property to\nCustoms in such joint enforcement efforts. 57 One other point is worth mentioning. Section 881(e)(1), as amended by the\n1988 Drug Act, provides that when property is forfeited under the Controlled\nSubstances Act, the Attorney General has five options with respect to disposi­\ntion of that property: he may (1) retain the property for official use or transfer the\ncustody or ownership of the property to any federal agency, or any state or local\nlaw enforcement agency that participated directly in the seizure or forfeiture;58\n(2) sell the property; (3) require the General Services Administration to dispose\nof the property; (4) forward it to DEA for disposition; or (5) under certain cir­\ncumstances, transfer forfeited personal property or the proceeds of the sale of for­\nfeited personal or real property to any foreign country that participated in the\nseizure or forfeiture. 59 Pursuant to 21 U.S.C. § 881(e)(2)(B), the provisions of\nthe Department of Justice Forfeiture Fund in 28 U.S.C. § 524(c) only apply to\nforfeitures under the Controlled Substances Act in the event of a cash seizure or\n55 This interpretation of the final clause in section 524(c)(I0) also is consistent with the legislative history of\nthe funds, which reflects Congress’ understanding that Customs has a role to play m drug enforcement efforts. See.\ne g , S. Rep No. 225, 98th Cong., 1st Sess. 217-18 (1983). 56 Most of the seizure and forfeiture provisions used by Customs in drug-related cases are contained in the part\nof the T anff Act of 1930 entitled “Enforcement Provisions.\" See, e.g., 19 U.S C §§ 1590, 1595, 1595a. 57 See infra note 61.\n58 As amended by the 1988 Drug Act, section 88 1(e)(3) requires the Attorney General to assure that any prop­\nerty transferred to a state or local law enforcement agency under this provision of section 881 (e)( I) has a value that\nbears a “reasonable relationship to the degree of direct participation” by the agency, and, for fiscal years beginning\nafter September 30, 1989, that the transfer is not undertaken in order to circumvent any prohibition on forfeitures,\nor limitations on the use of forfeited property, under state law. 39 21 U.S C. §881(e)(l)(A )-(E) 283 the Attorney General’s exercise of his option under 21 U.S.C. § 881(e)(1)(B) to\nsell the forfeited property. 60Thus, section 524(c)(10) does not limit the Attorney\nGeneral’s authority under section 881(e) to retain, sell, or transfer property for­\nfeited under section 881, and was intended to apply only to the Attorney Gen­\neral’s authority over the treatment of forfeited property which could ultimately\nbe deposited (as cash) in the Department of Justice Assets Forfeiture Fund.",
      "queries": [
        "cops office contact phone number"
      ],
      "queries_score": [
        -9.102931022644043
      ]
    },
    {
      "id": "memos_28__21",
      "chunk_id": "21",
      "content": "Thus,\nCustoms may receive the proceeds from property seized by Customs under the\ncustoms laws and forfeited by the Department of Justice under section 881 only\nif the Attorney General does not first exercise his options under section 881(e)\nto retain the property for official use, transfer the property, or otherwise dispose\nof the forfeited property under section 881(e)(1).61 It is important to note, moreover, that even if proceeds from section 881 for­\nfeitures are to be deposited in the Customs Forfeiture Fund in accordance with\n28 U.S.C. § 524(c)(10), the Department of Justice first can collect costs for all\nproperty expenses of the forfeiture proceeding and sale, including expenses of\nmaintenance and court costs. Section 881(e)(2)(B) provides that, unless the for­\nfeiture was conducted by the Postal Service, the Attorney General shall deposit\nin accordance with 28 U.S.C. § 524(c) all cash and proceeds remaining after pay­\nment of such expenses. 62 Conclusion We conclude that Customs does not have independent authority to make\nseizures or forfeitures pursuant to 21 U.S.C. § 881. Accordingly, Customs agents\nshould make seizures and forfeit property pursuant to that section only when they\ndo so under the supervision of the DEA and by direct or derivative designation\nof the Attorney General. We further conclude that property forfeited after a Cus­\ntoms seizure is to be deposited in the Customs Forfeiture Fund when the seizure\n60 21 U.S.C. § 881(e)(2)(B), as amended by the 1988 Drug Act, provides* The Attorney General shall forward to the Treasurer of the United States for deposit in accordance\nwith section 524(c) of title 28, any amounts of such moneys and proceeds remaining after payment of\nthe expenses provided in subparagraph (A), except that, with respect to forfeitures conducted by the\nPostal Service, the Postal Service shall deposit in the Postal Service Fund, under secuon 2003(b)(7)\no f title 39, United States Code, such moneys and proceeds. Subparagraph (A), in turn, only applies to moneys forfeited under this title and sales conducted under section\n881(e)(1)(B). 61 O f course, under 21 U.S.C. § 881(e)(1)(A), as amended by the 1988 Drug Act, the Attorney Genefal has ex­\nplicit authority to transfer the custody or ownership of any forfeited property to any federal agency, or to any state\nor local agency that participated directly in the seizure or forfeiture, pursuant to section 616 of the Tariff Act of\n1930, ch. 497, 46 Stat. 590 (1930) (codified as amended at 19 U.S.C. §§ 1202-1677). Thus, where a Customs of­\nficer has been working in cooperation with DEA in a joint investigation, or has been working under designation by\nthe Attorney General, and property is seized and forfeited by the Department of Justice under section 881, it is\nwithin the Attorney General’s discretionary authority to transfer that tangible property to the Customs Service\n62 Moreover, 19 U.S.C. § 1524 requires that reimbursable charges paid out of “any appropriation” for collect­\ning Customs revenue shall be refunded. 284 was made by the Customs Service under the customs laws, even though the prop­\nerty ultimately was forfeited by the Department of Justice, either administratively\nor in a federal district court proceeding.",
      "queries": [
        "does customs get proceeds from seized property",
        "which condition is required of the recipient to use federal funding as best for their award program?",
        "who is authorized for an award",
        "what year were broiler pool losses used"
      ],
      "queries_score": [
        "2.3900309",
        -9.360014915466309,
        -7.1518096923828125,
        -9.465407371520996
      ]
    },
    {
      "id": "memos_28__22",
      "chunk_id": "22",
      "content": "284 was made by the Customs Service under the customs laws, even though the prop­\nerty ultimately was forfeited by the Department of Justice, either administratively\nor in a federal district court proceeding. 63\nD o u g l a s W . K m ie c Assistant Attorney General\nOffice of Legal Counsel 63 Thus, to return to one of the practical examples mentioned above, Customs may lawfully stop and search a\nvessel pursuant to 19 U.S.C. § 1581(a), find illegal drugs on board and seize the vessel under 19 U.S.C. § 1581(e). According to Reorganization Flan No. 2 of 1973, Customs must turn over to DEA the drugs and any related evi­\ndence, that is, the boat. DEA or the United States Attorney may then forfeit the boat under 21 U.S.C. § 881 or al­\nlow Customs to forfeit the boat under the smuggling laws. If the boat is forfeited under section 881, the Attorney\nGeneral may retain the boat for official use, sell the boat or transfer it to the Customs Service. 21 U S.C. § 881(e)(1). If the Attorney General decides to sell the boat pursuant to section 881 (e)( 1)(B), the proceeds of sale remaining af­\nter payment of property management expenses to the Justice Department are to be transferred to the Customs For­\nfeiture Fund in accordance with 28 U.S.C. § 524(c)(10) because Customs made the lawful seizure of the property. 285",
      "queries": [
        "how to apply for cops grants",
        "is the protective claim valid"
      ],
      "queries_score": [
        -10.078192710876465,
        -9.627878189086914
      ]
    }
  ]
}