{
  "doc_id": "memos_77",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_77__0",
      "chunk_id": "0",
      "content": "March 4, 1977 77-10 MEMORANDUM OPINION FOR THE\nATTORNEY GENERAL\nDrug Enforcement Administration’s Authority to\nImpose Civil Penalties This is in response to your memorandum posing the question whether\nthe Administrator of the D rug Enforcement Administration (DEA ) has\nthe pow er to fix and settle civil penalties under 21 U.S.C. § 842(c)(1), as\namended by the Comprehensive D rug Abuse Prevention and Control\nA ct o f 1970, Pub. L. No. 91-513, § 402(c)(1), 84 Stat. 1236, 1262,\nwithout instituting litigation to obtain an enforceable judgment. We are\no f the opinion that it does not. Under § 842(c)(1), which imposes a civil penalty, the Federal district\ncourts have jurisdiction to enforce the penalty. That jurisdiction is both\noriginal and exclusive, as appears from the face of the A ct and from its\nlegislative history. The House Report on the Comprehensive Drug\nAbuse Prevention and Control A ct of 1970 described jurisdiction to\nenforce § 402 in the following terms:\n“The U.S. District Court or otherwise proper U.S. court having\njurisdiction of matters o f this nature shall have jurisdiction to\nenforce this paragraph.” H.R. Rep. No. 91-1444 (Part 1), 91st\nCong., 2d Sess. 47 (1970), reprinted in [1970] U.S. Code Cong. &\nAd. News 4566, 4615. M oreover, it is evident from the structure of the Act that Congress\nintended penalties to be imposed through the courts rather than\nthrough administrative action by the Attorney General or his designees. F or example, § 508 of the Act, listing powers of enforcement person­\nnel, does not include any authority whatever to adjudicate violations of\nthe statute or to impose penalties. Section 511, respecting forfeitures of\nproperty, requires that they be made in accordance with governing\nrules of judicial procedure unless incident to a valid warrant, arrest,\nprior judgment, or equivalent authority. Section 512(a) authorizes the\ncourts—but not the Attorney General or the Administrator—to issue\ninjunctions to forbid violations of Title II o f the Act (which includes\n24 § 402), in accordance with the Federal Rules of Civil Procedure. Sec­\ntion 512(b) provides jury trials for violators. As a final example, § 513\nauthorizes persons threatened with enforcement action to show cause\nwhy they should not be prosecuted. The House Report states that\n“[t]his proceeding is generally intended to cover technical violations by\nregistrants, and allows for administrative compliance, if possible, before\ncourt action is initiated.” Only the courts of the United States can impose the penalties de­\nscribed in § 402; the A ct contains no indication to the contrary. T here­\nfore, the Administrator may not rely on the authority of 31 U.S.C.\n§§ 952 and 953 to “settle, compromise, or close claims” arising out of\nthe activities of DEA. While those provisions would support D E A\naction to collect a civil penalty once imposed, they do not empower\nthe Administrator to levy it himself. The claims-collection procedure\ncannot be invoked until a penalty has been imposed by a court of\nproper jurisdiction. 1 In summary, the Administrator is not authorized to adjudicate viola­\ntions of 21 U.S.C. § 842 or to impose civil penalties under § 842(c)(1). Jurisdiction to do so is vested exclusively in the courts o f the United\nStates.",
      "queries": [
        "why are cops certifications required",
        "if a request for waiver is approved"
      ],
      "queries_score": [
        -8.323838233947754,
        -7.097456932067871
      ]
    },
    {
      "id": "memos_77__1",
      "chunk_id": "1",
      "content": "1 In summary, the Administrator is not authorized to adjudicate viola­\ntions of 21 U.S.C. § 842 or to impose civil penalties under § 842(c)(1). Jurisdiction to do so is vested exclusively in the courts o f the United\nStates. The appropriate means to enforce the civil penalties provided\nfor in that section are through a civil action in district court. If a\njudgment and penalty result, the Administrator may then proceed to\ncollection or settlement. John M . H armon Acting Assistant Attorney General\nOffice o f Legal Counsel 1 T h e term “claims” has a m ore restricted m eaning than m ight at first be thought. 4\nC F R § 102.6, for exam ple, does not serve to define “claims” generally. It simply states\nthat agencies seeking the collection o f statutory penalties, forfeitures, o r debts provided as\nan enforcem ent aid should consider suspension o r revocation o f licenses on the p a rt of\nviolators w h o delay in making paym ent. A num ber o f F ederal agencies have express\nstatutory authority to adjudge violations o f law or reguhion and to impose statutory\npenalties. D E A does not. 25",
      "queries": [
        "do government award funds supplant locally funded equipment",
        "what is indirect cost rate",
        "does the attorney general have coordination authority"
      ],
      "queries_score": [
        -11.064931869506836,
        -10.341103553771973,
        -6.235891342163086
      ]
    }
  ]
}