{
  "doc_id": "memos_16",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_16__0",
      "chunk_id": "0",
      "content": "Designation of Acting Solicitor of Labor\nEugene Scalia, now serving as the Solicitor for the Department of Labor under a recess appointment,\ncould be given a second position in the non-career Senior Executive Service in the Department of\nLabor before or after his recess appointment expires and, while serving in his non-career Senior\nExecutive Service position, could be designated as the Acting Solicitor after his recess appointment\nexpires. November 15, 2002 MEMORANDUM OPINION FOR THE DEPUTY COUNSEL TO THE PRESIDENT You have asked whether Eugene Scalia, now serving as the Solicitor for the\nDepartment of Labor under a recess appointment, could be designated the Acting\nSolicitor after his recess appointment expires. You have asked us to address two\nscenarios. Under the first scenario, Mr Scalia would be given a second position in\nthe non-career Senior Executive Service in the Department of Labor before his\nrecess appointment expires. Under the second scenario, he would be given the\nnon-career Senior Executive Service position in the Department of Labor after his\nrecess appointment expires. We conclude, for the reasons stated below, that under\neither scenario Mr. Scalia could be designated, while serving in his non-career\nSenior Executive Service position, as the Acting Solicitor after his recess\nappointment expires. On April 30, 2001, the President nominated Eugene Scalia to be Solicitor for\nthe Department of Labor. 147 Cong. Rec. 6508 (2001). After the Senate returned\nall pending nominations when it took a long intrasession recess, the President\nnominated Mr. Scalia again on September 4, 2001. 147 Cong. Rec. 16,339 (2001). Once again, the Senate failed to act on the nomination. The President gave Mr.\nScalia a recess appointment during the Senate’s recess from December 20, 2001,\nto January 23, 2002, and submitted his nomination to the Senate on February 5,\n2002. 148 Cong. Rec. 600 (2002). The Senate has not acted upon this last\nnomination, and Mr. Scalia’s recess appointment will expire when the Senate next\nadjourns sine die. U.S. Const. art. II, § 2, cl. 3.\nI.\nUnder either scenario, Mr. Scalia would lawfully hold a position in the noncareer Senior Executive Service. To begin with the second scenario: There is no\nquestion that Mr. Scalia may be given a position in the non-career Senior Executive Service in the Department of Labor after his recess appointment as Solicitor\nfor the Department of Labor expires. 1\n1\nIt is possible that an interruption in Mr. Scalia’s government service—i.e., the time between the\nexpiration of his recess appointment and the commencement of his work in the non-career Senior 211 227-329 VOL_26_PROOF.pdf 221 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 As for the first scenario: We also believe that Mr. Scalia, while holding the\noffice of Solicitor for the Department of Labor by recess appointment, could\nsimultaneously hold a position in the non-career Senior Executive Service in the\nDepartment of Labor. We have repeatedly concluded that “there is no longer any\nprohibition against dual office-holding.”",
      "queries": [
        "who is solicitor of labor",
        "who said the department of attorney must spend resources monitoring cases that it had for good reason decided not to bring"
      ],
      "queries_score": [
        "1.8713242",
        -8.443087577819824
      ]
    },
    {
      "id": "memos_16__1",
      "chunk_id": "1",
      "content": "We also believe that Mr. Scalia, while holding the\noffice of Solicitor for the Department of Labor by recess appointment, could\nsimultaneously hold a position in the non-career Senior Executive Service in the\nDepartment of Labor. We have repeatedly concluded that “there is no longer any\nprohibition against dual office-holding.” Memorandum for Honorable John D.\nEhrlichman, Counsel to the President, from William H. Rehnquist, Assistant\nAttorney General, Office of Legal Counsel, at 2 (Feb. 13, 1969) (“Rehnquist\nMemorandum”); see also Memorandum for James H. Thessin, Deputy Legal\nAdviser, Department of State, from Randolph D. Moss, Deputy Assistant Attorney\nGeneral, Re: Dual Office-Holding at 2 (Dec. 3, 1997) (“Dual Office-Holding”);\nMemorandum for Philip B. Heymann, Deputy Attorney General, from Walter\nDellinger, Assistant Attorney General, Office of Legal Counsel, Re: Creation of\nan Office of Investigative Agency Policies (Oct. 26, 1993) (“Office of Investigative\nAgency Policies”); Dual Office of Chief Judge of Court of Veterans Appeals and\nDirector of the Office of Government Ethics, 13 Op. O.L.C. 241, 242 (1989)\n(“Dual Office”); Memorandum for Arnold Intrater, General Counsel, Office of\nWhite House Administration, from John O. McGinnis, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Dual Office of Executive Secretary of\nNational Security Council and Special Assistant (Mar. 1, 1988); Memorandum for\nthe Honorable George P. Williams, Associate Counsel to the President, from Leon\nUlman, Acting Assistant Attorney General, Office of Legal Counsel, Re: Dual\nAppointment (June 24, 1974); Memorandum for the Honorable Myer Feldman,\nSpecial Counsel to the President, from Norbert A. Schlei, Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Fixing of Salary of Director of Office of\nEconomic Opportunity (Aug. 19, 1964). In 1964, Congress repealed a statute\ngenerally barring the holding of more than one office, see Rehnquist Memorandum at 1, and the current statute forbidding the receipt of pay for holding more\nthan one position, 5 U.S.C. § 5533 (2000), “impliedly permits” dual officeholding. Dual Office, 13 Op. O.L.C. at 242. Furthermore, as we have pointed out,\nit is of no consequence if one of the offices to be held is Senate-confirmed and the\nother is not. See Rehnquist Memorandum at 2. A possible limit on the holding of two offices, however, may arise from the\ndoctrine of “incompatibility.” This doctrine, which existed in common law,\n“precludes a person from holding two offices if public policy would make it\nimproper for the person to perform both functions, such as when the functions of\nthe offices are inconsistent with each other.” Office of Investigative Agency\nPolicies at 6 (citations omitted). “The doctrine has been stated in various ways,\nsometimes tautologically, but usually states that offices that are incompatible ‘are\nsuch as bear a special relation to each other; one being subordinate to and interferExecutive Service position—might have certain adverse consequences for him. But this issue, which\nyou have not asked us to address, has no bearing on your question. 212 227-329 VOL_26_PROOF.pdf 222 10/22/12 11:13 AM Designation of Acting Solicitor of Labor ing with the other so as, in the language of Coke, to induce the presumption that\nthey cannot be executed with impartiality and honesty.’” Id. (quoting 3 McQuillin,\nThe Law on Municipal Corporations § 12.67 (1982)).",
      "queries": [
        "what position does scalia hold"
      ],
      "queries_score": [
        "1.6545993"
      ]
    },
    {
      "id": "memos_16__2",
      "chunk_id": "2",
      "content": "212 227-329 VOL_26_PROOF.pdf 222 10/22/12 11:13 AM Designation of Acting Solicitor of Labor ing with the other so as, in the language of Coke, to induce the presumption that\nthey cannot be executed with impartiality and honesty.’” Id. (quoting 3 McQuillin,\nThe Law on Municipal Corporations § 12.67 (1982)). As we have noted, “[i]t is\narguable that [the doctrine] has either fallen into desuetude or been repealed by\nstatute.” Memorandum for Edward C. Schmults, Deputy Attorney General, from\nTheodore B. Olson, Assistant Attorney General, Office of Legal Counsel, Re:\nAppointment as Associate Attorney General at 3, 4 (June 14, 1983). But see United\nStates v. Thompson, 475 F.2d 1359, 1363 (5th Cir. 1973) (discussing whether\npositions have any “inherent” conflict). Even assuming the continued validity of\nthe doctrine, however, a recess appointee could be appointed to another office as\nlong as “[n]either office, as a matter of statute, reports to the other or reviews\ndeterminations that the other has made.” See Dual Office-Holding at 4.\nUnder the Dual Compensation Act, 5 U.S.C. § 5533, the recess appointee could\nreceive the pay for only one of the offices. As we have interpreted the Act, the\nholder of two offices “must be paid the higher salary if it is fixed by law,” because\nhe “would otherwise be waiving a right to compensation established pursuant to\nstatute—which is unlawful.” Dual Office, 13 Op. O.L.C. at 243 n.3 (citations\nomitted). 2\nII. Under either of your two scenarios, we believe that, after expiration of his\nrecess appointment, Mr. Scalia may be designated under the Vacancies Reform\nAct, 5 U.S.C. §§ 3345-3349d (2000), to act in the position he will have vacated\nwhen his recess appointment expired. Under the Vacancies Reform Act, the\nPresident “may direct an officer or employee of [an] Executive agency to perform\nthe functions and duties of [a] vacant [Senate-confirmed] office temporarily in an\nacting capacity,” subject to specified time limits, provided that, during the year\npreceding the occurrence of the vacancy, the officer or employee served for at\nleast 90 days in a position in that agency for which the rate of pay equaled or\nexceeded the rate for GS-15 of the General Schedule. 5 U.S.C. § 3345(a)(3). By\nvirtue of his non-career Senior Executive Service position with the Department of\nLabor, Mr. Scalia would be “an officer or employee” of that agency, and, during\nthe year before the expiration of his recess appointment created a vacancy, he\nwould have served for at least 90 days in a position—the office of Solicitor, to\nwhich he was recess appointed—for which the pay exceeded the GS-15 rate. By 2\nA Senior Executive Salary might, or might not, exceed the Executive Level IV pay of the Solicitor\nof Labor. Salaries in the Senior Executive Service cover a range. 5 U.S.C. § 5382(a). The lowest level\nof Senior Executive Service pay, even with a “locality-based comparability” adjustment for Washington, D.C., see 5 U.S.C. § 5304 (2000), would be less than the pay for Executive Level IV, while the\nhigher levels would exceed the pay for Executive Level IV. 213 227-329 VOL_26_PROOF.pdf 223 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26",
      "queries": [
        "who is responsible for the acquisition of copyright rights to publication",
        "where does the federal medical center house female offenders"
      ],
      "queries_score": [
        -9.507477760314941,
        -9.932132720947266
      ]
    },
    {
      "id": "memos_16__3",
      "chunk_id": "3",
      "content": "213 227-329 VOL_26_PROOF.pdf 223 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 the plain terms of the Vacancies Reform Act, he would be eligible to be designated\nto act. 3 There are two contrary arguments, the first based on the Vacancies Reform Act\nand the second on the Recess Appointments Clause. In our view, neither argument\nis persuasive. The first argument is that, under the Vacancies Reform Act, the relevant vacancy would have occurred when the recess appointee’s predecessor left office and\nthat the recess appointee, unless he qualified by virtue of service in the agency\nbefore then, would not be able to act in the position. The basis for this argument\nwould be the provision of the Vacancies Reform Act stating that the Act is the\nexclusive means for designation of an acting official, with two exceptions—(1) a\nstatute expressly authorizing the President, a court, or a head of a department to\nname an acting official or a statute expressly designating an official to act, or\n(2) the Recess Appointments Clause of the Constitution. 5 U.S.C. § 3347(a). According to this argument, the Vacancies Reform Act thus treats a recess\nappointment as identical to an acting designation, and an acting designation does\nnot fill an office but only assigns its duties and powers. The provisions of the\nVacancies Reform Act that allow designations of acting officials but set time\nlimits on their service, for example, contemplate that a “vacancy” occurs when the\noccupant dies or resigns or is otherwise unavailable (except as a result of sickness), 5 U.S.C. §§ 3345-3346, and the departure of an acting official does not\ncreate a new vacancy. So, too, as this argument would go, the expiration of a\nrecess appointment does not create a new vacancy. The language of the Vacancies Reform Act refutes this argument. While the\nstatute provides that an acting official only will “perform the functions and duties\nof the [vacant] office temporarily,” id. § 3345(a)(1), (2), (3), it states that a recess\nappointment “fill[s] a vacancy,” id. § 3347(a)(2). Therefore, when the recess\nappointment ends, a new vacancy is created. We accordingly would read the\nstatutory reference to recess appointments as simply making clear that Congress\ndid not intend, by the Vacancies Reform Act, to restrict the President’s recess\nappointment power in any way. The second argument is that, because an acting official has the same duties and\npowers as a recess appointee, a designation to act would extend the recess\nappointment past the constitutionally mandated limit of “the End of [the Senate’s]\nnext Session.” U.S. Const. art. II, § 2, cl. 3. This argument, in our view, would\nignore the differences between holding an office and acting in it. An acting official\ndoes not hold the office, but only “perform[s] the functions and duties of the 3\nA provision of the Vacancies Reform Act that, in some circumstances, forbids an official to act in\na position for which he has been nominated, 5 U.S.C. § 3345(b)(1), does not apply if an official is\nacting pursuant to the President’s designation.",
      "queries": [
        "which is a plain term of the vacancy reform act, he would be eligible to be designated to act?",
        "who is authorized official",
        "what is the purpose of site visits on police programs?"
      ],
      "queries_score": [
        "2.5302079",
        -3.648740291595459,
        -8.998405456542969
      ]
    },
    {
      "id": "memos_16__4",
      "chunk_id": "4",
      "content": "3\nA provision of the Vacancies Reform Act that, in some circumstances, forbids an official to act in\na position for which he has been nominated, 5 U.S.C. § 3345(b)(1), does not apply if an official is\nacting pursuant to the President’s designation. See Guidance on Application of the Federal Vacancies\nReform Act of 1998, 23 Op. O.L.C. 60, 64 (1999) (Question 15). 214 227-329 VOL_26_PROOF.pdf 224 10/22/12 11:13 AM Designation of Acting Solicitor of Labor office.” 5 U.S.C. § 3345(a)(1), (2), (3). He is not “appointed” to the office, but\nonly “direct[ed]” or authorized to discharge its functions and duties, and he thus\nreceives the pay of his permanent position, not of the office in which he acts. See\n5 U.S.C. § 5535(a) (2000). A recess appointee, on the other hand, is appointed by\none of the methods specified in the Constitution itself, see Swan v. Clinton, 100\nF.3d 973, 987 (D.C. Cir. 1996) (recess appointment is not an “inferior” procedure\nto appointment with Senate confirmation); he holds the office; and he receives its\npay. We therefore conclude that a designation to act would not unconstitutionally\nextend the tenure of a recess appointee. Mr. Scalia’s service as Acting Solicitor would be subject to the time limits in\n5 U.S.C. § 3346. Ordinarily, an acting official’s service, absent any further action,\nmay continue for 210 days from the occurrence of the vacancy. 5 U.S.C.\n§ 3346(a)(1). However, “[i]f a vacancy occurs during an adjournment of the\nCongress sine die, the 210-day period . . . shall begin on the day that the Senate\nfirst reconvenes.” Id. § 3346(c). If the Senate does not adjourn sine die before the\nHouse, we believe that the vacancy here would occur “during an adjournment sine\ndie of the Congress.” The office would be filled at all times that Congress was in\nsession, because the recess appointment would expire “at the End of [the Senate’s] . . . Session.” U.S. Const. art. II, § 2, cl. 3.\nNotwithstanding the usual 210-day limit, if the President submitted a nomination for the vacant office (including a nomination of Mr. Scalia), Mr. Scalia’s\nservice could continue as long as the nomination was pending in the Senate. Id.\n§ 3346(a)(2). If the Senate rejected or returned the nomination or the President\nwithdrew it, a new 210-day period would begin. Id. § 3346(b)(1). Once again,\nhowever, if the President submitted a nomination, the service could continue while\nthe nomination was pending. Id. § 3346(b)(2). Rejection, return, or withdrawal of\nthe nomination would start a final 210-day period, which would not be suspended\nby the President’s making another nomination. Id. § 3346(b)(2)(B). If any of the\n210-day periods ends when the Senate is not in session, the second day on which\nthe Senate is next in session and is receiving nominations is deemed the last day of\nthe period. Id. § 3348(c). M. EDWARD WHELAN III\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel 215 227-329 VOL_26_PROOF.pdf 225 10/22/12 11:13 AM",
      "queries": [
        "which provision of the Vacancies Reform Act (Vacancy Reform Act) forbids an official to act in a position for which he has been nominated?",
        "which court held that the regulation is valid because it is not manifestly contrary to section 267(a)(3)?",
        "when a bea is awarded who must sign notice of award and award agreement?"
      ],
      "queries_score": [
        "1.8666445",
        -5.830967426300049,
        -8.829588890075684
      ]
    }
  ]
}