{
  "doc_id": "memos_53",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_53__0",
      "chunk_id": "0",
      "content": "Effect of 18 U.S.C. § 600 on\nProposal for Hiring Census Enumerators P ro p o sal to g iv e p re fe re n c e fo r h irin g as cen su s e n u m e ra to rs to perso n s reco m m en d ed by\nD e m o c ra tic P a rty lead ers d o e s n ot v io late 18 U .S .C . § 6 0 0 , w h ic h punishes th o se w h o\np ro m ise fed eral em p lo y m en t o r benefits as an en ticem en t to o r re w a rd for future\npo litical a c tiv ity , b u t d o e s n ot p ro h ib it re w a rd s for past p o litical activ ity . E v e n if § 600 w e re read to p ro h ib it a p ro m ise o f e m p lo y m e n t o r benefits as a re w a rd for\npast p o litical a c tiv ity , u n d e r th e p ro p o se d p ro g ra m n e ith e r D e m o c ra tic P a rty leaders\nn o r an y p o ten tial cen su s e n u m e ra to rs are b ein g m ad e su ch a prom ise. February 28, 1980\nM EM ORANDUM OPINION FO R T H E ASSISTANT ATTORNEY\nG EN ER A L, CR IM IN A L DIVISION\nThe White House Counsel’s Office has forwarded for our approval\ntwo memoranda to be distributed respectively to Census Bureau offi­\ncials responsible for hiring enumerators and to Democratic Party offi­\ncials whose recommendations will be sought. These memoranda pro­\nvide that Democratic Party leaders will be one of several sources that\nthe Census Bureau will use in compiling lists of names from which to\nhire enumerators. The candidates nominated by party leaders will re­\nceive a preference; in this way the memoranda continue the program of\nselecting census enumerators in its traditional, historically established\nform. We believe that distributing these memoranda will not violate 18\nU.S.C. § 600, and that no one will violate 18 U.S.C. § 600 by following\nthe instructions given in these memoranda. I. Analysis\n18 U.S.C. § 600 provides: Whoever, directly or indirectly, promises any employ­\nment, position, compensation, contract, appointment, or\nother benefit, provided for or made possible in whole or\nin part by any Act of Congress, or any special consider­\nation in obtaining any such benefit, to any person as\nconsideration, favor, or reward for any political activity\nor for the support of or opposition to any candidate or\nany political party in connection with any general or\nspecial election to any political office, or in connection\n454",
      "queries": [
        "eu globalisation adjustment fund"
      ],
      "queries_score": [
        -8.522867202758789
      ]
    },
    {
      "id": "memos_53__1",
      "chunk_id": "1",
      "content": "with any primary election or political convention or\ncaucus held to select candidates for any political office,\nshall be fined not more than $10,000 or imprisoned not\nmore than one year, or both. It is our view that § 600, a criminal statute, does not flatly prohibit\ngovernment decisionmakers from considering the political consequences\nof their actions in deciding how to administer federal programs. In our\nopinion, the only way § 600 might be violated in the program at hand is\nif people were promised employment or special consideration for em­\nployment as census enumerators as an enticement or reward for future\npolitical activity or support of a party or candidate; § 600 cannot be\nread to prohibit rewards for past political activity. 1 We believe this\ninterpretation of the statute is correct for several reasons. Section 600 punishes only a person who promises a benefit in return\nfor political support or activity; it conspicuously does not make it\nillegal simply to grant a benefit. While it is possible to read § 600 to\napply to a promise given as a reward for political activity done in the\npast, such a reading is illogical. There is no reason for Congress to have\ndistinguished between promising a benefit in return for past political\nsupport or activity and actually conferring that benefit; indeed, the two\nacts may often be indistinguishable in practice. Since granting benefits\nin return for past support was a widespread, well-established practice,\nand since the language of § 600 clearly stops short of prohibiting that\nact, we think Congress could not have intended to prohibit the indistin­\nguishable—both as a matter of policy and, often, as a matter of fact—\nact of giving a promise in return for past political activity. Instead, we\nbelieve it only logical to conclude that Congress was concerned with\neliminating the use of federal funds as an enticement for future political\nsupport. If § 600 is interpreted in this way, the program outlined in the\nproposed memoranda is clearly consistent with it. The people whom\nDemocratic leaders nominate or refer are, of course, being given “spe­\ncial consideration in obtaining [a] benefit” provided for by an Act of\nCongress. But those people are not being promised such special consid­\neration to induce political activity or support. By telling Democratic\nleaders not to link referrals to political activity, the Bureau is attempt­\ning to ensure as best it can that these leaders will not use their power to\nobtain special consideration as a way to reward party workers for their\nactivity. Telling Census Bureau workers to give party leaders this\ninstruction also makes it clear that the Bureau’s policy is not itself an\n1\nT h e legislative history o f the com panion statute, IS U.S.C. §6 0 1 , prohibiting the deprivation o f\nem ploym ent for political contribution, supports this limited interpretation o f the statutes. F o r exam ple,\nthe Senate report on §601 states that it is designed to \"prohibit actual, attem pted, o r threatened\ndeprivation o f public em ploym ent o r benefit as a means o f extorting a political contribution o f a thing\no f value . . .\"",
      "queries": [
        "why does fsrs report subawards",
        "definition of per unit retain allocations paid in money",
        "does a host licensee pay for provider claims?"
      ],
      "queries_score": [
        -7.775821685791016,
        -8.859757423400879,
        -9.316790580749512
      ]
    },
    {
      "id": "memos_53__2",
      "chunk_id": "2",
      "content": "F o r exam ple,\nthe Senate report on §601 states that it is designed to \"prohibit actual, attem pted, o r threatened\ndeprivation o f public em ploym ent o r benefit as a means o f extorting a political contribution o f a thing\no f value . . .\" S. Rep. No. 1245, 94th C ong., 2d Sess. 4 (1976) (emphasis added). 455 indirect way of promising employment or special consideration in\nreturn for political activity. Of course, if a party official does promise\nemployment as a census enumerator, or special consideration in\nobtaining such employment, in return for future political activity or\nsupport by the promisee, that official will be subject to possible crimi­\nnal liability. Such an official would not, however, be acting in accord­\nance with the Administration’s program. Even if § 600 were read to prohibit promises made in return for past\npolitical activity, we believe that the program outlined in the proposed\nmemoranda still would not violate that provision. The policy expressed\nin the memoranda, undoubtedly, does give Democratic Party leaders\nsome privilege; but it does not give those leaders “any employment,\nposition, compensation, contract, appointment, or other benefit, pro­\nvided for or made possible in whole or in part by any Act of Congress,\nor any special consideration in obtaining any such benefit”—the benefits\nto which § 600 applies. Democratic Party leaders are being given only\nthe opportunity to nominate preferred candidates for positions as enu­\nmerators. This opportunity is not among those benefits that, under\n§ 600, cannot be distributed in return for support of a political party. That is, the party leaders are not themselves receiving a covered\nbenefit. There is a clear distinction between receiving employment or\nspecial consideration for employment oneself, and receiving the power\nto award special consideration for employment to others. Because both\nsorts of privileges were historically involved in political patronage, we\nbelieve that Congress would have specified both if it had intended such\na sweeping restriction. Instead, the statute lists benefits of a specific\nnature; because § 600 is a criminal statute, we believe that list must be\nliterally construed and is exclusive. Finally, we believe that, even if § 600 were read to prohibit a prom­\nise of employment or special consideration as a reward for past political\nsupport, the potential enumerators are not being made such a promise\nin violation of § 600. The proposed memoranda would instruct party\nleaders not to make their recommendations as a reward for political\nactivity or support, but rather to recommend qualified individuals. L arry A. H am m ond D eputy Assistant Attorney General\nOffice o f L egal Counsel 456",
      "queries": [
        "what is purpose of saa audit",
        "who supervise federal inmates released on parole",
        "can anda be transferred",
        "is a cooperative taxed"
      ],
      "queries_score": [
        -7.913415431976318,
        -8.429520606994629,
        -7.705255508422852,
        -7.856441497802734
      ]
    }
  ]
}