{
  "doc_id": "memos_98",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_98__0",
      "chunk_id": "0",
      "content": "Authority of the Environmental Protection\nAgency to Indemnify Its Employees\nThe Environmental Protection Agency may use funds appropriated to the agency for\n“Salaries and Expenses\" to indemnify its employees for personal liability arising from\nactions taken within the scope of their official duties. February 1, 1989\nM emorandum O pin io n for t h e G eneral C ounsel\nE nvironmental P rotection A gency This responds to your request for the opinion of this Office concerning\nthe authority of the Environmental Protection Agency (“EPA”) to indem­\nnify its employees for personal liability arising from actions taken within\nthe scope of their official duties. 1 The memorandum accompanying the\nrequest concludes that the EPA may indemnify its employees with funds\nappropriated to the agency for “Salaries and Expenses.” 2 For the reasons\nstated below, we agree that the EPA may use these appropriated funds to\nindemnify its employees for judgments and other liability incurred as a\nresult of official actions. Analysis As a general rule, an agency may spend a general appropriation to pay any\nexpense that is necessary or incident to the achievement of the underlying\nobjectives for which the appropriation was made. 3 Principles of Federal\n1 Letter for Charles J. Cooper, Assistant Attorney General, Office of Legal Counsel, from Francis S.\nBlake, General Counsel, Environmental Protection Agency (Mar. 16, 1988). 2 Memorandum for Andrew Moran, Assistant General Counsel, General Law and Claims Branch, from\nRay E. Spears, Claims Officer, General Law and Claims Branch (Mar. 12, 1988) (“EPA Memorandum”). 3There are two exceptions to this general rule — that an agency may not use generally appropriated\nfunds if there is a specific appropriation for that purpose or if the use of appropriated funds for that pur­\npose is prohibited by law. Principles o f Federal Appropriations Law 3-12 (GAO 1st ed 1982), see also 3\nOp. O.L C. 9 (1979) In this instance, neither exception applies There is no specific appropriation to the\nEPA to be used for the indemnification o f its employees See EPA Memorandum at 2 (laws EPA enforces),\nDepartment of Housing and Urban Development — Independent Agencies Appropriations Act, 1989,\nPub L No 100-404, 102 Stat. 1014, 1022 (1988) (“1989 Appropriations Act”) (EPA’s current appropria­\ntion). Nor is there any express statutory prohibition on the use of appropriated funds for the indemnifi­\ncation of EPA employees\n46 Appropriations Law 3-12 (GAO 1st ed. 1982).4 The EPA, therefore, may use\na general appropriation to indemnify its employees if the Administrator or\nanother responsible official determines that such an expense is necessary\nto achieve the mission of the agency. The nature of an agency’s responsibil­\nities and the provisions of the law appropriating funds to an agency must be\nconsidered together in determining whether it is permissible to use appro­\npriated funds to indemnify employees for personal liability incurred as a\nresult of actions within the scope of an employee’s official duties. For exam­\nple, the special law enforcement duties of the Department of Justice sup­\nport the use of funds appropriated to the Department for the indemnifica­\ntion of its employees. 5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_98__1",
      "chunk_id": "1",
      "content": "For exam­\nple, the special law enforcement duties of the Department of Justice sup­\nport the use of funds appropriated to the Department for the indemnifica­\ntion of its employees. 5 Likewise, it has long been the policy of the federal\ngovernment to defend employees who are sued in their individual capacity\nfor actions taken within their official responsibilities. 6 The EPA Memorandum states that it is necessary for the EPA to indem­\nnify its employees because of the chilling effect the possibility of person­\nal liability has on employees:\nEPA employees are required in their official capacities and as\npart of their official duties to take actions in many areas where\nthere is uncertainty concerning the hazards posed by a partic­\nular situation or where the risks among various remedial\noptions is unclear. In this regard, EPA employees have been\nsued in their individual capacities for such diverse actions as\ngasoline lead inspections and enforcement of pollution dis­\ncharged standards. EPAs ability to effectively ensure the pro­\ntection of the environment depends upon the willingness of its\nemployees to take all required actions. The threat of personal\nliability against an employee for a decision made or action\ntaken as part of official duties can adversely affect EPAs\nachievement of its statutory purposes. The threat of personal\nliability would have a chilling effect on performance of official\nduties and would serve as a substantial impediment to EPAs\nsuccessful accomplishment of its mission. EPA Memorandum at 4-5. Therefore, you conclude that “EPA’s ability to\nindemnify its employees where it determines that the employee was act­\n4The Comptroller General is an officer of the legislative branch, see Bowsher v Synar, 478 U.S. 714,\n727-32 (1986), and, historically, the executive branch has not considered itself bound by the Comptroller\nGeneral’s legal opinions if they conflict with the legal opinions of the Attorney General or the Office of\nLegal Counsel. Nonetheless, the Comptroller General’s opinions can provide guidance on certain techni­\ncal matters, usually in the budget area. In this instance, the Comptroller General’s construction of appro­\npriations law is consistent with our reading of the law. 5 See Statement of Policy Concerning Indemnification of Department of Justice Employees, 51 Fed.\nReg. 27,021 (1986) (“DOJ Indemnification Policy”). GSee, e.g , Case o f Captain Wilkes, 9 Op Att’y Gen. 51, 52 (1857); Costs o f Suits Against Officers o f the\nNavy, 5 Op. Att’y Gen. 397 (1851) 47 ing within the scope of official duties and consistent with statute, regula­\ntion and policy, directly contributes to EPA’s ability to carry out effec­\ntively its varied responsibilities. As such, payment of such judgments is a\nnecessary expense of EPA operations.” Id. at 8. Therefore, where the\nAdministrator or another responsible official has determined that indem­\nnification is necessary, you believe that funds in EPA’s annual general\nappropriation for “Salaries and Expenses” may be used by the agency to\nindemnify its employees. We agree that it would be lawful for the Administrator or another respon­\nsible official of EPA to determine that the threat of personal liability stands\nas a mzgor impediment to the effective enforcement of federal environ­\nmental law by EPA employees.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_98__2",
      "chunk_id": "2",
      "content": "We agree that it would be lawful for the Administrator or another respon­\nsible official of EPA to determine that the threat of personal liability stands\nas a mzgor impediment to the effective enforcement of federal environ­\nmental law by EPA employees. “The prospect of personal liability, and even\nthe uncertainty as to what conduct may result in a lawsuit against the\nemployee personally, tend to intimidate all employees, impede creativity\nand stifle initiative and decisive action.” DOJ Indemnification Policy, 51\nFed. Reg. at 27,022. It would be reasonable to determine that an EPA\nemployee might protect his own interest, rather than serving the public\ninterest, because of his concern with the threat of personal liability. This\nwould clearly hinder the EPA in its mission to safeguard the nation’s envi­\nronment. The inhibition of creativity and initiative is especially trouble­\nsome in the context of environmental issues, whose resolution depends in\nsignificant part on innovative solutions to complicated problems in an area\nof rapidly increasing scientific knowledge and ever-changing technology. These factors support your judgment that it is necessary for the EPA to be\nable to protect its employees from the threat of personal liability. The Comptroller General, as you noted, has agreed with our conclusion\nthat general agency funds may appropriately be used to indemnify agency\nemployees for liability arising out of their official duties in certain\ninstances. For example, the Comptroller General concluded that it was\npermissible for the FBI to use appropriated funds to indemnify an\nemployee for a contempt fine imposed when the employee, at the direc­\ntion of the Attorney General, refused to answer questions, 44 Comp. Gen.\n312 (1964), and to indemnify three agents and an informant for attorneys’\nfees assessed in a civil proceeding arising out of a search for illegal\nweapons which resulted in the shooting of two suspects, 59 Comp. Gen.\n489 (1980). Similarly, the General Counsel to the Comptroller General\nconcluded that the Department of the Interior could indemnify three\nemployees who were found personally liable for trespassing because\nthey were acting in the course of official responsibilities which were con­\nsistent with agency policy and had been approved by the United States\nAttorney. B-168571-O.M. (Jan. 27, 1970).7 Not surprisingly, the Comp­\ntroller General recently stated, “It has long been our view that the United\n1See Alien v. Merovka, 382 F.2d 589 (10th Cir. 1967), Meivvka v\n(describing the events resulting in the liability). 48 AUen , 410 F2d 1307 (10th Cir. 1969) States may bear expenses, including court-imposed sanctions, which a\nGovernment employee incurs because of an act done in the discharge of\nhis official duties.” 59 Comp. Gen. at 493. We agree that the EPA may, if such a determination is made, use its gen­\neral appropriation for “Salaries and Expenses” to indemnify an employee. That appropriation is for “necessary expenses, not otherwise provided\nfor.” 1989 Appropriations Act, 102 Stat. at 1022. Once the Administrator\nor other responsible official has determined that the indemnification of\nan employee for personal liability arising from an official action is a nec­\nessary expense, we believe that the “Salaries and Expenses” appropria­\ntion is a lawful source of funds for that purpose.",
      "queries": [
        "where is the cops office website",
        "what is cfda number for cops office camp"
      ],
      "queries_score": [
        -9.152264595031738,
        -9.513297080993652
      ]
    },
    {
      "id": "memos_98__3",
      "chunk_id": "3",
      "content": "1989 Appropriations Act, 102 Stat. at 1022. Once the Administrator\nor other responsible official has determined that the indemnification of\nan employee for personal liability arising from an official action is a nec­\nessary expense, we believe that the “Salaries and Expenses” appropria­\ntion is a lawful source of funds for that purpose. Indeed, the Comptroller\nGeneral has approved the use of a similar general appropriation for\n“Salaries and Expenses” to indemnify an employee for a contempt fine. 44 Comp. Gen. at 314 (FBI). Of course, the EPA may indemnify an employee only for actions that\nare within the scope of his or her official responsibilities. The determina­\ntion of whether an expense is necessary to accomplish the purposes of an\nagency must be made by the agency itself. We can, of course, express no\nopinion at this point on whether any particular employee actions result­\ning in personal liability may be indemnified by the EPA. Conclusion We believe that you are correct in concluding that the role of the EPA\nin enforcing federal environmental laws requires agency employees to\nhave the latitude to perform their responsibilities without the fear of per­\nsonal liability for actions that Eire found to be within the scope of their\nemployment. Thus, the indemnification of its employees is a necessary\nexpense which the EPA may, in the absence of a specific appropriation\nfor that purpose, fund through its general appropriations. We therefore\nconcur that the annual appropriation to the agency for “Salaries and\nExpenses” is a lawful source of funds for the indemnification of employ­\nees by the EPA. As the original letter from your Office noted, the next step will be for\nEPA to promulgate regulations that are consistent with EPA’s statutory\nauthority. Perhaps the Department of Justice regulations may serve as a\nmodel. It is important to do this in a timely fashion so that EPA’s stan­\ndards are in place before any indemnification is granted. Clear standards\nthat are applied in a consistent fashion will ensure that indemnification is\nprovided in as fair a manner as possible. D ouglas W. Kmiec Assistant Attorney General\nOffice of Legal Counsel\n49",
      "queries": [
        "indemnification of employee for personal liability arising from official action is"
      ],
      "queries_score": [
        "2.622565"
      ]
    }
  ]
}