{
  "doc_id": "memos_0",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_0__0",
      "chunk_id": "0",
      "content": "Status of the Public Company Accounting\nOversight Board Under 18 U.S.C. § 207(c)\nA former senior employee of the Securities and Exchange Commission communicating with the\nCommission on behalf of the Public Company Accounting Oversight Board during the year after his\nservice as a senior employee at the Commission ends would not be communicating on behalf of the\nUnited States and therefore 18 U.S.C. § 207(c) would apply to bar such a communication. March 30, 2007 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nSECURITIES AND EXCHANGE COMMISSION\nUnder 18 U.S.C. § 207(c) (2000), a former senior official of the Executive\nBranch, in the year after his departure, may not communicate with, or appear\nbefore, his former agency “on behalf of any other person (except the United\nStates),” in connection with a matter on which he seeks official action. You have\nasked whether a former senior official of the Securities and Exchange Commission\n(“Commission”) communicating with the Commission on behalf of the Public\nCompany Accounting Oversight Board (“Board”) during the year after his service\nat the Commission ends would be acting “on behalf of . . . the United States.” 1 We\nbelieve that former senior official would not be communicating on behalf of the\nUnited States and that the statute therefore would apply to bar such a communication. I.\nThe Sarbanes-Oxley Act, 15 U.S.C. § 7211 (Supp. IV 2004), created the Board\n“to oversee the audit of public companies that are subject to the securities laws,\nand related matters,” id. § 7211(a). To carry out that responsibility, the Board,\namong other things, is “to register public accounting firms that prepare audit\nreports for issuers” under the Act, id. § 7211(c)(1); “establish or adopt . . .\nauditing, quality control, ethics, independence, and other standards relating to the\npreparation of audit reports,” id. § 7211(c)(2); “conduct inspections of registered\npublic accounting firms,” id. § 7211(c)(3); “conduct investigations and disciplinary proceedings concerning, and impose appropriate sanctions where justified\nupon, registered public accounting firms and associated persons of such firms,” id.\n§ 7211(c)(4); “perform such other duties or functions as the Board (or the\n1 Letter for Steven G. Bradbury, Acting Assistant Attorney General, Office of Legal Counsel, from\nBrian G. Cartwright, General Counsel, Securities and Exchange Commission (Apr. 14, 2006)\n(“Commission Letter”). In accordance with the practice of our Office, the Commission has agreed to be\nbound by our opinion in this matter. Id. at 1. We do not address the status of the Board for any other\npurpose, including under any provision of the United States Constitution. See generally Status of\nNational Veterans Business Development Corporation, 28 Op. O.L.C. 70, 72 (2004). 47 Opinions of the Office of Legal Counsel in Volume 31 Commission, by rule or order) determines are necessary or appropriate to promote\nhigh professional standards among, and improve the quality of audit services\noffered by, registered public accounting firms and associated persons thereof, or\notherwise to carry out [the] Act,” id. § 7211(c)(5); and “enforce compliance with\n[the]",
      "queries": [
        "department of justice federal bureau of prisons opi number",
        "what documents are required to lodge a detainer in csd custody"
      ],
      "queries_score": [
        -7.713223457336426,
        -8.726938247680664
      ]
    },
    {
      "id": "memos_0__1",
      "chunk_id": "1",
      "content": "Commission, by rule or order) determines are necessary or appropriate to promote\nhigh professional standards among, and improve the quality of audit services\noffered by, registered public accounting firms and associated persons thereof, or\notherwise to carry out [the] Act,” id. § 7211(c)(5); and “enforce compliance with\n[the] Act, the rules of the Board, professional standards, and the securities laws\nrelating to the preparation and issuance of audit reports and the obligations and\nliabilities of accountants with respect thereto, by registered public accounting\nfirms and associated persons thereof,” id. § 7211(c)(6). The Commission exercises substantial “oversight and enforcement authority”\nover the Board. Id. § 7217(a). For example, after consultation with the Chairman\nof the Board of Governors of the Federal Reserve System and the Secretary of the\nTreasury, the Commission appoints all five members of the Board. Id.\n§ 7211(e)(4). The Commission has the power to approve the Board’s rules of\noperation and administration, id. § 7211(g), and must approve (or modify) the\nBoard’s rules for public accounting firms before they can take effect, id.\n§ 7217(b). The Commission also may “enhance, modify, cancel, reduce, or require\nthe remission of a sanction imposed by the Board upon a registered public\naccounting firm or associated person thereof.” Id. § 7217(c)(3). The statute\nnonetheless declares that the Board\nshall not be an agency or establishment of the United States Government . . . . No Member or person employed by, or agent for, the\nBoard shall be deemed to be an officer or employee of or agent for\nthe Federal Government by reason of such service. Id. § 7211(b). The present question concerns the status of the Board for purposes of 18 U.S.C.\n§ 207(c). Under that provision, a former senior employee of an agency is criminally liable if\nwithin 1 year after the termination of his or her service or employment . . . [he or she] knowingly makes, with the intent to influence,\nany communication to or appearance before any officer or employee\nof the department or agency in which such person served within 1\nyear before such termination, on behalf of any other person (except\nthe United States), in connection with any matter on which such person seeks official action by any officer or employee of such department or agency. (Emphasis added). 2 Because “[t]he nature of the close working relationship\nbetween the Commission and the [Board] necessitates frequent contact between\n2\nSection 207(c) identifies covered senior officials by reference to salary level or to the authority\nunder which they have been appointed. 18 U.S.C. § 207(c)(2). Although the Commission Letter does 48 Status of the Public Company Accounting Oversight Board Under 18 U.S.C. § 207(c) the Commission’s staff and [Board] members and staff,” Commission Letter at 4,\nif the Board is not considered “the United States” for purposes of section 207(c), a\nformer senior Commission official “could not, as a practical matter, accept an\nappointment as a member of the [Board] or its senior staff,” id. II. Your question concerns former “Commissioners or staff members who leave\nthe Commission to accept a position with the [Board]” and communicate with the\nCommission as part of their official functions. Commission Letter at 1, 3.",
      "queries": [
        "what agency must determine how to ensure the safety of an inmate"
      ],
      "queries_score": [
        -9.053743362426758
      ]
    },
    {
      "id": "memos_0__2",
      "chunk_id": "2",
      "content": "II. Your question concerns former “Commissioners or staff members who leave\nthe Commission to accept a position with the [Board]” and communicate with the\nCommission as part of their official functions. Commission Letter at 1, 3. We\nbelieve that such a former official would not communicate “on behalf of . . . the\nUnited States” under 18 U.S.C. § 207(c). A.\nWe have previously concluded that communications “on behalf of” a person\nunder section 207 “include only communications that are made by one who is\nacting as an agent or attorney, or in some other representational capacity for\nanother.” Memorandum for Michael Boudin, Deputy Assistant Attorney General,\nAntitrust Division, from J. Michael Luttig, Assistant Attorney General, Office of\nLegal Counsel, Re: Application of 18 U.S.C. § 207(a) to Pardon Recommendation\nMade by Former Prosecutor at 6 (Oct. 17, 1990) (“Pardon Recommendation”). A\nformer senior official who works at the Board and communicates in his official\ncapacity to the Commission would do so as the Board’s agent: “‘Agency is the\nfiduciary relation which results from the manifestation of consent by one person to\nanother that the other shall act on his behalf and subject to his control, and the\nconsent of the other so to act.’” Id. (quoting Restatement of the Law (Second) of\nAgency § 1 (1958) (emphasis omitted)); accord Restatement of the Law (Third) of\nAgency § 1.01 (2006). The applicability of section 207(c) thus turns on whether,\nas an agent of the Board, a former employee of the Commission would act as an\nagent of “the United States.” The statute answers that question in the negative. The Sarbanes-Oxley Act provides that “[n]o member or person employed by, or\nagent for, the Board shall be deemed to be an officer or employee of or agent for\nthe Federal Government by reason of such service.” 15 U.S.C. § 7211(b) (emphasis added). That provision, we believe, indicates that a person employed by or\nacting as agent for the Board is not acting “on behalf of . . . the United States”\nunder section 207(c). Title 18 does not have a general definition of “the United\nStates,” except “in a territorial sense,” 18 U.S.C. § 5 (2000), but section 207(c)\nitself suggests the meaning in the present context. Section 207(c) states that its\nnot ask for us to address the lifetime ban under 18 U.S.C. § 207(a)(1) for specific-party matters in\nwhich a former officer or employee participated personally and substantially or the two-year ban for\nspecific-party matters pending under the official responsibility of the former officer or employee, we\nnote that both provisions also use the “on behalf of . . . the United States” language. 49 Opinions of the Office of Legal Counsel in Volume 31 restrictions apply to certain former “officer[s] or employee[s] of the executive\nbranch of the United States.” The reference to the Executive Branch of “the United\nStates” plainly is to the Executive Branch of the federal government.",
      "queries": [
        "why is ahtf awarded",
        "what is sex offender registration",
        "what is the executive order for equal treatment of religious organizations and the law",
        "irs memorandum release date"
      ],
      "queries_score": [
        -7.900995254516602,
        -7.986971855163574,
        -8.534638404846191,
        -6.785750389099121
      ]
    },
    {
      "id": "memos_0__3",
      "chunk_id": "3",
      "content": "49 Opinions of the Office of Legal Counsel in Volume 31 restrictions apply to certain former “officer[s] or employee[s] of the executive\nbranch of the United States.” The reference to the Executive Branch of “the United\nStates” plainly is to the Executive Branch of the federal government. When the\nsection later refers to a communication “on behalf of . . . the United States,” the\n“normal rule of statutory construction” would call for the conclusion that “identical words used in different parts of the same act are intended to have the same\nmeaning,” Sorenson v. Sec’y of Treasury, 475 U.S. 851, 860 (1986), and this\nprinciple is especially compelling here because the identical words appear in the\nsame sentence, see Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 448\n(2006). 3 See also 18 U.S.C. § 207(b) (provision restricting a former employee’s\nactivities with respect to trade or treaty negotiations applies to a former employee\n“who personally and substantially participated in any ongoing trade or treaty\nnegotiation on behalf of the United States within the 1-year period preceding the\ndate on which his or her service or employment with the United States terminated”). Because a communication “on behalf of the United States” would thus have\nto be on behalf of the federal government, the statement that the Board’s personnel\nare not “agent[s] for the Federal Government” negates precisely that they act “on\nbehalf of . . . the United States” within the meaning of the statute. The interests of the Board may well coincide with those of the United States. The Board is a creation of the United States government and is subject to the\ncontrol of the Commission in significant respects. Nevertheless, section 207 can\napply even when a former official is advocating the same position that is taken by\nhis former agency. “‘[A] former employee does not act on behalf of the United\nStates . . . merely because the United States may share the same objective as the\nperson whom the former employee is representing.’” 18 U.S.C. § 207 and the\nGovernment of Guam, 20 Op. O.L.C. 326, 329 (1996) (quoting Office of Government Ethics, Summary of Post-Employment Restrictions of 18 U.S.C. Section 207,\nat 4 (Nov. 4, 1992)). Here, although the Board, the Commission, and more\ngenerally the United States may have the same interests, Congress has declared\nthat the Board’s personnel are not “agent[s] for the Federal Government,” and,\ngiven this declaration, it does not matter if the Board’s personnel advance interests\nthat match those of other entities of the federal government. The statute, in other\nwords, distinguishes between the Board and the United States and treats Board\npersonnel as speaking on behalf of the Board.",
      "queries": [
        "how much does egf contribute",
        "how important is training for community policing",
        "cops office phone number",
        "what is the role of the oig"
      ],
      "queries_score": [
        -8.602489471435547,
        -8.764110565185547,
        -8.366609573364258,
        -6.87263298034668
      ]
    },
    {
      "id": "memos_0__4",
      "chunk_id": "4",
      "content": "The statute, in other\nwords, distinguishes between the Board and the United States and treats Board\npersonnel as speaking on behalf of the Board. 3\nThe covered persons are former officers and employees “of the executive branch of the United\nStates,” 18 U.S.C. § 207(c), but communications by a former officer or employee are allowed if they\nare “on behalf of . . . the United States,” not just the Executive Branch, Office of Government Ethics,\nSummary of Post-Employment Restrictions of 18 U.S.C. § 207, Informal Advisory Mem. 04x11a, at 5\n(July 29, 2004) (attachment to Office of Government Ethics, Summary of 18 U.S.C. § 207, Informal\nAdvisory Mem. 04x11 (July 29, 2004)) (available at http://www.oge.gov/OGE-Advisories/LegalAdvisories/Legal-Advisories/, last visited Aug. 12, 2014) (“2004 Summary”) (communications on\nbehalf of Congress are permitted). This difference does not affect the meaning of “the United States,”\nwhich in both cases refers to the federal government. 50 Status of the Public Company Accounting Oversight Board Under 18 U.S.C. § 207(c) B.\nThe conclusion that communications on behalf of the Board are not “on behalf\nof . . . the United States” is consistent with an earlier opinion of our Office,\nApplicability of 18 U.S.C. § 207(a) to the Union Station Development Corporation, 12 Op. O.L.C. 84 (1988) (“Union Station”). There, we stated that we have\n“looked to the definition of ‘agency of the United States’ in 18 U.S.C. § 6 to\ndetermine if an entity should be regarded as the United States for the purposes of\nthe conflict of interest laws.” Id. at 84. We have some doubt that this characterization is entirely correct; the opinions cited in Union Station may be read to interpret\nthe term “agency” or “agency of the United States,” not “United States” itself. Nevertheless, even if that line of opinions is applicable, it is consistent with the\nconclusion we reach here. Section 6 states that\n[t]he term ‘agency’ includes any department, independent establishment, commission, administration, authority, board or bureau of the\nUnited States or any corporation in which the United States has a\nproprietary interest, unless the context shows that such term was intended to be used in a more limited sense. 18 U.S.C. § 6. We have read section 6 as “establish[ing] a presumption that a\ngovernmental entity is an agency for purposes of a given offense, including the\nconflict of interest statutes.” Application of 18 U.S.C. § 205 to Union Organizing\nActivities of Department of Justice Employee, 5 Op. O.L.C. 194, 195 (1981)\n(“Organizing Activities”). Here, however, the statute conclusively rebuts that presumption. Section 7211\nstates explicitly that the Board “shall not be an agency or establishment of the\nUnited States Government.” 15 U.S.C. § 7211(b). In Lebron v. National Railroad\nPassenger Corp., 513 U.S. 374 (1995), the Supreme Court concluded that a statute\nproviding that Amtrak “‘will not be an agency or instrumentality of the United\nStates Government,’” id. at 391 (quoting 84 Stat. 1330 (1970)), was “assuredly\ndispositive of Amtrak’s status as a Government entity for purposes of matters that\nare within Congress’s control.” Id. at 392.",
      "queries": [
        "when is the recipient share of expenditures reporting on the cops",
        "office of chief counsel internal revenue service memo number"
      ],
      "queries_score": [
        -8.835734367370605,
        -7.723931789398193
      ]
    },
    {
      "id": "memos_0__5",
      "chunk_id": "5",
      "content": "Id. at 392. Similarly, Congress’s declaration that\nthe Board is not “an agency or establishment of the United States Government” is\ndispositive of its status as an agency under the conflict of interest laws. When a statute has not expressly addressed whether an entity is an agency or\nestablishment of the United States, we sometimes have examined such factors as\nthe entity’s “functions, financing, control, and management.” Union Station, 12\nOp. O.L.C. at 86. 4 But the use of a multi-factor test is not appropriate where, as\n4\nA 1948 letter of the Attorney General concluded that the Panama Railroad Company was an\nagency of the United States for purposes of the conflict of interest laws, Letter for the Secretary of the\nArmy, from Tom C. Clark, Attorney General (Dec. 2, 1948), but the statute in that case provided that\nthe company was “an agency or instrumentality of the United States,” Pub. L. No. 80-807, 62 Stat. 51 Opinions of the Office of Legal Counsel in Volume 31 here, Congress has explicitly determined that an entity is not an agency of the\nUnited States for purposes within Congress’s control. The conclusion that the Board is not “the United States,” we believe, squares\nwith the Sarbanes-Oxley Act’s own post-employment provision. Under 15 U.S.C.\n§ 7211(g)(3), the Board is to\nestablish ethics rules and standards of conduct for Board members\nand staff, including a bar on practice before the Board (and the\nCommission, with respect to Board-related matters) of 1 year for\nformer members of the Board, and appropriate periods (not to exceed\n1 year) for former staff of the Board. This provision does put the Board into a position similar to that of an agency of\nthe federal government, but this treatment is entirely consistent with the view that\nthe Board is not a federal agency for purposes of the general conflict of interest\nlaws, including 18 U.S.C. § 207(c), and thus requires its own conflict of interest\nprovision. And although the provision, by limiting the practice before the Commission by former Board members and staff, might be read to suggest that, for\nconflict of interest purposes, the Board should be equated with the Commission,\nthe bar on practice before the Commission also could reflect a concern that\nconfidential information involving regulated entities might give former Board\nmembers and staff an unfair advantage. Cf. Bayless Manning, Federal Conflict of 1075, 1076 (1948). In 1963, we found that the Federal National Mortgage Association (“Fannie Mae”)\nwas an agency of the United States under 18 U.S.C. § 431 (1958). See Memorandum for Joseph F.\nDolan, Assistant Deputy Attorney General, from Norbert A. Schlei, Assistant Attorney General, Office\nof Legal Counsel (Dec. 18, 1963) (“Fannie Mae”). In that instance, the statute made Fannie Mae “a\nconstituent agency of the Housing and Home Finance Agency,” 12 U.S.C. § 1717 (1958), and Fannie\nMae’s obligations were not obligations of the United States or “of any agency or instrumentality\nthereof other than [Fannie Mae],” id. §§ 1719(b), 1721(b) (emphasis added); the “other than” language\nsuggested that Fannie Mae itself was an agency or instrumentality of the government.",
      "queries": [
        "which federal law requires that inmates have reasonable access to report materials and other documents for use by the parole hearing?",
        "what agency must determine how to ensure the safety of an inmate",
        "when does per unit retains reclassify",
        "what is the effect of the appropriations rider"
      ],
      "queries_score": [
        -7.52941370010376,
        -8.676082611083984,
        -8.913113594055176,
        -6.768238067626953
      ]
    },
    {
      "id": "memos_0__6",
      "chunk_id": "6",
      "content": "Although we did\nnot refer to these provisions, we noted that the Housing and Home Finance Administrator was the\nChairman of Fannie Mae’s Board. Fannie Mae at 6, 8. In Organizing Activities, we determined that the\nOffice of the Architect of the Capitol was an “agency.” Noting that the definition in 18 U.S.C. § 6 “in\neffect, establishes a presumption that a governmental entity is an agency for purposes of a given\noffense, including the conflict of interest statutes,” we did not then identify anything that might have\nrebutted that presumption. 5 Op. O.L.C. at 195. In Union Station, the corporation whose status was in\nquestion was “simply the vehicle created by that Department to accomplish [a] congressional mandate”\nimposed upon the Department of Transportation under 40 U.S.C. §§ 801–819 (1988), and the statute\nwas silent on the status (indeed on the existence) of that corporation. 12 Op. O.L.C. at 86; see also\nApplicability of 18 U.S.C. § 207 to the General Accounting Office, 3 Op. O.L.C. 433 (1979) (concluding that section 207 applies to former employees of the General Accounting Office, which, under the\nthen-applicable statute, was an “establishment of the Government”). Similarly, we concluded that the\nNational Veterans Business Development Corporation was an “agency” under 31 U.S.C. § 9102. The\nstatute creating that entity had “no . . . express disclaimer” of its status as an agency. National Veterans\nBusiness Development Corporation, 28 Op. O.L.C. at 72. 52 Status of the Public Company Accounting Oversight Board Under 18 U.S.C. § 207(c) Interest Law 179 (1964) (stating that concern about misuse of inside information is\none reason for federal post-employment restrictions). 5\nConcededly, as a matter of policy, it may make little sense to treat the Board as\noutside the government for purposes of the conflict of interest laws. As the\nCommission Letter points out, this understanding of section 207(c) has the effect\nof excluding from appointment to the Board a “uniquely qualified pool of\ncandidates”—recently departed former high-level officials of the Commission. Commission Letter at 4. Given the “unique statutory relationship between the\n[Board] and the Commission,” there may be a strong policy argument that, for\npurposes of the conflict of interest laws, the Board should be treated as an agency\nof the government. On the other hand, the Board in several respects is similar to\nself-regulatory organizations like the National Association of Securities Dealers\n(“NASD”), “a private body empowered by the Commission to oversee the\nactivities of broker-dealers.” United States v. Frith, 461 F.3d 914, 916 (7th Cir.\n2006). Although the Commission’s authority to oversee the Board is even greater\nthan its authority to oversee the NASD, the Sarbanes-Oxley Act declares that\nseveral provisions of the securities laws relating to the Commission’s oversight\npowers “shall apply to the Board as fully as if the Board were a ‘registered\nsecurities association.’” 15 U.S.C. § 7217(a), (b)(4), (b)(5), (c)(2). The statute, to\nthis extent, treats the Board like the private NASD, which we understand is the\nonly “registered securities association.” Congress may have wished to treat the\nBoard as private for all statutory purposes, and section 7211(b) indicates that this\nis what Congress chose to do.",
      "queries": [
        "when did the european parliament and of the council take the globalisation adjustment fund decision?",
        "cops grant monitoring division number",
        "do i have authority to make representations"
      ],
      "queries_score": [
        -9.991604804992676,
        -9.60279369354248,
        -8.494735717773438
      ]
    },
    {
      "id": "memos_0__7",
      "chunk_id": "7",
      "content": "The statute, to\nthis extent, treats the Board like the private NASD, which we understand is the\nonly “registered securities association.” Congress may have wished to treat the\nBoard as private for all statutory purposes, and section 7211(b) indicates that this\nis what Congress chose to do. The unequivocal declaration that “[n]o member or\nperson employed by, or agent for, the Board shall be deemed to be an officer or\nemployee of or agent for the Federal Government by reason of such service” and\nthat the Board “shall not be an agency or establishment of the United States\nGovernment,” 15 U.S.C. § 7211(b), determines our answer. STEVEN G. BRADBURY\nActing Assistant Attorney General\nOffice of Legal Counsel 5\nMoreover, if the Board were an agency of the United States, a highly paid official of the Board\nwho left the government would be subject to the one-year cooling-off period under section 207(c), and\npractice before the Board by such a former official in the year after his or her departure would violate\nthe criminal provision. The administrative rule, at least to this extent, would then seem superfluous. See\n2004 Summary, supra note 3, at 8. 53",
      "queries": [
        "what is the statutory nonsupplanting requirement of the cops",
        "patents in the orange book referred to as"
      ],
      "queries_score": [
        -8.832070350646973,
        -10.119294166564941
      ]
    }
  ]
}