{
  "doc_id": "memos_4",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_4__0",
      "chunk_id": "0",
      "content": "Proposed Legislation to Restrict the Sales of\nAlcoholic Beverages in Interstate Commerce\nProposed legislation to prohibit the sale in interstate commerce of alcohol to persons under the\nage o f 21 is a valid exercise o f Congress’ power under the Commerce Clause and consistent\nwith the Twenty-First Amendment. The Twenty-First Amendment permits states to enact\nlegislation more restrictive than would otherw ise be permissible under the Com merce Clause;\nhowever, it does not deprive the federal government o f any authority over alcohol under the\nCommerce Clause. The proposed legislation would not be “in violation” of more permissive state law s. Even if it\nwere read to be “in violation” o f such law s, a court would likely find that the federal interest\nin preventing damage to national commerce outweighed any particular state’s interest in\npermitting access to liquor for persons under age 21. April 16, 1984\nM em orandum O p in io n\nO f f ic e for th e\nof A s s is t a n t A t t o r n e y G e n e r a l , L e g is l a t iv e A f f a ir s This responds to your request of January 20, 1984 for our views on H.R.\n3870, a bill to restrict the sales of alcoholic beverages in interstate commerce. Although Congress has not yet asked for the Department’s views on this bill,\nyou have requested our opinion in view of the questions raised by opponents of\nthe bill and the public debate over it. 1We have reviewed H.R. 3870 and believe\nthat it is constitutional. Section 1 of the bill contains congressional findings on the economic dam­\nage done by drunk drivers, the disproportionate number of accidents caused by\ndrunk drivers who are under the age of 21, and the benefits to the public welfare\nthat will result from restricting sales of alcohol to those over 21. Section 2\nprohibits the sale in interstate commerce of alcohol to those under 21: No person may sell or offer to sell any alcoholic beverage to any\nindividual who is under the age of twenty-one if the beverage is\nor has traveled in interstate commerce or if the sale or offer to\nsell is made in an establishment which is in or affects interstate\ncommerce. 1 See W ash. Post, Feb. 9, 1984, at A 12, col. 6; 70 A.B.A. J.18 (Apr. 1984). The O ffice of M anagem ent and\nBudget has recently asked for our view s on this bill. 53 Section 3 provides definitions; § 4, penalties; and § 5 authorizes civil actions\nby citizens against those who violate § 2 ? Section 6 permits the Secretary of\nCommerce to waive the application of § 2 in any state that has a law “effective\nin prohibiting the sale of liquor” to those under 21, and to cancel the waiver if\nthe law is ineffective. Section 7 makes § 2 effective two years after passage of\nH .R .3870.",
      "queries": [
        "cops office phone number",
        "what is the federal award provisions for non-federal entities",
        "does piecp inmates receive longevity pay"
      ],
      "queries_score": [
        -6.614919662475586,
        -8.005816459655762,
        -9.02894401550293
      ]
    },
    {
      "id": "memos_4__1",
      "chunk_id": "1",
      "content": "Section 7 makes § 2 effective two years after passage of\nH .R .3870. The constitutional question raised by H.R. 3870 is whether § 2 of the\nTwenty-First Amendment to the Constitution prohibits the federal government\nfrom exercising authority under the Commerce Clause, U.S. Const, art. I, § 8,\ncl. 3, that would otherwise clearly furnish a constitutional basis for enacting\nthis legislation. 3 Although the issue is not, because of its novelty, entirely free\nfrom doubt, we believe that the proposed legislation is constitutionally permissible. The Twenty-First Amendment to the Constitution repealed the Eighteenth\nAmendment and the imposition of nationwide prohibition. U.S. Const, amend. XXI. Section 2 of the Amendment provides: “The transportation or importation\ninto any State, Territory, or possession of the United States for delivery or use\ntherein of intoxicating liquors, in violation of the laws thereof, is hereby\nprohibited.” The effect of § 2 is to permit states to enact legislation more\nrestrictive than would otherwise be permissible under the Commerce Clause. See U nited States v. Frankfort D istilleries, Inc., 324 U.S. 293, 300 (1945)\n(Frankfurter, J., concurring); 76 Cong. Rec. 4141, 4143 (1933) (statement of\nSen. Blaine). That is to say, the Twenty-First Amendment permits states to go\nbeyond non-discriminatory regulation based on their police powers4 and enact\ndiscriminatory regulation. 5 However, early arguments that § 2 entirely de­\n2 A s reported o u t by the Committee on Energy and C om m erce o f the H ouse o f R epresentatives, § 5 o f H.R.\n3870 w ould perm it any one to file civil su its to enjoin violations of § 2. The suits could be brought only in\nstate court. 3 G iven the phraseology o f § 2 of H.R. 3870, w e have analyzed this b ill under the Com m erce Clause. We do\nnot ad d ress th e federal governm ent’s p o w e r over alcohol arising under other portions of the C onstitution,\nsuch as the Export-Im port Clause, see Department o f Revenue v. James Beam Corp., 377 U.S. 341 (1964), or\nthe Fourteenth A m en d m en t's requirem ent o f equal protection, see Craig v. Boren, 429 U S. 190 (1976). 4 F o r exam ple, p rio r to passage o f th e Eighteenth A m endm ent, the Suprem e C ourt rebuffed Commerce\nC lause challenges to several state statutes prohibiting en tirely the sale o r manufacture o f alcohol. The Court\nheld th at the law s w ere valid exercises o f the states’ p olice power o v e r local com m erce even though their\neffects “may reach beyond the State b y lessening the am ount of intoxicating liquors exported.\" Kidd v.\nPearson, 128 U .S. 1, 22 (1888). Seealso F oster v. Kansas, 112 U.S. 201, 206 (1884); Bartemeyer v. Iowa, 85\nU .S. 129, 133 (1873); The License Cases, 4 6 U.S. (5 H ow .) 504, 57 6 -7 7 (1847) (Taney, C.J.).",
      "queries": [
        "what is the eu platform for undeclared work",
        "where do i find the enrollment form for cops",
        "what is duns number"
      ],
      "queries_score": [
        -9.657256126403809,
        -8.758505821228027,
        -8.3864107131958
      ]
    },
    {
      "id": "memos_4__2",
      "chunk_id": "2",
      "content": "Kidd v.\nPearson, 128 U .S. 1, 22 (1888). Seealso F oster v. Kansas, 112 U.S. 201, 206 (1884); Bartemeyer v. Iowa, 85\nU .S. 129, 133 (1873); The License Cases, 4 6 U.S. (5 H ow .) 504, 57 6 -7 7 (1847) (Taney, C.J.). 5 T hus, state statutes th at regulate the entry o f alcohol in order to p rotect a state liquor monopoly. State\nBoard v. Young's Market Co., 299 U.S. 59 (1936), o r to retaliate against other states’ discrim inatory laws,\nIndianapolis Brewing Co. v. Liquor Control Comm’n, 305 U.S. 391 (1939), have been upheld even though\nsuch legislation “w ould obviously have b e en unconstitutional” in the absence of the Tw enty-First A mend­\nm ent. State Board v. Young’s Market Co., 299 U.S. at 62. Prior to passage o f the Eighteenth A mendment,\nsim ilar discrim inatory statu tes barring th e entry o f alcohol into a state except under the auspices o f the state\nliqu o r m onopoly w ere struck down as an im perm issible burden on interstate com m erce. See, e.g., Vance v.\nW.A. Vandercook Co. (N o. 1), 170 U .S. 438 (1898); Scott v. Donald. 165 U.S. 58 (1897). The legislative\nhisto ry o f § 2 indicates that it was passed, at least in part, to assure the “ dry” states that they would be able to\ndefend th em selves against shipments o f alcohol into their states. 76 C ong. Rec. 4141 (1933). 54 prived the federal government of any authority under the Commerce Clause over\nalcohol were quickly rejected. United States v. Frankfort Distilleries, Inc., 324 U.S.\n293,299 (1945); Jameson & Co. v. Morgenthau, 307 U.S. 171, 172-73 (1939).6 We believe that H.R. 3870 is constitutional for three reasons. First, we do not\nbelieve that H.R. 3870 violates the literal language of § 2 of the Twenty-First\nAmendment. Forbidding the sale of alcohol to those under 21 in a state that\npermits sales to those over, for example, the age of 18 is not “in violation of the\nlaws” of the state. Id. It may replace a permissive state policy with a more\nrestrictive federal statute, but it does so without literally violating a state\nstatute. 7 Thus, the ban on sale of alcohol to those under 21 raises questions\nunder the Twenty-First Amendment only because some have assumed that\nbroad federal deference to state action in this area is a matter of constitutional\nlaw rather than policy. Second, even assuming that H.R. 3870 were read to be\n“in violation” of a more permissive state law because the bill conflicts with the\npolicy expressed by the state law, we believe that it would, under the balancing\ntest articulated in the Supreme Court’s most recently decided case in this area,\nCalifornia Retail Liquor Dealers Ass 'n v. M idcal Aluminum, Inc., 445 U.S. 97,\n108 (1980) (M idcal), pass constitutional muster because the federal interests\nwould outweigh any particular state’s interest. M idcal involved a Sherman Act challenge to a California law governing\nwine pricing.",
      "queries": [
        "when was the eu decision on the mobilization of the flexibility instrument for immediate budgetary measures?",
        "are ice long term detainees"
      ],
      "queries_score": [
        -9.882304191589355,
        -9.967467308044434
      ]
    },
    {
      "id": "memos_4__3",
      "chunk_id": "3",
      "content": "M idcal involved a Sherman Act challenge to a California law governing\nwine pricing. In resolving whether the Sherman Act applied, the Supreme\nCourt addressed the issue whether § 2 of the Twenty-First Amendment permit­\nted California to countermand the congressional policy in favor of competition. The Court emphasized that § 2 and the Commerce Clause must be viewed as\npart of a whole. ‘“ Like other provisions of the Constitution, each must be\nconsidered in light of the other, and in the context of the issues and interests at\nstake in any concrete case.’” Id. at 109 (quoting H ostetter v. Idlewild Liquor\nCorp., 377 U.S. 324, 331-32 (1964)). The focus of the analysis should be a\n“pragmatic effort to harmonize state and federal powers” that gives proper\nrespect to both Clauses:\n6 Id Jameson & Co. v. Morgenthau, the C ourt said: [T]he Federal Alcohol A dm inistration Act was attacked upon the ground that the Tw enty-First ■\nAmendm ent to the Federal C onstitution gives to the States com plete and exclusive control over\ncommerce in intoxicating liquors, unlim ited by the commerce clause, and hence that Congress\nhas no longer authority to control the im portation o f these com m odities into the United States. W e see no substance in this contention. 307 U.S. at 172-73; see also H anfv. United States. 235 F.2d 710 (8th Cir.), cert . denied, 352 U.S. 880\n(1956); Old Monastery Co. v. United States, 147 F 2 d 905 (4th C ir.), cert, denied, 326 U.S. 734 (1945);\nJatros v. Bowles. 143 F.2d 453 (6th Cir. 1944); Arrow Distilleries, Inc. v. Alexander, 109 F.2d 397 (7th Cir),\ncert, denied, 310 U .S. 646 (1940)\n7 T herefore, in states that do not forbid drinking under the age o f 18, H R. 3870’s passage w ill not oust a\nmore perm issive state statute. The Fifth Circuit has read the T w enty-First Amendment as providing authority\nfor perm issive state alcohol laws to override more restrictive federal regulations, notw ithstanding the\nSuprem acy C lause. Cf. Castlewood Int'l Corp. v. Simon, 596 F.2d 638 (5th Cir. 1979), vacated, 446 U.S. 949\n(1980), opinion reinstated on remand, 626 F.2d 1200 (5th Cir. 1980) (Florida law perm itting sales at\nunlim ited discount to retailers prevailed over D epartm ent o f the Treasury regulation forbidding same;\nF lorida's interest in regulating intrastate retailers greater than federal interest in uniform national regula­\ntions). See also Wine Indus, v. Miller. 609 F.2d 1167 (5th Cir. 1980); Washington Brewers Inst. v. United\nStates. 137 F.2d 964 (9th Cir.), cert, denied, 320 U.S. 776 (1943). 55 [T]here is no bright line between federal and state powers over\nliquor. The Twenty-First Amendment grants the States virtually\ncomplete control over whether to permit importation or sale of\nliquor and how to structure the liquor distribution system. Al­\nthough States retain substantial discretion to establish other\nliquor regulations, those controls may be subject to the federal\ncommerce power in appropriate situations. The competing state\nand federal interests can be reconciled only after careful scru­\ntiny of those concerns in a “concrete case.”",
      "queries": [
        "what is 2013/789",
        "cognizant federal agencies"
      ],
      "queries_score": [
        -7.840556621551514,
        -8.21773910522461
      ]
    },
    {
      "id": "memos_4__4",
      "chunk_id": "4",
      "content": "Al­\nthough States retain substantial discretion to establish other\nliquor regulations, those controls may be subject to the federal\ncommerce power in appropriate situations. The competing state\nand federal interests can be reconciled only after careful scru­\ntiny of those concerns in a “concrete case.” M idcal, 445 U.S. at 110.8 The analysis of H.R. 3870 must begin, therefore, with an identification of the\nstate and federal interests involved. States that already prohibit drinking by\nthose under 21 have interests that coincide, at least presently, with the federal\ninterests detailed in § 1 of H.R. 3870. The practical effect of the proposed bill\nwould be to assist those states in enforcing their own laws by reducing the\navailability of alcohol in neighboring states that have more permissive laws. On the other hand, states that have drinking ages lower than 21 have\npresumably made a legislative determination that drinking by those over, for\nexample, the age of 18 is permissible. The interests of these states may be\ndescribed as protecting their separate decisions to permit access to liquor to\nthose over 18.9 The federal government’s interest is, we assume, the economic injuries and\nresultant allocation of resources flowing in interstate commerce caused by\n8 In Midcal, the C ourt identified the federal interest as the “fam iliar and substantial” one o f a national policy\nfavoring com petition. 445 U.S. at 110. The state's interest in the resale price m aintenance statute had been\nidentified by the C alifo rn ia Supreme C ourt as tw ofold: prom otion o f tem perance and orderly market\nconditions. Id. at 112. T hat same c o u rt had then found, how ever, that there was in fact little correlation\nbetw een the statute and eith er tem perance or orderly m arket conditions. The U nited States Suprem e Court\nstated, in co n clu d in g that the federal in terests outw eighed state concerns. “ [w]e have no basis fo r disagreeing\nw ith the view o f the C alifornia courts th at the asserted state interests are less substantial than the national\npolicy in fav o r o f com petition.” Id. at 113.\n9 T here may also be states, particularly those w ith a m onopoly on liquor sales, that have an econom ic\ninterest in prom oting sales to those o v er 18. T o the extent that states advance an econom ic interest, however,\nit seem s reasonable to assum e that the federal governm ent can dem onstrate that its econom ic interest in\nproperty and people probably outweighs w hatever the particular sta te 's individual interest is in revenue from\npotential sales. W e do not believe that th e exercise o f C ongress’ authority in this fashion under the Commerce\nC lause w ould be h eld to violate any state interest protected by the Tenth A mendment.",
      "queries": [
        "internal revenue service memo release date"
      ],
      "queries_score": [
        -8.939423561096191
      ]
    },
    {
      "id": "memos_4__5",
      "chunk_id": "5",
      "content": "W e do not believe that th e exercise o f C ongress’ authority in this fashion under the Commerce\nC lause w ould be h eld to violate any state interest protected by the Tenth A mendment. The sale o f alcohol by\na state m onopoly is not one o f the “integral governm ent functions,” National League o f Cities v. (Jsery, 426\nU.S. 833, 855 (1976), protected by that Amendm ent from federal interference. See Ohio v. Helvering, 292\nU.S. 360, 3 6 8 -6 9 (1934); South Carolina v. United States, 199 U.S. 437, 463 (1905). Both Ohio and South\nCarolina involved state challenges to federal taxes on the state liquor monopoly. The South Carolina Court\nheld th at the sale o f liquor by a state m onopoly “ is o f a private nature” and not a governm ental function w hose\ntaxation w ould “ im pede o r embarrass a State in the discharge o f its functions.” 199 U.S. at 463. This ruling\nwas reaffirm ed in the Ohio case notw ithstanding passage o f the Tw enty-First Amendment: A d istinction is sought in the fact th a t after that case was decided the Eighteenth A mendment was\npassed, and thereby, it is contended, the traffic in intoxicating liquors ceased to be pnvate\nbusiness, and then w ith the repeal o f the am endm ent assum ed a status which enables a state to\ncarry it on under the police pow er. The point seem s to us altogether fanciful. The Eighteenth\nA m endm ent outlaw ed the traffic; but, certainly, it did not have the effect o f converting w hat had\nalw ays been a private activity in to a governm ental function. Ohio v. Helvering, 292 U .S. at 369. 56 drunk drivers under the age of 21. H.R. 3870, § 1. The loss of life, the crippling\nof individuals, the loss to production because of time lost from work, and the\nproperty damage caused by accidents involving such drunk drivers will, we\nassume, be detailed in H.R. 3870’s legislative history. 10 Using M idcal 's bal­\nancing test, we believe that a court could find, assuming a sufficient legislative\nhistory, that the federal government’s interest in preventing damage to national\ncommerce outweighed any particular state’s interest in permitting access to\nliquor for those under 21. Finally and, we believe, importantly, given that § 2 of the Twenty-First\nAmendment was intended to assure that states would be able to enact restrictive\nlegislation retaining prohibition on a local level, 76 Cong. Rec. 4140-41\n(1933), it would be anomalous if states could use § 2 to insist on permissive\nstate laws that could frustrate federal efforts directed towards a limited form of\ntemperance. Conclusion\nH.R. 3870 will not mandate importation of alcohol into any state in violation\nof its laws. Under the M idcal test, Congress could, we believe, articulate a\nfederal interest that would outweigh a state’s interest in providing its citizens\nunder the age of 21 access to alcohol. We therefore believe that H.R. 3870 will\nsurvive constitutional attack.",
      "queries": [
        "time spent planning a conference"
      ],
      "queries_score": [
        -9.068381309509277
      ]
    },
    {
      "id": "memos_4__6",
      "chunk_id": "6",
      "content": "Under the M idcal test, Congress could, we believe, articulate a\nfederal interest that would outweigh a state’s interest in providing its citizens\nunder the age of 21 access to alcohol. We therefore believe that H.R. 3870 will\nsurvive constitutional attack. L a r r y L . S im m s Deputy Assistant Attorney General\nOffice o f Legal Counsel 10 W e assum e that the statistical evidence will be more persuasive than that presented to the Suprem e C ourt\nin Craig v. Boren, 429 U .S. 190 (1976), and rejected there as too tenuous. See id. at 200-04 (striking dow n\nstate ban on sale o f 3.2 percent beer to males between the ages o f 18 and 21).",
      "queries": [
        "what is the allocation policy?",
        "what is the cognizant federal agency",
        "us department of justice noncompliance contact",
        "cops office communications phone number",
        "what is the law regarding iraq communications between retired navy flag officer and marine corps commander"
      ],
      "queries_score": [
        -10.06674575805664,
        -9.278996467590332,
        -10.631150245666504,
        -11.09131908416748,
        -11.080244064331055
      ]
    }
  ]
}