{
  "doc_id": "memos_93",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_93__0",
      "chunk_id": "0",
      "content": "Applicability of the Federal Vacancies Reform Act to Vacancies\nat the International Monetary Fund and the World Bank\nT he U n ited Slates E xecutive D irector and th e A lternate U nited States E xecutive D irector at the Inter­\nnational M onetary F und and the World B ank are not part o f an E xecutive agency, and therefore\nvacancies in those offices are not covered by the Federal V acancies Reform Act. May 11, 2000\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nD epa r tm en t o f th e T r ea su r y You have requested our opinion whether the Federal Vacancies Reform Act\n(“ Vacancies Reform Act” or “ Act” ), 5 U.S.C. §§3341-3349d (Supp. IV 1998),\napplies to vacancies in the offices of the United States Executive Director\n(“ USED” ) and the Alternate United States Executive Director ( “ Alternate\nUSED” ) at the International Monetary Fund (“ IM F” ).1 This memorandum con­\nfirms our oral advice that the Act does not apply to these offices. By its terms,\nthe Act applies only to a Senate-confirmed office “ of an Executive agency.” We\nbelieve that the better view, based on the information provided by the Treasury\nDepartment, is that the U.S. representatives are not part of an “ Executive agency”\nand are therefore not covered by the Act. After our oral advice about the U.S. representatives to the IMF, you asked for\nour opinion whether the Vacancies Reform Act applies to vacancies in the offices\nof the United States Executive Director and the Alternate United States Executive\nDirector at the International Bank for Reconstruction and Development ( “ World\nBank” ). The Treasury Department has informed us that the USEDs and Alternate\nUSEDs at the IMF and the World Bank are similar with regard to the relevant\nfacts discussed in this opinion. On that basis, we conclude that the USED and\nAlternate USED at the World Bank are similarly outside the scope of the Vacan­\ncies Reform Act because they are not part of an “ Executive agency.” I. The United States Representatives to the IMF\nA. The United States Executive D irector and Alternate United States Executive\nD irector\nThe IMF was established under an agreement negotiated at the 1944 Bretton\nWoods Conference. See IMF, What is the International Monetary Fund?, available\nat http://www.imf.org/extemal/pubs/ft/exrp/what.htm (visited Mar. 29, 2000)\n(“ IM F Website Summary” ). The United States agreed to join the IMF in 1945\n1 In this memorandum, the USED and the Alternate USED at the IMF are referred to jointly as the “ U.S. represent­\natives to the IM F” or, simply, the “ U.S representatives.” 58 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank under the authority of the Bretton Woods Agreements Act. See 22 U.S.C. §286\n(1994).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_93__1",
      "chunk_id": "1",
      "content": "58 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank under the authority of the Bretton Woods Agreements Act. See 22 U.S.C. §286\n(1994). An international organization currently made up of 182 member countries,\nthe IMF promotes international monetary cooperation, facilitates the expansion\nand balanced growth of international trade, and promotes exchange stability. See\nIMF Website Summary; Articles of Agreement of the International Monetary\nFund, art. I, available at http://www.imf.org/extemal/pubs/ft/aa (visited Mar. 29,\n2000) (“ Articles of Agreement” ). The authority of the IMF is vested in a Board of Governors, consisting of a\nGovernor and an alternate Governor from each member country. See Articles of\nAgreement, art. XII, §2; IMF Website Summary. The Board of Governors has\ndelegated substantial authority to the IMF’s Executive Board, and it is the Execu­\ntive Board that carries out the IMF’s day-to-day operations and makes most of\nits decisions. See Articles of Agreement, art. XII, §§2 & 3; By-Laws, Rules, and\nRegulations of the International Monetary Fund, § 15, available at http://\nwww.imf.org/extemal/pubs/ft/bl (visited Mar. 29, 2000); William N. Gianaris,\nWeighted Voting in the International Monetary Fund and the World Bank, 14\nFordham Int’l L.J. 910, 913-14 (1990/1991). The Executive Board is made up\nof 24 Executive Directors, with a Managing Director serving as chairperson. Arti­\ncles of Agreement, art. XII, § 3(b). Eight of these Executive Directors represent\nindividual member countries, including the United States, and each of these eight\nExecutive Directors is appointed by the country that he or she represents. The\nremaining sixteen are elected by the Governors and represent groupings of the\nremaining member countries. See id. Sched. E; IMF Website Summary. The Executive Director and the Alternate Executive Director for the United\nStates are appointed by the President, by and with the advice and consent of the\nSenate, to two-year terms, with the right to hold over in office until a successor\nhas been appointed. 22 U.S.C. §286a(a), (b) (1994). The USED and Alternate\nUSED serve as representatives of the United States and present this Government’s\nviews at the IMF. See IMF Website Summary; Letter for David R. Brennan,\nDeputy General Counsel, Department of the Treasury, from Margery Waxman,\nGeneral Counsel, Office of Personnel Management, Re: Whether the U.S. A lter­\nnate Executive D irector o f IMF is Within the Executive Branch fo r the Purpose\no f Qualifying fo r SES Benefits under 5 U.S.C. § 3392(c), at 4 (Nov. 4, 1980) ( “ OPM Opinion” ) (“ [T]hese positions are designed to serve the President in the\nexercise of his Executive branch functions concerning the implementation of for­\neign policy.” ). The Secretary of the Treasury (“ Secretary” ) has principal respon­\nsibility for instructing the U.S. representatives to the IMF on the positions and\nvotes of the United States. See, e.g., Exec. Order No. 11269, at §3(a), reprinted\nas amended in 22 U.S.C. §286b note (1994); 22 U.S.C. §§262h, 262k(b), 262m 2(b), 286a(d)(3); 286e-8; 286e-13 (1994). 59 Opinions o f the Office o f Legal Counsel m Volume 24 B. The Federal Vacancies Reform A ct\nExcept for those offices expressly exempted by 5 U.S.C. § 3349c, the Vacancies\nReform",
      "queries": [
        "how the green economy is transformed",
        "provisional cost reimbursement",
        "who must request written approval from cops office for sole source procurement?"
      ],
      "queries_score": [
        -7.918929576873779,
        -8.671673774719238,
        -9.470637321472168
      ]
    },
    {
      "id": "memos_93__2",
      "chunk_id": "2",
      "content": "59 Opinions o f the Office o f Legal Counsel m Volume 24 B. The Federal Vacancies Reform A ct\nExcept for those offices expressly exempted by 5 U.S.C. § 3349c, the Vacancies\nReform Act applies to any vacancy in an office of an “ Executive agency” to\nwhich appointment is required to be made by the President, with the advice and\nconsent of the Senate. 2 The USED and the Alternate USED are both appointed\nby the President, with the Senate’s advice and consent, 22 U.S.C. §286a(a), (b),\nand neither office is expressly excluded from coverage by 5 U.S.C. § 3349c. Accordingly, the critical issue in determining whether the Vacancies Reform Act\napplies to the USED and the Alternate USED is whether they are officers “ of\nan Executive agency’ ’ within the Act. The use of the phrase “ of an Executive agency” imposes a meaningful limita­\ntion on the scope of the Act. “ Executive agency” is a specific, defined term\nin title 5, and is narrower than the executive branch as a whole. See Haddon\nv. W alters, 43 F.3d 1488 (D.C. Cir. 1995). The Vacancies Reform Act incorporates\nthe title 5 definition of an “ Executive agency,” except that the Act adds the\nExecutive Office of the President to the definition and excludes the General\nAccounting Office. See 5 U.S.C. § 3345(a); see also S. Rep. No. 105-250, at 12\n(1998) (“ ‘Executive agency’ is defined at 5 U.S.C. § 105.” ); Guidance on\nApplication o f Federal Vacancies Reform A ct o f 1998, 23 Op. O.L.C. 60, 6162 (1999). By its plain language, therefore, the Act does not necessarily reach\nall Senate-confirmed offices, but only those in “ an Executive agency.” To be sure, at least one statement in the legislative history of the Act could\nsupport the proposition that Congress intended to cover all Senate-confirmed\noffices in the executive branch, except for those offices expressly excluded by\n§ 3349c:\nSection 3345 states that the provisions of the Act will apply to any\nofficer in any executive agency, other than the General Accounting\nOffice, if that officer’s appointment is made by the President, sub­\nject to the advice and consent of the Senate. Unlike current law,\nthis change w ill make clea r that the Vacancies Act, as amended\nby this legislation, applies to all executive branch officers whose\nappointm ent requires Senate confirmation, except fo r those officers\ndescribed in Section 3349c. 144 Cong. Rec. S12,824 (daily ed. Oct. 21, 1998) (statement of Sen. Byrd)\n(emphasis added). Nevertheless, this remark in a floor statement, which does not\neven specifically address the possibility that a Senate-confirmed office in the\n2 The Vacancies Reform A ct is not necessarily the only method, however, of filling such offices on a temporary\nbasis. The Act also expressly preserves o th er statutory authorities that designate a specific officer to serve as the\nacting officer for a vacant office or that authorize the President, a court, or the head of an Executive department\nto designate an acting officer 5 U.S.C § 3347(a)(1). 60 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank",
      "queries": [
        "how do you find your cpd award number?",
        "do inmate visitation volunteer",
        "when can a state or territory inmate be released"
      ],
      "queries_score": [
        -7.689915657043457,
        -8.305495262145996,
        -8.53935718536377
      ]
    },
    {
      "id": "memos_93__3",
      "chunk_id": "3",
      "content": "60 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank Executive branch might be outside any “ Executive agency,” cannot overcome\nthe plain language defining the reach of the Act. Section 105 defines an “ Executive agency” as “ an Executive department, a\nGovernment corporation, and an independent establishment.” 5 U.S.C. § 105\n(1994). These three terms are defined in §§ 101, 103, and 104 of title 5. Neither\nthe IMF nor the office of the U.S. representatives to the IMF is a “ Government\ncorporation.” Accordingly, whether the USED and the Alternate USED are offi­\ncers of an Executive agency turns on whether they are in either (i) an Executive\ndepartment or (ii) an independent establishment. C. Are the United States Executive D irector and Alternate United States Executive\nD irector Part o f the Department o f the Treasury? Because the Department of the Treasury is an Executive department, see 5\nU.S.C. § 101, an officer in the Department of the Treasury is an officer of an\nExecutive agency within the Act. Cf. Memorandum for Files, from Daniel L.\nKoffsky, Acting Deputy Assistant Attorney General, Office of Legal Counsel, Re:\nPermanent Representative to the United Nations (July 14, 1998) (“ 1998 UN\nMemo” ) (concluding that the United States Permanent Representative to the\nUnited Nations is in the State Department and therefore an officer of an Executive\nagency). The information provided to us by the Treasury Department indicates\nthat the Treasury Department has a more direct and substantial relationship with\nthe U.S. representatives to the IMF than does any other Executive department. If the U.S. representatives are within any Executive department, that department\nwould be the Treasury Department. Although the issue is not entirely free from doubt, we conclude that, on balance,\nthe better view is that the USED and the Alternate USED are not in the Depart­\nment of the Treasury. In an Appendix, we set out the factors relevant to the anal­\nysis. Some of these factors strongly indicate that the U.S. representatives are not\npart of the Treasury Department. Although others might suggest that the U.S.\nrepresentatives are in the Treasury Department, a closer examination reveals that\nthe relationship of the U.S. representatives to the Treasury Department is quite\nlimited in scope and frequently ambiguous even within that limited area. For some of the most central elements of personnel administration, the U.S.\nrepresentatives are unconnected to the Department o f the Treasury. The Treasury\nDepartment is not responsible for setting or paying the salaries of the U.S. rep­\nresentatives. See 22 U.S.C. §286a(d). Nor does the Treasury Department carry\nthe U.S. representatives on its employment rolls. Furthermore, the staff for the\nU.S. representatives are not Treasury Department employees, but instead are\nemployees of the IMF; and if they come to the IMF from the Treasury Depart­\nment, they are officially separated from the Treasury Department, removed from\n61 Opinions o f the Office o f Legal Counsel in Volume 24 the Treasury Department’s employment rolls, and transferred to the employment\nof the IM F.3\nThe Vacancies Reform Act appears in Title 5 and uses Title 5’s definition of\n“ Executive agency.”",
      "queries": [
        "why community policing agency",
        "which circuit held chevron regulation valid?"
      ],
      "queries_score": [
        -7.529147148132324,
        -8.610240936279297
      ]
    },
    {
      "id": "memos_93__4",
      "chunk_id": "4",
      "content": "Opinions o f the Office o f Legal Counsel in Volume 24 the Treasury Department’s employment rolls, and transferred to the employment\nof the IM F.3\nThe Vacancies Reform Act appears in Title 5 and uses Title 5’s definition of\n“ Executive agency.” Title 5 largely deals with personnel matters. If, for these\nessential aspects of personnel administration, the U.S. representatives have no\nconnection to the Treasury Department, the compelling implication is that the U.S.\nrepresentatives are not located in the Treasury Department. The strongest factor potentially arguing in favor of the view that the U.S. rep­\nresentatives to the IMF are part o f the Treasury Department is that they receive\ntheir instructions through the Secretary of the Treasury. See, e.g., Exec. Order\nNo. 11269, at §3(a), reprinted in 22 U.S.C. §286b note (delegating to the Sec­\nretary the President’s authority to instruct United States representatives to the\ninternational financial organizations). This factor alone, however, does not mean\nthat the U.S. representatives to the IMF are part of the Treasury Department. By\nstatute, the power to instruct is vested in the President, not the Secretary of\nTreasury. As a practical matter, the President cannot personally perform all of\nthe duties for which he is ultimately responsible, and here he has chosen to dele­\ngate the task of conveying the Government’s instructions. That the President has\ndetermined that the Secretary of Treasury is best suited to be principally respon­\nsible for providing the instructions to the U.S. representatives cannot, as a legal\nmatter, make the U.S. representatives part of the Treasury Department. Moreover, the history by which the Secretary became responsible for instructing\nthe U.S. representatives to the IM F is consistent with the view that they are not\npart of the Treasury Department. Originally, in the Bretton Woods Agreements\nAct of 1945, Congress made the National Advisory Council on International\nMonetary and Financial Problems responsible for instructing the U.S. representa­\ntives, under the general direction of the President. 22 U.S.C. § 286b(b)(4). In 1965,\nPresident Johnson abolished the Council and transferred to himself all of its func­\ntions, including the responsibility for instructing the U.S. representatives to the\nIMF. Reorg. Plan No. 4 of 1965, at §§ 1(b) & 3(a), reprinted in 5 U.S.C. app.\nat 1519 (1994). In a 1966 Executive Order, the President delegated to the Sec­\nretary of Treasury the authority to instruct the representatives. Exec. Order No.\n11269, at §3(a), reprinted in 22 U.S.C. §286b note. It thus seems quite unlikely\nthat the U.S. representatives would originally have been considered within the\nDepartment of the Treasury; and nothing in the later history of the President’s\ndelegation to the Secretary o f his authority to instruct the U.S. representatives\nindicates that, in addition to delegating the authority to instruct, the President\n3 On rare occasions, additional Treasury employees, beyond the usual staff of the U.S. representatives, may be\ndetailed to the IMF. U nder such details, the individual would remain a Treasury employee Such details may be,\nand are, also made to a range of international organizations under the same authonty and conditions as they are\nm ade to the IMF.",
      "queries": [
        "cops office contact phone"
      ],
      "queries_score": [
        -7.46590518951416
      ]
    },
    {
      "id": "memos_93__5",
      "chunk_id": "5",
      "content": "U nder such details, the individual would remain a Treasury employee Such details may be,\nand are, also made to a range of international organizations under the same authonty and conditions as they are\nm ade to the IMF. As details o f Treasury employees to the UN Secretariat would not suggest that the UN Secretariat\nis part o f the Treasury Department, details to the IMF also do not suggest that the U.S. representatives are part\no f the Treasury Department 62 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International M onetary Fund\nand the World Bank intended to transfer the legal, administrative location of the U.S. representatives\nto the Treasury Department. Nor does Congress’s passage, after the Executive\nOrder, of statutes directing or authorizing the Secretary to instruct the U.S. rep­\nresentatives as to certain specific issues, see, e.g., 22 U.S.C. §§262h, 262k(b),\n262m-2(b), 286a(d)(3), 286e-8, 286e-13, show any intent to alter the administra­\ntive location of the U.S. representatives. These statutes appear to reflect the reality\nof the delegation made by the Executive Order, rather than any unstated intent\nto move the U.S. representatives into the Treasury Department. The Treasury Department has some responsibility for the bookkeeping and\nagency contributions associated with the U.S. representatives’s receipt of certain\nemployment benefits, see 22 U.S.C. §276c-2 (Supp. IV 1998), but the provision\nassigning this task ultimately serves to demonstrate that the U.S. representatives\nare not otherwise part of the Treasury Department. Under §276c-2, “ [t]he\nTreasury Department shall serve as the employing office” in administering the\nemployment benefits. If the U.S. representatives were already part of the Treasury\nDepartment, there would be no need for the statute to specifically denominate\nTreasury as the employing office, because it would already be the employing\noffice as a result of the administrative location of the U.S. representatives. 4 Finally, although the Treasury Department gives ethics advice to the U.S. rep­\nresentatives, we have been informed that it does not do so as a result of any\ndetermination that it is legally required to take this role. Furthermore, the Secretary\nof Treasury, we understand, probably has never been asked to grant the U.S. rep­\nresentatives a waiver under the authority of 18 U.S.C. § 208 (1994), as delegated\nby the President to agency heads with respect to Presidential appointees in their\nagencies, see Exec. Order No. 12731, §401, 3 C.F.R. 306 (1991). As these factors show, the determination whether the U.S. representatives are\npart of the Treasury Department requires fact-specific analysis, and the limited\nsituations in which this Office has previously addressed whether an officer or\nentity is part of an Executive department do not present perfect analogies. Never­\ntheless, we believe that our prior advice in those cases is consistent with the\nconclusion here that the U.S. representatives are not part of the Treasury Depart­\nment. We have twice before considered the somewhat analogous question of whether\nthe United States Mission to the United Nations ( “ Mission” ) is in the Department\n4",
      "queries": [
        "fica tax for employer"
      ],
      "queries_score": [
        -6.819510459899902
      ]
    },
    {
      "id": "memos_93__6",
      "chunk_id": "6",
      "content": "We have twice before considered the somewhat analogous question of whether\nthe United States Mission to the United Nations ( “ Mission” ) is in the Department\n4 It could also be argued, more generally, that no separate provision would be needed to provide these benefits,\nwhich are available generally to members of the civil service within the Treasury Department, if the U.S. representa­\ntives were already employed there. Further, §27 6 c-2 places “ in the discretion of the Secretary of the Treasury”\nthe decision whether to provide these benefits to the U.S. representatives It would arguably be anomalous for Con­\ngress to vest the Secretary with such discretion regarding the benefits of U.S. representatives if they were part\nof Treasury, since that discretion does not exist as to other employees and officers of the Treasury Department While we tend to think that this is further evidence that the U.S representatives are not within the Treasury Depart­\nment, we also recognize that there is a counter argument to this line o f reasoning — namely, that an express grant\nof benefits was necessary to overcome the prohibition in 22 U S C §286a(d)(l) on any person’s receiving “ any\nsalary or other compensation from the United States” for serving as an Executive Director or Alternate at the IMF\nor World Bank. As a result, we do not place any reliance on this argument in concluding that the U.S representatives\nare not part o f the Treasury Department. 63 Opinions o f the Office o f Legal Counsel in Volume 24 of State. In the first of these matters, the status o f the Mission determined both\nwhether a vacancy in a Senate-confirmed position in the Mission could be filled\nunder the old Vacancies Act and whether a Senate-confirmed officer, also in the\nMission, could be the officer designated by the President to fill that vacancy. See Memorandum for Files, from Daniel L. Koffsky, Special Counsel, Office of\nLegal Counsel, Re: Vacancy at United States M ission to the United Nations at\n1 (Apr. 8, 1996) ( “ 1996 UN Memo” ). In the second of these matters, we re­\naffirmed our conclusion that the Mission was in the State Department and con­\ncluded that therefore the United States Permanent Representative to the United\nNations could be detailed under the unamended Vacancies Act to fill a vacancy\nin the Department of Energy. See 1998 UN Memo at 1. Although a significant\nfactor in the Office’s conclusion that the Mission is in the State Department was\nthat instructions for the Permanent Representative were sent through the Secretary\nof State, there the Secretary’s power to give instructions was statutory, and in\nany event that power was not the sole or determinative factor. See 1996 UN Memo\nat 1-2; 1998 UN Memo at 2. To the contrary, the conclusion was premised on\na significant number of additional factors demonstrating the Mission’s administra­\ntive location within the State Department.",
      "queries": [
        "when was the european solidarity fund decision issued",
        "when should you report subrecipient executive total compensation",
        "what conditions must a cops office be monitored to ensure compliance with award conditions",
        "when force is used to",
        "which clause of the constitution allows the president to make appointments during recess"
      ],
      "queries_score": [
        -8.980265617370605,
        -8.09323787689209,
        -9.40397834777832,
        -7.694208145141602,
        -7.9098920822143555
      ]
    },
    {
      "id": "memos_93__7",
      "chunk_id": "7",
      "content": "See 1996 UN Memo\nat 1-2; 1998 UN Memo at 2. To the contrary, the conclusion was premised on\na significant number of additional factors demonstrating the Mission’s administra­\ntive location within the State Department. We noted, among other factors, that\nthe State Department exercises fiscal control over the Mission through control\nof the M ission’s appropriations; the Permanent Representative is carried on the\nState Department’s employment rolls; there is a “ home desk” for the Mission\nwithin the State Department; the administrative officers within the State Depart­\nment treat the Permanent Representative as an official of the Department; the State\nDepartment handles the FOIA, whistleblower, and ethics work for the Mission;\nand the Inspector General for the State Department exercises jurisdiction over the\nMission. See 1996 UN Memo at 2; 1998 UN Memo at 2. As demonstrated above\nand in the information in the Appendix, these factors are generally not present\nwith regard to the U.S. representatives. Moreover, unlike the situation with the\nU.S. representatives and Treasury, there were no significant factors indicating that\nthe Mission was not part of the State Department. 5 See also, e.g., Memorandum\nfor Ginger Lew, General Counsel, Department of Commerce, from Dawn Johnsen,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: ADEA and\nRegional Fishery Management Councils at 4 & n.l (Mar. 14, 1995) (“ Regional\nFishery Management Councils O pin.” ); Memorandum for Frank K. Richardson,\nSolicitor, Department of the Interior, et al., from Larry L. Simms, Deputy Assist­\nant Attorney General, Office of Legal Counsel, Re: Status o f the Navajo and Hopi\n5 The only potentially contrary factor identified was an inconsistency among State Department wire diagrams;\nsom e clearly identified the Permanent Representative as part o f the State Department, whereas other wire diagrams\nappeared to suggest that the Mission had a relationship to State more akin to an independent agency. 1998 UN\nM em o at 2 n 1. The Treasury organizational charts and wire diagrams, in contrast, are consistent in not including\nthe U.S representatives as part o f the Treasury Department 64 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International M onetary Fund\nand the World Bank Indian Relocation Commission and Removability o f its Commissioners at 10-11 (Jan. 17, 1985).6\nD. Do the United States Representatives to the IMF Constitute an Independent\nEstablishment? Because the U.S. representatives to the IMF are neither in a Government cor­\nporation nor part of an executive department, they are part of an Executive agency\nonly if they are an independent establishment. Section 104 defines an independent\nestablishment as follows: “ For the purpose of this title, ‘independent establish­\nment’ means — (1) an establishment in the executive branch (other than the United\nStates Postal Service or the Postal Rate Commission) which is not an Executive\ndepartment, military department, Government corporation, or part thereof, or part\nof an independent establishment; and (2) the General Accounting Office.” 5\nU.S.C. § 104.",
      "queries": [
        "what does recipient mean",
        "us department of the justice - civil rights information for limited english proficient"
      ],
      "queries_score": [
        -7.604019641876221,
        -8.506632804870605
      ]
    },
    {
      "id": "memos_93__8",
      "chunk_id": "8",
      "content": "While this definition is quite broad, its plain language requires that\na collection of offices meet three requirements in order to constitute an inde­\npendent establishment: (1) it must be an “ establishment” ; (2) it must be “ in the\nexecutive branch” ; and (3) it must not be a part of an Executive department,\nmilitary department, Government corporation, or another independent establish­\nment. The U.S. representatives to the IMF can satisfy the third requirement, but\nnot the first two. Accordingly, we conclude that they are not an independent\nestablishment within the meaning of § 104. To the extent that the U.S. representatives are an indivisible part of the IMF,\nthey would only be part of an independent establishment if the IMF is itself an\nindependent establishment. The IMF, however, is not within the executive branch. It is instead an international institution made up of representatives from over 180\nmember countries. See OPM Opin. at 3 (“ IMF clearly is not within the Executive\nBranch” ). As a result, IMF as a whole cannot constitute an independent establish­\nment. Further, while the U.S. representatives may be officers in the executive branch,\nsee OPM Opin., their “ office” at IMF does not constitute an “ establishment.” The term “ establishment” embodies the idea of a free-standing entity with its\nown structure and unity. For example, one dictionary defines “ establishment,”\nin relevant part, as follows:\nc: a permanent civil or military force or organization; d: a more\nor less fixed and usu. sizable place of business or residence together\nwith all the things that are an essential part of it (as grounds, fur­\n6 Nor is our conclusion here inconsistent with O PM ’s conclusion that the Alternate USED is within the executive\nbranch for the purpose of qualifying for SES benefits OPM Opin at 3-5. The question whether a position is within\nthe executive branch is different from whether it is within the Treasury Department or whether the U.S representa­\ntives constitute an independent establishment. Moreover, OPM, in discussing persons who went from Treasury to\nbe the Alternate USEDs, states that, although they never left the executive branch, they left the Treasury Department. Id. at 4-5. 65 Opinions o f the Office o f Legal Counsel in Volume 24 niture, fixtures, retinue, employees); e: a public or private institution\n(as a school or hospital)\nW ebster’s Third New International Dictionary of the English Language,\nUnabridged 778 (1993). The office of the U.S. representatives is not of this char­\nacter. It is not in any sense an independent, free-standing establishment. It is\ninstead a component part of the IMF. The office is fully funded by the IMF,\nwith the IMF setting and paying the compensation of the U.S. representatives\nand their staff, as well as the office’s operating expenses. The office, moreover,\nwith the exception of the U.S. representatives, is staffed by employees of the\nIMF who owe their principal obligations to the IMF, rather than the federal\ngovernment.",
      "queries": [
        "what is artificial intelligence used for",
        "what is the purpose of saa audit",
        "what is sex offender registration",
        "what is the purpose of the system for grant management database",
        "who was the true owner of payphones"
      ],
      "queries_score": [
        -8.357484817504883,
        -8.578240394592285,
        -8.667763710021973,
        -9.29780101776123,
        -9.26086711883545
      ]
    },
    {
      "id": "memos_93__9",
      "chunk_id": "9",
      "content": "The office, moreover,\nwith the exception of the U.S. representatives, is staffed by employees of the\nIMF who owe their principal obligations to the IMF, rather than the federal\ngovernment. See By Laws of the IMF, Rule N -3 (employees of the IMF, in con­\ntrast to representatives of the member nations, owe their exclusive loyalty to the\nIMF); OPM Opin. at 4 ( “ [W]e would make the distinction between [U.S. rep­\nresentatives] and United States employees who transfer to international organiza­\ntions to serve the organizations in their area of expertise without any direct\naccountability to the United States.” ). Beyond the language of the statute, there is little relevant guidance in OLC\nopinions, case law, or the legislative history o f § 104. On a few occasions, we\nhave considered whether an entity is an independent establishment. These matters,\nhowever, generally involved situations in which it was clear that the entity was\nan establishment and was in the executive branch; the only question was whether\nit was independent or a part of an Executive department. For example, we con­\ncluded that the Commission on Fine Arts is an independent establishment because\nit is a congressionally created, free-standing entity entirely financed by the federal\ngovernment. Memorandum for Charles H. Atherton, Secretary, Commission of\nFine Arts, from Leon Ulman, Deputy Assistant Attorney General, Office of Legal\nCounsel, Re: A pplication of Executive O rder 11988, entitled “ Floodplain\nManagement, ” to the Commission o f Fine A rts at 2-3 (Nov. 14, 1980); see also,\ne.g., Memorandum for Edward A. Frankie, General Counsel, NASA, from J.\nM ichael Luttig, Assistant Attorney General, Office of Legal Counsel, Re: D epart­\nment o f Transportation Licensing Under the Commercial Space Launch A ct at\n16 (Nov. 15, 1990) (concluding NASA is an independent establishment because\nit has a presidentially appointed head who is responsible for exercise of all powers\no f NASA under only the supervision and direction of the President); Regional\nFishery Management Councils Opin. at 4 & n .l (the Councils are part of Com­\nmerce because their primary purpose is to advise the Secretary, the majority of\nvoting members are appointed by the Secretary, the Secretary controls what\nadministrative staff Councils may have and the procedures the Councils follow,\nand Commerce pays the compensation and expenses of the Councils and their\nstaffs). 66 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank With regard to the definition of “ executive agency” set out in 40 U.S.C.\n§ 472(a) (1994), which we compared to the “ nearly identical language in the defi­\nnition of ‘executive agency’ in title 5 ’s general provision (5 U.S.C. § 105),” we\nnoted that certain less substantial and well delineated entities within the Executive\nOffice of the President might not constitute independent establishments. Memo­\nrandum for Bernard Nussbaum, Counsel to the President, from Daniel L. Koffsky,\nActing Assistant Attorney General, Re: Use o f GSA Authority to Accept Gift o f\nEquipment at 5 -6 (Aug. 3, 1993).",
      "queries": [
        "is program income earned on the cumulative basis",
        "how to report award condition",
        "what is the purpose of the eobgr",
        "who can exempt an inmate from yca",
        "are institutions required to update information regarding self surrender",
        "chp grant owner manual",
        "what is the logic of the opinion of ig access"
      ],
      "queries_score": [
        -8.552379608154297,
        -8.056565284729004,
        -4.858190536499023,
        -8.668036460876465,
        -9.075133323669434,
        -8.67381763458252,
        -7.835531234741211
      ]
    },
    {
      "id": "memos_93__10",
      "chunk_id": "10",
      "content": "Memo­\nrandum for Bernard Nussbaum, Counsel to the President, from Daniel L. Koffsky,\nActing Assistant Attorney General, Re: Use o f GSA Authority to Accept Gift o f\nEquipment at 5 -6 (Aug. 3, 1993). In particular, we concluded that while the\nExecutive Office of the President and some of its principal components, such as\nthe Office of Management and Budget, appear to fall within the ordinary meaning\nof an independent establishment, “ [i]t is much less certain whether more ad hoc\nand less formal entities under the [Executive Office of the President] would meet\nthis definition.” Id. at 5; see also H adden , 43 F.3d at 1489-90 (staff of the Execu­\ntive Residence are not employees within an Executive agency). 7\nE. Conclusion We recognize that Congress may not have had any specific intent to exclude\nthese offices from the scope of the Vacancies Reform Act. By its terms, however,\nthe Vacancies Reform Act applies only to vacancies in Senate confirmed offices\nthat are part of an “ Executive agency.” While this defined term is quite broad\nand includes almost all Senate confirmed, executive branch offices, its use in the\nAct has the consequence that, to be covered by the Act, an office must be not\njust an office in the executive branch, but an office in an Executive department,\nGovernment corporation, or independent establishment. Because the U.S. rep­\nresentatives to the IMF are not part of an Executive department, Government cor­\nporation, or independent establishment, vacancies in those offices are not covered\nby the Vacancies Reform Act. We stress, however, that the category of executive\nbranch offices that are not part of an Executive agency is extremely narrow. In\nfact, that category may well be limited to a set of offices within international\nfinancial institutions that are similarly situated to the United States Executive\nDirector and Alternate United States Executive Director at the IMF. II. The United States Representatives to the World Bank\nThe Department o f the Treasury has informed us that the United States Execu­\ntive Director and the Alternate United States Executive Director at the World Bank\nare similarly situated to the USED and Alternate USED at the IMF with regard\nto the factors relevant to our determination that the USED and Alternate USED\n7 Section 104 of title 5 was added as a new provision to the United States Code as part of the codification of\ntitle 5. See Pub L. No 89-554, 80 Stat. 378, 379 (1966). The revision notes on § 104 contained in the House\nand Senate reports are brief and do not shed light on the issue considered in this memorandum See H.R. Rep.\nNo. 89-901, at 6 (1965), S Rep No 89-1380, at 22-23 (1966). 67 Opinions of the Office o f Legal Counsel in Volume 24 at the IMF are not covered by the Vacancies Reform Act. Accordingly, for the\nreasons discussed in part I of this memorandum, vacancies in the offices of the\nUnited States Executive Director and the Alternate United States Executive\nDirector at the World Bank also are outside the coverage of the Vacancies Reform\nAct.",
      "queries": [
        "what are local budget cycles",
        "how to register for elections"
      ],
      "queries_score": [
        -8.10462474822998,
        -7.848018646240234
      ]
    },
    {
      "id": "memos_93__11",
      "chunk_id": "11",
      "content": "at the IMF are not covered by the Vacancies Reform Act. Accordingly, for the\nreasons discussed in part I of this memorandum, vacancies in the offices of the\nUnited States Executive Director and the Alternate United States Executive\nDirector at the World Bank also are outside the coverage of the Vacancies Reform\nAct. Conclusion\nBecause the United States Executive Directors and the Alternate United States\nExecutive Directors at the IMF and the World Bank are not part of an ‘‘Executive\nagency,” vacancies in those offices are not covered by the Vacancies Reform\nAct. DANIEL L. KOFFSKY\nActing Deputy Assistant Attorney General\nOffice o f Legal Counsel 68 Applicability o f the Federal Vacancies Reform Act to Vacancies at the International Monetary Fund\nand the World Bank APPENDIX Our conclusion is based on the following information about the U.S. representa­\ntives to the IMF and their relationship with the Treasury Department:8\n* The U.S. representatives receive instructions on voting and\npolicy matters from the Secretary of the Treasury. See, e.g., Exec.\nOrder No. 11269, at §3(a), reprinted as amended in 22 U.S.C.\n§ 286b note; 22 U.S.C. §§262h, 262k(b), 286a(d)(3). * The U.S. representatives are eligible, in the discretion of the\nSecretary of the Treasury, to receive employee benefits: “ Notwith­\nstanding the provisions of any other law, [U.S. representatives at\ninternational financial organizations] shall, if they are citizens of\nthe United States, in the discretion of the Secretary of the Treasury,\neach be eligible on the basis of such service and the total compensa­\ntion received therefor, for all employee benefits afforded employees\nin the civil service of the United States.” 22 U.S.C. §276c-2; see\nalso OPM Opinion, at 3 n.2 (Alternate USED eligible, in the discre­\ntion of the Secretary, for SES retirement benefits and health, life,\nand disability coverage). * Section 276c-2 further provides: “ The Treasury Department\nshall serve as the employing office fo r collecting, accounting for,\nand depositing in the Civil Service Retirement and Disability Fund,\nEmployees Life Insurance Fund, and Employees Health Benefits\nFund, all retirement and health insurance benefits payments made\nby these employees, and shall make any necessary agency contribu­\ntions from funds appropriated to the Department of the Treasury.”\n22 U.S.C. § 276c-2 (emphasis added). * Treasury provides ethics advice to the U.S. representatives,\nsince the U.S. representatives do not have an internal source for\nsuch advice, and the U.S. representatives are directed to file disclo­\nsure forms and generally to comport themselves as if covered by\nthe ethics rules. Nevertheless, the Treasury Department does not\nperform these functions as a result of any determination that it is\nlegally required to take this role, and Treasury seriously doubts that\nit has ever been asked to provide a § 208(b) waiver to any USED\nor Alternate USED. 8 Except for various of the statutory references, this information was provided to us by the Department of the\nTreasury 69 Opinions o f the Office o f Legal Counsel in Volume 24 * The salaries of the U.S. representatives are set and paid by the\nIMF. See 22 U.S.C. §286a(d)(l) ( “ No person shall be entitled to\nreceive any salary or other compensation from the United States\nfor services as a Governor, executive director, councillor, alternate,\nor associate.” ).",
      "queries": [
        "ovw grants"
      ],
      "queries_score": [
        -6.7842512130737305
      ]
    },
    {
      "id": "memos_93__12",
      "chunk_id": "12",
      "content": "* The salaries of the U.S. representatives are set and paid by the\nIMF. See 22 U.S.C. §286a(d)(l) ( “ No person shall be entitled to\nreceive any salary or other compensation from the United States\nfor services as a Governor, executive director, councillor, alternate,\nor associate.” ). Federal law limits the salaries that IMF may pay\nthe U.S. representatives, capping them at the rate of a level IV of\nthe Executive Schedule for the USED and a level V for the Alter­\nnate USED. Id. § 286a(d)(2). See also Foreign Operations, Export\nFinancing, and Related Agencies Appropriations Act, 1999, Pub.\nL. No. 105-277, §534, 112 Stat. 2681, 2681-181 (1998) (annual\nappropriations rider prohibiting payment of appropriate funds to an\ninternational financial institution if statutory pay prohibitions are\nviolated). * IMF is similarly responsible for the salaries of the staff and\nother expenses of the office of the U.S. representatives. * The office of the U.S. representatives is typically staffed by four\nto six additional people. The secretaries who work in the office\nare employed by the IMF. The office also typically includes an\nadvisor and two or three assistants who are usually from Treasury. These individuals are transferred to the IMF under 5 U.S.C. § 3582\n(1994 & Supp. IV 1998). Upon being transferred to the IMF, these\nindividuals are separated from Treasury and are no longer Treasury\nemployees. They are not carried on Treasury’s books and are not\ncovered by the conflict-of-interest rules or standards of conduct\napplicable to Treasury employees. The only elements of employ­\nment that they retain are re-employment rights and the right to\ncount their years of service at the IMF toward retirement eligi­\nbility. 9\n* In a few instances, Treasury employees have also been detailed\nto the office of the U.S. representatives under 5 U.S.C. §3343\n(1994) when there was a pressing need for additional assistance. These details are rare and have generally only been for short\nperiods of time. * The IMF receives an annual lump-sum contribution from the\nUnited States. These contributions flow through Treasury, but\n9 See also OPM Opin. at 4 (distinguishing staff transferred from Treasury to assist the U S representatives from\nthe representatives because the staff are “ without any direct accountability to the United States” and “ are separated\nfrom their United States employment for the penod o f their international service, and by statute, under prescnbed\nconditions, are given reemployment rights to their former positions” ). 70 Applicability o f the Federal Vacancies Reform A ct to Vacancies at the International M onetary Fund\nand the World Bank Treasury does not exercise any discretion over the payment or how\nthe funds will be used by the IMF. * Treasury does not consider the U.S. representatives to the IMF\nto be part of Treasury for purposes of FOIA. More specifically,\nTreasury indicated that it does not ask the U.S. representatives for\ndocuments in responding to FOIA requests addressed to Treasury\nif, e.g., the request concerns questions about the international finan­\ncial organizations. As a matter of interbranch cooperation, Treasury\ndoes provide information about the IMF in response to inquiries\nfrom Congress and the General Accounting Office.",
      "queries": [
        "do u.s. representatives get paid by the imf"
      ],
      "queries_score": [
        "2.593634"
      ]
    },
    {
      "id": "memos_93__13",
      "chunk_id": "13",
      "content": "As a matter of interbranch cooperation, Treasury\ndoes provide information about the IMF in response to inquiries\nfrom Congress and the General Accounting Office. * The U.S. representatives are not treated as part of the Treasury\nDepartment in the Department’s organizational charts and wire dia­\ngrams. 71",
      "queries": [
        "which branch does treasury provide information about the imf?",
        "when does the european decision enter into force"
      ],
      "queries_score": [
        "2.1713505",
        -11.214747428894043
      ]
    }
  ]
}