{
  "doc_id": "memos_71",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_71__0",
      "chunk_id": "0",
      "content": "Construction o f § 406 of the Federal Employees Pay\nComparability Act of 1990 Section 4 06 o f the Federal E m ployees Pay C om parability Act o f 1990 does not extend the authority to\nm ake bon u s paym ents to em ployees at the N ew York Field D ivision o f the Federal Bureau o f In­\nvestigation pursuant to section 601 of the Intelligence A uthorization Act for fiscal years 1989 and\n1990 b ey o n d the ex p iration date of the dem onstration project established by section 601. August 23, 1993 M O p in io n em orandum fo r th e A s s is t a n t D i r e c t o r , L e g a l C o u n s e l\nF ederal B u r ea u of I n v e s t ig a t io n This m em orandum responds to your request for our opinion whether § 406 of\nthe Federal Em ployees Pay Comparability Act of 1990 (“FEPCA”), 104 Stat. 1427, 1467,1 preserves extraordinary benefits payable under § 601 o f the Intelli­\ngence A uthorization Act, Fiscal Y ear 1989, Pub. L. No. 100-453, 102 Stat. 1904,\n1911 (1988), as am ended by the Intelligence Authorization Act, Fiscal Year 1990,\nPub. L. No. 101-193, § 601, 103 Stat. 1701, 1710 (1989), even after expiration of\n§ 601 ’s paym ent authority. We conclude that § 406 does not preserve the § 601\nbenefits beyond the expiration of the latter provision. Section 601 establishes a demonstration project that attempts to improve re­\ncruitm ent and retention at the New Y ork Field Division (“NYFD”) of the Federal\nBureau of Investigation (“FBI”) by increasing pay. See H.R. Rep. No. 100-591(1),\nat 11-12 (1988), reprinted in 1988 U .S.C.C.A.N. 2469, 2479-80. Pursuant to\n§ 601, any FBI em ployee transferred to the NYFD receives a lump sum payment of\nup to $20,000, conditioned upon the em ployee’s agreement to serve at least three\nyears in that office. § 601(a)(1). In addition, all employees in the NYFD receive\nperiodic bonus paym ents o f between 20 and 25% o f their basic pay for the period\ncovered by the bonus. § 601(a)(2). Section 601(b) provides that these benefits\nwill term inate after five years. We understand from you that the program will end\non Septem ber 30, 1993. FEPCA institutes a system of pay adjustments for general schedule employees\nthroughout the Federal government, including locality pay to accommodate the\nhigher cost o f living in certain areas. Under FEPCA, special agents in the NYFD\ncurrently receive a 16% increase over base pay to account for New Y ork’s higher\ncost o f living. Sim ilarly, support staff who receive pay under the general schedule\n1\nFEPCA was enacted as § 529 of the Treasury, Postal Service and General Government Appropriations\nAct, 1991, Pub L. No. 101-509, 104 Stat. 1389 (1990).",
      "queries": [
        "when should I submit post audit report",
        "does congress want to award fees in osha adjudications against the secretary of labor"
      ],
      "queries_score": [
        -8.664063453674316,
        -10.117462158203125
      ]
    },
    {
      "id": "memos_71__1",
      "chunk_id": "1",
      "content": "Sim ilarly, support staff who receive pay under the general schedule\n1\nFEPCA was enacted as § 529 of the Treasury, Postal Service and General Government Appropriations\nAct, 1991, Pub L. No. 101-509, 104 Stat. 1389 (1990). All references to provisions o f FEPCA in this\nmemorandum will cite the internal section num bers and corresponding pages in the statutes at large. 34 Construction o f § 406 o f the F E P C A ct o f 1990 receive an 8% increase. Support staff who receive pay under the federal wage\nsystem do not receive any increase. See FEPCA §§ 101, 404, 104 Stat. at 1429-30,\n1466; Exec. Order No. 12786, Schedule 9, reprinted in 5 U.S.C. § 5332 note\n(Supp. Ill 1991). Thus, § 601 and FEPCA each provide extra pay for NYFD employees (except\nfor wage employees who receive benefits under § 601 but not FEPCA). F E P C A ’s\n§ 406, however, instructs the Office of Personnel Management (“O PM ”) to coordi­\nnate the two programs to ensure that their payments are not cumulated:\nNotwithstanding [§601], as amended, the Office of Personnel\nM anagement shall reduce the rate of periodic payments under such\nsection as the provisions o f this Act [FEPCA] are implemented:\nProvided, That no such reduction results in a reduction of the total\npay for any employee o f the New York Field Division of the Fed­\neral Bureau of Investigation. Notwithstanding [§ 601], the Office of\nPersonnel M anagement may make such periodic payments inappli­\ncable to employees newly appointed to, or transferred to, the New\nYork Field Division on or after January 1, 1992. The main clause in the first sentence of § 406 clearly does not authorize a con­\ntinuation of § 601 pay beyond the life of the demonstration project. On the con­\ntrary, it expressly directs OPM to reduce § 601 payments to NYFD employees as\nFEPCA is implemented. The second sentence of § 406 also contemplates the cur­\ntailing of § 601; it instructs that employees hired after January 1, 1992, need not\nreceive any § 601 benefits. Notwithstanding this general thrust o f § 406, it has been suggested that the pro­\nviso in the first sentence might be intended as independent authority to\n“grandfather” current NYFD employees with continued extra pay at the § 601\nlevel. The suggestion is that the proviso forbids any reduction in the total pay o f\nNYFD employees as a result of a reduction in § 601 benefits. Since the term ina­\ntion of § 601 benefits will cause a decrease in the pay of NYFD em ployees\n(because FEPC A ’s benefits are lower and also do not extend to wage employees),\nit is urged that the proviso would prevent any reduction in pay by authorizing con­\ntinued pay at the § 601 level. This suggestion misconstrues the purpose o f the proviso. As indicated above,\nthe main clause o f § 406 directs OPM to reduce § 601 payments in response to\nFEPCA. That clause, however, does not specify by how much the payments are to\nbe reduced.",
      "queries": [
        "when was the european globalisation adjustment fund mobilised",
        "what is state information technology point of contact",
        "provisional rate definition",
        "why is it necessary to forward a report to the operations lieutenant"
      ],
      "queries_score": [
        -9.23088550567627,
        -8.90555477142334,
        -7.243426322937012,
        -9.422245979309082
      ]
    },
    {
      "id": "memos_71__2",
      "chunk_id": "2",
      "content": "This suggestion misconstrues the purpose o f the proviso. As indicated above,\nthe main clause o f § 406 directs OPM to reduce § 601 payments in response to\nFEPCA. That clause, however, does not specify by how much the payments are to\nbe reduced. It is the proviso that limits O PM ’s discretion in this regard. T he pro­\nviso precludes any reduction of § 601 benefits that “results in a reduction o f the\ntotal pay for any employee of the [NYFD].” In effect, this means that OPM may\nnot reduce § 601 benefits by more than one dollar for every dollar introduced un­\nder FEPCA; if it did, an em ployee’s total pay would be reduced, in violation o f the\n35 Opinions o f th e Office o f L eg a l Counsel proviso. Thus, for each reduction in § 601 paym ents implemented pursuant to the\nmain clause o f § 406, the proviso caps the reduction at the amount of FEPCA dol­\nlars that the em ployee receives, which prevents any net loss of pay. It m ust be understood that the proviso’s protection applies only with respect to\nO PM ’s reduction o f § 601 benefits pursuant to § 406. This much is established by\nthe phrase, “no such reduction,” w hich unmistakably links the proviso’s operation\nwith the preceding clause. See also 2A Norman J. Singer, Sutherland Statutory\nConstruction §§ 47.08-.09 (5th ed. 1992) (in general, a proviso should be strictly\nconstrued to relate to the enactment o f which it is part). In this case, the reduction\no f pay will occur as a result of the winding down o f § 601 ’s internal clock, and not\npursuant to § 406. Thus, the proviso will not be triggered. Accordingly, § 406\ncannot be said to authorize continued extra pay at the § 601 rate. 2 W ALTER DELLINGER\nA cting A ssistant Attorney General\nOffice o f Legal Counsel 2\nWe can find no references in the legislative history of FEPCA (nor were any presented to us) to suggest\nthat § 406 was intended to continue § 601 benefits beyond their natural span. 36",
      "queries": [
        "definition of computing devices",
        "where can i print cops application",
        "is smithsonian federal government corporation"
      ],
      "queries_score": [
        -8.095562934875488,
        -8.95586109161377,
        -8.855104446411133
      ]
    }
  ]
}