{
  "doc_id": "memos_20",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_20__0",
      "chunk_id": "0",
      "content": "Whether the District of Columbia’s Clean Air Compliance Fee\nMay Be Collected From the Federal Government The D istrict o f Colum bia’s Clean Air Compliance Fee is a tax and may not be imposed on the federal\ngovernment, because the D.C. Council lacks authority to impose taxes on the property o f the United\nStates. January 23, 1996\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nG e n e r a l S e r v ic e s A d m in is t r a t io n This memorandum responds to your request for our opinion on whether the\nDistrict of Columbia (“ District” ) may collect from the General Services Adminis­\ntration the Clean Air Compliance Fee (“ Clean Air Fee” or “ Fee” ) established\nby a District of Columbia statute, the Clean Air Compliance Fee Act of 1994\n(“ A ct” ), D.C. Act 10-387, reprinted in 42 D.C. Reg. 86 (1995).1 As discussed\nbelow, we conclude that the District may not collect the Fee with respect to prop­\nerty owned by the United States. The Fee is a tax on such property, and such\ntaxes are beyond the authority of the Council of the District of Columbia (“ D.C.\nCouncil” ) under the District of Columbia Self-Government and Governmental Re­\norganization Act, D.C. Code Ann. §§ 1-201 to 1-299.7 (1992) (“ Self-Government\nAct” ). I. The following finding in the Act sets forth the D.C. Council’s statement of\nthe Act’s purpose: By requiring payment from employment parking that is not subject\nto the parking sales and use tax and by allocating the revenues to\nthe transit component of the [District’s] Clean Air Regulatory Pro­\ngram the [District] will simultaneously discourage the use of single­\noccupancy vehicles for home-to-work travel while encouraging the\nuse of car pools and transit, thereby reducing air pollution in com­\npliance with requirements under the Clean Air Act. Act §2(5). In its operative provisions, the Act requires owners of real property\nin the District containing parking spaces that are used for commuting more than\n1 In considering this question, we have received the assistance o f the Tax and Environment and Natural Resources\nDivisions o f the Department o f Justice and w e have carefully considered the views submitted by the O ffice of\nthe C orporation Counsel o f the Government o f the District o f Columbia. See Letter for W alter Dellinger, Assistant\nAttorney General, O ffice o f Legal Counsel, from Garland Pinkston, Jr., Acting Corporation Counsel, Office o f the\nCorporation Counsel (June 19, 1995) ( “ Corporation Counsel Letter” ). 12 Whether the District o f Columbia’s Clean Air Compliance Fee May Be Collected From the Federal\nGovernment two days per week and for which the District’s parking sales and use tax is not\ncollected to register the spaces and pay a Clean Air Fee calculated at a rate of\n$20 per month per space.",
      "queries": [
        "when was edward byrne memorial grant awarded"
      ],
      "queries_score": [
        -7.466355323791504
      ]
    },
    {
      "id": "memos_20__1",
      "chunk_id": "1",
      "content": "two days per week and for which the District’s parking sales and use tax is not\ncollected to register the spaces and pay a Clean Air Fee calculated at a rate of\n$20 per month per space. Id. §§3-5. Penalties are prescribed for failure by prop­\nerty owners to register employment parking spaces or to pay the Fee. Id. § 10. Property owners may seek reimbursement of the Fee from users of the parking\nspaces. Id. § 4(b). The Act provides that revenues from the Fee “ shall be used to defray the cost\nof the transit component of the [District’s] Clean Air Regulatory Program.” Id.\n§11. The Act’s legislative history makes it clear that the D.C. Council intended\nthat the proceeds of the Fee would be used exclusively to subsidize mass transit:\n“ The Committee [of the Whole of the D.C. Council] directs that the revenue\ncollected from this fee be used to fund the District’s payment to [the Washington\nMetropolitan Area Transit Authority (“ WMATA” )] as part of a mass transpor­\ntation subsidy . . . .” Report to All Councilmembers, from David A. Clarke,\nChairman, Re: Bill 10-610, the “ Clean A ir Com pliance Fee Act o f 1994” at 10\n(July 5, 1994) (“ Council Report” ). The threshold, and ultimately dispositive, question presented here is whether\nthe Clean Air Fee, to the extent it applies to property owned by the United States,\nis a “ tax” or a “ fee.” This question would necessarily arise in connection with\nany fee imposed on the federal government by a state or local government, be­\ncause the federal government is immune from state and local taxation. See\nMcCulloch v. M aryland, 17 U.S. (4 Wheat.) 316, 436 (1819) (“ [T]he states have\nno power, by taxation or otherwise, to retard, impede, burden, or in any manner\ncontrol the operations of the constitutional laws enacted by Congress to carry into\nexecution the powers vested in the general government.” ). It has long been estab­\nlished that a state or local government cannot impose a tax upon the United States,\nits agencies, or its instrumentalities “ without a clear congressional mandate.” Kem-Limerick, Inc. v. Scurlock, 347 U.S. 110, 122 (1954). The “ tax or fee” question arises in a unique context here because the federal\ngovernment has divided the legislative authority for the District between Congress\nand the D.C. Council. As the District of Columbia Court of Appeals has summa­\nrized:\nThe United States Constitution vests Congress with the exclusive\nlegislative authority for the District of Columbia. U.S. Const, art. I, §8, cl. 17. In 1973, Congress passed the Self-Government Act\nto “ relieve Congress of the burden of legislating upon essentially\nlocal District matters.” D.C. Code 1981, §l-201(a). Subject to its\nretention of the ultimate legislative authority over the District of\nColumbia, Congress delegated certain specific legislative powers to\nthe District of Columbia government. Id. . . . In addition [to “ ex­\npressly reserv[ing] its right ‘to exercise its constitutional authority\n13 Opinions o f the Office o f Legal Counsel in Volume 20 as legislature for the District, by enacting legislation for the District\non any subject’",
      "queries": [
        "when was globalisation adjustment fund decided",
        "what is the program income from cops office award",
        "us dept of justice fbi of prisons change notice op",
        "irs memo number"
      ],
      "queries_score": [
        -9.391449928283691,
        -8.70415210723877,
        -9.127415657043457,
        -7.615630149841309
      ]
    },
    {
      "id": "memos_20__2",
      "chunk_id": "2",
      "content": "Id. . . . In addition [to “ ex­\npressly reserv[ing] its right ‘to exercise its constitutional authority\n13 Opinions o f the Office o f Legal Counsel in Volume 20 as legislature for the District, by enacting legislation for the District\non any subject’ Congress placed several explicit limitations on\nthe Council’s legislative authority. D istrict o f Colum bia v. Greater Washington Cent. Labor Council, 442 A.2d 110,\n113 (1982) (quoting Self-Government Act, § 1-206), cert, denied, 460 U.S. 1016 (1983). 2 As in the cited District of Columbia Court of Appeals case, “ [t]he specific\nlimitation[ ] which [is] pertinent to the issue before us [is] enumerated in § 1233.” Id. Subsection (a)(1) of §1-233 provides that “ [t]he Council shall have\nno authority to . . . [ijmpose any tax on property of the United States or any\nof the several states.” Thus, if the Clean Air Fee is a “ tax on property of the\nUnited States,” then the D.C. Council lacked the authority to impose it.3\nII. A tax is an “ enforced contribution to provide for the support of government.” United States v. LaFranca, 282 U.S. 568, 572 (1931). In distinguishing between government taxes and fees, courts have identified two different types of fees:\n“ user or service fees” and “regulatory fees.” The D.C. Council imposed the\nClean Air Fee on owners of parking spaces in the District and directed that reve­\nnues from the Fee be used exclusively to subsidize the mass transit system. For\nthe reasons set forth below, we conclude that the Fee does not qualify as either\na “ user or service fee” or a “ regulatory fee” but is instead an “ enforced con­\ntribution to provide for the support o f government.” Id . 4\n2 This O ffice has consistently expressed the sam e understanding o f the limitations on the D.C. Council’s authority. For exam ple, in 1976 we opined that the legislative power o f the D.C. Council\nis subject to careful reservations by the Congress o f its ow n constitutional powers and to specific limitations\nincluded in title V I o f the Home Rule Act. Indeed, the very grant o f pow er in section 404(a) begins with\nthe words, “ (sjubject to the limitations specified in title V I o f this Act, . . Thus there are real limits\non the C ouncil’s authority to act. The most specific o f those title VI limitations are set forth in Section 602 [D.C. Code 1981, § 1-233]\no f the Home Rule Act. Memorandum for H ugh M. D urham, Legislative Counsel, Office o f Legislative Affairs, from Mary C. Lawton, Deputy\nAssistant Attorney G eneral, Office o f Legal C ounsel, Re: District o f Columbia Enrolled Bill B -l-137, the District\no f Columbia Shop-Book Rule Act at 2 (Feb. 18, 1976). 3 The foregoing discussion indicates that principles o f federal immunity from local taxation and limitations on\nthe D.C. C ouncil’s authority are both implicated by the “ tax o r fee” question.",
      "queries": [
        "what was the purpose of usda's discretionary release of information to the public"
      ],
      "queries_score": [
        -9.354820251464844
      ]
    },
    {
      "id": "memos_20__3",
      "chunk_id": "3",
      "content": "3 The foregoing discussion indicates that principles o f federal immunity from local taxation and limitations on\nthe D.C. C ouncil’s authority are both implicated by the “ tax o r fee” question. If the Clean Air Fee is a “ tax,”\nthen under either principle only Congress could authorize the imposition o f the tax on the United States. It is important\nto recognize, how ever, that congressional authorization o f the D istrict’s tax w ould require tw o analytically distinct\nsteps, whereas congressional authorization o f o th e r state and local taxes requires only one. Congress may waive\nfederal immunity against a properly enacted state or local tax, acting solely in its capacity as legislature for the\nUnited States. O n the other hand, for Congress to authorize the D istrict’s C lean Air Fee, it must both waive federal\nimmunity and either authorize the D.C. Council to impose the tax (acting as legislature for the United States) or\nimpose the tax directly itself (acting as legislature fo r the District). 4 In light o f this conclusion, there is no need to consider the argument that the Clean A ir Fee falls within the\nscope o f the w aiver o f federal immunity against state and local taxation and regulation set forth in section 118\nof the federal C lean A ir Act, 42 U.S.C. §7418. See Corporation Counsel Letter at 3-7. For even if the Fee satisfies\nthe terms o f that w aiver, it may not be imposed on the United States because its enactment was beyond the D.C. 14 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment A.\nCentral to the analysis of whether a government levy is a user or service fee\nor instead a tax is whether it is imposed to collect payment for a benefit or service\nprovided by the government to the specific payor as a result of a voluntary act\nby the payor, or whether instead the payment is viewed as a mandatory contribu­\ntion for the general support of the government. The clearest Supreme Court guid­\nance on whether an exaction is a tax or a user or service fee is set forth in N ational\nCable Television A ss’n v. United States, 415 U.S. 336 (1974). In considering\nwhether a fee imposed by the Federal Communications Commission was a tax\nand therefore beyond the FCC’s authority, the Court opined:\nTaxation is a legislative function, and Congress, which is the sole\norgan for levying taxes, may act arbitrarily and disregard benefits\nbestowed by the Government on a taxpayer and go solely on ability\nto pay, based on property or income. A fee, however, is incident\nto a voluntary act, e.g., a request that a public agency permit an\napplicant to practice law or medicine or construct a house or run\na broadcast station. The public agency performing those services\nnormally may exact a fee for a grant which, presumably, bestows\na benefit on the applicant, not shared by other members of soci­\nety.",
      "queries": [
        "what can the pre audit assessment inform",
        "what is the phase iv post-marketing study"
      ],
      "queries_score": [
        -7.708230018615723,
        -7.865222454071045
      ]
    },
    {
      "id": "memos_20__4",
      "chunk_id": "4",
      "content": "The public agency performing those services\nnormally may exact a fee for a grant which, presumably, bestows\na benefit on the applicant, not shared by other members of soci­\nety. . . . A “ fee” connotes a “ benefit” . . . . Id. at 340-41 (footnote omitted). In United States v. City o f Huntington, W.Va., 999 F.2d 71 (4th Cir. 1993),\ncert, denied, 510 U.S. 1109 (1994), the court applied a facts-and-circumstances test to determine whether a so-called “ municipal service fee,” consisting of a\n“ fire service fee” and a “ flood protection fee,” imposed upon property owners\nin Huntington, West Virginia, including federal agencies, was a tax upon the\nC ouncil’s authority under the Self-Government Act. W aivers o f immunity apply only to properly enacted state and\nlocal measures. Nor is there a need to ascertain the scope o f the Clean Air Act waiver o f federal immunity in order to conclude\nthat there is no basis for construing that w aiver as an implied repeal o f the Self-Government A ct’s limitation on\nthe authority of the D.C. Council. The District did not make this implied repeal argument in its submission to\nthis Office, see Corporation Counsel Letter, but the argument was analyzed in a Congressional Research Service\nmemorandum concerning the Clean Air Fee, see M emorandum by George Costello, American Law Division, Congres­\nsional Research Service, Re: Application o f District o f Columbia \" Clean Air Compliance Fee Act\" to the Federal\nGovernment at 6 -7 (Mar. 24, 1995). We believe the argument has no merit. It is a well-established principle o f\nstatutory construction that “ repeals by implication are strongly disfavored.” United Stales v. Fausto, 484 U.S. 439,\n452 (1988). ‘‘[A] later statute will not be held to have implicitly repealed an earlier one unless there is a clear\nrepugnancy between the tw o.” Id. at 453 (citations omitted). There is no repugnancy between the Self-Government\nAct and the subsequently enacted section 118 o f the Clean A ir Act. They address fundamentally different subjects:\nthe latter addresses federal immunity (i.e., the relationship between the federal government and state and local govern­\nments), while the former addresses D.C. Council legislative authority ( i.e„ the relationship between Congress and\nthe D.C. Council). Moreover, neither the text nor the legislative history o f Clean A ir Act section 118 contain the\nslightest indication that during its deliberations on waiving federal immunity Congress gave any thought to the legisla­\ntive authority of the D.C. Council. 15 O pinions o f the Office o f Legal Counsel in Volume 20 United States or was instead a fee for services rendered. The court stated that\n“ [u]ser fees are payments given in return for a government-provided benefit. Taxes, on the other hand, are ‘enforced contribution[s] for the support of govern­\nment.’ ” Id. at 74 (quoting U nited States v. LaFranca, 282 U.S. at 572).",
      "queries": [
        "what was the decision eu 2017/340",
        "why is the economic situation of ukraine deteriorating",
        "how far in advance do you have to submit an event for review and approval?",
        "what executive order requires equal treatment of religious organizations in the funding process?",
        "what section of the drug act provides for attorney general's exclusive power to seize and forfeit property?"
      ],
      "queries_score": [
        -6.5804643630981445,
        -9.05199909210205,
        -8.65227222442627,
        -9.181366920471191,
        -8.989828109741211
      ]
    },
    {
      "id": "memos_20__5",
      "chunk_id": "5",
      "content": "The court stated that\n“ [u]ser fees are payments given in return for a government-provided benefit. Taxes, on the other hand, are ‘enforced contribution[s] for the support of govern­\nment.’ ” Id. at 74 (quoting U nited States v. LaFranca, 282 U.S. at 572). The\ncourt held that the municipal service fee was “ a thinly disguised tax” because\nthe federal agencies’ liability for the fee “ arises from [their] status as property\nowners and not from their use of a City service.” Id. In U nited States v. C ity of Columbia, Mo., 914 F.2d 151 (8th Cir. 1990), the\ncourt considered whether a levy charged by a city as part of the price of water\nand electricity was a tax or a fee. Even though the levy was described in the\napplicable city ordinance as being in lieu of a tax, the court held that the levy\nwas part of the utility rate and was unlike a tax in many significant respects:\nit was not contained in a section dealing with the city’s taxing power; it was\ncharged to the customer as part o f the price of electricity and water; and failure\nto pay the levy would result in termination of services rather than subject the\ncustomer to penalties. As for the levy’s application to the federal government,\nthe court said that\n[t]he United States’ obligation to pay the [levy arose] only from\nits consensual purchase of the City’s [water and electricity]; it d[id]\nnot arise automatically, as does tax liability, from the United States’\nstatus as a property owner, resident, or income earner. When the\nUnited States purchases water, electricity, and related services, and\nthen pays the utility bill, it does so as a vendee pursuant to its\nvoluntary, contractual relationship with the City. The City imposes\nthe charge not in its capacity as a sovereign, but as a vendor of\ngoods and services. Id. at 155-56 (citing National C able Television, 415 U.S. at 340-41). The results in Columbia and Huntington represent straightforward applications\nof the Supreme Court’s approach in National Cable Television. In Columbia, the levy was held not to be a tax because the federal agency voluntarily used certain\namounts of electricity and water and the levy was for the service actually provided\nto the agency. In contrast, in Huntington the assessment was not based on actual\nfire and flood services that had been provided on request, but rather represented\na charge to property owners for fire and flood protection available to all inhab­\nitants of the city; thus, it was a tax — a mandatory contribution for the support\nof government services provided to the entire public. The Clean Air Fee cannot qualify as a user or service fee because the revenue\nfrom the Fee is used to provide an undifferentiated benefit to the entire public. The Fee is indistinguishable for present purposes from the assessment to support\ncommunity-wide services that was held to be a tax in Huntington. It is not a\n16 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment",
      "queries": [
        "why is an oig audit performed",
        "what are the typical findings of an audit",
        "69 federal certifications"
      ],
      "queries_score": [
        -8.018675804138184,
        -6.947932243347168,
        -7.277276039123535
      ]
    },
    {
      "id": "memos_20__6",
      "chunk_id": "6",
      "content": "The Fee is indistinguishable for present purposes from the assessment to support\ncommunity-wide services that was held to be a tax in Huntington. It is not a\n16 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment charge for any identifiable District services provided specifically to the owners\nof parking spaces upon their request. Rather, it is a charge to support the mass\ntransit services the District provides to all inhabitants (permanent and temporary)\nof the District. Such services, as was the case with the “ [f]ire and flood protection\nand street maintenance [services at issue in Huntington ,] are core government serv­\nices” available to all inhabitants of the city. Huntington, 999 F.2d at 73. The court’s rationale in Huntington is fully applicable here: If the argument\nthat the Clean Air Fee is a user fee rather than a tax were to be accepted, then\n“ virtually all of what now are considered ‘taxes’ could be transmuted into ‘user\nfees’ by the simple expedient of dividing what are generally accepted as taxes\ninto constituent parts, e.g., a ‘police fee.’ ” Id. at 74. Taxes imposed on property\nowners are traditionally used to support government services for the whole com­\nmunity, and the Clean Air Fee is no different. Moreover, in contrast to the levy held to be a fee in Columbia, the United\nStates’ obligation to pay the Clean Air Fee does not arise from any consensual\npurchase of a good or service from the District, but rather arises automatically\nfrom its status as a property owner. See Columbia, 914 F.2d at 155. The United\nStates is in no respect acting “ as a vendee pursuant to its voluntary, contractual\nrelationship with the [District].” Id. at 156. In short, the District has “ impose[d]\nthe charge . . . in its capacity as a sovereign, [not] as a vendor of goods and\nservices.” Id. Also in contrast to the Columbia fee, the District will enforce the\nFee through civil penalties, not the denial of any supposed benefit that the Fee\nmakes possible. B. The case law concerning whether a government levy is a regulatory fee or a\ntax was summarized by then-Chief Judge Breyer of the First Circuit Court of\nAppeals in San Juan Cellular Telephone v. Public Serv. Comm’n, 967 F.2d 683\n(1st Cir. 1992):\nCourts have had to distinguish “ taxes” from regulatory “ fees”\nin a variety of statutory contexts. . . . They have sketched a spec­\ntrum with a paradigmatic tax at one end and a paradigmatic fee\nat the other. The classic “ tax” is imposed by a legislature upon\nmany, or all, citizens. It raises money, contributed to a general fund,\nand spent for the benefit of the entire community. The classic “ reg­\nulatory fee” is imposed by an agency upon those subject to its\nregulation. It may serve regulatory purposes directly by, for exam­\nple, deliberately discouraging particular conduct by making it more\nexpensive. Or, it may serve such purposes indirectly by, for exam17 Opinions o f the Office o f Legal Counsel in Volume 20",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_20__7",
      "chunk_id": "7",
      "content": "It may serve regulatory purposes directly by, for exam­\nple, deliberately discouraging particular conduct by making it more\nexpensive. Or, it may serve such purposes indirectly by, for exam17 Opinions o f the Office o f Legal Counsel in Volume 20 pie, raising money placed in a special fund to help defray the agen­\ncy’s regulation-related expenses. Courts facing cases that lie near the middle of this spectrum have\ntended . . . to emphasize the revenue’s ultimate use, asking wheth­\ner it provides a general benefit to the public, of a sort often financed\nby a general tax, or whether it provides more narrow benefits to\nregulated companies or defrays the agency’s costs of regulation. Id. at 685 (citations omitted). We believe that the Clean Air Fee is considerably closer to being a paradigmatic\ntax than a paradigmatic regulatory fee. In Judge Breyer’s terms, the Fee “ is im­\nposed by a legislature [the Council] upon many, or all, citizens [all owners of\nemployment parking spaces]. It raises money, contributed to a general fund, and\nspent for the benefit of the entire community [the account funding the District’s\nsubsidy for mass transit, which is a service available to the entire community].” Id. In other words, the Fee is imposed by a legislative body on property owners\nto raise revenue; it is not imposed by a “ [regulatory] agency upon those subject\nto its regulation.” Id. Moreover, the fact that the Fee applies only if the District’s\nsales and use tax has not been imposed already on the parking service for the\nvehicle also suggests that the Fee is a tax, because it indicates that the Fee is\nintended to complement the parking tax. Indeed, the D.C. Council indicated as\nmuch in its report on the Act when it stated that “ [t]he fee will only be imposed\non persons who do not currently pay the District’s parking tax.” Council Report\nat 10. The District’s argument that the Clean Air Fee is a regulatory fee is as follows: We conclude that the District is required by the Federal Clean\nAir Act to reduce, eliminate and control sources of air pollution\nand that the monetary exaction imposed by the Clean Air Compli­\nance Fee Act is designed to encourage the use of mass transit and\ndecrease air pollution associated with automobile traffic. Inasmuch\nas the primary purpose of this exaction is the control and abatement\nof air pollution, we conclude that this exaction is a “ fee” not a\n“ tax.”\nCorporation Counsel Letter at 3. As a threshold matter, it is open to question whether it is correct to view the\nFee’s primary purpose as being to regulate air pollution by automobile traffic rath­\ner than to raise revenue for mass transit that benefits the general public. The fact\nthat the proceeds of the Fee are to be allocated entirely to support the mass transit\nsystem strongly suggests that the primary purpose of the Fee is to raise revenue\nto support government operations. See Act §11; Council Report at 10. In addition,\nalthough discouraging the use of automobiles for commuting no doubt does serve\n18",
      "queries": [
        "internal revenue service memo number"
      ],
      "queries_score": [
        -6.392314910888672
      ]
    },
    {
      "id": "memos_20__8",
      "chunk_id": "8",
      "content": "See Act §11; Council Report at 10. In addition,\nalthough discouraging the use of automobiles for commuting no doubt does serve\n18 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment air pollution regulatory purposes, the actual reduction in automobile commuting\nthat can be expected here, as a result of the imposition of the Fee, is indirect\nand speculative compared to the direct and immediate revenue impact and support\nfor mass transit that will result. 5 In any event, even assuming that the Clean Air Fee falls in the middle of the\nfee-tax spectrum, following Judge Breyer’s focus on the revenue’s ultimate use\nleads to the conclusion that this exaction is a tax. To accept the District’s charac­\nterization would require that we conclude either that subsidizing mass transit is\na regulation-related cost of the District’s air pollution regulatory program or that\nthe assumed regulatory impact of the Fee on air pollution (as a result of reduced\nautomobile commuting and increased use of mass transit) is sufficient by itself\nto render it a regulatory fee notwithstanding the remaining aspects of the Fee\nthat all suggest it is a tax. With respect to the first of these alternatives, while\nwe do not doubt that encouraging the use of mass transit can have a beneficial\neffect on air pollution, the costs of a separate, non-regulatory government program\nthat benefits the public as a whole are not the kind of costs that courts have\nviewed as defrayable by regulatory fees. See supra pp. 17-19. The subsidization\nof mass transit is not a regulatory cost, but rather a general government expense\ntypically defrayed by taxes: subsidization of mass transit “ provides a general ben­\nefit to the public, of a sort often financed by a general tax.” San Juan Cellular\nTelephone, 967 F.2d at 685. As for the second alternative, the simple response is that ascribing a regulatory\npurpose to a tax does not mean that it is not a tax. Taxes often have a significant\nregulatory purpose: “ [A] tax is a powerful regulatory device; a legislature can\ndiscourage or eliminate a particular activity that is within its regulatory jurisdiction\nsimply by imposing a heavy tax on its exercise.” Massachusetts v. United States,\n435 U.S. 444, 455-56 (1978). See also National Cable Television A ss’n v. United\nStates, 415 U.S. 336, 341 (1974) (“ The lawmaker may, in light of the ‘public\npolicy or interest served,’ make the assessment heavy if the lawmaker wants to\ndiscourage the activity; or it may make the levy slight if a bounty is to be be­\nstowed . . . . Such assessments are in the nature of ‘taxes’ . . . .” ). Thus, the\nfact that discouraging automobile commuting is one of the stated reasons for the\nClean Air Fee does not convert it from a tax into a regulatory fee when its rev­\nenue-raising purpose in support of separate, non-regulatory government operations\nis so direct and substantial.",
      "queries": [
        "what is the purpose of the european solidarity fund?",
        "duns number",
        "what is community policing in police departments",
        "can a minister of record visit a religious representative?"
      ],
      "queries_score": [
        -8.763622283935547,
        -7.293039321899414,
        -7.849945068359375,
        -8.822181701660156
      ]
    },
    {
      "id": "memos_20__9",
      "chunk_id": "9",
      "content": "Thus, the\nfact that discouraging automobile commuting is one of the stated reasons for the\nClean Air Fee does not convert it from a tax into a regulatory fee when its rev­\nenue-raising purpose in support of separate, non-regulatory government operations\nis so direct and substantial. The foregoing analysis is supported by the decision\ns See, e.g., Statement o f Art Lawson, Administrator, Office o f Mass Transit, Department of Public Works, Before\nthe Council o f the District o f Columbia Committee o f the Whole at 1 -2 (May 18, 1994). ( “ A lthough these measures\nwill not on their own result in measurable reductions o f automobile use within the District o f Columbia it is the\ndirection setting that is most important here. Additionally, these measures are important because they will generate\ndesperately needed revenues to help fund the District’s FY 1994 and 1995 W MATA operating budget. . . . [T]he\nDistrict’s subsidy to support WMATA was reduced by $7.2 million in the current budget year. This reduction left\nWMATA underfunded by approximately $7 million. The Committee on Regional Authorities proposed to m ake up\nthe $7 million by implementing a series o f transfer charges and fare increases on District Metrobus service. . . .\n[Councilwoman Mason] has proposed that the revenue from these bills be used to fund the W MATA deficits thereby\nmaking the fare and transfer charge proposals unnecessary. ’ ’). See also id. at 6. 19 Opinions of the Office o f Legal Counsel in Volume 20 in San Juan C ellular Telephone and the cases cited in Judge Breyer’s opinion\nin that case. In San Juan, the court held that a three percent of gross revenues\ncharge imposed on a telephone company by the Puerto Rico Public Service Com­\nmission as a condition of the company’s authorization to provide cellular tele­\nphone service was a regulatory fee. Judge Breyer stressed that the fee was assessed\nby a regulatory agency, was placed in a special fund, and was not to be used\nfor a general purpose but rather to defray specific costs of regulation (investigative\nexpenses, hiring of services, and acquisition of equipment). 967 F.2d at 686. His\nopinion distinguished the case before the court, as well as other cited examples\nof regulatory fees,6 from those cases that had held charges to be taxes because\nthe proceeds from the charges were used for general purposes or to raise general\nrevenue. 7\nSchneider Transport, Inc. v. Cattanach is particularly instructive for our pur­\nposes. In that case, it was argued that truck registration fees imposed on trucking\ncompanies were “ regulatory licensing fees.” The Seventh Circuit rejected this\nargument, finding that “ [although not denominated as such, the registration fees\nare imposed for revenue-raising purposes, a characteristic of any tax . . . [, and]\n[t]he fees are deposited in a segregated fund, the state transportation fund, for\ntransportation purposes, including highway construction.” 657 F.2d at 132 (cita­\ntions omitted). Thus, as with the Clean Air Fee, the charge went beyond regulatory\npurposes and raised revenue to support a separate, non-regulatory government pro­\ngram.",
      "queries": [
        "cops award condition",
        "what does inspector general mean"
      ],
      "queries_score": [
        -8.168543815612793,
        -8.088754653930664
      ]
    },
    {
      "id": "memos_20__10",
      "chunk_id": "10",
      "content": "657 F.2d at 132 (cita­\ntions omitted). Thus, as with the Clean Air Fee, the charge went beyond regulatory\npurposes and raised revenue to support a separate, non-regulatory government pro­\ngram. Finally, we observe that our conclusion that the Clean Air Fee is not a regulatory\nfee does not conflict with Judge Breyer’s statement that a regulatory fee “ may\nserve regulatory purposes [by] deliberately discouraging particular conduct by\nmaking it more expensive.” 967 F.2d at 685. The fact that some bona fide regu­\nlatory fees serve regulatory purposes in this way does not mean, of course, that\nevery charge with a regulatory purpose that raises revenue beyond what would\ndefray regulatory costs must be viewed as a fee rather than a tax. As discussed\nabove, supra p. 19, taxes often have regulatory purposes. See Massachusetts v.\nUnited States, 435 U.S. at 455—56; N ational Cable Television A ss’n v. United\nStates, 415 U.S. at 341. Judge Breyer cited only one case involving this type of regulatory fee. 967\nF.2d at 685 (citing South Carolina ex rel. Tindal v. Block, 717 F.2d 874 (4th\nCir. 1983), cert, denied, 465 U.S. 1080 (1984)). Block concerned a charge imposed\n6 See, e.g., Union Pac. R.R. v. Public Util. Comm’n, 899 F.2d 854, 856 (9th Cir. 1990) (assessment helped defray\nutility com m ission's “ cost o f performing [its] regulatory duties'*); Mississippi Power & Light Co. v. United States\nNuclear Regulatory Comm’n , 601 F.2d 223 (5th C ir. 1979), cert, denied, 444 U .S. 1102 (1980) (NRC charge helped\npay costs o f environm ental reviews, hearings, and administrative and technical support). 7 See id. at 685 (citing Schneider Transport, Inc. v. Cattanach , 657 F.2d 128 (7th Cir. 1981) (charge on truckowners used to pay for highw ay construction), cert, denied, 455 U.S. 909 (1982); Keleher v. New England Tel.\n& Tel. Co., 947 F.2d 547 (2d Cir. 1991) (public utility com panies using city streets charged fee tied to utility’s\ngross revenues and not cost o f regulating utility’s use o f city streets), Robinson Protective Alarm Co. v. City o f\nPhiladelphia, 581 F.2d 371, 376 (3d Cir. 1978) (charges on central aJarm companies based on gross revenues and\n“ added to the public fisc, rather than applied exclusively to contractual services o w ed\" to the companies)). 20 Whether the District o f Columbia's Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment by the Secretary of Agriculture on the proceeds of all milk sold commercially. The charge was remitted to the Commodity Credit Corporation (“ CCC” ) as part\nof a milk price support program administered for the Secretary by the CCC. The\npurposes of the charge were “ to encourage dairy farmers to reduce milk produc­\ntion and to offset a portion of the cost of the milk price support program.” 717\nF.2d at 876. Although Block principally concerned Administrative Procedure",
      "queries": [
        "why does the clean air fee go beyond regulatory purposes",
        "which information does the commission have to make a request for confidential information",
        "what should consulting rates be",
        "is ethanol productive capacity limitation applicable to taxpayers",
        "does customs get proceeds from seized property"
      ],
      "queries_score": [
        "1.8398571",
        -9.487255096435547,
        -8.396998405456543,
        -9.634980201721191,
        -9.45166301727295
      ]
    },
    {
      "id": "memos_20__11",
      "chunk_id": "11",
      "content": "The\npurposes of the charge were “ to encourage dairy farmers to reduce milk produc­\ntion and to offset a portion of the cost of the milk price support program.” 717\nF.2d at 876. Although Block principally concerned Administrative Procedure Act\nchallenges to the Secretary’s imposition of the charge on milk sales, the court’s\nopinion also briefly discussed the allegation that the Secretary’s charge was a\ntax and therefore was unconstitutional for two reasons: it did not originate in the\nHouse of Representatives, and Congress cannot delegate its authority to tax. The\ncourt easily concluded that the charge was not a tax because it was authorized\nby Congress pursuant to its commerce power rather than taxing power, citing\nWickard v. F ilbum , 317 U.S. I l l (1942), for the proposition that “ [t]he imposi­\ntion of assessments have long been held to be a legitimate means of regulating\ncommerce.” 717 F.2d at 887.8 Block does not support the position that the Clean Air Fee is a regulatory fee,\nbecause the charge addressed in that case differed from the Fee in two funda­\nmental respects: it was imposed on regulated parties, not property owners, and,\nmost significantly, the revenue raised from the charge was used only for the spe­\ncific regulatory program of which it was a part, and to which the regulated parties\nwere subject, not to support government operations in a separate, non-regulatory\nprogram that benefits the public generally. C.\nThe “ tax or fee” cases cited by the Office of the Corporation Counsel, see\nCorporation Counsel Letter at 2, included both user or service fee cases and regu­\nlatory fee cases. The cited cases are consistent with our conclusion that the Clean\nAir Fee is a tax and not a fee. For example, in Valandra v. Viedt, 259 N.W.2d\n510 (S.D. 1977), the court held that a “ mobile home license fee” was principally\na tax because “ 85% of the fee collected [allocated to the county highway and\nbridge fund] is for revenue purposes and bears no relationship to the cost of ad­\nministering the [mobile home] registration system,” and only the fifteen percent\nallocated “ to defray costs of titling, registration and for unusual use of the high­\nway” was arguably a fee. Id. at 512. Similarly, the Clean Air Fee is allocated\nto support a mass transit system and is not tied to any governmental service or\n8 The two cases cited in this regard by the Block court each held that administrative sanctions imposed against\nfarmers for exceeding marketing quotas were authorized under the commerce pow er and did not constitute taxes. See United States v. Stangland, 242 F.2d 843, 848 (7th Cir. 1957); Rodgers v. United Stales, 138 F.2d 992, 994\n(6th Cir. 1943). The central rationale o f the cases was that the charge in question “ [was] not a charge on property\nfor the purpose o f raising revenue. Revenue may incidentally arise therefrom, but that fact does not divest the regula­\ntion of its commerce character and render it an exercise o f the taxing power.” Rodgers, 138 F.2d at 995.",
      "queries": [
        "what was the purpose of the milk price support program? what was the purpose of milk price support program?"
      ],
      "queries_score": [
        "1.7689799"
      ]
    },
    {
      "id": "memos_20__12",
      "chunk_id": "12",
      "content": "Revenue may incidentally arise therefrom, but that fact does not divest the regula­\ntion of its commerce character and render it an exercise o f the taxing power.” Rodgers, 138 F.2d at 995. In contrast,\nthe Clean Air Fee’s production o f revenue to subsidize mass transit is anything but incidental: the Fee is a charge\non property for the purpose o f raising revenue. 21 Opinions o f the O ffice o f Legal Counsel in Volume 20 benefit specifically provided to owners of parking spaces. See also Radio Common\nCarriers v. State, 601 N.Y.S.2d 513, 516 (N.Y. 1993) (“ Section 1150 . . . is\nin effect a tax. The monthly one dollar fee is not related to licensing or other\nservices performed for the [fee-payor] by the state . . . . The money collected\nis added to the general state fisc . . . .” ). Those of the cases cited by the Corporation Counsel that held that the charge\nin question was a fee generally differ from the present case in the critical respect\nthat they involved payments to defray costs attributable to regulated parties. For\nexample, in holding that a ten dollar criminal history records check charge paid\nby potential firearms buyers was a fee, the court in In re Shooters Emporium,\nInc., 135 B.R. 701 (Bnkr. S.D. Fla. 1992), stated that\nthe nature of the payment is voluntary. Payment is required only\nif one desires to purchase a firearm. The purpose of the payment\nis for private benefit. Only people who pay the fee may purchase\na firearm. Furthermore, this payment is clearly designed to recoup\nthe costs of regulation from the people regulated, rather than to\nraise general revenues. This payment can not be reasonably con­\nstrued to be an involuntary exaction for a public purpose. Id. at 702-03.9 In contrast to these cases, the Act makes clear that the Clean Air Fee is allocated to support mass transit; it does not defray costs attributable\nto parking space owners or any other regulated parties. III. For the reasons set forth above, we conclude that the Clean Air Fee is a tax. To the extent that the Fee is imposed on property owned by the United States,\nit is a “ tax on property of the United States” and therefore beyond the authority\nof the D.C. Council under the Self-Government Act. The District may not collect\nthe Fee from the federal government.",
      "queries": [
        "how far in advance do i have to submit a request for conference approval"
      ],
      "queries_score": [
        -9.518446922302246
      ]
    },
    {
      "id": "memos_20__13",
      "chunk_id": "13",
      "content": "To the extent that the Fee is imposed on property owned by the United States,\nit is a “ tax on property of the United States” and therefore beyond the authority\nof the D.C. Council under the Self-Government Act. The District may not collect\nthe Fee from the federal government. TERESA WYNN ROSEBOROUGH\nDeputy Assistant Attorney General\nOffice o f Legal Counsel\n' 9 See also City o f Vanceburg, Ky. v. Federal Energy Regulatory Comm’n, 571 F.2d 630, 644 (D.C. Cir. 1977)\n(dam-use charges are “ exacted against a licensee in exchange for a privilege which the licensee has requested or\napplied for and from which the licensee derives a special benefit” ), cert, denied, 439 U.S. 818 (1978); Strater\nv. Town o f York, 541 A.2d 938 (M e. 1988) (ten dollar charge for harbor usage); Memphis Retail Liquor Dealers’\nAss'n v. City o f Memphis, 547 S.W .2d 244 (Tenn. 1977) (emphasizing uniqueness of regulation o f alcoholic beverage\nindustry and com m on practice o f regulating that industry through license taxes, holding that five percent inspection\nfee im posed on retailers was a fee even though it produced revenues that were 200 times the cost o f regulation). 22",
      "queries": [
        "how do we combat food waste and reduce food waste"
      ],
      "queries_score": [
        -9.92255687713623
      ]
    }
  ]
}