{
  "doc_id": "memos_67",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_67__0",
      "chunk_id": "0",
      "content": "Applicability of 18 U.S.C. § 207(a) to the Union Station\nDevelopment Corporation\n18 U .S .C . § 207(a) does not prohibit a fo rm er em ployee o f the D istrict o f C olum bia governm ent now\nw o rking fo r the U nion S tation Redevelopm ent C orporation from com m unicating with the D istrict\ng overnm ent co n cerning m atters on w hich she worked as a D istrict em ployee, because the Corpo­\nration should be regarded as “the U n ited S tates” for the purposes o f that statute. May 10, 1988\nM em o ran d u m O O f f ic e p in io n f o r t h e\nof D eputy D ir e c t o r G o v e r n m e n t E t h ic s This responds to your request for the opinion of this Office whether 18 U.S.C.\n§ 207(a) bars a former employee of the District of Columbia government now\nworking for the Union Station Redevelopment Corporation (“USRC”) from com­\nmunicating with the District government in connection with matters on which\nshe worked as a District employee. Section 207(a) prohibits former federal gov­\nernment employees, including employees of the District of Columbia govern­\nment, from representing “any other person (except the United States)” in matters\non which the employee worked as a government employee. For the reasons set\nforth below, we conclude that section 207(a) poses no bar to the former em­\nployee’s communicating with the District government because USRC should be\nregarded as “the United States” for purposes of that statute. In the past, we have looked to the definition of “agency of the United States”\nin 18 U.S.C. § 6 to determine if an entity should be regarded as the United States\nfor the purposes of the conflict of interest laws. See Applicability o f 18 U.S.C.\n§ 205 to Union Organizing Activities o f Department o f Justice Employee, 5 Op.\nO.L.C. 194 (1981) (Office of the Architect of the Capitol an agency of the United\nStates for purposes of 18 U.S.C. § 205); Letter for the Secretary of the Army,\nfrom Attorney General Clark (Dec. 2, 1948) (Panama Railroad Company an\nagency of the United States for purposes of the conflict of interest laws). Section\n6 provides: The term “agency” includes any department, independent es­\ntablishment, commission, administration, authority, board or bu­\nreau of the United States or any corporation in which the United\nStates has a proprietary interest, unless the context shows that such\nterm was intended to be used in a more limited sense. 84 18 U.S.C. § 6. The legislative history of the provision adds: The phrase “corporation in which the United States has a pro­\nprietary interest” is intended to include those governmental cor­\nporations in which stock is not actually issued, as well as those in\nwhich stock is owned by the United States. It excludes those cor­\nporations in which the interest of the Government is custodial or\nincidental.",
      "queries": [
        "doj conditions of award",
        "internal revenue service memo release number",
        "who has authority to close streets"
      ],
      "queries_score": [
        -7.520686149597168,
        -7.77531623840332,
        -7.816511631011963
      ]
    },
    {
      "id": "memos_67__1",
      "chunk_id": "1",
      "content": "It excludes those cor­\nporations in which the interest of the Government is custodial or\nincidental. H.R. Rep. No. 304, 80th Cong., 1st Sess. A6 (1947) (revisers’ notes reprinted in\n18 U.S.C. § 6). Few judicial precedents are available to guide us in interpreting 18 U.S.C.\n§ 6, and none of those involve corporations similar to USRC.' In his 1948 letter\nto the Secretary of the Army, supra, the Attorney General concluded that the\nPanama Railroad Company was an agency of the United States under 18 U.S.C.\n§ 6. Although he did not explain what factors led to that conclusion, an exami­\nnation of the status of the Panama Railroad Company in 1948 reveals several rel­\nevant considerations. Under the Act of June 29, 1948, 62 Stat. 1075, 1076-80,\nthe Panama Railroad Company was “an agency and instrumentality of the United\nStates,” funded by congressional appropriations and transfers from other gov­\nernment agencies, with the responsibility for operating a railroad across the\nPanamanian Isthmus and for building and maintaining the infrastructure of the\nCanal Zone. More helpful is the discussion of the definition of “agency of the United States”\nin this Office’s opinion finding the Federal National Mortgage Association\n(“FNMA”) an agency of the United States for the purposes of 18 U.S.C. § 431. Section 431, another conflict of interest provision, prohibits Members of Con­\ngress from entering into contracts with agencies of the United States. In a mem­\norandum for Joseph F. Dolan, Assistant Deputy Attorney General, from Norbert\nA. Schlei, Assistant Attorney General, Office of Legal Counsel (Dec. 18, 1963)\n(“Schlei Memorandum”), we concluded that the status of the FNMA as an agency\nof the United States precluded the FNMA’s representation by a law firm of which\na Congressman was a member. We examined the charter of the FNMA and de­\ntermined that it was a “corporation in which the United States has a proprietary\ninterest.” Id. at 3. In making this determination we took into account the follow­\ning factors: 1) the corporation was created by federal statute; 2) one of the\nFNMA’s functions was “to provide Government assistance for certain types of\nmortgages”; 3) the FNMA was a mixed-ownership corporation in which the Sec­\nretary of the Treasury owned the preferred stock; and 4) the United States exer­\ncised substantial control over the FNM A’s activities. Id. at 4—6. 1\nCompare United States v Allen, 193 F. Supp. 954,957 (S D. Cal. 1961) (a federal grand jury is not an agency\nof the United States) with United States v. Stark, 131 F. Supp. 190, 194 (D. Md. 1955) (the FBI is an agency o f the\nUnited States). Neither o f these cases suggests any standards that can be used to decide whether a particular cor­\nporate entity should be regarded as an “agency o f the United States\" under the statute. 85 Based upon these precedents, we believe that USRC should be regarded as an\nagency of the United States for purposes of title 18 if the interest of the United\nStates in the corporation is “proprietary,” but not if the interest of the United\nStates is “custodial or incidental.”",
      "queries": [
        "what is the due date for progress reports",
        "is there an exception to the miscellaneous receipts act?"
      ],
      "queries_score": [
        -7.711633682250977,
        -6.65777587890625
      ]
    },
    {
      "id": "memos_67__2",
      "chunk_id": "2",
      "content": "85 Based upon these precedents, we believe that USRC should be regarded as an\nagency of the United States for purposes of title 18 if the interest of the United\nStates in the corporation is “proprietary,” but not if the interest of the United\nStates is “custodial or incidental.” In making this determination, we look to\nUSRC’s functions, financing, control, and management. Cf. Government Nat’I\nMortgage Ass’n v. Terry, 608 F.2d 614, 618 (5th Cir. 1979).2\nU SR C ’s functions are those entrusted by Congress to the Department of Trans­\nportation in the Union Station Redevelopment Act of 1981, 40 U.S.C. §§\n801-819. Congress anticipated that “a nonprofit, public-private development cor­\nporation” could be created to manage the redevelopment of the Union Station\ncomplex. S. Rep. No. 269, 97th Cong., 1st Sess. 13 (1981), reprinted in 1981\nU.S.C.C.A.N. 2711,2723. USRC “was formed to assist the Secretary in achiev­\ning the objectives of the Redevelopment Act and generally to facilitate the rede­\nvelopment o f the Union Station complex.” Union Station Redevelopment Coop­\nerative Agreement at 3 (Nov. 1983) (“Union Station Agreement”). In particular,\nUSRC’s responsibilities include selecting and monitoring the developer of the\nstation complex, ensuring that adequate provision is afforded Amtrak for its cur­\nrent and future use of the station, and working with other interested parties in the\nredevelopment of the station. Id. at 6-7. Although these functions presumably\ncould be handled by private enterprise without federal control, that is not an ad­\nequate basis for finding that an entity is not an agency of the United States. See\nRauscher, 789 F.2d at 315. See also Schlei Memorandum at 5 (FNMA is an\nagency of the United States even though it is empowered “to engage in its busi­\nness activities in a manner comparable to that of private institutions engaged in\nsimilar activities”). In this case, Congress assigned USRC’s responsibilities to\nthe Department of Transportation. USRC is simply the vehicle created by that\nDepartment to accomplish the congressional mandate. USRC is financed by several sources. Amtrak is obligated to provide up to sev­\nenty million dollars to USRC for the redevelopment project. Union Station Agree­ 2\nTerry construed the meaning of “agency” under 28 U.S.C. § 451, which defines “agency” in a manner similar\nto the definition in 18 U.S.C. § 6. Moreover, the historical and revisions notes o f section 451 state that “agency” in\nsection 451 conform s to the definition of “ agency” in 18 U.S.C. § 6. Accordingly, the court in Terry used the dis­\ncussion o f “proprietary corporation\" in the revisers’ notes to 18 U.S.C. § 6 to determine if Ginnie Mae should be\nheld an agency o f the United States for the'purposes o f determining federal jurisdiction See 608 F.2d at 618-20\n(G innie Mae is an agency because of the control HUD exercises over Ginnie Mae, the intent o f Congress to retain\ngovernm ental control over the federal housing program, and the funds provided by— and profits returned by Gin­\nnie M ae to— the federal government).",
      "queries": [
        "what is the purpose of a drug abuse program and inmate trust funds",
        "what are the items on the checklist that will not apply in all situations?",
        "is the smithsonian institute an unusual entity"
      ],
      "queries_score": [
        -9.020844459533691,
        -7.655008792877197,
        -8.479778289794922
      ]
    },
    {
      "id": "memos_67__3",
      "chunk_id": "3",
      "content": "See a lso Rauscher Pierce Refsnes, Inc. v. FDIC, 789 F.2d 313, 314-16 (5th\nCir. 1986) (FDIC is an agency because of the “ important governmental functions\" performed by the FDIC, the pres­\nence o f the Comptroller General and two presidential appointees on the three member board, the authority to issue\nregulations, and the control by Treasury over the money o f the FDIC); LPR Land Holdings v. Federal Land Bank,\n651 F. Supp. 2 8 7 ,2 9 0 (E.D. Mich. 1987) (a federal land bank is not an agency because being chartered by and reg­\nulated by the federal government is not sufficient to make an entity an agency of the United States). A lthough title 28 incorporates the definition o f agency in title 18, the converse is not true. It is possible that\ndifferent considerations influence whether an agency should be considered part of the United States for jurisdic­\ntional purposes and w hether an agency is part of the United States for the purpose of defining a criminal offense. Thus, cases decided under title 28 are not dispositive under title 18, but they are useful in examining the factors that\ncourts have found relevant to deciding w hether an entity is an “agency” o f the United States. 86 ment at 8.3 The Federal Railroad Administration (“FRA”), an agency within the\nDepartment of Transportation, was required to provide $340,000 for the opera­\ntion and maintenance of Union Station between October 1, 1983 and September\n30, 1984; the FRA has a continuing obligation to provide financial assistance to\nUSRC to the extent that its funds are available for this purpose. Id. at 4—5,9. The\nDistrict of Columbia contributes federal highway funds to USRC. Also, any in­\ncome that USRC earns in the course of its work is to be used “to further project\nobjectives.” Id. at 11. USRC has no obligation to seek funds from any source. Id.\nat 7.\nUSRC is managed by a five member board of directors. Two members— the\nSecretary of Transportation and the Federal Railroad Administrator— are offi­\ncials of the federal government. A third member— the Mayor of the District of\nColumbia— has the status of a federal official under the conflicts laws. Another\nmember—the president of Amtrak—represents a mixed-ownership government\ncorporation. See supra note 3. The president of the Federal City Council repre­\nsents a private entity. 4 The day-to-day operations of USRC are handled by a pres­\nident, a vice-president, two full-time employees, and one part-time employee, al­\nthough the members of the board of directors also play significant, albeit varying,\nroles in this regard. 5 While the question seems to us a close one, on balance we believe that the\nfunctions, financing, management and control of USRC make that entity an\n“agency of the United States” under 18 U.S.C. § 6, and that accordingly it should\nbe considered “the United States” under 18 U.S.C. § 207(a). Our conclusion in\nthis regard is reinforced by the purposes of section 207(a) itself.",
      "queries": [
        "can cops funds be paid for redeploying a new employee?",
        "internal revenue service memo release number",
        "what is the term of a member of the mississippi river commission"
      ],
      "queries_score": [
        -9.134989738464355,
        -7.759593963623047,
        -7.803481578826904
      ]
    },
    {
      "id": "memos_67__4",
      "chunk_id": "4",
      "content": "Our conclusion in\nthis regard is reinforced by the purposes of section 207(a) itself. Several justifi­\ncations for the restrictions imposed by that section on post-government employ­\nment have been advanced: the need to prevent the use of confidential govern­\nment information for the benefit of a private party, the unseemliness of switching\nsides, the fear of undue influence over former colleagues, avoidance of pressure\non government employees who anticipate future private employment, and pro­\ntection from the appearance of a conflict of interest. See, e.g., Bayless Manning,\nFederal Conflict of Interest Law 179-81 (1964) (reviewing the legislative his­\ntory of the predecessor statute to section 207). See also ABA Comm, on Ethics\nand Professional Responsibility, Formal Op. 342 (1975). These same dangers are 3 Amtrak is a “mixed-ownership Government corporation.” 31 U.S.C § 910l(2)(A ). It is not “an agency o r es­\ntablishment o f the United States Government.” 45 U S C. §§ 541, 581(b)(1). Nonetheless, we have advised that\nAmtrak is an “agency” for the purposes o f the Privacy Act, 5 U.S.C. § 552a, because Amtrak is a “Government\ncontrolled corporation” under 5 U.S.C. § 552(e). Letter for William M. Nichols, General Counsel, Office of M an­\nagement and Budget, from Antonin Scalia, Assistant Attorney General, Office of Legal Counsel (Oct. 7, 1976)\nFurther, more than one-third o f Amtrak’s total expenses for fiscal year 1987 was funded by congressional appro­\npriations. See H R. Rep No. 202, 100th Cong , 1st Sess. 101-02 (1987)\n4 The Federal City Council is a civic organization comprised o f prominent W ashington residents It essentially\noperates as a booster group for the city. 5 The General Counsel o f the FRA has daily contact with USRC and is involved in most of the substantive de­\ncisions made by the corporation The Federal Railroad Administrator has perhaps weekly contact with the USRC. The other members o f the board o f directors have less frequent contact with the corporation. 87 not posed when a government employee moves “from one salaried government\nposition to another.” Id. at 6. Thus, for example, it would be entirely permissible\nfor an individual to work on the redevelopment of Union Station as an employee\nof the District of Columbia and then work on the same matter as an employee of\nthe Department of Transportation. We believe that the nature of USRC, as the\nentity performing the statutory responsibilities of the Department of Transporta­\ntion for the Union Station project, under the guidance of government officials\nand with the assistance of federal funding, suggests that the same result should\nbe reached when an individual moves from employment with the District of Co­\nlumbia to employment with USRC. In sum, we believe that the exclusively federal functions of USRC, and the sig­\nnificant control over its operations exercised by the federal government, warrant\nthe conclusion that USRC should be considered “the United States” for the pur­\nposes of 18 U.S.C. § 207(a). Accordingly, the prohibitions of that section do not\napply where a former employee of the District of Columbia accepts employment\nwith USRC. M ic h a e l C a r v in",
      "queries": [
        "what is the focus of the european year",
        "when do i need to draw up reimbursement for expended funds? a. sf-425s b. sf-425s c. f.r.",
        "when are sf-425s due",
        "what does chp grant money do"
      ],
      "queries_score": [
        -8.805603981018066,
        -9.461201667785645,
        -8.883039474487305,
        -8.809779167175293
      ]
    },
    {
      "id": "memos_67__5",
      "chunk_id": "5",
      "content": "Accordingly, the prohibitions of that section do not\napply where a former employee of the District of Columbia accepts employment\nwith USRC. M ic h a e l C a r v in Deputy Assistant Attorney General\nOffice of Legal Counsel 88",
      "queries": [
        "camp funding",
        "who can be selected for a monitoring site visit"
      ],
      "queries_score": [
        -11.09480094909668,
        -11.108128547668457
      ]
    }
  ]
}