{
  "doc_id": "memos_92",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_92__0",
      "chunk_id": "0",
      "content": "Employment Status of the Members of the Board of\nDirectors of the Federal Housing Finance Board\nT h e F in a n c ia l In s titu tio n s R e fo rm , R ec o v e ry , an d E n fo rc e m e n t A c t o f 1989, w h ic h c re a te d th e\nF e d e ra l H o u sin g F in a n c e B o a rd , p e rm its th e m e m b e rs o f th e B o a rd o f D ire c to rs o f th e F H F B\nto serv e o n a p a rt-tim e b asis. July 11, 1990\nM e m o r a n d u m O p in io n f o r t h e C h a ir m a n\nF e d e r a l H o u s i n g Fi n a n c e B o a r d This memorandum responds to your request for a summary which could\nbe made available to the Congress, of the reasoning underlying our January\n31, 1990, opinion for the White House Counsel’s Office regarding the service of\nthe members of the Board of Directors of the Federal Housing Finance Board. I. BACKGROUND The Federal Housing Finance Board (“FHFB”) was established by\nthe Financial Institutions Reform, Recovery, and Enforcement Act of 1989\n(“FIRREA”), Pub. L. No. 101-73, § 702(a), 103 Stat. 183, 413 (codified at\n12 U.S.C. § 1422a(a)), for the purpose of overseeing and regulating the\nFederal Home Loan Banks. The Federal Home Loan Bank Board (“FHLBB”)\nhad previously supervised the Federal Home Loan Banks. The FHLBB also\nexercised regulatory supervision over federally insured savings and loan as­\nsociations. See 12 U.S.C. §§ 1437, 1464-1470, & 1724-1730i (1988). FIRREA abolished the FHLBB and distributed its duties among several agen­\ncies. The Office of Thrift Supervision (“OTS”) was assigned prim ary\nregulatory authority over the savings and loan industry, see 12 U.S.C. §\n1462a(e), as added by FIRREA, § 301, 103 Stat. at 278-79, and the FHFB\nwas given regulatory authority over the Federal Home Loan Banks. See 12\nU.S.C. § 1422a & 1422b, as added by FIRREA, § 702(a), 103 Stat. at 41314. Other functions previously performed by the FHLBB relating to the\nmanagement of deposit insurance and the resolution of cases were transferred\n127 respectively to the Federal Deposit Insurance Corporation (“FDIC”) and the\nResolution Trust Corporation (“RTC”). FIRREA, §§ 202 & 501(a), 103\nStat. at 188, 363-93, (codified at 12 U.S.C. §§ 1811 & 1441a). The FHFB is to be managed by a Board of Directors comprising five\nmembers: the Secretary of Housing and Urban Development and four indi­\nviduals appointed by the President with the advice and consent of the Senate. 12 U.S.C. § 1422a(b)(l).‘",
      "queries": [
        "irs memo release date and number"
      ],
      "queries_score": [
        -7.965086936950684
      ]
    },
    {
      "id": "memos_92__1",
      "chunk_id": "1",
      "content": "The FHFB is to be managed by a Board of Directors comprising five\nmembers: the Secretary of Housing and Urban Development and four indi­\nviduals appointed by the President with the advice and consent of the Senate. 12 U.S.C. § 1422a(b)(l).‘ The four directors appointed by the President are\nrequired to have, among other qualifications, “extensive experience or train­\ning in housing finance” or “a commitment to providing specialized housing\ncredit.” Id. § 1422a(b)(2)(A). At least one of these four directors must be\nchosen “from an organization with more than a 2-year history of represent­\ning consum er or community interests on banking services, credit needs,\nhousing, or financial consumer protections.” Id. § 1422a(b)(2)(B). These\nfour directors may not hold any other appointed office or serve as an officer\nor director of a Federal Home Loan Bank or of any member of any such\nBank, nor may they have any financial interest in any such member. Id. §\n1422a(b)(2)(A) & (C). II. DISCUSSION No provision o f FIRREA expressly or impliedly requires that the mem­\nbers o f the Board of Directors of the FHFB serve on either a full-time or a\npart-tim e basis. Accordingly, the employment status of the members must\nbe determined by construing the relevant provision of FIRREA, as a whole,\nin light of the Act’s legislative history. 2 There is little legislative history on this question. From the legislative\nhistory that does exist, however, it appears that Congress contemplated that\nmembers of the Board of Directors would serve on a part-time basis. The\nconference report and the Senate report on the bill that became law are\nsilent on the part-time or full-time status of the members of Board of Direc­\ntors. See H.R. Conf. Rep. No. 222, 101st Cong., 1st Sess. 423-24 (1989),\nreprinted in 1989 U.S.C.C.A.N. 432, 462-63; S. Rep. No. 19, 101st Cong.,\n1st Sess. 364-65 (1989) (discussing proposed “Federal Home Loan Bank ' R eg a rd less o f w h e th er the directors se rv e on a p art-tim e o r a fu ll-tim e basis, this schem e com ports\nw ith th e A p p o in tm e n ts C la u se o f the C o n stitu tio n , A rticle II, Section 2, pursuant to w hich the P resident\na p p o in ts o ffic e rs o f th e U n ite d States w ith the ad v ice and co n sen t o f the Senate. 5 W e d o not b e lie v e th a t th e m atter m ay be reso lv ed by a p p ly ing a presum ption that C o n g ress w ould\nh a v e e x p re ss ly sp e c ifie d p art-tim e em p lo y m en t had it so intended.",
      "queries": [
        "when to ask for reimbursement of obligated funds"
      ],
      "queries_score": [
        -9.395468711853027
      ]
    },
    {
      "id": "memos_92__2",
      "chunk_id": "2",
      "content": "W hile such a presu m p tio n m ight be\na p p ro p ria te w h ere th e d u tie s o f the office a re such that fu ll-tim e em ploym ent m ust have been intended,\nth a t is n o t th e c a s e here. See infra pp. 128-29. M oreover, on a num ber o f occasions C ongress has been\ne q u a lly c le a r in e x p re ssly requiring/ii//-»/m e em ploym ent. See, e.g., 16 U .S .C . § 83 la (e ) ( “N o m em ber o f\nth e [T en n essee V alley A u th o rity Board o f D irecto rs] shall, d u rin g his continuance in office, be engaged in\na n y o th e r b u sin ess, b u t each m em ber sh all d evote h im se lf to the w ork o f the C o rp o ra tio n .” ); 42 U .S.C .\n§ 5 8 4 1 (e ) (“ N o m e m b e r o f the [Nuclear R eg u lato ry C o m m ission] shall engage in any b u siness, v oca­\ntio n , o r e m p lo y m e n t o th e r th an that o f serv in g as a m em b er o f the C om m issio n .” ). T hus, there is no\nm o re re a so n in th is c o n te x t to indulge a p resu m p tio n that C o n g ress intended for the D irectors to serve\nfu ll-tim e , th a n th ere is th a t it intended fo r them to serve part-tim e. 128 Agency”). However, the House report on the bill reported by the House\nBanking, Finance and Urban Affairs Committee does address this issue, and\nthere is no relevant difference between the applicable provisions in that bill\nand those contained in the bill that was enacted into law. 3 The House report\nunequivocally states that “members of the Board of Directors will not serve\non a full-time basis.” H.R. Rep. No. 54(1), 101st Cong., 1st Sess. 455 (1989),\nreprinted in 1989 U.S.C.C.A.N. 86, 251. An analysis of the provisions of FIRREA that created the FHFB and\ndefined its duties supports the conclusion that Congress expected that mem­\nbers of the FHFB Board of Directors may serve on a part-time basis. Although\nthe members of the FHLBB served on a full-time basis, FIRREA divided the\nduties of the FHLBB among at least four different agencies and assigned the\nfive members of the FHFB substantially fewer functions than had been per­\nformed by the three members of the FHLBB.",
      "queries": [
        "how to reset password at cops",
        "what is cops award number",
        "what is the retention requirement",
        "who was the true owner of payphones"
      ],
      "queries_score": [
        -9.73763370513916,
        -9.7573823928833,
        -8.509852409362793,
        -10.21202564239502
      ]
    },
    {
      "id": "memos_92__3",
      "chunk_id": "3",
      "content": "Although\nthe members of the FHLBB served on a full-time basis, FIRREA divided the\nduties of the FHLBB among at least four different agencies and assigned the\nfive members of the FHFB substantially fewer functions than had been per­\nformed by the three members of the FHLBB. In particular, the burdensome\ntasks of supervising thrift institutions and of managing case resolutions were\nassigned to OTS and RTC respectively, not to the FHFB. Also, oversight of\ndeposit insurance was transferred to the Federal Deposit Insurance Corpora­\ntion. The House report thus described the FHFB as “a small, effective and\nefficient governing body.” H.R. Rep. No. 54(1), at 455, 1989 U.S.C.C.A.N.\nat 251. In light of the fact that the FHFB is to perform substantially fewer\ntasks with a greater number of members, it was fully reasonable for Con­\ngress to conclude that full-time service would not be essential for members\nof the FHFB Board. We also note that FIRREA authorizes the FHFB to “employ, direct, and\nfix the compensation and number of employees, attorneys, and agents of the\nFederal Housing Finance Board.” FIRREA, § 702(a), 103 Stat. at 414 (codi­\nfied at 12 U.S.C. § 1422b(b)(l)). This provision permits the FHFB members\nto employ a staff to whom it may delegate various functions. 4 Congress’ 5It has b een argued that the p roposed status o f the B oard ch an g ed from part-tim e to fu ll-tim e w hen the\np roposed com p o sitio n o f the B oard in the H ouse bill w as ch an g ed to elim inate the tw o F ederal H om e\nLoan B ank p residents. N ot only is there no evidence that the proposed part-tim e status w as a ttrib u tab le\nto the in c lu sio n o f these bank presid en ts; there is no evidence, affirm ative o r inferential, th at C o n g ress\nin te n d e d the statu s o f th e B oard to ch an g e fro m p a rt-tim e to fu ll-tim e as a c o n se q u e n c e o f the\nreco m p o sitio n . If an y th in g , the ev id en ce is to the contrary becau se the S ecretary o f H o using and U rb an\nD e v elop m en t is one o f the five m em bers o f the B oard o f D irectors. 1 2 U S .C .§ 1 4 2 2 a (b )(l)(A ). O b v i­\nously, C o n g ress did not expect the Secretary to serve full-tim e as a FH FB D irector. 4",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_92__4",
      "chunk_id": "4",
      "content": "1 2 U S .C .§ 1 4 2 2 a (b )(l)(A ). O b v i­\nously, C o n g ress did not expect the Secretary to serve full-tim e as a FH FB D irector. 4 In its M ay 9, 1990, m em orandum on this subject, the A m erican Law D ivision o f the C o n g re ssio n a l\nR esearch Service app eared to suggest that FIR R E A generally p rohibits the d elegation o f d iscretio n ary\nd u ties by the FH FB . T h is suggestion is incorrect. FIRR EA m erely states that “in n o e v e n t shall the\nB oard d e le g ate any fu n ctio n to any em ployee, ad m in istrativ e unit o f any B ank, or jo in t office o f the\nFederal Home Loan Bank System \" FIR R E A , § 702(a), 103 Stat at 414-15 (codified at 12 U .S C . §\n14 2 2 b (b )( 1)) (em phasis added). Section 701 o f FIR R EA defin es the term “ Federal H om e L oan B ank\nS y ste m ” to m ean “the Federal H om e Loan Banks under the superv ision o f the B oard ” 103 Stat at 412\n(c o d ified at 12 U .S .C § 1422(2)(B )). A ccordingly, the nondelegation provision only o p e ra te s to p re ­\nvent the FH FB from d eleg atin g discretionary supervisory duties to the Federal H om e L o a n B anks, th e ir\ne m p lo y e es, o r th eir o ffices - the e n tities being regulated. It d oes not prohibit the FH FB fro m d eleg atin g\nfu n c tio n s to its ow n em p lo y ees T his construction o f section 702 is confirm ed by the co m m en ts on the\nS enate bill, from w hich this provision originated. See S. R ep. No. 19, at 364 ( “T h e A gency [la te r\nren am ed the FH FB ] m ay not delegate any o f its functions to any em ployee or ad m in istrativ e unit o f any\nFHL B a n k\") (em phasis added). 129 decision to empower the FHFB both to employ however many employees it\nneeds and to delegate to those employees many of its functions is consistent\nwith C ongress’ apparent belief that part-time service would be permissible. Accordingly, we conclude that the members of the Board of Directors may\nserve on a part-time basis. Indeed, the only available direct evidence is that\nCongress expected that the Directors would serve part-time. We do not believe that any of the provisions of FIRREA are inconsistent\nwith this conclusion.",
      "queries": [
        "what is an OIG"
      ],
      "queries_score": [
        -8.648053169250488
      ]
    },
    {
      "id": "memos_92__5",
      "chunk_id": "5",
      "content": "Accordingly, we conclude that the members of the Board of Directors may\nserve on a part-time basis. Indeed, the only available direct evidence is that\nCongress expected that the Directors would serve part-time. We do not believe that any of the provisions of FIRREA are inconsistent\nwith this conclusion. In particular, the fact that FIRREA provides for the\nChairperson and other members of the Board of Directors to be compen­\nsated respectively at Levels III and IV of the Executive Schedule, see FIRREA,\n§ 702(a), 103 Stat. at 415 (codified at 12 U.S.C. § 1422b(b)(l)), does not\nimply that these individuals must serve in a full-time capacity. This provi­\nsion merely fixes the rate of compensation. Federal law provides the formula\nfor calculating the salary of a part-time employee from the Executive Sched­\nule if the annual rate of compensation is known. See 5 U.S.C. § 5505. M oreover, the original House bill established the same rates of compensa­\ntion for these officials, see H.R. 1278, § 723, 101st Cong., 1st Sess. (as\nreported by the House Comm, on Banking, Finance and Urban Affairs),\nreprinted in H.R. Rep. No. 54(1), at 190, at the same time that the House\nreport expressly acknowledged that these individuals would not serve full­\ntime. Id. at 455, 1989 U.S.C.C.A.N. at 251. Finally, we do not believe that the fact that FIRREA contains conflict-ofinterest and incompatibility provisions applicable to the FHFB implies that\nthe members o f the Board o f Directors must serve on a full-time basis. Section 702 of FIRREA provides that each of the appointed members of the\nBoard of Directors of the FHFB may not “hold any other appointed office\nduring his or her term as director” and may not “serve as a director or\nofficer o f any Federal Home Loan Bank or any member of any Bank” or\n“hold shares of, or any other financial interest, in, any member of any such\nBank.” 103 Stat. at 413 (codified at 12 U.S.C. § 1422a(b)(2)(A) & (C)). These provisions serve purposes that are wholly independent of the employ­\nment status of the Board of Directors and do not in any way suggest that\nCongress intended for these members to serve on a full-time basis. The\npurpose o f the conflict-of-interest provisions is to ensure the impartiality\nand objectivity o f the members of the Board. The incompatibility provision\nensures the FHFB’s status as an “independent agency in the executive branch,”\n12 U.S.C. § 1422a(a)(2), by forbidding the simultaneous appointment of, for\nexample, a Treasury Department official to the Board of Directors of the\nFHFB.5 The need for such restrictions exists regardless of whether the mem­\nbers serve full-time or part-time. Indeed, if anything, the need for these 3 T h e le g isla tiv e h isto ry indicates that C o n g ress w as co n cerned th at the FH FB not com e u n d e r the\nin d ire c t c o n tro l o f o th e r executive b ra n c h ag en cies.",
      "queries": [
        "can board serve part time",
        "can board of directors serve part time",
        "what is cfda number for cops office camp",
        "pass program phone number",
        "how do i apply to cops office",
        "how is the oig audit conducted",
        "what year did the us enter into air navigation"
      ],
      "queries_score": [
        "1.5118269",
        "2.3344035",
        -9.099108695983887,
        -8.524125099182129,
        -8.006134033203125,
        -7.644199371337891,
        -8.796746253967285
      ]
    },
    {
      "id": "memos_92__6",
      "chunk_id": "6",
      "content": "See, e.g., H .R . Rep. N o. 54(1), at 4 5 4 , 1989\nU .S .C .C .A .N . at 250 (“ The Treasury D epartm ent’s oversight and direction o f the D irector o f the O ffice o f\nT hrift S u pervision shall not extend, directly o r indirectly, to the Federal H ousing Finance Board . . . ” ). 130 provisions is greater when members serve on a part-time basis and therefore\nhave more time available to engage in the kind of activities that Congress\nwished to foreclose. The House report appears to have recognized as much\nwhen it stated that “[although members of the Board of Directors will not\nserve on a full-time basis, no appointive member o f the Federal Housing\nFinance Board may hold any other federally appointive office.” H.R. Rep.\nNo. 54(1), at 455, 1989 U.S.C.C.A.N. at 251. CONCLUSION Construing the relevant provisions of FIRREA in light of the A ct's legis­\nlative history, we conclude that the members of the Board of Directors of\nthe FHFB may serve on a part-time basis. Indeed, the House report ex­\npressly states that the members would not serve full-time service. Part-time\nservice appears fully consistent with the reduced duties and increased m em ­\nbership of the FHFB as compared with its predecessor, the FHLBB. J. MICHAEL LUTTIG\nActing Assistant Attorney General\nOffice o f Legal Counsel 131",
      "queries": [
        "what is gprs"
      ],
      "queries_score": [
        -8.92120361328125
      ]
    }
  ]
}