{
  "doc_id": "memos_37",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_37__0",
      "chunk_id": "0",
      "content": "Legality of Certain Nonmilitary Actions Against Iran\nUnder the International Em ergency Econom ic Powers A ct (IEEPA ), the President may\nimpose an em bargo on all imports from Iran and, subject to certain conditions, a\nprohibition on exports of food and medicine to Iran. The IE E PA also authorizes him to\norder the closure o f Iranian business offices located in the United States. W hile the President may have some statutory and constitutional pow er to control third\nparty transactions with Iran, particularly those designed to circum vent the impact of\nsanctions imposed by the United States directly on Iran, his authority to impose a\ngeneral secondary boycott against those trading with Iran may be limited. It is thus not\nclear whether, under existing laws and treaties, airlines and shipping companies that\nserve Iran may be denied landing rights and fuel purchases in the United States. Presidential action to block international satellite communications from Iran to the United\nStates is clearly authorized only insofar as it is part of a more general ban on\ntransactions with Iran and its nationals. The President’s authority to impose a ban on travel by American citizens to Iran may\nhave a more limited applicability to journalists. See United Slates v. O ’Brien, 39 1 U.S.C.\n367 (1968). M oreover, restrictions on travel to Iran would have no immediate effect on\npersons already in that country. How ever, the IE E PA could be used to impose a broad\nban on financial transactions between Americans overseas and Iran or its nationals. The IE E PA would authorize a broad prohibition against all transactions between A m eri­\ncans relating to Iran, as long as Iran has even an indirect interest in the transaction;\nhowever, it is not possible under the IE E PA to reach “purely dom estic” transactions. April 16, 1980\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL This responds on an urgent basis to your request for our opinion\nregarding the legality of ten possible nonmilitary actions against Iran,\nmost or all of which would rely on the International Emergency\nEconomic Powers Act (IEEPA), 50 U.S.C. § 1701, et seq. (Supp. I\n1977). We will respond to the proposals in the order in which they\nhave been presented. 1. Embargo All Imports From Iran This action is clearly legal under the IEEPA. The statute explicitly\nallows the prohibition of transfers in which foreign nationals, as well as 223 foreign governments, have an interest. 1 The pertinent legislative history\nenvisions total trade embargoes, reflecting well-established practice\nunder the IEEPA’s predecessor statute, the Trading With the Enemy\nAct of 1917. See H.R. Rep. No. 459, 95th Cong., 1st Sess. (1977)\n(hereafter “ 1977 House Report”); S. Rep. No. 466, 95th Cong., 1st Sess.\n(1977).2\n2. Prohibit Food and Medicine Exports to Iran The IEEPA also authorizes this action, although it sounds a note of\ncaution. Under § 1702(b) of the Act,\n(b) The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n* * * * *",
      "queries": [
        "what is community policing training",
        "do piech inmates get longevity pay",
        "cognizant federal agency definition",
        "what is oig audit",
        "when is the cops office obligated",
        "can attorney fees be deducted from tax?"
      ],
      "queries_score": [
        -8.024613380432129,
        -9.02415657043457,
        -8.162320137023926,
        -7.455500602722168,
        -7.839555740356445,
        -7.993559837341309
      ]
    },
    {
      "id": "memos_37__1",
      "chunk_id": "1",
      "content": "The IEEPA also authorizes this action, although it sounds a note of\ncaution. Under § 1702(b) of the Act,\n(b) The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n* * * * * (2) donations, by persons subject to the jurisdiction of the\nUnited States, of articles, such as food, clothing, and\nmedicine, intended to be used to relieve human suffering,\nexcept to the extent that the President determines that\nsuch donations (A) would seriously impair his ability to\ndeal with any national emergency declared under section\n1701 of this title, (B) are in response to coercion against\nthe proposed recipient or donor, or (C) would endanger\nArmed Forces of the United States which are engaged in\nhostilities or are in a situation where imminent involve­\nment in hostilities is clearly indicated by the circum­\nstances. On its face, this provision applies only to donations, not commercial\ntransactions, and even when applicable may be satisfied by a Presiden­\ntial “determination” under (b)(2)(A) that it would seriously impair the\nPresident’s ability to deal with the emergency. It is not clear whether\nthis determination is to be the subject of a report to Congress under\n§ 1703 of the Act, although it could easily be included therein. To give\n1Section 1702(a)(1) reads as follows: A t the times and to the extent specified in section 1701 o f this title, the President may,\nunder such regulations as he m ay prescribe, by means o f instructions, licenses, or\notherw ise—\n(A ) investigate, regulate, o r prohibit—\n(ij any transactions in foreign exchange,\n(ii) transfers of credit or paym ents betw een, by, through, or to any banking\ninstitution, to the extent that such transfers or paym ents involve any interest\no f any foreign country or a national thereof,\n(iii) the im porting o r exporting o f currency or securities; and\n(B) investigate, regulate, direct and com pel, nullify, void, prevent or prohibit, any\nacquisition, holding, w ithholding, use, transfer, w ithdraw al, transportation, im­\nportation o r exportation of, or dealing in, o r exercising any right, pow er, or\nprivilege w ith respect to, or transactions involving, any property in w hich any\nforeign country or a national thereof has any interest; by any person, o r with\nrespect to any property, subject to the jurisdiction o f the United States. 2T he legislative history o f the Export A dm inistration A ct o f 1979, 50 U.S.C. A pp. §2401 et seq..\nconfirm s that total trade em bargoes are to be accom plished under the IE E P A , rather than by export\ncontrols. See H.R. Conf. Rep. No. 482, 96th Cong., 1st Sess. 46 (1979). 224 maximum effect to the congressional policy found in § 1702(b)(2), an\nembargo on commercial food and medicine exports could contain an\nexception in the terms of the statute to allow donations of these items\n“to relieve human suffering.” A separate source of authority to control the export of food, but not\nmedicine, is the Export Administration Act of 1979, 50 U.S.C. App.\n§ 2401 et seq.",
      "queries": [
        "how to identify the type of pay from which a withdrawal is being processed",
        "when can a state or territory inmate be released",
        "which subaward information is displayed on the website of usaspending.gov"
      ],
      "queries_score": [
        -8.87065315246582,
        -9.186509132385254,
        -7.174991607666016
      ]
    },
    {
      "id": "memos_37__2",
      "chunk_id": "2",
      "content": "A separate source of authority to control the export of food, but not\nmedicine, is the Export Administration Act of 1979, 50 U.S.C. App.\n§ 2401 et seq. To invoke this statute, no executive order is necessary,\nalthough there is a requirement for a report to Congress. 3 Under § 6 of\nthe Act, “the President may prohibit or curtail the exportation of any\ngoods . . . to the extent necessary to further significantly the foreign\npolicy of the United States. . . Section 6(f), however, provides that\n§ 6 does not authorize export controls on medicine or medical supplies. (At the same time, it explicitly disclaims any effect on authority under\nthe IEEPA to control these goods.) Restrictions on food exports are authorized but not favored by the\nExport Act. Section 6(f) provides that it “is the intent of Congress that\nthe President not impose export controls . . . on any goods . . . if he\ndetermines that the principal effect of the export . . . would be to help\nmeet basic human needs.” And §§2(9) and 3(11) urge him to “mini­\nmize” restrictions on the export of agricultural products. Of course,\ngrain shipments to the Soviet Union are currently controlled under this\nstatute. 3. Close the New York Offices of Iranian Firms\nIf Iran Air or another Iranian firm is an “instrumentality” or “con­\ntrolled entity” of the government of Iran, Executive Order No. 12,170\n3 C.F.R. 457 (1979), has already “blocked” all “interests” in it. The\nTreasury Department has issued Iranian Assets Control Regulations, 31\nC.F.R. Part 535, which may be broad enough to allow Treasury to\norder such offices closed without even amending the regulations. 4 Such\nan interpretation should not run afoul of the statute, which includes\nauthority in § 1702(a)(1)(B) to “prohibit . . . exercising any right,\npower, or privilege” with respect to subject property. To the extent\nthere is any doubt whether the current regulations authorize ordering\nbusinesses to close, an amendment could assert that authority. 3 The substantive and procedural requirem ents o f the pertinent portions of the Export A dm inistra­\ntion A ct are outlined in our mem orandum o f April 11, 1980, to the Special Assistant to the President\nfor Consumer Affairs. [N o t e :—T he cited memorandum is published in this volum e at p. 567 infra.\nEd.] 4T he operative section o f the regulations, § 535.201(a), provides that \"no property subject to the\njurisdiction o f the United States . . . in which . . . Iran has any interest . . . may be transferred . . .\nor otherwise dealt in except as authorized.” T he regulations then define “ Iran\" broadly to include\ncontrolled businesses (§ 535. 301).",
      "queries": [
        "what can the pre audit assessment inform",
        "what is clinical competency review used for"
      ],
      "queries_score": [
        -9.250845909118652,
        -9.261818885803223
      ]
    },
    {
      "id": "memos_37__3",
      "chunk_id": "3",
      "content": "Iran has any interest . . . may be transferred . . .\nor otherwise dealt in except as authorized.” T he regulations then define “ Iran\" broadly to include\ncontrolled businesses (§ 535. 301). “T ransfer” is defined broadly enough to include the creation of\ninformal licenses such as those enjoyed by business invitees: “any act or transaction, w hether or not\nevidenced by w riting, . . . the . . . effect o f which is to create . . . any right . . . privilege, or\ninterest w ith respect to any property.” (§ 535.310) “ Interest” is defined to mean ‘‘an interest o f any\nnature w hatsoever.” (§ 535.312) 225 For those Iranian businesses that are not instrumentalities of the\ngovernment of Iran, an executive order applying the IEEPA to transac­\ntions of Iranian nationals could easily have the effect of forcing closure. Indeed, the principal problem here appears to be in avoiding overbroad\neffects from an order that is designed to reach only some Iranian\nbusinesses. For presumably there would be no attempt to block every­\nday business transactions (such as banking) by Iranian nationals prop­\nerly present in this country. To avoid undue complexity, an executive\norder could provide that only firms specifically designated by the\nTreasury Department would be affected. 4. Deny Foreign Airlines That Serve Iran Landing Rights or Fuel\nPurchases in the United States This option raises a major unresolved issue under the IEEPA: to\nwhat extent may it be used to control foreign countries or nationals that\nare not the source of the threat that created the emergency? The terms\nof the statute are broad enough to reach third party conduct, as long as\nsome foreign country or national is involved: § 1702(a)(1)(B) grants the\nPresident authority over property in which “any foreign country or a\nnational thereof has any interest.” There must also be involved “any\nperson” or “any property” that is subject to the jurisdiction of the\nUnited States. Our national jurisdiction is generally held to extend to\nour citizens, wherever found, and to anyone else found within Ameri­\ncan territory. See generally Restatement (Second), Foreign Relations\nLaw of the United States, § 10 (1965). These provisions of § 1702(a) suggest the presence of authority to\ncontrol at least some third country transactions that are subject to our\njurisdiction. Such a reading would reflect the obviously broad phraseol­\nogy of the IEEPA, and would help to forestall simple circumventions\nof the statute by resort to agency relationships. Moreover, this interpre­\ntation would respect a principal limit to presidential discretion imposed\nby Congress in drafting the IEEPA: denial of authority to regulate\n“purely domestic” transactions. 1977 House Report, supra, at 11. Nevertheless, persuasive arguments that the IEEPA should be avail­\nable to control third country transactions that are designed to circum­\nvent its direct impact do not justify regulating other third country\ntransactions as part of a general “secondary boycott.” Although the\nIEEPA and its predecessor statute have long been used to embargo\ntrade with offending nations, we know of no instance of a secondary\nboycott, nor of any particular support for one in the legislative history.",
      "queries": [
        "when should I submit post audit report"
      ],
      "queries_score": [
        -8.996272087097168
      ]
    },
    {
      "id": "memos_37__4",
      "chunk_id": "4",
      "content": "Although the\nIEEPA and its predecessor statute have long been used to embargo\ntrade with offending nations, we know of no instance of a secondary\nboycott, nor of any particular support for one in the legislative history. It seems clear, however, that the President could find that a foreign\ncarrier’s providing air service to Iran poses an unusual threat to the\nforeign policy of the United States and that all transactions with that\ncarrier should be prohibited. 226 It may also be possible for the President to draw authority for an\naction designed to free the hostages, such as a secondary boycott, from\nthe provisions of an 1868 statute, now 22 U.S.C. § 1732:\nWhenever it is made known to the President that any\ncitizen of the United States has been unjustly deprived of\nhis liberty by or under the authority of any foreign\ngovernment, it shall be the duty of the President forth­\nwith to demand of that government the reasons of such\nimprisonment; and if it appears to be wrongful and in\nviolation of the rights of American citizenship, the Presi­\ndent shall forthwith demand the release of such citizen,\nand if the release so demanded is unreasonably delayed or\nrefused, the President shall use such means, not amount­\ning to acts of war, as he may think necessary and proper\nto obtain or effectuate the release; and all the facts and\nproceedings relative thereto shall as soon as practicable be\ncommunicated by the President to Congress. We are unaware of any instances in which this provision has been\ninvoked. It was passed in response to a dispute with Great Britain after\nthe Civil War, in which that nation was trying its former subjects, who\nhad become naturalized Americans, for treason. The House version of\nthe bill, which would have authorized the President to suspend all\ncommerce with the offending nation and to round up its citizens found\nin this country as hostages, was replaced by the present language which\nwas in the Senate bill. Cong. Globe, 40th Cong., 2d Sess. 4205, 4445-46\n(1868). It is not clear whether this change was meant to restrict the\nPresident to measures less drastic than those specified in the House bill. It is also not clear what Congress meant by the phrase “not amounting\nto acts of war.” At least Congress did not seem to be attempting to\nlimit the President’s constitutional powers. To the foregoing statutory sources of presidential authority must be\nadded his broad constitutional power in foreign affairs. See generally\nUnited States v. Curtiss-Wright Export Corp., 299 U.S. 304 (1936). The\nPresident should be able to take actions in foreign affairs for which\nCongress has not explicitly denied him authority. See Youngstown Sheet\n& Tube Co. v. Sawyer, 343 U.S. 579, 635-38 (1952) (Jackson, J., concur­\nring). A secondary boycott against those trading with Iran, ordered to\nhelp free the hostages in Tehran, should be within the broad constitu­\ntional powers of the President, since the statutes do not explicitly deny\nhim such power—indeed, 22 U.S.C. § 1732 provides him some general\nsupport in this particular situation. There may, however, be limitations on presidential power in applica­\nble aviation agreements with particular countries.",
      "queries": [
        "lemhwa vendor number",
        "when is ffr due",
        "which branch of congress has the authority to conduct investigations into and investigate the executive branch? quizlet"
      ],
      "queries_score": [
        -8.673748016357422,
        -8.259095191955566,
        -5.880409240722656
      ]
    },
    {
      "id": "memos_37__5",
      "chunk_id": "5",
      "content": "There may, however, be limitations on presidential power in applica­\nble aviation agreements with particular countries. The terms by which\nwe grant foreign airlines the right to provide scheduled service here are\nset out in bilateral agreements with individual countries. We understand\n227 from the State Department that these agreements do not provide for\nsuspension in the present circumstances. (An examination of each bilat­\neral treaty and its amendments would be necessary to verify this for all\ncountries that may be involved. Until that review occurs, we cannot\nrecommend this action.) The Chicago Convention on International Civil Aviation, Dec. 7,\n1944, 61 Stat. 1180, T.I.A.S. No. 1591, 15 U.N.T.S. 295, 356, includes a\nprovision that in case of war or national emergency the provisions of\nthe Convention “shall not affect the freedom of action” of parties to the\nConvention (Art. 89). That Convention, however, only gives parties the\nprivilege of making overflights and technical stops for non-scheduled\nflights. Art. 5. The International Air Services Transit Agreement, Dec.\n7, 1944, 59 Stat. 1693, E.A.S. No. 487, 84 U.N.T.S. 389, confers similar\nprivileges for scheduled airlines, and incorporates the provisions of the\nChicago Convention (Section 2). The bilateral agreements do not, by\ntheir terms, however, incorporate the Chicago Convention provision;\nthey are essentially self-contained agreements. 5 5. Deny Vessels or Companies Serving Iran Access to U.S. Ports or\nFueling Facilities See the analysis above under option 4 for our views on general\npresidential authority for this. We have not yet had an opportunity to\nconsider the possible effect of the maritime statutes. 6. Block International Satellite Communications From Iran to the U.S. at\nSatellite Ground Stations in the U.S.\nThe President may have statutory authority to block international\nsatellite communications between Iran and the United States. Under 47\nU.S.C. § 721(a), the President is authorized to:\n(4) exercise such supervision over relationships of\n[COMSAT] with foreign governments or entities or with\ninternational bodies as may be appropriate to assure that\nsuch relationships shall be consistent with the national\ninterest and foreign policy of the United States. The purpose of this provision appears to have been to prevent\nCOMSAT from affecting U.S. foreign policy in its contractual arrange­\nments, not to authorize the President to control the substance of its\ncommunications. See 108 Cong. Rec. 16,603-05 (1962). Thus, the\nCOMSAT statute may provide useful support for an action that is part\nof a broader foreign policy purpose of severing transactions with Iran. 5 T he Joint Statem ent on International Terrorism at the Bonn Conference may provide some basis\nfor calling on the signatories o f the Bonn C onference not to serve Iran because, according to the State\nD epartm ent, Iran is presently harboring tw o international aircraft hijackers. 228 It would not support actions directed to the content of particular\ntransmissions. Section 1702(b) of the IEEPA provides that: The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n(1) any postal, telegraphic, telephonic, or other per­\nsonal communication, which does not involve a\ntransfer of anything of value. . . .",
      "queries": [
        "when was globalisation adjustment fund a decision",
        "how do i expect to be audited as an oig"
      ],
      "queries_score": [
        -8.360236167907715,
        -7.221500873565674
      ]
    },
    {
      "id": "memos_37__6",
      "chunk_id": "6",
      "content": "Section 1702(b) of the IEEPA provides that: The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n(1) any postal, telegraphic, telephonic, or other per­\nsonal communication, which does not involve a\ntransfer of anything of value. . . . On its face, this provision goes no further than to deny the President\nany authority under the IEEPA, without reference to powers he may\npossess otherwise. The House report emphasizes that it did “not intend\n. . . to authorize regulation or prohibition of the collection and dissemi­\nnation of news.” 1977 House Report at 15. This reflects an underlying\nconstitutional concern:\n[W]hile it should be the purpose of the legislation to\nauthorize tight controls in time of national emergency,\nthese controls should not extend to the total isolation of\nthe people of the United States from the people of any\nother country. Such isolation is not only unwise from a\nforeign policy standpoint, but enforcement of such isola­\ntion can also entail violation of First Amendment rights of\nfreedom of expression if it includes, for example, prohibi­\ntions on exchange of printed matter, or on humanitarian\ncontributions as an expression of religious convictions. Id. at 11. We are constrained to take a cautious view of statutory authority for\nthis presidential option because of the Supreme Court’s emphasis on the\nneed for clear statutory authority for executive action significantly\naffecting constitutional liberties. See Kent v. Dulles, 357 U.S. 116, 129\n(1958). Thus, we do not regard either the COMSAT statute or 22\nU.S.C. § 1732 as sufficiently clear warrant for presidential action di­\nrected at satellite communications themselves, and not part of a broader\nrestriction. Nor does a more limited ban on commercial transmissions\ncommend itself. Distinctions between these communications and news\nor personal communications are tricky at best, and even commercial\nspeech now enjoys some constitutional protection. See generally Virginia\nState Board of Pharmacy v. Virginia Citizens Consumer Council, Inc., 425\nU.S. 748 (1976). The First Amendment issue can take either of two forms. Any\npresidential action that constitutes a direct restraint on the content of\nspeech must meet a very high standard of review. The government\nmust show a “compelling interest,” a close logical nexus between that\ninterest and the restriction, and a narrow tailoring of the restriction to\n229 avoid overbreadth. See, e.g., Police Department o f the City o f Chicago v.\nMosley, 408 U.S. 92, 95-96 (1972). And if the scheme involves a prior restraint by licensing particular communications, it bears “a heavy pre­\nsumption against its constitutional validity,” New York Times Co. v.\nUnited States, 403 U.S. 713, 714 (1971). In the abstract, it is difficult to\nenvision a justification for a direct ban on satellite communications that\ncould clear these hurdles. If attempted, it should include an exception\nin the terms of § 1702(b)(1) of the IEEPA. An indirect restriction on speech has a better chance of success. Here, that issue would arise if a ban on satellite communications were\npart of a more general ban on financial transactions with Iran and its\nnationals.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_37__7",
      "chunk_id": "7",
      "content": "If attempted, it should include an exception\nin the terms of § 1702(b)(1) of the IEEPA. An indirect restriction on speech has a better chance of success. Here, that issue would arise if a ban on satellite communications were\npart of a more general ban on financial transactions with Iran and its\nnationals. See Kleindienst v. Mandel, 408 U.S. 753 (1972), upholding the\ngovernment’s right to exclude an alien lecturer under speech-neutral\ncriteria in the immigration laws, despite the undoubted rights of Ameri­\ncans to receive ideas from abroad. The Supreme Court’s clearest state­\nment of the criteria for reviewing indirect restraints on speech occurred\nin United States v. O'Brien, 391 U.S. 367, 377 (1968). The Court set\nforth four requirements necessary to sustain a restriction: (1) whether it\nis within the constitutional power of the government; (2) whether it\nfurthers an important or substantial governmental interest; (3) whether\nthe governmental interest is unrelated to the suppression of free expres­\nsion; and (4) whether the incidental restriction on alleged First Amend­\nment freedoms is any greater than is essential to the furtherance of that\ninterest. 6 Thus, a presidential action against Iran that sweeps up satellite\ncommunications in a wider net should be permissible. Again, an excep­\ntion in the terms of § 1702(b)(1) would be necessary to the extent the\nIEEPA is the source of authority, and would help to satisfy the O'Brien\ntest. 7. Block Iran’s International Communications by\nDenying Access to Intelsat\nThe Intelsat Agreement, Aug. 20, 1971, 23 U.S.T. 3813 T.I.A.S. No.\n7532, does not have a specific provision which allows a member’s\ncommunications to be cut off. The provisions regarding involuntary\nwithdrawal (Art. XVI) all seem to be predicated on failure of a party\nto live up to its obligations under the Intelsat Agreement. We have no\ninformation as to whether Iran is in compliance with the Agreement. The State Department has suggested that denial of access could be\naccomplished by an extraordinary assembly of the parties and could be\n6T he O'Brien case was applied in a series o f low er court decisions w hich upheld restrictions on the\nim portation o f publications and films under the T rading w ith the Enem y A ct, the IE E P A ’s predeces­\nsor. Teague v. Regional Comm'r o f Customs, 404 F.2d 441, 445 (2d Cir. 1968), cert, denied, 394 U.S. 977\n(1969); American Documentary Files v. Secretary o f the Treasury, 344 F. Supp. 703 (S.D.N.Y. 1972); cf.\nWelch v. Kennedy, 319 F. Supp. 945 (D .D .C . 1970). A similar conclusion was reached by the Third\nCircuit in Veterans and Reservists for Peace in Vietnam v. Regional Comm > o f Customs, 459 F. 2d 676\n(3d Cir.), cert, denied. 409 U.S. 933 (1972). 230 accomplished by a two-thirds vote of the 102 members. (Art. VII (e)\nand (0)- There is no precedent for this, and it is not clear to us whether\nthis power exists. 8. Prohibit Financial Transactions Involving U.S. Journalists in Iran, or\nOtherwise Limit Travel to Iran\nUnder stated conditions, the President may prevent American citi­\nzens from traveling to particular countries at particular times. 7",
      "queries": [
        "what is the contract provision condition for award",
        "cops office telephone number"
      ],
      "queries_score": [
        -8.93050479888916,
        -9.205578804016113
      ]
    },
    {
      "id": "memos_37__8",
      "chunk_id": "8",
      "content": "There is no precedent for this, and it is not clear to us whether\nthis power exists. 8. Prohibit Financial Transactions Involving U.S. Journalists in Iran, or\nOtherwise Limit Travel to Iran\nUnder stated conditions, the President may prevent American citi­\nzens from traveling to particular countries at particular times. 7 In 1978,\nCongress dealt with this subject in an amendment to 22 U.S.C. § 211a,\nthe statute authorizing the Secretary of State to issue passports. The\namendment provided:\nUnless authorized by law, a passport may not be desig­\nnated as restricted for travel to or for use in any country\nother than a country with which the United States is at\nwar, where armed hostilities are in progress, or where\nthere is imminent danger to the public health or the physi­\ncal safety of United States travellers. Present circumstances obviously satisfy the last condition of §21 la;\nthe President may restrict future travel to Iran. See Zemel v. Rusk, 381\nU.S. 1 (1965), upholding the President’s power to refuse to validate\npassports for Cuba under an earlier version of this statute. Nevertheless,\ntravel restrictions applied to journalists may pose special problems. The\npress could bring a lawsuit challenging the government to make a\nfactual showing sufficient to satisfy O ’Brien, supra, concerning whether\nthere is a need to include journalists in a travel ban in view of their\nsafety to date. Such a suit would probably require at least in camera\ndisclosure of the government’s reasons for the restrictions. Moreover,\nrestrictions on travel to Iran would have no immediate effect on per­\nsons already in that country. The IEEPA could be used for a broad ban on financial transactions\nbetween Americans and Iran or its nationals. Such an order would\napply to Americans overseas, and would make further financial transac­\ntions with Iranians subject to penalty. 7This pow er to restrict the travel o f A m erican citizens generally to a particular place at a particular\ntime is distinct from the pow er to inhibit the travel o f an individual by revoking his passport on the\nbasis of a determ ination that his activities \"are causing or are likely to cause serious dam age to the\nnational security o r the foreign policy o f the United States.\" See 22 C .F.R . § 51.70(b)(4). T he existence\nand scope o f this latter pow er are currently being litigated. See Agee v. Vance, 483 F. Supp. 729\n(D .D .C . 1980), appeal docketed. [N o t e : In the cited case, the Supreme C ourt upheld the President’s\npow er, under applicable laws and regulations, to revoke a U.S. citizen's passport on national security\nand foreign policy grounds. Haig v. Agee, 453 U.S. 280 (1981). Ed.] 231 9. Divert Equipment From the Suspended Iran\nForeign Military Sales Pipeline The present Iranian government took the initiative in canceling the\ngreat bulk of foreign military sales contracts with the United States. Near the end of last year, the United States government suspended the\nrest pursuant to terms of the contracts. It is legally possible that the\ncontracts could still be reinstituted since they have not been cancelled.",
      "queries": [
        "when and how do you report executive compensation",
        "internal revenue service irs memo number"
      ],
      "queries_score": [
        -8.809085845947266,
        -7.650298595428467
      ]
    },
    {
      "id": "memos_37__9",
      "chunk_id": "9",
      "content": "Near the end of last year, the United States government suspended the\nrest pursuant to terms of the contracts. It is legally possible that the\ncontracts could still be reinstituted since they have not been cancelled. We understand from the State Department that nothing in the contracts\nwould preclude our making other disposition of the articles being\nprocured while the contracts are suspended. 10. A Broad Prohibition Against All Transactions Between Americans\nRelating to Iran The preceding analysis suggests that very broad restrictions are per­\nmissible under the IEEPA. A caveat is in order, however. The statute\nis limited to property in which a foreign country or foreign national has\nan interest. As we noted above, Treasury’s regulations define the opera­\ntive terms of § 1702 to include many kinds of legal interests and their\ndirect or indirect transfer. Thus, it would seem possible to reach trans­\nactions in which Iran has an indirect interest, but it is not possible to\nreach “purely domestic” transactions. John M . H arm on Assistant Attorney General\nOffice o f Legal Counsel 232",
      "queries": [
        "remittance of interest earned amounts",
        "cops office phone number",
        "what is the procedure for an alleged inmate",
        "who is responsible for coordinating the complaint procedures"
      ],
      "queries_score": [
        -10.655848503112793,
        -10.756377220153809,
        -10.607850074768066,
        -10.767477989196777
      ]
    }
  ]
}