{
  "doc_id": "memos_78",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_78__0",
      "chunk_id": "0",
      "content": "Application of 18 U.S.C. § 207(c) to Proposed\nCommunications Between Retired Navy Flag\nOfficer and Marine Corps Commanders in\nIraq Regarding Security Issues\nAlthough more detailed information is needed to make a complete determination in this factsensitive area, it appears that 18 U.S.C. § 207(c) would forbid at least some of the proposed\ncommunications between a retired Navy flag officer and Marine Corps commanders regarding the\nsecurity situation in Iraq. September 13, 2005 MEMORANDUM OPINION FOR THE GENERAL COUNSEL OF THE NAVY\nThrough the General Counsel of the Department of Defense, you have asked\nfor our opinion whether 18 U.S.C. § 207(c) (2000) prohibits certain proposed\ncommunications between a retired Navy flag officer, now employed by a\ndefense contractor under contract to provide services to the United States Air\nForce and Army Corps of Engineers in Iraq, and United States Marine Corps\ncommanders. See Letter for Steven G. Bradbury, Acting Assistant Attorney\nGeneral, Office of Legal Counsel, from William J. Haynes II, General Counsel,\nDepartment of Defense (Aug. 17, 2005). These communications “would seek to\neffect changes . . . in the current state of security” in parts of Iraq and to “make\nrecommendations” about procedures for pursuing the insurgents responsible for\nattacks on United States military personnel and private contractors. Memorandum for the Assistant Attorney General, Office of Legal Counsel, from Alberto\nJ. Mora, General Counsel of the Navy, Re: Request for Legal Opinion at 1 (Aug.\n10, 2005) (“Mora Memorandum”). Although more detailed information is\nneeded to make a complete determination in this fact-sensitive area, it appears\nthat at least some of the proposed communications would be forbidden by\nsection 207(c). I.\nA rear admiral retired from the Navy and became employed as the President of\na company (“Company”) whose parent entity (“Parent”) is currently under contract\nwith the United States Air Force and United States Army Corps of Engineers to\nprovide construction and other services in Iraq. * As President of the Company, the\nretired officer oversees construction of two bases that the firm is building for the\nnew Iraqi army in an area of the country under the responsibility of the United\nStates Multi-National Force-West (“MNF-W”). The MNF-W command, com*\nEditor’s Note: For privacy reasons, the name and affiliation of the officer in question have been\nredacted from the published version of this opinion. 159 Opinions of the Office of Legal Counsel in Volume 29 posed primarily of Marine Corps personnel, reports directly to CENTCOM, which\nin turns reports to the Secretary of Defense. In recent months, attacks by Iraqi insurgents have killed or injured a number of\nthe Company’s employees and subcontractors. Given the security situation, the\nCompany seeks to coordinate more effectively with the MNF-W commanders\nresponsible for securing the area in which the Company is working to fulfill its\ncontractual obligations. Given the retired officer’s military experience, the Parent\nwould like him to communicate directly with MNF-W personnel on these matters. More specifically,\nthe Parent wants the retired officer to provide information related to\nhis observations about security and defense, areas within the retired\nofficer’s expertise.",
      "queries": [
        "what is the law regarding iraq communications between retired navy flag officer and marine corps commander",
        "what is the cops office anti-heroin task force program"
      ],
      "queries_score": [
        "2.2389674",
        -9.565024375915527
      ]
    },
    {
      "id": "memos_78__1",
      "chunk_id": "1",
      "content": "Given the retired officer’s military experience, the Parent\nwould like him to communicate directly with MNF-W personnel on these matters. More specifically,\nthe Parent wants the retired officer to provide information related to\nhis observations about security and defense, areas within the retired\nofficer’s expertise. The Parent desires for the retired officer to ask\nquestions and seek information related to how the Parent’s employees can better protect themselves, including communications regarding the Parent’s scope of work and its coordination of on-site activity. Letter for Marilyn L. Glynn, Acting Director, Office of Government Ethics, from\nMichael R. Rizzo, McKenna, Long & Aldridge LLP, Re: Request for Formal\nAdvisory Opinion Pursuant to 5 CFR 2638.301 et seq. at 3 (May 31, 2005)\n(“Rizzo Letter”). The Parent believes that effective communications on these\nissues between the retired officer and Marine Corps personnel is necessary to\nensure the security of the Company’s employees and will potentially save lives. Id.\nII.\nSection 207(c) of title 18 provides criminal penalties for a “senior [officer] of\nthe executive branch” who\nwithin 1 year after the termination of his or her service or employment as such officer or employee, knowingly makes, with the intent\nto influence, any communication to or appearance before any officer\nor employee of the department or agency in which such person\nserved within 1 year before such termination, on behalf of any other\nperson (except the United States), in connection with any matter on\nwhich such person seeks official action by any officer or employee\nof such department or agency. 18 U.S.C. § 207(c)(1). Thus, as a recently retired senior naval officer, 1 the retired\nofficer is barred from making certain types of communications with “any officer\n1 There is no dispute that flag officers such as the retired officer qualify as “senior personnel”\nwithin the meaning of section 207(c). See 18 U.S.C. § 207(c)(2)(iv). 160 Application of 18 U.S.C. § 207(c) to Communications Regarding Security Issues or employee” of the Department of the Navy during the statute’s one year “cooling\noff” period. Cf. 5 C.F.R. § 2641, app. B (2005) (designating the Department of the\nNavy as “distinct and separate” from other components of the Department of\nDefense for purposes of section 207). And because the Marine Corps is part of the\nDepartment of the Navy, see 32 C.F.R. § 700.204(a) (2004), the prohibition\nextends to communications between the retired officer and Marine Corps personnel in Iraq. At the same time, however, “[s]ection 207 does not by its terms forbid a former\nExecutive Branch official from communication with his former agency in all\ncircumstances.” Memorandum for Stuart M. Gerson, Assistant Attorney General,\nCivil Division, from Daniel L. Koffsky, Acting Assistant Attorney General, Office\nof Legal Counsel at 2 (Mar. 15, 1993) (“Gerson Memorandum”). Instead, a\ncommunication is prohibited only if it is made (1) “with the intent to influence”;\n(2) “on behalf of any other person (except the United States)”; and (3) “in\nconnection with any matter on which such person seeks official action.”",
      "queries": [
        "what would the retired military officer provide to the parent regarding security and defense",
        "definition of community policing",
        "what is the purpose of a mou agreement",
        "closing agreement is taxable"
      ],
      "queries_score": [
        "2.375571",
        -7.792922019958496,
        -7.385843276977539,
        -8.544639587402344
      ]
    },
    {
      "id": "memos_78__2",
      "chunk_id": "2",
      "content": "Instead, a\ncommunication is prohibited only if it is made (1) “with the intent to influence”;\n(2) “on behalf of any other person (except the United States)”; and (3) “in\nconnection with any matter on which such person seeks official action.” In\naddition, the statute offers a safe harbor to former senior officials who make or\nprovide a statement “which is based on the individual’s own special knowledge in\nthe particular area that is the subject of the statement, if no compensation is\nthereby received.” 18 U.S.C. § 207(j)(4) (emphasis added). Based on the limited\nfactual information available to us, we believe that most of the communications\nproposed by the retired officer fall within section 207(c)’s prohibition and are not\nprotected by the “special knowledge” exception. That conclusion, however, does\nnot apply to situations in which the retired officer would do nothing more than\nrequest generally available factual information from MNF-W relating to security\nor other matters relevant to the Company’s work. In the first place, the role contemplated for Mr. Kubic is not that of a behindthe-scenes operative, but rather is a direct and personal one in which Mr. Kubic\nwould be speaking to the Marine Corps officers with the intention that the\ninformation or views conveyed be attributed to him. Accordingly, Mr. Kubic\nwould undoubtedly be making “communications” within the meaning of section\n207(c). See “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. 59, 62\n(2001) (construing section 207(c) to include an attribution requirement). Moreover, as we understand the retired officer’s proposal, the purpose of at\nleast some of those communications would be to persuade the commanders in\nMNF-W to use their forces in ways that the retired officer believes will provide\nbetter protection for both civilian contractors (including the Company’s employees) and military personnel. (We take it that this understanding is what the Rizzo\nLetter means when it refers to “discussions regarding scope of work and coordination of on-site activity issues.” Rizzo Letter at 2. 2) Insofar as he seeks to engage in\n2 In your memorandum requesting a legal opinion, you describe the retired officer’s proposal this\nway: “Through personal communication with local Marine commanders, if authorized, he would seek\nto effect changes in Marine Corps policy or practice regarding the current state of security around 161 Opinions of the Office of Legal Counsel in Volume 29 such communications, the retired officer would clearly be “trying to influence the\nactivities of the agency involved,” and thus would satisfy the scienter and “official\naction” requirements of section 207(c). Applicability of 18 U.S.C. § 207(c) to the\nBriefing and Arguing of Cases in Which the Department of Justice Represents a\nParty, 17 Op. O.L.C. 37, 43 (1993); see also 5 C.F.R. § 2637.204(e) (2005)\n(section 207(c)’s prohibition on attempting to influence “applies to situations in\nwhich there is an appreciable element of actual or potential dispute or an application or submission to obtain Government rulings, benefits or approvals”). 3 After\nall, decisions about how to deploy troops, and about how best to provide protection to military and civilian personnel in a war zone, are “official actions” of a\nbranch of the Armed Forces.",
      "queries": [
        "aca accreditation standards for correctional facilities"
      ],
      "queries_score": [
        -8.398957252502441
      ]
    },
    {
      "id": "memos_78__3",
      "chunk_id": "3",
      "content": "3 After\nall, decisions about how to deploy troops, and about how best to provide protection to military and civilian personnel in a war zone, are “official actions” of a\nbranch of the Armed Forces. Direct communications with members of that branch\nby a former senior officer made with the goal of influencing those decisions come\nwithin the scope of section 207(c). A different result follows, however, where the retired officer would merely be\nrequesting generally available factual information from MNF-W commanders. OGE has long taken the position, and we have agreed, that a communication\naimed solely at eliciting generally available information from a government\nagency is not made with the requisite “intent to influence” official agency action,\nand thus is not prohibited by section 207(c). See 5 C.F.R. § 2637.204(e); Memorandum for Component Heads, from Timothy E. Flanigan, Assistant Attorney\nGeneral, Office of Legal Counsel at 8 (Nov. 18, 1992) (noting that section 207(c)\n“does not apply to requests for factual information”); Memorandum for Tony\nSchall, Assistant to the Attorney General, from Timothy Flanigan, Principal\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Post Employment Restrictions at 1 (Aug. 15, 1991) (“Schall Memorandum”) (same). The\nretired officer thus remains free under section 207(c) to seek information or advice\nfrom the Marines regarding such matters as the security situation or the steps being\ntaken by the military (or that the Company should take) to protect civilian\ncontractors in Iraq. Although the sparse factual record before us makes it impossible to determine the extent to which the retired officer’s proposed communications\nwould actually fall into this category, it seems that at least some may do so. See,\ne.g., Rizzo Letter at 3 (“the Parent desires for the retired officer to ask questions\nand seek information related to how the Parent’s employees can better protect\nthemselves.”). We caution the retired officer, however, that especially where he\ncontemplates communicating with Marine Corps officers himself, the line between Camp India and make recommendations about procedures for pursuing the AIF [Anti-Iraqi Forces]\nresponsible for the mortar attacks.” Mora Memorandum at 1.\n3\nThe Office of Government Ethics (“OGE”) regulations contained in 5 C.F.R. pt. 2637 were\nwritten with respect to section 207 as it existed prior to its amendment in 1989, but both OGE and this\nOffice have continued to rely on them when interpreting those portions of the statute that were\nunchanged by the amendments. See “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. at 60\nn.3. 162 Application of 18 U.S.C. § 207(c) to Communications Regarding Security Issues seeking information and providing advice or otherwise attempting to influence\ndecisions or actions may not always be clear, and that it is impermissible to use\nfactual inquiries in an effort to influence the agency to take particular official acts. See Schall Memorandum at 2. Next, we must consider whether the proposed communications—at least the\nones that are intended to influence—will be made “on behalf of” someone other\nthan the retired officer (or the United States).",
      "queries": [
        "how to reset password for cops",
        "what to include in panel findings",
        "what was the presidents authority to extend the territorial sea?"
      ],
      "queries_score": [
        -9.057910919189453,
        -8.03480052947998,
        -9.18648910522461
      ]
    },
    {
      "id": "memos_78__4",
      "chunk_id": "4",
      "content": "See Schall Memorandum at 2. Next, we must consider whether the proposed communications—at least the\nones that are intended to influence—will be made “on behalf of” someone other\nthan the retired officer (or the United States). “By the express terms of the statute,\na former officer or employee is free to communicate information or advice . . . as\nlong as he does not do so ‘on behalf of any other person.’” Gerson Memorandum\nat 2. We have previously opined that this language limits the reach of section 207\nto those “communications that are made by one who is acting as an agent or\nattorney, or in some other representational capacity for another.” Memorandum for\nMichael Boudin, Deputy Assistant Attorney General, Antitrust Division, from\nJ. Michael Luttig, Assistant Attorney General, Office of Legal Counsel, Re:\nApplication of 18 U.S.C. § 207(a) to Pardon Recommendation Made by Former\nProsecutor at 6 (Oct. 17, 1990) (“Boudin Opinion”). 4 The “representational\nrelationship” required by the statute “entails at least some degree of control by the\nprincipal over the agent who acts on his or her behalf.” Id. Here, because it seems that the retired officer would be speaking not on his own\nbehalf, but rather at the behest and for the benefit of the Company, the statements\nhe proposes to make would clearly satisfy this test. As we understand the situation,\nthe retired officer’s communications with MNF-W would be made in his capacity\nas President of ECCI and would be designed to help improve security in the parts\nof Iraq where the Company’s personnel are working. In that context, it is difficult\nto deny that the retired officer would be acting “subject to the control or direction”\nof the firm, and thereby as the firm’s agent or representative. Boudin Opinion at 6.\nSimply put, in this situation the retired officer would not “speak[] for himself\nalone.” Gerson Memorandum at 3. Instead, he would speak for the Company and\nhis efforts to use direct communications with his former department to influence\nagency action would fall squarely within the prohibitory terms of section 207(c). Finally, we address the “special knowledge” safe harbor contained in section\n207(j)(4). That exception allows a former official to make statements based on the\nindividual’s “own special knowledge,” but only if “no compensation is thereby\nreceived.” Even assuming that the security issues that would be the subject of the\nretired officer’s statements would come within his own special knowledge, we\nagree with OGE that “the receipt of a salary, or other compensation for doing\none’s job generally, is sufficient, if the statement at issue is made as part of the\n4\nAlthough the Boudin Opinion addressed only 18 U.S.C. § 207(a), the language it construed—“on\nbehalf of any other person”—also appears in section 207(c), where it is used in the same way. Relying\non the interpretive canon that a phrase that appears in multiple places in the same statute should be\ngiven the same meaning in each, we have previously applied the Boudin Opinion’s analysis to section\n207(c). See Gerson Memorandum at 3 & n.3. 163 Opinions of the Office of Legal Counsel in Volume 29 individual’s duties for his non-federal employer.”",
      "queries": [
        "when are financial reports due"
      ],
      "queries_score": [
        -8.706419944763184
      ]
    },
    {
      "id": "memos_78__5",
      "chunk_id": "5",
      "content": "See Gerson Memorandum at 3 & n.3. 163 Opinions of the Office of Legal Counsel in Volume 29 individual’s duties for his non-federal employer.” Letter for Michael R. Rizzo,\nMcKenna, Long & Aldridge LLP, from Marilyn L. Glynn, Acting Director, Office\nof Government Ethics at 5 (June 8, 2005). We think the best reading of the phrase\n“no compensation is thereby received” is that it excludes statements made in the\nordinary course of an agency relationship for which the speaker receives compensation. In other words, if a former official is paid to represent the interests of a\nparticular person or company, and makes statements aimed at advancing that end,\nhe receives compensation “thereby,” even if he is not paid on a statement-bystatement basis. Thus, as a salaried employee of the Company who would be\ncommunicating with the Marine commanders in the course of his employment, the\nretired officer may not take shelter in section 207(j)(4). A contrary conclusion—\nthat a statement may be protected by section 207(j)(4) so long as the speaker is not\npaid specifically for making it—would impermissibly convert the exception into a\nmere accounting rule. It would suggest, for instance, that a lawyer could represent\na client before the same agency where the lawyer was previously a senior official\nso long as he received a flat fee rather than an hourly rate. We do not think\nCongress intended to allow the statutory ban on such communications to be\ncapable of evasion merely by clever bookkeeping. We certainly understand, and are sympathetic to, the retired officer’s pleas that\nhe and his firm face a conflict between the federal ethics laws and the need to take\nsteps to protect his employees from further danger. As described above, however,\nat least some of the communications proposed by Mr. Kubic would be covered by\nthe language of section 207(c). And, although it contains a number of express\nexceptions for particular types of communications, see, e.g., 18 U.S.C. § 207(j),\nthe statute makes no exception for emergency situations. Nor is there an exception\nfor communications made in war zones involving issues of safety and security. Given that Congress has not seen fit to legislate such exceptions, we are not at\nliberty to interpret such provisions into existence merely to bring about a desirable\nresult. This conclusion about the scope of section 207 does not leave the Company\nunable to communicate with military personnel in Iraq in order to help protect its\npersonnel. Any Company employee not covered by section 207(c) remains free to\ndiscuss security matters (or any other issue) with MNF-W, and certainly may seek\nto persuade the military commanders to take whatever protective actions are\nthought necessary. Indeed, so long as he does not act with the intention that the\nviews or information conveyed to Marine officers be attributed to him, the retired\nofficer may play a “behind the scenes” role in such communications. “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. at 63 (observing that under section\n207(c), “former officials can sell their expertise to interested clients, and their\nclients can present all substantive information or views they wish to federal\nagencies”).",
      "queries": [
        "when is eu decision published",
        "indirect cost rate definition",
        "what does cops office do to public work",
        "why is it important to comply with civil rights laws",
        "who accepts an honorary irish citizenship"
      ],
      "queries_score": [
        -8.880487442016602,
        -8.647703170776367,
        -8.681142807006836,
        -8.648076057434082,
        -9.423163414001465
      ]
    },
    {
      "id": "memos_78__6",
      "chunk_id": "6",
      "content": "“Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. at 63 (observing that under section\n207(c), “former officials can sell their expertise to interested clients, and their\nclients can present all substantive information or views they wish to federal\nagencies”). In addition, as described above, the retired officer himself may seek\ngenerally available factual information from any military officer or department. And, because the Navy is separate from the Department of Defense for purpose of 164 Application of 18 U.S.C. § 207(c) to Communications Regarding Security Issues the federal ethics laws, see 5 C.F.R. § 2641, app. B, the retired officer may always\ncontact and attempt to influence officers and employees of military departments\nother than the Department of the Navy. STEVEN G. BRADBURY\nActing Assistant Attorney General\nOffice of Legal Counsel 165",
      "queries": [
        "duns number",
        "what is the purpose of site visits on police programs?"
      ],
      "queries_score": [
        -10.205340385437012,
        -10.22119426727295
      ]
    }
  ]
}