{
  "doc_id": "memos_64",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_64__0",
      "chunk_id": "0",
      "content": "Under Secretary of the Treasury for Enforcement\nThe President does not have a legal duty to make a nomination for Under Secretary of the Treasury for\nEnforcement. If the President does not make a nomination, the Secretary of the Treasury could perform the duties\nhimself or assign them to another official of his department. December 19, 2002 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nDEPARTMENT OF THE TREASURY You have asked for our opinion whether the President has a legal duty to make\na nomination for Under Secretary of the Treasury for Enforcement. We believe\nthat he does not. You have further asked how, if the President does not make a\nnomination, the duties of the office may be discharged. We believe that the\nSecretary of the Treasury (“Secretary”) could perform the duties himself or assign\nthem to another official of his department. I.\nUnder 31 U.S.C. § 301(d) (2000), the Department of the Treasury “has . . . an\nUnder Secretary for Enforcement . . . appointed by the President, by and with the\nadvice and consent of the Senate.” At present, this Under Secretary supervises the\nBureau of Alcohol, Tobacco, and Firearms, but the recently enacted Homeland\nSecurity Act of 2002, Pub. L. No. 107-296, 116 Stat. 2135 (2002), which will\nbecome effective January 24, 2003, id. § 4, 116 Stat. at 2142, will largely transfer\nthat bureau to the Department of Justice. Id. § 1111(c). The Treasury Department\nwill retain only the bureau’s administration and revenue collection functions,\nwhich will be performed by a newly created Tax and Trade Bureau. Id. § 1111(d). The Tax and Trade Bureau is to be headed by an Administrator, “who shall\nperform such duties as assigned by the Under Secretary for Enforcement of the\nDepartment of the Treasury.” Id. § 1111(d)(2). In addition to assigning these\nduties, the Under Secretary for Enforcement implicitly will have one other\nstatutory responsibility: to receive advice and recommendations from the Director\nof the Financial Crimes Enforcement Network about “matters relating to financial\nintelligence, financial criminal activities, and other financial activities.” 31\nU.S.C.A. § 310(b)(2)(A) (West. Supp. 2002). In view of the highly limited statutory duties that the Under Secretary for\nEnforcement will exercise after the Homeland Security Act takes effect, you have\nraised the possibility that the President might not wish to fill the next vacancy in\nthat office. 230 227-329 VOL_26_PROOF.pdf 240 10/22/12 11:13 AM Under Secretary of the Treasury for Enforcement II. Our opinions do not definitively resolve whether, in these circumstances, the\nPresident has a legal duty to make a nomination. Some statutes provide that the\nPresident “shall” nominate and, with the Senate’s advice and consent, appoint a\nparticular officer, and these statutes may be understood to require the President to\nmake a nomination within a reasonable time.",
      "queries": [
        "what is the duration of chp",
        "which subaward information is displayed on the website of usaspending.gov",
        "why was the bcbsa exemption proposed by gao and bcbsa"
      ],
      "queries_score": [
        -6.652795791625977,
        -5.39962100982666,
        -5.437973499298096
      ]
    },
    {
      "id": "memos_64__1",
      "chunk_id": "1",
      "content": "Some statutes provide that the\nPresident “shall” nominate and, with the Senate’s advice and consent, appoint a\nparticular officer, and these statutes may be understood to require the President to\nmake a nomination within a reasonable time. See Memorandum [for the Acting\nAttorney General], from Robert G. Dixon, Jr., Assistant Attorney General, Office\nof Legal Counsel, Re: Applicability of the 30-Day Vacancies Act Time Limit to\nYour Tenure as Acting Attorney General at 29-30 (Dec. 7, 1973) (the statute\nproviding for appointment of the Attorney General and the President’s constitutional responsibilities “create a legal duty—and not merely political pressure—to\nsubmit a nomination within a reasonable time after the vacancy occurred”); see\nalso Memorandum for the Attorney General, from Golden W. Bell, Assistant\nSolicitor General, Re: Vacancy in the Office of Attorney General, 8 Unpub. Op.\nA.S.G. 1538, 1540 (Dec. 5, 1938). But see Letter for the President, from Homer\nCummings, Attorney General, 2 Unpub. Op. A.S.G. 447 (Jan. 24, 1934). 1 Other\nstatutes provide that the President “may” make nominations and appointments. See, e.g., 28 U.S.C. § 504 (2000) (Deputy Attorney General). By their plain terms,\nthese other statutes give the President the discretion to leave the offices unfilled. Here, the language of the statute is that the Treasury Department “has” an\nUnder Secretary for Enforcement. 31 U.S.C. § 301(d). This language appears to\ndescribe, rather than prescribe, the make-up of the Department. Along these lines,\nthe Senate Committee on Appropriations’ Explanatory Statement on the Emergency Supplemental Appropriations Act of 1994, the bill that enacted the language,\nobserved that the provision would “permit the President to nominate, with the\nadvice and consent of the Senate, a third Under Secretary of the Treasury.” 140\nCong. Rec. 2031 (1994) (emphasis added). 2 At the least, Congress imposed no\nclear obligation upon the President to make a nomination, and we would not read\n1 In other instances, we have more generally identified a duty to submit a nomination when an\nofficial is “acting” in an office and thus when failure to make a nomination within a reasonable time\nmight undercut the Senate’s role of advice and consent. See, e.g., Status of the Acting Director, Office\nof Management and Budget, 1 Op. O.L.C. 287, 290 (1977); Memorandum for the Attorney General,\nfrom Dawn Johnsen, Acting Assistant Attorney General, Office of Legal Counsel, Re: Acting Designation (Dec. 12, 1997); see also Letter for the President, from Homer Cummings, Attorney General,\n6 Unpub. Op. A.S.G. 756 (Sept. 24, 1936); Oversight of the Implementation of the Vacancies Act:\nHearing on S. 1764 Before the Senate Comm. On Governmental Affairs, 105 Cong. 138, 148 (1998)\n(statement of Joseph N. Onek, Principal Deputy Associate Attorney General, and Daniel Koffsky,\nSpecial Counsel, Office of Legal Counsel). 2\nCongress in 1993 directed that “[n]otwithstanding any other provision of law, the Secretary of the\nTreasury shall establish an Office of the Undersecretary for Enforcement within the Department of the\nTreasury by no later than February 15, 1994.” Pub. L. No. 103-123, § 105, 107 Stat. 1226, 1234 (1993). Congress enacted the current language of 31 U.S.C. § 301(d) in 1994.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -8.792819023132324
      ]
    },
    {
      "id": "memos_64__2",
      "chunk_id": "2",
      "content": "Congress enacted the current language of 31 U.S.C. § 301(d) in 1994. Neither of these enactments\nanswers the question whether Congress has required the filling of the office to be established. 231 227-329 VOL_26_PROOF.pdf 241 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 one into the statute: “When Congress decides purposefully to enact legislation\nrestricting or regulating presidential action, it must make its intent clear.” Armstrong v. Bush, 924 F.2d 282, 289 (D.C. Cir. 1991) (emphasis added). To be sure, 31 U.S.C. § 301 also provides that “[t]he President may appoint, by\nand with the advice and consent of the Senate, an Assistant General Counsel who\nshall be the Chief Counsel for the Internal Revenue Service,” 31 U.S.C.\n§ 301(f)(2), and the use of “may” in this provision arguably suggests that, in\ncontrast, the “has . . . an Under Secretary for Enforcement” language was intended\nto impose a duty on the President to fill the office of Under Secretary for\nEnforcement. See Russello v. United States, 464 U.S. 16, 23 (1983) (“[W]here\nCongress includes particular language in one section of a statute but omits it in\nanother section of the same Act, it is generally presumed that Congress acts\nintentionally and purposely in the disparate inclusion or exclusion.”) (internal\nquotation marks omitted). But this possible inference hardly makes “clear” that\nCongress intended to fix a duty upon the President. Armstrong, 924 F.2d at 289. Indeed, the provision on the Chief Counsel continues: “The Chief Counsel is the\nchief law officer for the Service and shall carry out duties and powers prescribed\nby the Secretary.” 31 U.S.C. § 301(f)(2). As this additional language shows,\nsection 301 does not invariably use the present tense of verbs (“has” or “is”) to\nrefer to offices that necessarily will be filled, and no inference should be drawn\nfrom the use of the words “has . . . an Under Secretary for Enforcement” rather\nthan some variation of the “may appoint” formulation. III. If the President leaves the office unfilled, the remaining duties of the office\nmust be carried out by some other official. As noted above, the Under Secretary\nfor Enforcement assigns duties to the Tax and Trade Bureau and receives advice\nand recommendations from the Director of the Financial Crimes Enforcement\nNetwork. Absent new legislation, there are, we believe, two basic ways in which\nthese responsibilities could be performed. First, the Secretary himself could assign duties to the Tax and Trade Bureau\nand receive the reports from the Director of the Financial Crimes Enforcement\nNetwork. Under 31 U.S.C. § 321(c) (2000), “[d]uties and powers of officers and\nemployees of the Department are vested in the Secretary,” with some express\nexceptions not relevant here. The Secretary, therefore, could carry out these duties. Interpreting similar language applicable to the Attorney General, 28 U.S.C. § 509\n(2000), we have concluded that the provision sets up a “general standing rule that\nall functions performed by officers in the Department of Justice are vested\nultimately in the Attorney General and may be performed by him.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_64__3",
      "chunk_id": "3",
      "content": "Interpreting similar language applicable to the Attorney General, 28 U.S.C. § 509\n(2000), we have concluded that the provision sets up a “general standing rule that\nall functions performed by officers in the Department of Justice are vested\nultimately in the Attorney General and may be performed by him.” Memorandum\nfor the Deputy Attorney General, from Leon Ulman, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Authority of the Attorney General Over the 232 227-329 VOL_26_PROOF.pdf 242 10/22/12 11:13 AM Under Secretary of the Treasury for Enforcement National Institute of Justice and the Bureau of Justice Statistics at 2 (Oct. 14,\n1980) (“1980 Opinion”). We would find a similar “general standing rule” under 31\nU.S.C. § 321(c). Although this “standing rule” may be overcome when, for\nexample, there is a “specific and explicit reservation of ‘final’ decisionmaking\npower” in a subordinate official, 1980 Opinion at 2, no such reservation or other\nlimit applies to the duties of the Under Secretary for Enforcement. See also, e.g.,\nVacancy Act (5 U.S.C. § 3345-3349)—Law Enforcement Assistance Administration, 2 Op. O.L.C. 72, 74 (1978) (the functions of the Law Enforcement Assistance\nAdministration, unlike “most of the components of the Department,” were not\n“completely vested in the Attorney General,” although the Attorney General had\nsupervisory power). Accordingly, the Secretary himself could perform those\nduties. Second, we believe that the Secretary could exercise his power under 31 U.S.C.\n§ 321(b)(2) to “delegate [his] duties and powers . . . to another officer or employee\nof the Department of the Treasury.” With 31 U.S.C. § 321(c) having vested in the\nSecretary the duties of the Under Secretary for Enforcement, section 321(b)(2)\nwould allow the Secretary to assign those duties to another officer or employee of\nthe Treasury Department. Once again, we have recognized the lawfulness of\nsimilar arrangements under the statutes governing the Department of Justice. See\nMemorandum for the Deputy Attorney General, from John C. Yoo, Deputy\nAssistant Attorney General, Office of Legal Counsel, and Rosemary Hart, Senior\nCounsel, Office of Legal Counsel, Re: Granting Special Deputy United States\nMarshal Status to Private Security Guards at 3 n.1 (Oct. 30, 2001) (function of the\nMarshals Service is vested in the Attorney General and delegated to the Deputy\nAttorney General). We can identify no bar to the exercise of this authority in the present case. Although Congress may restrict the transfers of particular authorities to particular\ncomponents, see, e.g., 5 U.S.C. app. 3, § 9(a)(2) (2000) (ordinarily barring the\ntransfer of “program operating responsibilities” to an Inspector General), no such\nrestriction appears applicable here. Further, under the Vacancies Reform Act,\n5 U.S.C. §§ 3345-3349d (2000), if a statute or regulation provided that only the\nUnder Secretary of Enforcement could perform a particular responsibility, and if\nthat position became vacant, only the Secretary of the Treasury himself or an\nActing Under Secretary for Enforcement could perform that function or duty. See\n5 U.S.C. § 3348(a)(2), (b).",
      "queries": [
        "what statute provides a standing rule on powers that may be performed by an attorney general",
        "what is system for award management?",
        "fda requirements for other postmarketing reports"
      ],
      "queries_score": [
        "1.5078777",
        -8.308505058288574,
        -8.128066062927246
      ]
    },
    {
      "id": "memos_64__4",
      "chunk_id": "4",
      "content": "See\n5 U.S.C. § 3348(a)(2), (b). Here, however, the statutes do not require the Under\nSecretary for Enforcement personally to carry out the assigned duties, rather than\ndelegating them; we have found no codified regulation requiring such personal\naction, see 31 C.F.R. §§ 1.1, 1.20 (2002); and we are informed by your office that\nthere are no such uncodified regulations or orders. We therefore believe that the 233 227-329 VOL_26_PROOF.pdf 243 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 Vacancies Reform Act would not preclude the Secretary from delegating the\nduties in question to another official of the Department. 3\nM. EDWARD WHELAN III\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel 3\nWe do not intend here to set out a comprehensive list of all the kinds of restrictions that might\napply to any transfer of authority within the Department of the Treasury, but confine ourselves to the\npresent case. We also note that we do not address any provisions governing the transfer of funds\nnecessary to effect a transfer of responsibilities. See, e.g., 31 U.S.C. § 321(b)(3) (the Secretary “may\ntransfer within the Department the records, property, officers, employees, and unexpended balances of\nappropriations, allocations, and amounts of the Department that the Secretary considers necessary to\ncarry out a delegation” under section 301(b)(2)). 234 227-329 VOL_26_PROOF.pdf 244 10/22/12 11:13 AM",
      "queries": [
        "lemhwa phone number"
      ],
      "queries_score": [
        -9.878927230834961
      ]
    }
  ]
}