{
  "doc_id": "memos_75",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_75__0",
      "chunk_id": "0",
      "content": "Funds Available for Payment of Natural Resource Damages\nUnder the Oil Pollution Act of 1990\nT he P resident, acting through the D epartm ent of T ransportation, is authorized to use the O il Spill\nL iability T ru st F und to pay the claim s o f Natural R esource T rustees for uncom pensated natural\nresource dam ages in accordance with section 1013 o f the Oil P ollution A ct o f 1990, w ithout the\nneed fo r fu rth er en actm ent o f appropriations. September 25, 1997\nM e m o r a n d u m O p in io n f o r t h e A s s i s t a n t A t t o r n e y G e n e r a l\nC iv il D iv is io n This responds to your memorandum of May 28, 1997, requesting this Office\nto resolve a dispute among several federal departments concerning section 1012\nof the Oil Pollution Act of 1990, Pub. L. No. 101-380, 104 Stat. 484, 498 (codi­\nfied at 33 U.S.C. §§2701-2761 (1994)) (“ O PA ” or “ the Act” ).1 We conclude\nthat the President, acting through the Department of Transportation, is authorized\nto use the Oil Spill Liability Trust Fund ( “ Fund” ) under section 1012(a)(4) of\nOPA to pay the claims of Natural Resource Trustees for uncompensated natural\nresource damages in accordance with section 1013 of OPA, without the need for\nfurther appropriation. I. BACKGROUND\nA,\nOPA established a comprehensive regulatory framework for a coordinated inter­\ngovernmental response to oil spills that threaten U.S. resources or occur on or\nnear U.S. navigable waters. See 33 U.S.C. §§2701-2761. A key component of\nthe Act is its provision for the designation o f federal, state, tribal, and foreign\nnatural resource trustees (“ Trustees” ) who have authority to recover damages for\ninjury to, destruction of, loss of, o r loss of the use of natural resources under\ntheir trusteeship, including the reasonable costs of assessing the damage. Id.\n§§ 2702(b)(2)(A), 2706(b).2 OPA further provides that the functions of Trustees\nare to assess natural resource damages and to develop and implement plans for\n1 Because this dispute is between execuuve branch departments, and its resolution will affect the position taken\nby the Department o f Justice in litigation, it is appropriate for resolution by this office See Exec Order No 12146,\n3 C .F R . 409 (1980), reprinted in 28 U.SC § 5 0 9 note (1994), 28 C F.R § 0 2 5 (1996) The positions asserted\nby the several involved departments are discussed in Section I B, infra\n2See also 33 U.S C § 2701(20) (1994), which provides. ‘natural resources’ includes land, fish, wildlife, biota, air, water, ground water, dnnking water supplies,\nand other such resources belonging to, managed by, held in trust by, appertaining to, or otherwise controlled\nby the United States (including the resources o f the exclusive econom ic zone), any State or local government\nor Indian tn b e, or any foreign government 188",
      "queries": [
        "how to approve project deliverables",
        "how long to reimburse for expenses after grant",
        "when was section 105(a) enacted in congress"
      ],
      "queries_score": [
        -8.173678398132324,
        -8.818083763122559,
        -6.637693405151367
      ]
    },
    {
      "id": "memos_75__1",
      "chunk_id": "1",
      "content": "188 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 the restoration, rehabilitation, replacement, or acquisition of the equivalent, of the\nnatural resources under their trusteeship. Id. § 2706(c). The party found responsible for a spill (“ responsible party,” see id. §2701(32))\nis liable for removal costs and damages specified in the Act. Id. § 2702(b)(1)(2). Among the damages specified are “ natural resource damages.” The Act fur­\nther provides that only Trustees, the statutory custodians of the affected natural\nresources, may recover natural resource damages from a responsible party, either\nby settlement or litigation. Id. § 2702(b)(2)(A). Section 1013 of OPA provides the procedural framework for the presentation\nand processing of claims for removal costs or damages. 33 U.S.C. §2713. After\npreparing an assessment of damages, claimants must, in general, first present their\nclaims for removal costs and damages to the responsible party for consideration\nof settlement. If the claim is not settled within 90 days after presentment, the\nclaimant may either sue the responsible party in court or “ present the claim to\nthe [Oil Spill Liability Trust] Fund.” Id. § 2713(a), (c)(2). The presentation and\ndisposition of claims against the Fund pursuant to section 1013 is governed by\ndetailed regulations and is subject to administrative adjudication. Id. § 2713(e);\n33 C.F.R. pt. 136 (1996). In pursuing a claim against the Fund, “ [t]he claimant\nbears the burden of providing all evidence, information, and documentation\ndeemed necessary by the Director, NPFC [National Pollution Funds Center], to\nsupport the claim.” Id. § 136.105(a). Among other information, the written claim\nmust include a description of the oil spill and “ the nature and extent of the impact\nof the incident” on the claimant; a statement of damages claimed; “ [a]n expla­\nnation of how and when the [claimed] damages were caused” and what steps\nwere taken to mitigate those damages; supporting evidence; a list of relevant wit­\nnesses to the incident and the damages, with a description of each witness’s rel­\nevant knowledge; information confirming that the claim was first submitted to\nthe responsible party; and any other information deemed relevant by the National\nPollution Funds Center ( “ NPFC” ) of the U.S. Coast Guard. Id. § 136.105. OPA provides that the Oil Spill Liability Trust Fund is “ available to the Presi­\ndent” for designated categories of payments. 33 U.S.C. § 2712(a). The Fund,\noriginally created in 1986 as a separate account within the Treasury, has been\nfunded by a flve-cent per barrel fee on domestic and imported oil, by civil and\ncriminal penalties, and by other cost recoveries. 3 It is administered by the NPFC\nunder the authority of the Secretary of Transportation. Section 1012(a) of OPA\nauthorizes five separate uses of the Fund, of which the following two lie at the\nheart of this dispute:\nThe Fund shall be available to the President for—\n3 See section 8033(a) o f the Omnibus Budget Reconciliation Act o f 1986, Pub. L No. 99-509, 100 Stat. 1874,\n1959-62 (codified at 26 U.S.C §9509(a) (1994)), 26 U.S C. §461 l( a H c ) (1994); id §9509(b)(2), (5) (1994) 189",
      "queries": [
        "unliquidated obligations definition"
      ],
      "queries_score": [
        -8.218881607055664
      ]
    },
    {
      "id": "memos_75__2",
      "chunk_id": "2",
      "content": "1874,\n1959-62 (codified at 26 U.S.C §9509(a) (1994)), 26 U.S C. §461 l( a H c ) (1994); id §9509(b)(2), (5) (1994) 189 Opinions of the Office o f Legal Counsel in Volume 21 (2)\nthe payment of costs incurred by Federal, State, or Indian\ntribe trustees in carrying out their functions under section 2706 of\nthis title for assessing natural resource damages and for developing\nand implementing plans for the restoration, rehabilitation, replace­\nment, or acquisition of the equivalent o f damaged resources deter­\nmined by the President to be consistent with the National Contin­\ngency Plan; [and] (4)\nthe payment of claims in accordance with section 2713 [sec­\ntion 1013 of OPA] of this title for uncompensated removal costs\ndetermined by the President to be consistent with the National\nContingency Plan or uncompen-sated damages. 33 U.S.C. § 2712(a)(2), (4). For most of the purposes authorized by section 1012 — including the payment\nunder section 1012(a)(2) of “ costs incurred” by domestic Trustees in carrying\nout their functions under section 1006 of OPA — payments may be made from\nthe Fund “ only as provided in annual appropriation Acts.” 33 U.S.C. § 2752(a)\n(1994 & Supp. Ill 1997). Several specified categories of payments, however, may\nbe made directly out of the Fund without the need for further appropriation by\nCongress. One of those excepted categories is the payment of claims pursuant\nto section 1012(a)(4), which authorizes the payment of claims in accordance with\nsection 1013. See OPA § 6002(b), 33 U.S.C. § 2752(b). The President has delegated, by Executive Order, the functions vested in him\nrespecting management and use o f the Fund. Exec. Order No. 12777, 3 C.F.R.\n351 (1992) (“ Exec. Order” ). His functions regarding the payment of removal\ncosts and claims under section 1012(a)(1), (3), and (4) have been delegated to\nthe Secretary o f Transportation (“ the Department in which the Coast Guard is\noperating” ). Exec. Order § 7(a)(1)(A), 3 C.F.R. at 357. His functions respecting\nthe paym ent of “ costs incurred” under section 1012(a)(2), on the other hand,\nhave been delegated “ to the Federal trustees designated in the [National Contin­\ngency Plan].” Id. § 7(a)(2), 3 C.F.R. at 357. B.\nAs summarized in your memorandum, the Department of Transportation\n( “ D O T” ) 4 contends that payments from the Fund to federal, state, and Indian\ntribe Trustees for natural resource damages may only be made under the provi­\n4 Except where otherwise specified, we refer collectively herein to the Department of Transportation, the Coast\nGuard, and the National Pollution Funds Center as “ D O T.” 190 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 sions of section 1012(a)(2), and thus require an annual appropriation before they\ncan be made. On the other hand, the Federal agencies designated as Trustees —\nincluding the National Oceanic and Atmospheric Administration ( “ NOAA” ) of\nthe Department of Commerce, the Department of the Interior, and the Department\nof Defense — assert that such damages may be compensated, as appropriate, either\nas a “ cost incurred” under section 1012(a)(2), or as a claim for “ uncompensated\ndamages” under section 1012(a)(4).",
      "queries": [
        "what year was rodeway inns territory agreement cancelled"
      ],
      "queries_score": [
        -8.787016868591309
      ]
    },
    {
      "id": "memos_75__3",
      "chunk_id": "3",
      "content": "Payment under section 1012(a)(2) requires\nan annual appropriation, while payment under section 1012(a)(4) o f a claim, estab­\nlished in accordance with section 1013, does not. Before reaching its current position on Trustee access to the Fund, the Coast\nGuard issued an “ interim rule” governing the filing of claims authorized to be\npresented against the Fund under section 1013 of OPA. See Claims under the\nOil Pollution Act of 1990, 57 Fed. Reg. 36,314 (1992) (codified at 33 C.F.R.\npt. 136 (1996)). With respect to claims against the Fund for natural resource dam­\nages, the Coast Guard regulations provide in relevant part: “Authorized claimants. (a) Claims for uncompensated natural resource damages may be presented by an\nappropriate natural resources trustee.” 33 C.F.R. § 136.207(a). Thus, the interim\nregulations characterize natural resource Trustees as “ authorized claimants” for\npurposes of filing claims against the Fund pursuant to section 1013. The rule\ngoes on to provide detailed requirements for a Trustee’s natural resource damages\nclaims against the Fund, including specific requirements for submitting “ the\nassessment and restoration plans which form the basis of the claim,” id.\n§ 136.209(a). Although the interim rule suggests that Trustees may pursue claims against the\nFund for natural resource damages, the preamble to the rule explains that it is\n“ an interim measure needed primarily to explain how eligible claimants may file\na claim against the [Fund],” and that “ a more comprehensive rule may be devel­\noped and published for public comment.” 57 Fed. Reg. at 36,314. The preamble\nto the rule further explains:\nLegal issues concerning whether, under section 1013, Federal,\nState or Indian tribe trustees can claim against the Fund for natural\nresources damages and whether Federal agencies can claim against\nthe Fund for any costs or damages have been raised. These issues\nare presently under review. This interim rule does not resolve these\nissues and leaves the matter open for future decision. Id. at 36,315. Accordingly, little guidance can be taken from the only imple­ menting regulations promulgated to date. In an attempt to resolve the question left open by the interim rule, in December\nof 1993, the Coast Guard asked the Comptroller General for an opinion addressing\nwhether Trustees could present claims against the Fund under section 1012(a)(4). 191 Opinions of the Office o f Legal Counsel in Volume 21 In response, the Comptroller General issued an opinion concluding that “ natural\nresources trustees may be reimbursed from the Fund for costs incurred for damage\nassessments and the development and implementation of restoration plans only\nunder section 1012(a)(2) of the [OPA], subject to the annual appropriations pro­\ncess. Section 1012(a)(4) o f OPA is not available to natural resources trustees for\nclaims for damages.” M atter of U.S. Coast G u ard— O il Spill Liability Trust Fund,\nB—255979, 1995 WL 632510, at *1 (C.G. Oct. 30, 1995) ( “ CG Op.” ).5 The Coast Guard then sent letters to federal and other Trustees stating that the\nComptroller General’s opinion precluded the Coast Guard from entertaining\nTrustee claims against the Fund under section 1012(a). The Coast Guard stated\nin one such letter:",
      "queries": [
        "what is a high risk gang related violence"
      ],
      "queries_score": [
        -8.379236221313477
      ]
    },
    {
      "id": "memos_75__4",
      "chunk_id": "4",
      "content": "The Coast Guard then sent letters to federal and other Trustees stating that the\nComptroller General’s opinion precluded the Coast Guard from entertaining\nTrustee claims against the Fund under section 1012(a). The Coast Guard stated\nin one such letter: As a consequence of the Comptroller General’s decision, the\nTrustees can no longer rely upon OPA’s claims process as a backup\nshould responsible parties be unavailable to pay for natural resource\ndamages resulting from their oil spills. And, the National Pollution\nFunds Center has no choice but to return all natural resource dam­\nage claims to their submitters without adjudication. Those claims\nheld in abeyance pending the Comptroller General’s decision will\nbe returned shortly under a separate cover.6 Subsequently, the Coast Guard has declined to entertain section 1013 claims\nagainst the Fund made by Trustees seeking compensation for natural resource\ndamages. The Coast Guard’s rejection of such claims is presently being contested\nin litigation brought by State Trustees who have been denied their claims against\nthe Fund. See New York v. Oil S pill Liability Trust Fund, No. 96 Civ. 1951\n(E.D.N.Y. filed Apr. 24, 1996); W etherell v. National Pollution Funds Center,\nNo. 4:96CV517/MP (N.D. Fla. filed Dec. 6, 1996). You seek resolution of the\ninter-agency dispute over the proper interpretation of section 1012’s provisions\nfor allowable payments from the Fund in order to formulate the legal position\nof the United States in the litigation involving Trustees’ access to the Fund. n . ANALYSIS\nA.\nThe starting point for resolving disputes concerning the interpretation of a\nstatute is, of course, the text of the statute itself. See United States v. Ron Pair\n5 A lthough the opinions and legal interpretations o f the Comptroller General often provide helpful guidance on\nappropriation matters, they are not binding upon departments or agencies of the executive branch. See Bowsher\nv Syrmr, 478 U.S. 714, 727-32 (1986)\n6 Letter for Ms Debra Preble, from Daniel F Sheehan, Director, National Pollution Funds Center, Re. Natural\nResource Damage Claims at 1 (Dec 21, 1995) 192 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 Enterprises, Inc. 489 U.S. 235, 241 (1989). Here, the text of the statute seems\nplainly to authorize natural resource trustees to pursue claims for natural resource\ndamages and to recover directly from the Fund, without requiring a separate appro­\npriation, where they have established a valid claim under section 1013 of the\nAct. Section 1012(a)(4) of the Act authorizes “ the payment of claims in accord­\nance with section [1013 of the Act] for uncompensated . . . damages,” 33 U.S.C.\n§ 2712(a)(4), and section 6002 of the Act provides that a separate appropriation\nis not required for payments made pursuant to section 1012(a)(4), see 33 U.S.C.\n§2752. A “ claim ” is defined to include a written request for payment “ for com­\npensation for damages,” id. §2701(3), and, in turn, a “ ‘claimant’ means any\nperson or government who presents a claim for compensation” under the Act,\nid. §2701(4) (emphasis added). 7",
      "queries": [
        "where do you find the ach for payment enrollment",
        "how can you file a complaint against a teacher",
        "what is the practice of enrolled actuary"
      ],
      "queries_score": [
        -8.833828926086426,
        -9.598518371582031,
        -9.01663589477539
      ]
    },
    {
      "id": "memos_75__5",
      "chunk_id": "5",
      "content": "A “ claim ” is defined to include a written request for payment “ for com­\npensation for damages,” id. §2701(3), and, in turn, a “ ‘claimant’ means any\nperson or government who presents a claim for compensation” under the Act,\nid. §2701(4) (emphasis added). 7 Finally, the term “ damages” is defined to\ninclude damages to “ natural resources, including the reasonable costs of assessing\nthe damage, which shall be recoverable by a United States trustee, a State trustee,\nan Indian tribe trustee, o r a foreign trustee.” Id. §§2701(5), 2702(b)(2)(A)\n(emphasis added). Congress expressly authorized a claimant under section 1013 to present a claim\nto the Fund in three separate provisions: once in section 1013(c), once in section\n1013(d), and once again in section 1012(a)(4). None of those provisions indicate,\nor in any way suggest, that Trustees are excluded from the category of claimants\nto which they apply. Nor is there any ambiguity as to which provision of section\n1012 governs the payment of such claims. Section 1012(a)(4) expressly governs\n“ the payment of claims in accordance with section [1 0 1 3 ]” (emphasis added),\nwhereas section 1012(a)(2) makes no reference to the section 1013 claims proce­\ndure. The various provisions authorizing payments from the Fund under section 1012,\nmoreover, were drawn with considerable precision. For example, Congress speci­\nfied that only costs incurred by “ Federal, State, or Indian tribe trustees” — but\nnot foreign trustees — could be paid pursuant to section 1012(a)(2). Had the\ncongressional drafters similarly intended to exclude Trustees from the class of\nclaimants eligible to receive payments on their claims under section 1012(a)(4) —\na class that would naturally encompass Trustees under the straightforward defini­\ntions of the statute — it seems unlikely that they would have left such a significant\nexclusion to be inferred. Rather, the exclusion of Trustees’ claims could have\nbeen readily and unambiguously achieved by inserting a single phrase in sub­\nsection (a)(4) — by selectively authorizing, for example, “ (4) the payment of\nclaims, other than payments otherwise authorized under subparagraph (a)(2) of\nthis section , in accordance with section 2713 of this title.” Congress refrained,\nhowever, from drawing any such distinction. 7 It does not appear to be in dispute that OPA’s definition o f “ claimant” includes Trustees who present a claim\nfor natural resource damages compensation under section 1013 o f the Act 193 Opinions o f the Office o f Legal Counsel in Volume 21 The text of OPA, accordingly, seems clearly to provide that the Fund may be\nused to pay the claims of Trustees, pursuant to the provisions of sections\n1012(a)(4) and 1013, without the requirement for annual appropriations. B.\nDOT interprets the relevant provisions of OPA in a different manner. DOT\nasserts that, because section 1012(a)(2) of OPA separately authorizes Fund pay­\nments to Trustees for “ costs incurred,” and because such costs overlap to a large\nextent with the removal costs and uncompensated damages that may form the\nbasis of a claim under section 1012(a)(4), there is a conflict or inconsistency\nbetween the two provisions if the latter also applies to Trustees.",
      "queries": [
        "trgp programmatic requirements",
        "how to subtract 1040-SR from 1040",
        "what was the precedent for a presidential appearance as a character witness in a civil or criminal proceedings"
      ],
      "queries_score": [
        -7.953368186950684,
        -6.469470024108887,
        -8.898606300354004
      ]
    },
    {
      "id": "memos_75__6",
      "chunk_id": "6",
      "content": "This asserted\ninconsistency derives from the related provisions of section 6002, 33 U.S.C.\n§2752, which make “ costs incurred” payments under section 1012(a)(2) contin­\ngent on further appropriations, whereas the payment of perfected claims under\nsection 1012(a)(4) may be paid directly from the Fund without more. In essence,\nDOT contends that Congress could not have intended to exempt Fund payments\nto Trustees under subsection (a)(4) from the fiscal discipline of the annual appro­\npriations requirement that applies to payments for their costs incurred under sub­\nsection (a)(2). . 1 DOT first argues that section 1012(a)(4)’s explicit provision for use of the Fund\nto pay claims presented by Trustees and other claimants pursuant to section 1013\nmust give way to principles of appropriations law applied in rulings of the Comp­\ntroller General. Letter for Mr. Charles A. Bowsher, Comptroller General, from\nAdm. J. W. Kime, Commandant, U.S. Coast Guard at 3 (Dec. 6, 1993) (“ Coast\nGuard Ltr.” ). Invoking the analysis used by the Comptroller General in his 1995\nruling in this dispute, DOT likens the payment authorization of section 1012(a)(4)\nto a general appropriation which cannot be used to fund payments covered by\na more specific appropriation, in the form of section 1012(a)(2)’s provision for\npayment of costs incurred by Trustees. Coast Guard Ltr. at 2. Specifically, DOT\nrelies upon the following principle o f statutory construction applied by the Comp­\ntroller General in his opinion on access to the Fund: Where there is a seeming conflict between a general provision and\na specific provision and the general provision is broad enough to\ninclude the subject to which the specific provision relates, the spe­\ncific provision should be regarded as an exception to the general\nprovision so that both may be given effect, the general applying\nonly where the specific provision is inapplicable. 194 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f J990 CG Op. at 4 (quoting B-163375, 1971 WL 5205 (C.G. Sept. 2, 1971)). Initially, we note that the specific/general principle relied upon by DOT is but\na canon of statutory construction, which, like other such rules, must yield to supe­\nrior evidence of legislative intent. See Connecticut N a t’I Bank v. Germain, 503\nU.S. 249, 253 (1992); Rubin v. United States, 449 U.S. 424, 430 (1981). Here,\nnot only the plain meaning of the statute, but other indicia of statutory intent\ncounsel against the construction proposed by DOT. The principal basis preferred\nby DOT for precluding federal, state, and Indian tribe trustees from recovering\npursuant to section 1012(a)(4), for example, is that they are expressly entitled\nto recover costs incurred pursuant to section 1012(a)(2). That section, however,\nby its own terms does not apply to foreign trustees, and thus, under DOT’s rea­\nsoning, foreign trustees may still recover under section 1012(a)(4), without the\ndiscipline of a further appropriation. It seems highly improbable, however, that\nCongress intended to provide foreign trustees more liberal access to the Fund than\nit provided to domestic trustees.",
      "queries": [
        "can trgp hiring awards be used for overtime",
        "when was single audit act created"
      ],
      "queries_score": [
        -9.306360244750977,
        -9.417130470275879
      ]
    },
    {
      "id": "memos_75__7",
      "chunk_id": "7",
      "content": "It seems highly improbable, however, that\nCongress intended to provide foreign trustees more liberal access to the Fund than\nit provided to domestic trustees. The most fundamental difficulty with DOT’s argument, however, concerns its\ncritical premise: we do not find an irreconcilable conflict or inconsistency, see\nCG Op. at 4, between the payment provisions of subsections (a)(2) and (a)(4),\neven taking into account their relationship with the appropriations provisions of\nsection 6002 o f the Act. Absent such a conflict or inconsistency, or other compel­\nling indicia of contrary congressional intent, there is no need or justification to\ndepart from a straightforward application o f the statutory text. Although compensable “ costs incurred” under subsection (a)(2) concededly\noverlap to a large extent with the “ uncompensated damages” ttiat may be claimed\nunder subsection (a)(4),8 there are a number of important distinctions between\nthe two payment provisions. First, the Trustees’ access to the Fund under section\n1012(a)(4) is specifically limited to those claims that have been pursued “ in\naccordance with section [1013].” That section requires claimants to first present\ntheir claims to the responsible party and to wait at least 90 days before submitting\na claim to the Fund in order to provide reasonable opportunity for settlement. 33 U.S.C. § 2713(a), (c). Moreover, the payment of claims under section 1013\nis subject to detailed regulations governing the presentation, filing, processing,\nsettlement, and adjudication of such claims. Id. § 2713(e); 33 C.F.R. pt. 136. Those\nregulatory requirements include, inter alia, the preparation and presentation of the\noften costly assessment and restoration plans which form the basis of the claim;\na description o f damages claimed by category; documented costs and cost esti­\nmates for the plan; evidence relating to the spill and the damages; witness lists\nand descriptions of their knowledge of the incident; certification of the accuracy\nof claims submitted to the Fund; and certification as to whether the assessment\nwas conducted in accordance with applicable provisions of the natural resources\ndamage assessment regulations. Id. §§ 136.105, 136.209. Only if the NPFC deter­\n8 For purposes o f this opinion, we need not decide whether the overlap is complete or only partial. 195 Opinions o f the Office o f Legal Counsel in Volume 21 mines, after review of the claim, that the claimant has carried its burden of “ pro­\nviding all evidence, information, and documentation deemed necessary . . . to\nsupport the claim ” is the claimant entitled to payment. Id. § 136.105(a).9 Consequently, a Trustee’s claim that has been prepared and documented\n(including assessment of damages), presented for settlement to the responsible\nparty, and otherwise perfected in accordance with section 1013’s procedures\ncannot be equated with a direct application for costs incurred under subsection\n(a)(2).10 Unlike claims presented under subsection (a)(4), a Trustee seeking pay­\nment under subsection (a)(2) need not first present a claim to a responsible party\nin order to allow the opportunity for settlement. Nor are subsection (a)(2) payment\nrequests governed by 33 C.F.R. pt. 136’s detailed evidentiary and adjudication\nrequirements, which in terms apply only to “ claims authorized to be presented\nto the [Fund] under section 1013 of [OPA].” 33 C.F.R § 136.1(a)(1) (1996)\n(emphasis added).",
      "queries": [
        "which provision did congress intended to provide foreign trustees more liberal access to the fund than it provided to domestic trustees?",
        "what is the law regarding iraq communications between retired navy flag officer and marine corps commander"
      ],
      "queries_score": [
        "2.2886977",
        -10.173489570617676
      ]
    },
    {
      "id": "memos_75__8",
      "chunk_id": "8",
      "content": "Nor are subsection (a)(2) payment\nrequests governed by 33 C.F.R. pt. 136’s detailed evidentiary and adjudication\nrequirements, which in terms apply only to “ claims authorized to be presented\nto the [Fund] under section 1013 of [OPA].” 33 C.F.R § 136.1(a)(1) (1996)\n(emphasis added). These requirements, moreover, are important to the overall\nenforcement scheme established under OPA. The 90-day waiting period, for\nexample, was designed to encourage settlement. 11 Similarly, the evidentiary and\nadjudicatory provisions set forth in the regulations governing claims presented\nto the Fund promote Fiscal discipline. 12 In sum, the submission of a subsection (a)(4) claim to the NPFC by a Trustee\ndiffers in significant respects from a request for payment under subsection (a)(2). Accordingly, we find no irreconcilable conflict between the provision for these\ntwo categories o f payments to Trustees. 9 For a case illustrating the application of the 33 C F R pt. 136 regulatory requirements for presentment of a\nclaim under section 1013, see Johnson v Colonial Pipeline Co., 830 F. Supp 309, 311 (E D Va. 1993) (property\now ner’s claim for oil spill damages held inadequate for compliance with the Coast Guard’s 33 C F R pt 136 claims\nregulations and section 1013 requirements, “ (t]he need for specificity in OPA claims is underscored by the [Coast\nGuard] regulations\nfor filing such claims against the OPA Fund.” ). J0 This basic distinction between the payment o f costs outside the claims procedure and the payment of claims\nperfected pursuant to section 1013 was recognized in OPA’s legislative history. Thus, the House Report characterized\nthe kind o f cost reimbursement that could be obtained outside the claims procedure as “ direct uses . . which\ncan be paid from the Fund prior to the presentment and payment o f a claim under section 104 of this Act \" H R\nRep No. 101-242, pt. 2, at 64 (1989) The Senate Report also recognized this distinction between the tw o modes\no f payments from the Fund. See S. Rep No 101-94, at 10 (1989), reprinted in 1990 U S C C A N 722, 731\n11 As recognized by the Eleventh Circuit in Boca Ciega Hotel, Inc v. Bouchard Transp. Co., 51 F 3 d 235 (1 Ith\nCir 1995), a key purpose o f O PA ’s section 1013 claims procedure — and, in particular, the 90-day waiting penod —\n“ was to temper the A ct’s increased liability with a congressional desire to encourage settlement and avoid litigation ”\nId at 238-39. A ccord Johnson, 830 F. Supp. at 310-11 (“ The purpose of the claim presentation procedure is to\npromote settlement and avoid litigation ” ). 12 W e acknowledge that payments authorized under section 1012(a)(2) are also subject to certain statutory and\nregulatory requirements, notably the requirement that actions be taken in a manner “ consistent with the National\nContingency Plan.” 33 U S C. § 2712(a)(2), see also 15 C.F R. pi. 990 (1996) (NOAA regulations governing natural\nresource dam age assessments as required by section 1006(e)(1) of O PA, 33 U S.C § 2706(e)(1))",
      "queries": [
        "when is final federal financial report"
      ],
      "queries_score": [
        -7.566352367401123
      ]
    },
    {
      "id": "memos_75__9",
      "chunk_id": "9",
      "content": "These requirements\ncannot, however, be equated with the mandatory claim s exhaustion requirements o f section 1013 or the prerequisites\nfor the presentation, proof, and successful adjudication of a claim under the Coast G uard’s 33 C F R pt 136 regula­\ntions. 196 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 2.\nIn a related argument, DOT and the Comptroller General’s opinion assert that\nallowing Fund payments to Trustees under section 1012(a)(4) would effectively\nrender meaningless the provision for payment of their “ costs incurred” under\nsection 1012(a)(2). CG Op. at 4—5. By this reasoning, Trustees would invariably\nbypass the subsection (a)(2) mechanism in favor of the claims provision of sub­\nsection (a)(4) because the latter allows the direct payment of damages without\nthe need for further congressional appropriation. This argument is premised on\nthe interpretive canon providing that a statute should not be interpreted in a way\nthat renders portions of it meaningless or ineffective. See Department o f Revenue\nv. ACF Industries, Inc., 510 U.S. 332, 340-41 (1994). DOT and the Comptroller General, however, have failed to demonstrate that\nsubsection (a)(2) would be rendered meaningless if Trustees were permitted access\nto the Fund under subsection (a)(4). Before pursuing a claim under section 1013,\nfor example, a claimant must generally present the claim to the responsible party\nand wait the required 90 days. When submitted, moreover, the claim must be\nsupported by extensive assessment and documentation of the nature and extent\nof costs and damages, accompanied by certification of the accuracy and integrity\nof the claim as presented. See 33 C.F.R. §§ 136.105 to 136.113, 136.209. Payment\no f the claim must then await NPFC review, evaluation, and adjudication. Congress might well have contemplated occasions when Trustees would be\nbetter served by seeking payments under subsection (a)(2), rather than comply\nwith these substantial requirements applicable to claims under subsection (a)(4),\neven though payment under subsection (a)(2) would require a congressional appro­\npriation. For example, a Trustee with limited resources might find it preferable\nto obtain payment for at least a portion of its allowable costs under subsection\n(a)(2) rather than complying with the procedural requirements for the presentation\nand adjudication of a claim against the Fund under section 1012(a)(4). Addition­\nally, if a Trustee’s claim is denied by the NPFC under subsection (a)(4) — due\nto noncompliance with the 33 C.F.R. pt. 136 procedural requirements, for\nexample, see 33 C.F.R. § 136.105(a) — it could have a basis for pursuing those\nportions of its claim that constitute costs incurred under the provisions of sub­\nsection (a)(2). Indeed, if Congress were to make available a significant portion\nof the Fund for payments under subsection (a)(2) in an annual appropriations act,\nsee 33 U.S.C. § 2752(a), it seems unlikely that eligible Trustees would bother\nto pursue payment under sections 1012(a)(4) and 1013 for costs otherwise recover­\nable under subsection (a)(2) pursuant to the appropriation. Accordingly, we cannot conclude that the reading of the Act proposed by DOT\nis necessary to avoid rendering subsection (a)(2) meaningless. 197 Opinions o f the O ffice o f Legal Counsel m Volume 21",
      "queries": [
        "what is reentry programming for psychology",
        "when gan is issued for indirect cost reimbursement, a special condition is"
      ],
      "queries_score": [
        -9.814845085144043,
        -8.580992698669434
      ]
    },
    {
      "id": "memos_75__10",
      "chunk_id": "10",
      "content": "Accordingly, we cannot conclude that the reading of the Act proposed by DOT\nis necessary to avoid rendering subsection (a)(2) meaningless. 197 Opinions o f the O ffice o f Legal Counsel m Volume 21 3.\nDOT also argues that the legislative history of OPA supports its understanding\nof the Trustees’ access to the Fund. Memorandum for the Commander, National\nPollution Funds Center, from Chief, General Law Division, U.S. Coast Guard at\n4 (Oct. 27, 1992); see also CG Op. at 4. The pertinent legislative history, however,\nfails to provide persuasive support for DOT’s position. The limited evidence of\ncongressional intent that is available suggests that Congress intended to permit\nTrustees to obtain compensation directly from the Fund for natural resource dam­\nages under section 1013 of the Act. Moreover, given the great significance of\na conclusion that Trustees may not obtain such compensation, the very paucity\nof evidence supporting the DOT construction of the statute, standing alone, casts\ndoubt on that construction. Because the provision excluding the payment of claims pursuant to section\n1012(a)(4) from the annual appropriations requirement was first introduced as part\nof the Conference substitute version of the bill, our review of the legislative his­\ntory must focus on the Conference Report and subsequent debate. 13 In describing\nsection 1012(a)(4), the OPA Conference Report stated that “ amounts are available\nunder category (4), without further appropriation, to p a y uncompensated claims\nin accordance with section 1013.\" H.R. Conf. Rep. No. 101-653, at 114 (1990),\nreprinted in 1990 U.S.C.C.A.N. 779, 792 ( “ Conference Report” ) (emphasis\nadded). In differentiating the uses o f the Fund authorized under subsections (a)(1)\nthrough (3) of section 1012, which were made subject to appropriations, the Con­\nference Report stressed that “ [t]hese amounts may be obligated by the Federal\nofficial or officials designated under the regulations authorized in subsection (c),\nand are not necessarily subject to the claims procedures in section 1013.” Id. at 113, reprinted in 1990 U.S.C.C.A.N. at 792. (emphasis added). Thus, the Con­\nferees recognized the distinguishing characteristic warranting payment of claims\nunder section 1012(a)(4) without a requirement for further appropriation — i.e.,\nsuch payments were predicated on prior compliance with the section 1013 claims\nprocedure. The Conference Report also contained a separate explanation of the section 1013\nclaims procedure and how it was adopted by the Conference. Id. at 117, reprinted\nin 1990 U.S.C.C.A.N. at 795. The explanation states, “ [i]f full compensation is\nnot available to settle a claim presented in accordance with this section, a claim\nfor uncompensated removal costs and damages may be presented to the Fund.” Id. This explanation contains no suggestion that a claim for damages presented\n13",
      "queries": [
        "what is the maximum amount of jordan macro financial assistance",
        "what is trgp program requirements"
      ],
      "queries_score": [
        -9.78690242767334,
        -8.651942253112793
      ]
    },
    {
      "id": "memos_75__11",
      "chunk_id": "11",
      "content": "The explanation states, “ [i]f full compensation is\nnot available to settle a claim presented in accordance with this section, a claim\nfor uncompensated removal costs and damages may be presented to the Fund.” Id. This explanation contains no suggestion that a claim for damages presented\n13 It should also be noted, however, that the legislative history preceding the Conference Report is consistent\nwith the view that Congress intended that Trustees should be able to receive compensation from the Fund pursuant\nto the section 1013 claim s process See, e g , S R ep No 101-94, at 10 (1989), reprinted in 1990 U .S C .C A N\n722, 731 ( “ the Fund is to assure prompi access to sufficient sums to pay all removal costs and restoration o f\nnatural resource dam ages” ) (emphasis added); H .R. Rep. No 101-242, pt 2, at 35 (explaining that “ all claimants,\nwhether governmental or individual,” would be ab le to submit their claims to the Fund following exhaustion of\nthe settlement provisions and “ recover in full for a broad list o f clearly spelled out damages” ) 198 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 to the Fund by Trustees would be treated any differently than one presented by\nany other claimant. Given the fact that Trustees are the only claimants able to\nassert natural resource damages claims under section 1013, and given that prompt\ncompensation for natural resource damages was a paramount concern of the legis­\nlation, it would be surprising for the Conferees to use such unqualified language\nif they intended to bar Trustees from obtaining compensation from the Fund on\ntheir claims unless an annual appropriation was enacted. Additionally, the floor debates on the Conference Report reflect the fundamental\nobjective that the Fund “ should be available for prompt, adequate compensation\nto oilspill victims without having to endure endless and costly litigation.” 14 136\nCong. Rec. 22,289 (1990) (remarks of Rep. Stangeland). Similarly, in urging adop­\ntion of the Conference Report on the House floor, the House sponsor of the bill,\nRepresentative Jones, explained as follows: Finally, we make it easier for victims of oilspills to recover for\neconomic damages, natural resource damages, subsistence loss,\nand others. They can seek reimbursement from the spiller or\ndirectly from the $1 billion Federal trust fund. 136 Cong. Rec. at 22,285 (emphasis added) (remarks of Rep. Jones). Likewise,\nin further House debate on the Conference Report, Representative Fields observed:\n[T]his landmark legislation provides that those injured by an oilspill\nwill be fully and swiftly compensated for their losses — such as\nproperty damage, lost income, damage to natural resources, and\nlost business opportunities. Once this legislation is signed into law,\nthose adversely affected will not have to wait years in order to\nrecover their losses. In fact, if an agreement with a spiller cannot\nbe reached within 90 days, injured parties will be compensated from\nthe $1 billion oil industry-financed fund and the fund will seek\nreimbursement from the spiller later. 136 Cong. Rec. at 22,291 (emphasis added) (remarks of Rep. Fields).",
      "queries": [
        "cops office phone number",
        "what is nonsupplanting requirements",
        "can law enforcement agencies use rape crisis centers",
        "what is community policing",
        "what was the purpose of the bea payments?"
      ],
      "queries_score": [
        -9.0816650390625,
        -8.513665199279785,
        -9.712210655212402,
        -8.545805931091309,
        -6.734055042266846
      ]
    },
    {
      "id": "memos_75__12",
      "chunk_id": "12",
      "content": "In fact, if an agreement with a spiller cannot\nbe reached within 90 days, injured parties will be compensated from\nthe $1 billion oil industry-financed fund and the fund will seek\nreimbursement from the spiller later. 136 Cong. Rec. at 22,291 (emphasis added) (remarks of Rep. Fields). A similar\nunderstanding of the Conference Substitute was expressed in debate in the Senate. See id. at 21,718 (“ we include [a] $1 billion industry-financed cleanup fund, and\nfull compensation for natural resource damage” ) (remarks of Sen. Kerry); id. at\n14 Legislative history preceding the Conference Report also stresses this purpose. As stated in the Senate Committee\nReport on OPA. One of the purposes o f the Fund is to provide a source o f money for immediate cleanup activities or\ndamage compensation in the event a spiller does not act promptly. In such a case, the Fund w ould be\nused for removal costs and would be available fo r prompt damage compensation\nS. Rep. No 101-94, at 5, reprinted in 1990 U .S C C .A .N . at 727 (emphasis added) The Senate Report further\nstated that the Fund’s availability for such prompt damage compensation extended to natural resource dam ages claims. Id at 10, reprinted in 1990 U.S.C C.A.N. at 731 199 Opinions o f the Office o f Legal Counsel in Volume 21 21,716 (to compensate Federal agencies, States and citizens for damages from\noil spills, “ the legislation makes available $1 billion — from a fee on the oil\nindustry — to pay for spills where the polluter cannot be found, cannot pay, or\nwhere liability limits have been reached” ) (remarks of Sen. Baucus). These statements demonstrate that providing compensation for damages to nat­\nural resources was a central purpose of OPA and that Congress envisioned that\npayment of such claims would occur within the comprehensive framework estab­\nlished in the Act. Against this backdrop, it seems unlikely that Congress would\nhave precluded Trustees from pursuing these claims under section 1013 without\nany reference in the text or legislative history to such an important limitation. We recognize that portions of O PA ’s legislative history demonstrate that Con­\ngress sought to limit expenditures under OPA by imposing substantial limits on\npayments from the Fund through the appropriation restrictions of section 6002. See CG Op. at 3. For example, during debate on the Jones Amendment to the\nHouse bill, which first subjected most payments from the Fund to the appropria­\ntions process, Representatives Jones and Panetta both expressed concern regarding\nthe bill’s direct spending implications as scored by the Congressional Budget\nOffice. 135 Cong. Rec. 28,258-59 (1989). As Representative Panetta explained,\nthe Jones Amendment was intended to address such concerns: The effect of this amendment would be, then, to reduce the direct\nspending authorized in the bill to $1 million per year, instead of\nthe $114 million in the bill as reported. This is critical, in terms\nof controlling Federal spending. Id. at 28,259 (remarks of Rep. Panetta). Had such comments reflected congres­",
      "queries": [
        "which department of justice points of contact is cops office located",
        "define institution of higher education",
        "why are cops awards monitored",
        "is a merchant contract capitalized?"
      ],
      "queries_score": [
        -9.889060974121094,
        -8.8906888961792,
        -9.099923133850098,
        -9.300793647766113
      ]
    },
    {
      "id": "memos_75__13",
      "chunk_id": "13",
      "content": "The effect of this amendment would be, then, to reduce the direct\nspending authorized in the bill to $1 million per year, instead of\nthe $114 million in the bill as reported. This is critical, in terms\nof controlling Federal spending. Id. at 28,259 (remarks of Rep. Panetta). Had such comments reflected congres­ sional understanding of the intended effect of the appropriations restrictions ulti­\nmately enacted under section 6002, they would arguably provide some support\nfor DO T’s contentions that permitting Trustee claims to be paid from the Fund\nwithout further appropriation conflicts with fiscal restraint objectives underlying\nthe measure. The remarks of Representatives Jones and Panetta, however, were made before\nthe Conference Committee modified the Jones Amendment to provide explicitly\nthat the payment of claims from the Fund pursuant to section 1012(a)(4) of the\nAct would not require a further appropriation. Rather, the remarks in question\nwere aimed at a fundamentally different provision and could not reflect congres­\nsional understanding or intent with respect to the substantially different (and less\nrestrictive) appropriations provisions ultimately enacted in section 6002. 4.\nFinally, it has been argued that congressional inaction with respect to a subse­\nquently proposed amendment intended to overturn the Comptroller General’s\n200 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 interpretation of OPA’s Fund access provisions should be regarded as a form of\nlegislative ratification of that interpretation. We do not find this line of reasoning\npersuasive here for a number of reasons. This argument invokes the Supreme Court’s approach in cases such as United\nStates v. Riverside Bayview Homes, Inc., 474 U.S. 121 (1985), where the Court\nexplained:\nAlthough we are chary of attributing significance to Congress’\nfailure to act, a refusal by Congress to overrule an agency’s\nconstruction of legislation is at least some evidence of the reason­\nableness of that construction, particularly where the administrative\nconstruction has been brought to Congress’ attention through legis­\nlation specifically designed to supplant it. Id. at 137; Bob Jones University v. United States, 461 U.S. 574, 599-600 (1983) (although “ [n]onaction by Congress is not often a useful guide,” inaction fol­\nlowing prolonged and extensive congressional consideration of legislative pro­\nposals to overturn an administrative interpretation may produce “ unusually\nstrong” evidence of legislative acquiescence). The cases ascribing significance to legislative inaction are generally premised\nupon informed congressional acquiescence in a longstanding interpretation by the\nexecutive branch agency charged with administering the statute in question. In\nBob Jones University, for example, the Court invoked the principle only after\nstressing that “ for a dozen years Congress has been made aware — acutely\naware — o f the IRS rulings o f 1970 and 1971.” 461 U.S. at 599. Here, the ruling\nin which Congress allegedly acquiesced was considered only by a committee of\nCongress in early 1996, only a few months after it had been issued in October,\n1995, by the Comptroller General. Thus, the circumstances posed here simply\ndo not fit the pattern of the leading cases finding persuasive evidence of acquies­\ncence by inaction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_75__14",
      "chunk_id": "14",
      "content": "Thus, the circumstances posed here simply\ndo not fit the pattern of the leading cases finding persuasive evidence of acquies­\ncence by inaction. 15\nMoreover, congressional attention to the proposal that would have effectively\nnullified the Comptroller General’s ruling was not only very brief in duration but\nlimited in nature. The amendment in question, originally proposed as section 204\nof S. 1730 during the 104th Congress, would have added section 1012(a)(2) to\nthe existing Fund payment provisions exempted from section 6002’s subsequent\nl5The limited congressional attention to the Comptroller General opinion at issue here presents the same consider­\nations addressed by the court in Lanehart v Horner, 818 F 2 d 1574 (Fed. C ir 1987), where the court rejected\na similar legislative ratification argument concerning an administrative interpretation of federal firefighters’ overtime\npay under the Fair Labor Standards Act As the court stated: We find this argument singularly unpcrsuasive in the context of this case. In the cited cases, the issue\ninvolved “ considerable public controversy,” or Congress had a “ prolonged and acute awareness” o f the\nimportance of the issue. Bob Jones, 461 U.S. at 601, 103 S. Ct at 2033. The overtime pay of firefighters\ndid not rise to these levels in Congress. Id. at 1579 (citation omitted) 201 Opinions o f the Office o f Legal Counsel in Volume 21 appropriations requirement. It would thus have removed the crucial premise to\nthe Comptroller General’s decision and would have eliminated any doubt that\nTrustees could recover natural resource damages from the Fund without further\nappropriation. However, that amendment was modified by the Senate Committee\non Environment and Public Works, which approved and reported S. 1730 with\nan amendment to section 6002 that did not include the appropriations exemption\nfor section 1012(a)(2) and thus did not nullify the Comptroller General’s opinion. See S. Rep. No. 104-292, at 31-32 (1996). In any event, however, S. 1730 was\nnever taken up by the full Senate or the House. Consequently, congressional\nconsideration of the proposal to override the Comptroller General’s interpretation\nwas apparently limited to action on a single amendment by a single committee\nof the Senate. 16 In Bob Jones University, the Court departed from the general ru le 17 that\ncongressional inaction “ is not often a useful guide” only after stressing that “ few\nissues have been the subject of more vigorous and widespread debate and discus­\nsion in and out of Congress” than the educational segregation issue implicated\nby the IRS ruling under consideration there. 461 U.S. at 599. In light of the\nlengthy and widespread congressional exposure to legislation concerning that\nruling, the Court observed: It is hardly conceivable that Congress — and in this setting, any\nMember of Congress — was not abundantly aware of what was\ngoing on. In view of its prolonged and acute awareness of so impor­\ntant an issue, Congress’ failure to act on the bill proposed on this\nsubject provides added support for concluding that Congress\nacquiesced in the IRS rulings in 1970 and 1971. Id. at 600-01.",
      "queries": [
        "cops office telephone number",
        "what is prea audit methodology",
        "what is the level of privilege system in ctp"
      ],
      "queries_score": [
        -9.07959270477295,
        -9.148050308227539,
        -8.952884674072266
      ]
    },
    {
      "id": "memos_75__15",
      "chunk_id": "15",
      "content": "In view of its prolonged and acute awareness of so impor­\ntant an issue, Congress’ failure to act on the bill proposed on this\nsubject provides added support for concluding that Congress\nacquiesced in the IRS rulings in 1970 and 1971. Id. at 600-01. Here, the record does not demonstrate anything like the prolonged, acute, and\nwidespread congressional consideration of the Comptroller General’s 1995 opinion\nthat provides the necessary justification for ascribing significance to congressional\naction under the holding of Bob Jones University. See also Missouri v. Andrews,\n787 F.2d 270, 287 (8th Cir. 1986) (rejecting argument that failure to amend statute\nratified agency’s interpretation of statute where the “ record fails to show the\ndegree of congressional approval necessary to override the intent of the . . . Con­\ngress” ), a ff’d sub nom. ETSI Pipeline Project v. Missouri, 484 U.S. 495 (1988). Moreover, the interpretation at issue here was not longstanding and, indeed, was\nnever incorporated in the governing agency regulations. Finally, the interpretation\n16 The 104th Congress did enact some unrelated amendments to OPA as part of the Coast Guard Authorization\nAct of 1996, Pub L No 104-324, 110 Stat 3901, but the amendment originally intended to overturn the Comptroller\nG eneral’s ruling on Trustee access to the Fund was not included in that legislation See S. Rep. No. 104-160 (1995),\nreprinted in 1996 U S C C A N. 4239\n17See Brecht v Abraham son, 507 U S 619, 632 (1993) 202 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 is at odds with the language of the statute and is not supported by the legislative\nhistory. Under such circumstances, the fact that Congress did not enact legislation\noverturning the Comptroller General’s interpretation does not provide persuasive\nevidence of congressional ratification. Considering the legislative record as a whole, therefore, we are unable to con­\nclude that Congress’s response to proposed amendments to section 6002 of OPA\noffered in the 104th Congress provides significant legislative evidence supporting\nthe Comptroller General’s opinion concerning Trustee access to the Fund. Conclusion In light of all the foregoing considerations, we conclude that section 1012(a)(4)\nof OPA authorizes payments from the Fund to natural resource trustees on claims\nfor uncompensated natural resource damages pursued in accordance with section\n1013. Under section 6002(b) of OPA, such payments may be made from the Fund\nwithout the need for further enactment of appropriations. RANDOLPH D. MOSS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 203",
      "queries": [
        "eobgr purpose"
      ],
      "queries_score": [
        -8.280157089233398
      ]
    }
  ]
}