{
  "doc_id": "memos_24",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_24__0",
      "chunk_id": "0",
      "content": "Section 235A of the Immigration and Nationality Act\nSection 235A o f the Im m igration and N ationality Act requires the A ttorney Genera) to establish and\nm aintain certain p reinspection stations, p rovided the foreign countries concerned have consented\nto th e estab lish m en t o f such stations on th e ir territory and provided th at certain other preconditions\nh ave been satisfied. Section 2 35A d o es not o blige the Attorney G eneral or any other executive branch official to enter\ninto diplo m atic n egotiations w ith foreign countries in o rd er to obtain their consent to the establish­\nm ent o f p reinspection stations on their territory, and it does not require that preinspection stations\nbe estab lish ed b efo re the preconditions h av e been satisfied. A ccordingly, section 235A does not\nu n con stitutionally infringe on the President’s authonty to conduct diplom atic relations. October 23, 2000\nM em orandum O p in io n I m m ig r a t i o n and fo r t h e G en era l C o u n sel N a t u r a l iz a t io n S e r v i c e You have requested our opinion whether section 235A of the Immigration and\nNationality Act ( “ ENA” ), 8 U.S.C. § 1225a, which requires the Attorney General\nto establish and maintain immigration preinspection stations in certain foreign air­\nports, unconstitutionally infringes on the President’s authority to conduct diplo­\nmatic relations with other nations. As we explain more fully below, we believe\nthat section 235A requires the Attorney General to establish and maintain certain\npreinspection stations provided the foreign countries concerned have consented\nto the establishment of such stations on their territory and provided that certain\nother preconditions have been satisfied. Section 235A does not, however, oblige\nthe Attorney General or any other executive branch official to enter into diplo­\nmatic negotiations with foreign countries in order to obtain that consent, and it\ndoes not require that preinspection stations be established before the preconditions\nhave been satisfied. BACKGROUND\nSection 235A was added to the INA by section 123 of the Illegal Immigration\nReform and Immigrant Responsibility Act of 1996, Pub. L. No. 104—208, 110\nStat. 3009—546, 3009-560 ( “ IIRIRA” ). It mandates the establishment of immigra­\ntion “ preinspection” stations at certain foreign airports. 1 Prior to the passage of\nsection 235A, the INA authorized, but did not require, the establishment of\npreinspection stations, and the relevant statutory provisions were neither modified\n1 “ Preinspection” generally refers to immigration inspection procedures conducted at foreign ports of embarkation\nby United States authorities for passengers seeking entry into the United States In some instances, immigration\npreinspection is accompanied by U S. Customs clearance as well.",
      "queries": [
        "can a store deduct gift checks",
        "what is the cardinal rule in the interpretation of a contract?"
      ],
      "queries_score": [
        -9.87138843536377,
        -8.824068069458008
      ]
    },
    {
      "id": "memos_24__1",
      "chunk_id": "1",
      "content": "In some instances, immigration\npreinspection is accompanied by U S. Customs clearance as well. Sites containing both immigration and customs\ninspection are generally called “ preclearance” sites See, e.g., Agreement Between the Government of the United\nStates o f America and the G overnment of Canada on Air Transport Preclearance, May 8, 1974, art 1(a), 25 U S T\n763 ( “ U S.-Canada A greem ent” ). Section 235A refers only to preinspection. 276 Section 235A o f the Immigration and Nationality Act nor repealed by passage of section 235A. Specifically, under INA § 103(a)(7),\n8 U.S.C. § 1103(a)(7), the Attorney General “ may, with the concurrence of the\nSecretary of State, establish offices of the [INS] in foreign countries.” Pursuant\nto that authority, the INS established and maintains preinspection stations at air­\nports in Canada, Ireland, Bermuda, and several other ports of embarkation in the\nCaribbean. Establishing those stations involved entering into diplomatic negotia­\ntions with the foreign countries involved. See, e.g., U.S.-Canada Agreement, 25\nU.S.T. at 763. In contrast, section 235A requires (and does not merely authorize) the establish­\nment of preinspection stations. Section 235A(a)(l), which is entitled “ New Sta­\ntions,” provides:\nSubject to paragraph (5), not later than October 31, 1998, the\nAttorney General, in consultation with the Secretary of State, shall\nestablish and maintain preinspection stations in at least 5 of the\nforeign airports that are among the 10 foreign airports which the\nAttorney General identifies as serving as last points of departure\nfor the greatest numbers of inadmissible alien passengers who\narrive from abroad by air at ports of entry within the United States. Such preinspection stations shall be in addition to any preinspection\nstations established prior to the date of the enactment of such Act\n[September 30, 1996]. Additionally, section 235A(a)(4), which is entitled “ Additional Stations,” pro­\nvides:\nSubject to paragraph (5), not later than October 31, 2000, the\nAttorney General, in consultation with the Secretary of State, shall\nestablish preinspection stations in at least 5 additional foreign air­\nports which the Attorney General, in consultation with the Secretary\nof State, determines, based on the data compiled under paragraph\n(3) and such other information as may be available, would most\neffectively reduce the number of aliens who arrive from abroad by\nair at points of entry within the United States who are inadmissible\nto the United States. Such preinspection stations shall be in addition\nto those established prior to the date of the enactment of such Act\n[September 30, 1996] or pursuant to paragraph (l).2\n2 Section 235A(a)(3), which is referenced in section 235A(a)(4), provides\nNot later than November 1, 1997, and each subsequent November 1, the Attorney General shall compile\ndata identifying —\n(A) the foreign airports which served as last points o f departure for aliens who arrived by air at United\nStates ports o f entry without valid documentation dunng the preceding fiscal years,\n(B) the number and nationality o f such aliens arriving from each such foreign airport, and\nContinued 277 Opinions o f the Office o f Legal Counsel in Volume 24",
      "queries": [
        "what is PASS award condition",
        "irs memo number"
      ],
      "queries_score": [
        -8.04289722442627,
        -7.75393009185791
      ]
    },
    {
      "id": "memos_24__2",
      "chunk_id": "2",
      "content": "277 Opinions o f the Office o f Legal Counsel in Volume 24 Finally, sections 235A(a)(l) and (4) are both “ [s]ubject to” section 235A(a)(5),\nwhich identifies certain “ [c]onditions” :\nPrior to the establishment of a preinspection station the Attorney\nGeneral, in consultation with the Secretary of State, shall ensure\nthat —\n(A) employees of the United States stationed at the preinspection\nstation, and their accompanying family members will receive appro­\npriate protection;\n(B) such employees and their families will not be subject to\nunreasonable risks to their welfare and safety; and\n(C) the country in which the preinspection station is to be estab­\nlished maintains practices and procedures with respect to asylum\nseekers and refugees in accordance with the Convention Relating\nto the Status of Refugees (done at Geneva, July 28, 1951), or the\nProtocol Relating to the Status of Refugees (done at New York,\nJanuary 31, 1967), or that an alien in the country otherwise has\nrecourse to avenues of protection from return to persecution. These requirements stand as conditions precedent to the statutory duty to establish\nany o f the preinspection stations called for by sections 235A(a)(l) and (4): the\nAttorney General must ensure that they are met “ [p]rior to the establishment of\na preinspection station,” INA §235A(a)(5), and the statutory requirement that\npreinspection stations be established by defined dates is “ [sjubject to” these pre­\nconditions. Id. §235A (a)(l) and (4).3 After the enactment of section 235A, a working group consisting of representa­\ntives from the INS and the Department of State was established to identify poten­\ntial sites for preinspection stations. The working group ultimately identified sixteen\npotential sites (in fifteen countries) for preinspection stations that met the criteria\nset forth in section 235A.4 The Commissioner of the INS sent a letter to the\nDepartment of State requesting that it ascertain, inter alia , whether countries con­\ntaining the sites identified by the working group were willing to allow\npreinspection stations on their territory. The State Department then instructed\n(C) the prim ary routes such aliens followed from their country o f ongin to the United States\n3 Preinspection stations may be established fo r a variety o f reasons, including passenger convenience See, e g ,\nU .S -C anada Agreement, preamble, 25 U.ST at 764 (staling that “ preclearance facilitates air travel between the\ntwo countries” ) It is clear from the text of section 235A that the preinspection stations it contemplates are intended\nto decrease the number o f inadmissible aliens entering the United States The legislative history confirms this point\nSee H.R. Rep No 104-469, 177-78 (1996) ( “ [P]assengers refused permission [at a preinspection station] to board\n[an airplane bound for the United States], on the ground that they do not have valid documents to be admitted\nor are otherw ise inadmissible, will be prevented from even reaching a U.S port of entry, thus reducing the burden\non INS inspection facilities and the likelihood that unauthorized aliens will enter the U S ” )\n4",
      "queries": [
        "how do we combat food waste and reduce food waste",
        "what is the trgp",
        "can i draw a provisional indirect rate on my agency's grant?",
        "what is reasonable allowance for the exhaustion and wear and tear of property used in a trade or business?"
      ],
      "queries_score": [
        -7.819354057312012,
        -6.704401016235352,
        -8.994446754455566,
        -8.470547676086426
      ]
    },
    {
      "id": "memos_24__3",
      "chunk_id": "3",
      "content": "Those sites are- London, M exico City, Tokyo, Amsterdam, Frankfurt, Pans, Taipei, Seoul, Caracas, Santo\nDomingo, Kingston, Sao Paolo, Rome, Guadalajara, Guatemala City, and Port au Pnnce See Memorandum for Chns\nSale, D eputy Commissioner, INS, from Michael D. Cronin, Assistant Commissioner. INS, Re- Preinspection Working\nGroup at 5 -6 (July 22, 1997). 278 Section 235A o f the Immigration and Nationality Act American embassies and consulates in the relevant countries to explore that issue\nwith host country officials. In a letter dated January 20, 1998, the Assistant Sec­\nretary of State for Consular Affairs reported that “ only one [country] (Jamaica)\ngave preliminary indication that it would support establishment of an INS\npreinspection station.” Letter for Hon. Doris Meissner, Commissioner, INS, from\nMary A. Ryan, Assistant Secretary for Consular Affairs, Dept, of State at 2 (Jan.\n20, 1998) (“ Ryan Letter” ).5 To date, no preinspection stations have been estab­\nlished pursuant to section 235A. DISCUSSION To determine whether section 235A unconstitutionally intrudes on the Presi­\ndent’s authority to conduct foreign relations, we begin by identifying section\n235A’s precise requirements. For present purposes, this involves interpreting sec­\ntions 235A(a)(l), (4), and (5). The first two provisions stipulate how many\npreinspection stations are to be established and maintained, the criteria those sta­\ntions must meet, and the dates by which they are to be established. The third\nspecifies certain conditions that must be met before a preinspection station is\nestablished. Sections 235A(a)(l) and (4) both direct the Attorney General, in consultation\nwith the Secretary of State, to “ establish” (and, in the case of section 235A(a)(l),\n“ maintain” ) preinspection stations meeting certain criteria. Section 235A(a)(l)\nprovides that, by Octobcr 31, 1998, the Attorney General “ shall establish and\nmaintain preinspection stations in at least 5 of the foreign airports that are among\nthe 10 foreign airports which the Attorney General identifies as serving as last\npoints of departure for the greatest numbers of inadmissible alien passengers who\narrive from abroad by air at ports of entry within the United States.” Id. Section\n235A(a)(4) provides that, by October 31, 2000, she “ shall establish preinspection\nstations in at least 5 additional foreign airports which the Attorney General, in\nconsultation with the Secretary of State, determines, based on the data compiled\nunder paragraph (3) and such other information as may be available, would most\neffectively reduce the number of aliens who arrive from abroad by air at points\nof entry within the United States who are inadmissible to the United States.” Id. Sections 235A(a)(l) and (4) thus appear to contemplate a two-step process. First, the Attorney General is to identify potential sites for preinspection stations\nthat meet the criteria set out in the relevant section. Second, she is to establish\nsuch stations at a minimum number of sites by the dates prescribed. 5 The Ryan Letter noted that “ [o]ne country (Dominican Republic) indicated it might be willing to allow a\npreinspection staiion, but only if full preclearance was allowed, i.e customs inspections as w ell.” Ryan Letter at\n2 The Ryan Letter further explained that fourteen countries were “ queried ” Id at 2.",
      "queries": [
        "are subaward terms and conditions included in a contract",
        "what type of information are needed to maintain the financial records of the agency?",
        "what is considered capital expenditure of property",
        "which president established procedures governing responses to congressional requests for information?"
      ],
      "queries_score": [
        -7.634550094604492,
        -7.727757453918457,
        -7.993076324462891,
        -7.894929885864258
      ]
    },
    {
      "id": "memos_24__4",
      "chunk_id": "4",
      "content": "Ryan Letter at\n2 The Ryan Letter further explained that fourteen countries were “ queried ” Id at 2. As to the fifteenth country,\nGuatemala, the Ryan Letter explained that “ [o]ur embassy in Guatemala has not yet been able to obtain an initial\nreaction from authorities in that country.’* Id. 279 Opinions o f the Office o f Legal Counsel in Volume 24 Additionally, however, sections 235A(a)(l) and (4) both provide that their\nrequirements are “ [s]ubject to” section 235A(a)(5), which, in turn, sets out certain\nconditions that must be met before a preinspection station is established. See supra\np. 279 (quoting section 235A(a)(5)). The ordinary meaning of “ subject to”\nincludes “ governed or affected b y .” Black’s Law Dictionary 1425 (6th ed. 1990). Thus, sections 235A(a)(l) and (4), including the deadlines they prescribe, are\n“ governed or affected by” the conditions set out in section 235A(a)(5).6 Once\nthe Attorney General identifies a potential site for a preinspection station, the\nrequirement that it be “ established” by a particular date does not take effect until\nthe Attorney General is able to ensure that the site meets section 235A(a)(5)’s\nconditions. Section 235A does not specify precisely how the Attorney General is to ensure\nthat the sites she selects for preinspection stations meet section 235A(a)(5)’s\nconditions or how she is to go about establishing and maintaining such stations\nonce they meet those conditions. Because the preinspection stations are to be\nlocated in foreign countries, establishing those stations is not entirely within the\ncontrol of the Attorney General or, indeed, the executive branch as a whole. Rather, preinspection stations can only be established after the United States\nobtains the consent of the foreign countries concerned. See, e.g., U.S.-Canada\nAgreement, supra.1 For two reasons, we do not read section 235A as requiring the executive branch\nto seek or obtain such consent. First, such a reading would impose on the execu­\ntive branch the obligation to achieve outcomes beyond its control. While the\nExecutive may negotiate with foreign sovereigns in an effort to obtain their con­\nsent to the establishment of preinspection stations within their territory, it is not\nwithin the Executive’s power to ensure that such consent is actually given. Simi­\nlarly, the Attorney General’s ability to ensure that section 235A(a)(5)’s conditions\nare met depends at least in part on the cooperation of the relevant foreign govern­\nment, cooperation that she cannot guarantee. Providing “ appropriate protection”\nto federal employees working at preinspection stations, protecting those employees\nand their families from “ unreasonable risks to their welfare and safety,” and\nensuring that aliens in a foreign country receive appropriate “ protection from\nreturn to persecution’ ’ are all undertakings that require the cooperation and partici­\npation of the foreign sovereign concerned. Id. Without that cooperation and\nparticipation, it is not possible for the Attorney General herself either to ensure\n6 C f American Rivers v. FERC, 201 F 3d 1186, 1204 (9th Cir. 2000) (“ W e therefore interpret ‘subject to paragraph\n(2)’ to mean precisely what it says subsection 1 0 (j)(l) is governed or affected by subsection 10(j)(2) ” )\n7",
      "queries": [
        "what is a pre audit questionnaire"
      ],
      "queries_score": [
        -7.065953254699707
      ]
    },
    {
      "id": "memos_24__5",
      "chunk_id": "5",
      "content": "This is tm e both as a practical matter and as a matter o f customary international law Under the latter, it is\ngenerally well-settled that an agent of a state m ay not act on the state’s behalf within foreign territory without\nthe consent o f the foreign sovereign See, e.g., Ian Brownlie, Principles o f Public International Law 306-07 (3d\ned 1979); Hans Kelsen, Principles o f International Law 317-18 (2d ed 1966) ( “ That the territory enclosed by\nthe boundaries o f a state legally belongs to this state o r — as it is usually characterized— that it is under the territorial\nsupremacy or sovereignty o f this state means that all individuals staying on this territory are, in principle, subjected\nto the legal pow er o f that state and only of that state.’’) 280 Section 235A o f the Immigration and Nationality Act that section 235A(a)(5)’s conditions are met or to establish and maintain\npreinspection stations as required by sections 235A(a)(l) and (4). We presume that section 235A is not intended to demand the impossible of\nthe Attorney General. See M cNeil v. Time Ins. Co., 205 F.3d 179, 187 (5th Cir.\n2000) (“ It is a flawed and unreasonable construction of any statute to read it\nin a manner that demands the impossible.” ); Ambassadors and other Public M in­\nisters o f the United States, 7 Op. Att’y Gen. 186, 218 (1855) (Cushing, Att’y\nGen.) (“ [I]t is unreasonable to presume in any circumstances . . . that Congress\nintended to enact what is unreasonable.” ). Accordingly, we do not read section\n235A as requiring the executive branch to obtain either foreign countries’ consent\nto the establishment of preinspection stations or their cooperation in ensuring that\nsection 235A(a)(5)’s conditions are met with respect to those stations. Second, we do not read section 235A to require the Executive to enter into\ndiplomatic negotiations to obtain foreign countries’ consent to the establishment\nof preinspection stations, because such a requirement would unconstitutionally\ninfringe on the President’s foreign affairs power. The Constitution commits to\nthe President the responsibility for conducting the nation’s foreign affairs. 8 That\nresponsibility includes the ‘‘ ‘exclusive authority to determine the time, scope, and\nobjectives’ ” of all international negotiations. Issues Raised by Foreign Relations\nAuthorization Bill, 14 Op. O.L.C. 37, 41 (1990) (quoting 2 Pub. Papers of Ronald\nReagan 1541, 1542 (1987) (President Reagan’s statement on signing the Foreign\nRelations Authorization Act, Fiscal Years 1988 and 1989)). If section 235A were\nconstrued to require the Executive to negotiate with foreign countries in an attempt\nto obtain their consent to the establishment of preinspection stations, it would\nunconstitutionally intrude on that exclusive authority. Such a reading would run\nafoul of the principle that Congress may not require the Executive to “ initiate\ndiscussion with foreign nations” or “ order[] the Executive to negotiate and enter\ninto treaties” or other types of international agreements. Earth Island Inst. v.\nChristopher, 6 F.3d 648, 652-53 (9th Cir. 1993); see 2 Pub.",
      "queries": [
        "oig noncompliance contact",
        "what is the criteria of an oig audit?",
        "what is the difference between a small event and large event",
        "what is the j&c document for detainees",
        "which amendments to the education act prohibit discrimination",
        "which nurse is authorized to act in the absence of don"
      ],
      "queries_score": [
        -6.351040840148926,
        -7.348982810974121,
        -8.023016929626465,
        -7.909987449645996,
        -7.776644706726074,
        -8.142189979553223
      ]
    },
    {
      "id": "memos_24__6",
      "chunk_id": "6",
      "content": "Earth Island Inst. v.\nChristopher, 6 F.3d 648, 652-53 (9th Cir. 1993); see 2 Pub. Papers of William\nJ. Clinton 1685, 1688 (1999) (President Clinton’s statement on signing the\nNational Defense Authorization Act for Fiscal Year 2000) ( “ Congress may not\ndirect that the President initiate discussions or negotiations with foreign govern­\nments.” ). It would also impermissibly specify the precise subject matter o f the\nExecutive’s communications with foreign governments. See id. at 2035, 2036\n(President Clinton’s statement on signing Legislation to Locate and Secure the\ns See U.S. Const art II, §§ 1-3, Department o f Navy v. Egan, 484 U.S. 518, 529 (1988) (the Supreme Court\nhas “ recognized ‘the generally accepted view that foreign policy [i]s the province and responsibility of the Execu­\ntive’ ” ) (quoting Haig v Agee, 453 U S 280, 293-94 (1981)), Alfred Lord Dunhill o f London, Inc. v. Republic\no f Cuba, 425 U.S. 682, 7 05-06 n.18 (1976) ( “ [T]he conduct of [foreign policy] is committed primarily to the Execu­\ntive Branch.” ); U nited States v Louisiana, 363 U S ), 35 (1960) (the President is “ the constitutional representative\nof the United States in its dealings with foreign nations” ), Sanchez-Espinoza v Reagan, 770 F.2d 202, 210 (D.C\nCir. 1985) (Scalia, J.) ( “ [BJroad leeway” is “ traditionally accorded the Executive in matters o f foreign affairs.” );\nThomas Jefferson, Opinion on the Powers o f the Senate Respecting Diplomatic Appointments (Apr. 24, 1790), in\n16 The Papers o f Thomas Jefferson 378, 379 (Julian P Boyd ed. 1961) ( “ The transaction of business with foreign\nnations is Executive altogether.” ). 281 Opinions of Ihe Office o f Legal Counsel in Volume 24 Return of Zachary Baumel, a United States Citizen, and Other Israeli Soldiers\nM issing in Action) ( “ To the extent that this provision can be read to direct the\nSecretary of State to take certain positions in communications with foreign govern­\nments, it interferes with my sole constitutional authority over the conduct of diplo­\nmatic negotiations.” ); 2 Pub. P apers o f William J. Clinton 1815, 1815 (1996)\n(President Clinton’s statement on signing the Sustainable Fisheries Act) ( “ Under\nour Constitution, it is the President who articulates the Nation’s foreign policy\nand who determines the timing and subject matter of our negotiations with foreign\nnations.” ).9 Accordingly, because section 235A does not expressly require the\nExecutive to negotiate with foreign countries on the topic of preinspection stations,\nand because such a requirement would violate the constitutional separation of\npowers, we conclude that the statute should not be construed to so require. 10 CONCLUSION In sum, we conclude that under section 235A, the Attorney General is required\nto identify certain potential sites for preinspection stations that fit the criteria set\nforth in sections 235A(a)(l) and (4). Before any such station is established, she\nis also required to ensure that the conditions prescribed in section 235A(a)(5) are\nsatisfied. A condition precedent both to the satisfaction of section 235A(a)(5)’s\nconditions and to the actual establishment of any preinspection station is that the\nforeign government concerned agree to the establishment of the station.",
      "queries": [
        "what is deadline of call for applications",
        "what is the saa requirement"
      ],
      "queries_score": [
        -8.739418983459473,
        -7.808293342590332
      ]
    },
    {
      "id": "memos_24__7",
      "chunk_id": "7",
      "content": "Before any such station is established, she\nis also required to ensure that the conditions prescribed in section 235A(a)(5) are\nsatisfied. A condition precedent both to the satisfaction of section 235A(a)(5)’s\nconditions and to the actual establishment of any preinspection station is that the\nforeign government concerned agree to the establishment of the station. Construing\nsection 235A as requiring the executive branch to fulfill that condition would both\noblige the Executive to achieve outcomes beyond its control11 and infringe on\nthe Executive’s broad authority over foreign affairs. Accordingly, we do not read\n9 See also Issues Raised by Foreign Relations Authorization Bill, 14 O p O L C at 41 ( “ The President is the\nconstitutional representative o f the United States with regard to foreign affairs He manages our concerns with foreign\nnations, and must necessarily be most competent to determine when, how, and upon what subjects negotiations\nmay be urged with the greatest prospect of success.” ) (emphasis added) (quoting Reports of the Senate Committee\non Foreign Relations, S. Doc. No. 231, pt 8, 56th Cong., 2d Sess. 24 (1901)); H. Jefferson Powell, The President’s\nAuthority O ver Foreign A ffa irs’ An Executive Branch Perspective, 67 Geo. Wash L Rev. 527, 558 (1999) C ‘[T]he\nexecutive’s pow er over negotiations vests in it the discretion to determine the goals as well as the modes of diplo­\nm acy.” ). 10 O ur approach on this point is consistent with the Supreme Court’s admonition to interpret statutes so as to\navoid constitutional questions where possible. See Jones v. United States, 524 U.S. 848, 857 (2000) ( “ [W]here\na statute is susceptible o f two constructions, by one of which grave and doubtful constitutional questions arise and\nby the other o f which such questions are avoided, our duty is to adopt the la tte r” ) (quoting United States ex rel\nAttorney G eneral v. Delaware & Hudson Co., 213 U.S. 366, 408 (1909)); Jones v. United States, 526 U S . 227,\n239 (1999); Cahfano v. Yamasaki, 442 U S . 682, 693 (1979), Crowell v Benson, 285 U S 22, 62 (1932), cf.\nAshw ander v 7V A , 297 U S 288, 347 (1936) (Brandeis, J., concum ng) ( “ [l]f a case can be decided on either\no f tw o grounds, one involving a constitutional question, the other a question of statutory construction or general\nlaw, the Court will decide only the latter.” ) 11 W e note that executive branch officials have, since the passage of section 235A, raised the issue o f preinspection\nstations with a num ber o f foreign governments After a joint INS-Department of State working group identified\nsixteen potential sites for preinspection stations, the State Department instructed American embassies and consulates\nin the countries concerned to explore the preinspection issue with host country officials. See supra pp 279-80 O nly one o f the countries quened gave preliminary indication lhat it would support the establishment of a\npreinspection station within its territory See supra pp 279-80 & note 5; Ryan Letter at 2",
      "queries": [
        "which section is a condition precedent to the establishment of a preinspection station?",
        "what is the job duties of a staff psychologist",
        "why is the federal contract condition for a federal grant a condition for federal awards?"
      ],
      "queries_score": [
        "1.9410311",
        -8.69480037689209,
        -5.781400680541992
      ]
    },
    {
      "id": "memos_24__8",
      "chunk_id": "8",
      "content": "See supra pp 279-80 O nly one o f the countries quened gave preliminary indication lhat it would support the establishment of a\npreinspection station within its territory See supra pp 279-80 & note 5; Ryan Letter at 2 W ithout that support,\nthe establishm ent o f preinspection stations in those countries does not appear possible. 282 Section 235A o f the Immigration and Nationality A ct section 235A as requiring the Executive either to seek or to obtain the consent\nof foreign countries to the establishment of preinspection stations within their\nterritory. RANDOLPH D. MOSS\nAssistant Attorney General\nOffice o f Legal Counsel 283",
      "queries": [
        "is above market earnings on deferred compensation taxable",
        "cops office phone number",
        "which company is responsible for excess development costs",
        "does the president get to use travel expenses"
      ],
      "queries_score": [
        -11.246308326721191,
        -10.797117233276367,
        -11.12974739074707,
        -10.769469261169434
      ]
    }
  ]
}