{
  "doc_id": "memos_63",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_63__0",
      "chunk_id": "0",
      "content": "Vesting of Iranian Assets\nB ecause th e In te rn a tio n a l E m e rg e n c y E c o n o m ic P o w e rs A c t d o es not a u th o riz e vesting\no f fo reig n p ro p e rty , and th e T ra d in g w ith th e E n em y A c t au th o riz e s vesting o n ly in\nw artim e, in th e ab sen ce o f a d e c la ra tio n o f w a r ag ain st Ira n it w o u ld be necessary to\nseek n e w leg islatio n in o r d e r for th e U n ited S tates to take title to th e b lo ck ed Iranian\nassets. N o d o m estic c o n stitu tio n al issue w o u ld be raised by legislation a u th o riz in g th e v estin g o f\nIran ian g o v e rn m e n t p ro p e rty ; m o re o v e r, v estin g fo r th e benefit o f e ith e r p riv a te cla im ­\nan ts o r th e U .S. g o v e rn m e n t w o u ld be co n sisten t w ith p rin cip le s o f in tern atio n a l law ,\ne ith e r as a self-h elp m eth o d o f se c u rin g p ay m en t fo r dam ag es, o r as a reprisal for Ira n ’s\nc o n tin u in g v io latio n s o f in tern atio n a l law . V estin g legislatio n w o u ld h a v e little effect o n p en d in g d o m estic litigation in v o lv in g th e\nb lo ck ed Iran ian assets, an d its effect on p re -ju d g m e n t a tta c h m e n ts w o u ld d e p e n d upon\nth e v alid ity o f su ch a tta c h m e n ts u n d e r sta te law .",
      "queries": [
        "when was the european solidarity fund decision issued"
      ],
      "queries_score": [
        -9.767945289611816
      ]
    },
    {
      "id": "memos_63__1",
      "chunk_id": "1",
      "content": "V estin g legislation w o u ld not be\nen fo rc e a b le ag ain st p ro p e rty lo cated a b ro ad , an d w o u ld th e re fo re h av e no effect on\nfo reig n litig atio n in v o lv in g Iran ian d o lla r d ep o sits in U .S. b ra n c h banks a b ro a d , unless\nforeig n c o u rts w e re to hold th at su ch d o lla r d ep o sits a re in reality lo cated a t th e hom e\noffice o f th e ban k s in th e U n ited S tates. March 12, 1980\nM EM ORANDUM OPIN IO N FOR T H E ATTORNEY G EN ER A L\nWe have been asked to address a number of issues relating to possible\nvesting of Iranian assets. This preliminary response has been prepared\nin cooperation with the Civil Division. I. Existing Authority At present no Iranian assets have been vested or seized. Vesting is a\nprocess by which the United States would take title to assets of a\nforeign country or its nationals. Under Executive Order No. 12,170 of\nNovember 14, 1979, the President blocked property of the Iranian\ngovernment, its instrumentalities, and the Central Bank of Iran.\n3 C.F.R. 457 (1979). The blocking order prevents property from being\ntransferred or withdrawn, but does not permit its use by the United\nStates or change title to it. This action was taken pursuant to the\nInternational Emergency Economic Powers Act, 50 U.S.C. § 1701\n(Supp. I 1977) (IEEPA). This Act does not, however, provide author­\nity to vest property. 1\n1\nN o private pro p erty o f Iranian nationals was blocked although the IE E P A is broad enough to\npermit this. It w ould be necessary for the President to issue an additional o rd e r to accom plish blocking\nC o n tin u e d 202 The Trading with the Enemy Act provides for both blocking and\nvesting of foreign property. 50 U.S.C. App. § 5(b). Until 1977, when\nthe International Economic Powers Act was enacted, the Trading with\nthe Enemy Act applied both during wartime and during any other\nperiod of national emergency declared by the President. It was amend­\ned, however, so that it now applies only during wartime. 91 Stat. 1625\n(1977). Therefore, the national emergency relating to Iran declared by\nthe President on November 14, 1979, does not trigger the Trading with\nthe Enemy Act. If the Trading with the Enemy Act were to be used it\nwould be necessary to declare war. In the absence of such a declaration\nit would be necessary to seek new legislation. We make no recommen­\ndation as to whether or not the United States should declare war on\nIran. II. Proposed Legislation If the Administration seeks legislation permitting vesting of Iranian\nassets a number of policy and legal questions would have to be faced.",
      "queries": [
        "why should the EU determine the amount of macrofinance?",
        "cognizant federal agencies",
        "why should community policing be included in the recruiting process"
      ],
      "queries_score": [
        -9.716069221496582,
        -8.692593574523926,
        -9.457390785217285
      ]
    },
    {
      "id": "memos_63__2",
      "chunk_id": "2",
      "content": "We make no recommen­\ndation as to whether or not the United States should declare war on\nIran. II. Proposed Legislation If the Administration seeks legislation permitting vesting of Iranian\nassets a number of policy and legal questions would have to be faced. These include whether to provide in the legislation for disposition of\nthe assets once vested and what that disposition should be. We do not think that any domestic constitutional issue arises in the\ntaking of Iranian government property. The Fifth Amendment by its\nterms applies only to the taking of “private property” without just\ncompensation. Thus, on its face the Just Compensation Clause does not\napply. The role of the Constitution in domestic law, as well as the text,\nsupports this conclusion. Constitutional protections limit the power of\nthe United States to act upon persons who are subject to its power by\nvirtue of their presence in this country or their activities here. The\nUnited States asserts its power with respect to foreign nations because\nas a sovereign among equals it enjoys powers and privileges under\ninternational law and not because of its domestic authority. 2 Cf. United\nStates v. Curtiss-Wright Export Co., 299 U.S. 304, 315-18 (1936). The precedents for this type of legislation have focused on providing\nfor settlement of private claims against a foreign government, while\ngovernment-to-government claims have been settled directly. See the\nInternational Claims Settlement Act of 1949, as amended, 22 U.S.C.\n§1621 et seq. There is no reason, however, why the legislation has to\nbe so limited. As discussed below, vesting for the benefit of either\no f private p roperly since the N ovem ber 14 o rd e r only perm its the Secretary o f the T reasury to block\nIranian governm ent property. Presum ably, such action w ould be necessary pending vesting legislation;\notherw ise, the pro p erty could be w ith d raw n in the interim. T h e vesting o f private assets presents\nissues different from those concerning vesting o f governm ent assets, as w e discuss below. 2 V esting p roperty o f private Iranian citizens presents constitutional issues w hich should be exam ­\nined in detail if th ere is any intent to act regarding private properly. Russian Volunteer Fleet v. United\nStates. 282 U.S. 481 (1931). B u t see Sordino v. Federal Reserve Bank, 361 F.2d 106 (2d Cir. 1966), cert,\ndenied, 385 U.S. 898 (1966). 203 private claimants or the United States government would be consistent\nwith international law. III. International Law\nA. Dam ages The United States has claimed that Iran has flagrantly violated its\ntreaty obligations to the United States including those under the Vienna\nConventions on Diplomatic and Consular Relations. Apr. 18, 1961, 23\nU.S.T. 3227, T.I.A.S. No. 7502, and Apr. 24, 1963, 21 U.S.T. 77,\nT.I.A.S. No. 6820. Breach of an international agreement involves an\nobligation to make reparation in an adequate form, even when the\ntreaty does not specify damages as a remedy. E.g., Corfu Channel Case,\n1949 I.C.J. at pp. 23-24. Self-help is recognized in international law as a method of securing\npayment for damages.",
      "queries": [
        "who needs online access to complete program progress report",
        "who is responsible for the operation of the historic property?"
      ],
      "queries_score": [
        -9.648008346557617,
        -8.227452278137207
      ]
    },
    {
      "id": "memos_63__3",
      "chunk_id": "3",
      "content": "Breach of an international agreement involves an\nobligation to make reparation in an adequate form, even when the\ntreaty does not specify damages as a remedy. E.g., Corfu Channel Case,\n1949 I.C.J. at pp. 23-24. Self-help is recognized in international law as a method of securing\npayment for damages. The unquestioned right of a state to protect its\nnationals in their persons and property while in a foreign country must\npermit initial seizure and ultimate expropriation of assets if other meth­\nods of securing compensation should fail. E.g., Sordino v. Federal R e­\nserve Bank o f N ew York, 361 F.2d 106 (2d Cir.), cert, denied, 385 U.S.\n898 (1966). The United States is now proceeding against Iran in the International\nCourt of Justice. The Court ruled as a preliminary matter on December\n15, 1979, that Iran has violated pertinent treaties. It has not yet ruled on\nthe question of damages. In January the United States submitted a\nMemorial (brief) to the Court seeking a judgment that the United States\nis “entitled to the payment to it, in its own right and in the exercise of\nits right of diplomatic protection of its nationals held hostage, of repa­\nration . . . in a sum to be determined by the Court at a subsequent\nstage of the proceedings.” It is likely that the issue of liability will be\nargued to the Court in the near future and there is every reason to\nanticipate a favorable judgment on the question. Such a judgment\nwould, of course, lend support to any self-help remedies the United\nStates may seek to apply. If in a subsequent hearing the Court were to\nfind damages in an amount less than that seized by the United States,\nwe might face the issue of whether part of the assets should be\nreturned. B. Reprisal Apart from the issue of damages, vesting may be viewed as a reprisal\nfor the continuing violations of international law by Iran and thus as an\nelement of our diplomatic efforts to end those violations. A. David,\nThe Strategy of Treaty Termination: Lawful Breaches and Retaliations\n234 (Yale Univ. Press, 1975). Non-forcible reprisals may be used in the\ncase of breach of treaty obligations. Com m entary on Vienna Convention\n204 on L aw o f Treaties, [1966] 2 Y.B. Int’l L. Comm’n 253-54. Since other means of settling the dispute have failed, and since we can argue that\nseizure is reasonably proportional to the injury suffered, this action can\nbe justified as meeting the standards of customary international law. E.g., 12 M. Whiteman, Digest of Int’l Law 321-28. We take no position\non whether vesting will be an effective method of resolving the diplo­\nmatic impasse. IV. Effect of Vesting on Pending Litigation\nA. Dom estic Litigation What effect would a vesting of Iranian government-owned assets\nhave on domestic suits—and especially on pre-judgment attachments\nwhich have been attempted by American creditors, primarily by Amer­\nican banks who have in their custody Iranian government deposits?",
      "queries": [
        "community policing definition",
        "what is nsor for offender registration",
        "when an employer fails to file and furnish a 1099-missc, a penalty is asserted against"
      ],
      "queries_score": [
        -8.206036567687988,
        -8.759644508361816,
        -8.063166618347168
      ]
    },
    {
      "id": "memos_63__4",
      "chunk_id": "4",
      "content": "IV. Effect of Vesting on Pending Litigation\nA. Dom estic Litigation What effect would a vesting of Iranian government-owned assets\nhave on domestic suits—and especially on pre-judgment attachments\nwhich have been attempted by American creditors, primarily by Amer­\nican banks who have in their custody Iranian government deposits? The Foreign Sovereign Immunities Act of 1976, 28 U.S.C. § 1602,\ndeals comprehensively with the suability of foreign states and their\nagencies and instrumentalities, and defines the circumstances under\nwhich property of such entities can be attached prior to judgment and\nlevied upon in satisfaction of judgments. Whether a suit is properly\nbrought and whether an attachment is valid is, therefore, a question of\nfederal law; state law is relevant only in those instances where attach­\nment is authorized under the Immunities Act; state law defines the\nrights obtained by an attachment creditor. 3 Vesting of Iranian government-owned assets would have little effect\non pending suits. It would be for the courts to determine on a case-bycase basis whether the Immunities Act confers jurisdiction. Vesting,\nhowever, would impact upon the pending pre-judgment attachments. A majority of the attachments which have been sought are in all\nlikelihood invalid because they either seek to reach property of the\nIranian government not used for a “commercial purpose,” or because\nthe property sought to be reached belongs to an Iranian entity which is\ndistinct from the debtor entity. An American claimant who attempted\nan unauthorized attachment would not be deprived of any cognizable\nproperty interests if the asset is vested and title passes to the United\nStates. In instances where attachments are proper under the Immunities Act,\ntheir legal effect would have to be determined under state law. A valid\nattachment would not be cancelled or annulled upon vesting, even if\nthe property were “frozen” at the time the attachment was obtained. Zittm an v. M cGrath, 341 U.S. 446 (1951) (holding that a “right, title\n3T h e Iranian Assets C o n tro l R egulations expressly authorize pre-judgm ent attachm ents. 31 C .F .R .\n§ S35.4I8 (as added on D ecem ber 19, 1979). But the regulations authorize such attachm ent only w here\nfederal o r state law g rants a rig h t to a c re d ito r to attach his d e b to r's property; the regulations\nthem selves are not a source o f substantive c re d ito r’s rights. 205 and interest” vesting leaves undisturbed any property interests acquired\nby a pre-vesting attachment creditor). When vesting property, the fed­\neral government merely steps into the shoes of the pre-vesting owner\n(here, the Iranian government). This does not mean that property in\nwhich an attachment creditor obtained an interest under state law is not\nsubject to vesting. The Second Z ittm an case (Zittm an v. McGrath, 341\nU.S. 471 (1951)) teaches that the federal government may enforce a\ntransfer of possession of the funds “for purposes of administration.” During such administration—which is akin to a receivership—the pre­\nexisting rights of attachment creditors must be preserved.",
      "queries": [
        "what effect would vesting of government owned assets have on pending litigation",
        "cops cpd phone number",
        "who is authorized for an award",
        "do saa reports need to be sent to cops",
        "how to compare controlled and uncontrolled transactions"
      ],
      "queries_score": [
        "2.5255153",
        -7.190345764160156,
        -6.002706527709961,
        -8.420270919799805,
        -7.365823745727539
      ]
    },
    {
      "id": "memos_63__5",
      "chunk_id": "5",
      "content": "The Second Z ittm an case (Zittm an v. McGrath, 341\nU.S. 471 (1951)) teaches that the federal government may enforce a\ntransfer of possession of the funds “for purposes of administration.” During such administration—which is akin to a receivership—the pre­\nexisting rights of attachment creditors must be preserved. State law\nwould determine whether an attachment creditor would be entitled to a\npreference if the assets of the pre-vesting owner turn out to be insuffi­\ncient to satisfy the obligation owed to the creditor. B. Effect on Foreign Litigation Legislation authorizing the vesting of Iranian property would, under\nprinciples of international law, not be enforceable against property\nlocated abroad. 4 Iranian dollar deposits in U.S. branch banks abroad\ncould be reached only if the foreign courts were to hold that such\ndollar deposits in U.S. branch banks are in reality located at the home\noffice of the banks in the United States. O f course, that issue is pres­\nently being litigated in English and French courts with respect to the\nPresidential freeze order. While authorizing vesting of domestic assets, Congress could confirm\nthe preexisting Presidential freezing order on Iranian governmentowned assets in the custody of American nationals abroad, in which\ncase the pending litigation in England and France would continue. Congress could, in the alternative, lift the freeze on Iranian assets held\nby Americans abroad, thus mooting the litigation (as far as the\nextraterritorial reach of the Presidential freezing order is concerned). Jo hn M. H arm on Assistant Attorney General\nOffice o f L egal Counsel *See Ingenohl v. Olsen, 273 U.S. 541, 544 (1927): “ If the A lien P roperty C ustodian purported to\nconvey rights in English te rrito ry valid as against those w hom the English law protects he exceeded\nthe pow ers that w ere o r could be given to him by the U nited States.\" A ttem pts by states to extend\ntheir seizure pow ers ex traterrito rially have failed. See, e.g.. Republic o f Iraq v. First N ational City Bank,\n353 F.2d 47 (2d Cir. 1965), cert, denied. 382 U.S. 1027 (1966). 206",
      "queries": [],
      "queries_score": []
    }
  ]
}