{
  "doc_id": "memos_61",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_61__0",
      "chunk_id": "0",
      "content": "Assertion of Executive Privilege Concerning the Dismissal\nand Replacement of U.S. Attorneys\nExecutive privilege may properly be asserted over the documents and testimony concerning the\ndismissal and replacement of U.S. Attorneys that have been subpoenaed by congressional committees. June 27, 2007 THE PRESIDENT\nTHE WHITE HOUSE\nDear Mr. President:\nThe Senate Committee on the Judiciary and the House Committee on the Judiciary recently issued five subpoenas in connection with their inquiries into the\nresignation of several U.S. Attorneys in 2006. Broadly speaking, four of the five\nsubpoenas seek documents in the custody of current or former White House\nofficials (“White House documents”) concerning the dismissal and replacement of\nthe U.S. Attorneys. In addition, two of the five subpoenas demand testimony about\nthese matters from two former White House officials, Harriet Miers, former\nCounsel to the President, and Sara Taylor, former Deputy Assistant to the\nPresident and Director of Political Affairs. You have requested my legal advice as to whether you may assert executive\nprivilege with respect to the subpoenaed documents and testimony concerning the\ncategories of information described in this letter. It is my considered legal\njudgment that you may assert executive privilege over the subpoenaed documents\nand testimony. I.\nThe documents that the Office of the Counsel to the President has identified as\nresponsive to the subpoenas fall into three broad categories related to the possible\ndismissal and replacement of U.S. Attorneys, including congressional and media\ninquiries about the dismissals: (1) internal White House communications; (2)\ncommunications by White House officials with individuals outside the Executive\nBranch, including with individuals in the Legislative Branch; and (3) communications between White House officials and Department of Justice officials. The\nCommittees’ subpoenas also seek testimony from Ms. Miers and Ms. Taylor\nconcerning the same subject matters, and the assertion of privilege with respect to\nsuch testimony requires the same legal analysis. The Office of Legal Counsel of the Department of Justice has reviewed the\ndocuments identified by the Counsel to the President as responsive to the subpoenas and is satisfied that the documents fall within the scope of executive 1 Opinions of the Office of Legal Counsel in Volume 31 privilege. The Office further believes that Congress’s interests in the documents\nand related testimony would not be sufficient to override an executive privilege\nclaim. For the reasons discussed below, I concur with both assessments. A.\nThe initial category of subpoenaed documents and testimony consists of internal White House communications about the possible dismissal and replacement of\nU.S. Attorneys. Among other things, these communications discuss the wisdom of\nsuch a proposal, specific U.S. Attorneys who could be removed, potential\nreplacement candidates, and possible responses to congressional and media\ninquiries about the dismissals. These types of internal deliberations among White\nHouse officials fall squarely within the scope of executive privilege. One of the\nunderlying purposes of the privilege is to promote sound decisionmaking by\nensuring that senior government officials and their advisers speak frankly and\ncandidly during the decisionmaking process. As the Supreme Court has explained,\n“[a] President and those who assist him must be free to explore alternatives in the\nprocess of shaping policies and to do so in a way many would be unwilling to\nexpress except privately.”",
      "queries": [
        "when can a inmate be dismissed from the fpi",
        "do members of congress convene pro forma sessions"
      ],
      "queries_score": [
        -7.1466779708862305,
        -6.619653224945068
      ]
    },
    {
      "id": "memos_61__1",
      "chunk_id": "1",
      "content": "As the Supreme Court has explained,\n“[a] President and those who assist him must be free to explore alternatives in the\nprocess of shaping policies and to do so in a way many would be unwilling to\nexpress except privately.” United States v. Nixon, 418 U.S. 683, 708 (1974); see\nalso Assertion of Executive Privilege with Respect to Prosecutorial Documents, 25\nOp. O.L.C. 1, 2 (2001) (“The Constitution clearly gives the President the power to\nprotect the confidentiality of executive branch deliberations.”); Assertion of\nExecutive Privilege With Respect to Clemency Decision, 23 Op. O.L.C. 1, 2 (1999)\n(opinion of Attorney General Janet Reno) (“Clemency Decision”) (“[N]ot only\ndoes executive privilege apply to confidential communications to the President,\nbut also to ‘communications between high Government officials and those who\nadvise and assist them in the performance of their manifold duties.’”) (quoting\nNixon, 418 U.S. at 705). These confidentiality interests are particularly strong\nwhere, as here, the communications may implicate a “quintessential and nondelegable Presidential power,” such as the authority to nominate or to remove U.S.\nAttorneys. In re Sealed Case, 121 F.3d 729, 752 (D.C. Cir. 1997); Clemency\nDecision, 23 Op. O.L.C. at 2–3 (finding that executive privilege protected\nDepartment and White House deliberations related to decision to grant clemency). Under D.C. Circuit precedent, a congressional committee may not overcome an\nassertion of executive privilege unless it establishes that the documents and\ninformation are “demonstrably critical to the responsible fulfillment of the\nCommittee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498 F.2d 725, 731 (D.C. Cir. 1974) (en banc). And those functions\nmust be in furtherance of Congress’s legitimate legislative responsibilities. See\nMcGrain v. Daugherty, 273 U.S. 135, 160 (1927) (Congress has oversight\nauthority “to enable it efficiently to exercise a legislative function belonging to it\nunder the Constitution”). 2 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys As a threshold matter, it is not at all clear that internal White House communications about the possible dismissal and replacement of U.S. Attorneys fall within\nthe scope of McGrain and its progeny. The Supreme Court has held that Congress’s oversight powers do not reach “matters which are within the exclusive\nprovince of one of the other branches of the Government.” Barenblatt v. United\nStates, 360 U.S. 109, 112 (1959). The Senate has the authority to approve or reject\nthe appointment of officers whose appointment by law requires the advice and\nconsent of the Senate (which has been the case for U.S. Attorneys since the\nfounding of the Republic), but it is for the President to decide whom to nominate\nto such positions and whether to remove such officers once appointed. Though the\nPresident traditionally consults with members of Congress about the selection of\npotential U.S. Attorney nominees as a matter of courtesy or in an effort to secure\ntheir confirmation, that does not confer upon Congress authority to inquire into the\ndeliberations of the President with respect to the exercise of his power to remove\nor nominate a U.S. Attorney.",
      "queries": [
        "why competition is determined inadequate after solicitation of a number of sources?",
        "how long does the svpp last"
      ],
      "queries_score": [
        -9.053858757019043,
        -8.54423999786377
      ]
    },
    {
      "id": "memos_61__2",
      "chunk_id": "2",
      "content": "1 Consequently, there is reason to question whether\nCongress has oversight authority to investigate deliberations by White House\nofficials concerning proposals to dismiss and replace U.S. Attorneys, because such\ndeliberations necessarily relate to the potential exercise by the President of an\nauthority assigned to him alone. See Clemency Decision, 23 Op. O.L.C. at 3–4\n(“[I]t appears that Congress’ oversight authority does not extend to the process\nemployed in connection with a particular clemency decision, to the materials\ngenerated or the discussions that took place as part of that process, or to the advice\nor views the President received in connection with a clemency decision [because\nthe decision to grant clemency is an exclusive Executive Branch function].”);\nScope of Congressional Oversight and Investigative Power With Respect to the\nExecutive Branch, 9 Op. O.L.C. 60, 62 (1985) (congressional oversight authority\ndoes not extend to “functions fall[ing] within the Executive’s exclusive domain”). In any event, even if the Committees have oversight authority, there is no doubt\nthat the materials sought qualify for the privilege and the Committees have not\ndemonstrated that their interests justify overriding a claim of executive privilege as\nto the matters at issue. The House Committee, for instance, asserts in its letter\naccompanying the subpoenas that “[c]ommunications among the White House\nstaff involved in the U.S. Attorney replacement plan are obviously of paramount\nimportance to any understanding of how and why these U.S. Attorneys were\n1\nSee, e.g., Pub. Citizen v. Dep’t of Justice, 491 U.S. 440, 483 (1989) (Kennedy, J., concurring)\n(“[T]he Clause divides the appointment power into two separate spheres: the President’s power to\n‘nominate,’ and the Senate’s power to give or withhold its ‘Advice and Consent.’ No role whatsoever is\ngiven either to the Senate or to Congress as a whole in the process of choosing the person who will be\nnominated for [the] appointment.”); Myers v. United States, 272 U.S. 52, 122 (1926) (“The power of\nremoval is incident to the power of appointment, not to the power of advising and consenting to\nappointment, and when the grant of the executive power is enforced by the express mandate to take\ncare that the laws be faithfully executed, it emphasizes the necessity for including within the executive\npower as conferred the exclusive power of removal.”). 3 Opinions of the Office of Legal Counsel in Volume 31 selected to be fired.” Letter for Fred F. Fielding, Counsel to the President, from\nJohn Conyers, Jr., Chairman, House Judiciary Committee at 2 (June 13, 2007). But\nthe Committees never explain how or why this information is “demonstrably\ncritical” to any “legislative judgments” Congress might be able to exercise in the\nU.S. Attorney matter. Senate Select Comm., 498 F.2d at 732. Broad, generalized\nassertions that the requested materials are of public import are simply insufficient\nunder the “demonstrably critical” standard. Under Senate Select Committee, to\noverride a privilege claim the Committees must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Id. at 733.",
      "queries": [
        "why are congress's deliberations considered an oversight authority"
      ],
      "queries_score": [
        "1.5806712"
      ]
    },
    {
      "id": "memos_61__3",
      "chunk_id": "3",
      "content": "Broad, generalized\nassertions that the requested materials are of public import are simply insufficient\nunder the “demonstrably critical” standard. Under Senate Select Committee, to\noverride a privilege claim the Committees must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Id. at 733. Moreover, any legitimate oversight interest the Committees might have in\ninternal White House communications about the proposal is sharply reduced by\nthe thousands of documents and dozens of hours of interviews and testimony\nalready provided to the Committees by the Department of Justice as part of its\nextraordinary effort at accommodation. 2 This information has given the Committees extraordinary—and indeed, unprecedented—insight into the Department’s\ndecision to request the U.S. Attorney resignations, including the role of White\nHouse officials in the process. See, e.g., History of Refusals by Executive Branch\nOfficials to Provide Information Demanded by Congress, 6 Op. O.L.C. 751, 758–\n59, 767 (1982) (documenting refusals by Presidents Jackson, Tyler, and Cleveland\n2\nDuring the past three months, the Department has released or made available for review to the\nCommittees approximately 8,500 pages of documents concerning the U.S. Attorney resignations. The\nDepartment has included in its productions many sensitive, deliberative documents related to the\nresignation requests, including e-mails and other communications with White House officials. The\nCommittees’ staffs have also interviewed, at length and on the record, a number of senior Department\nofficials, including, among others, the Deputy Attorney General, the Acting Associate Attorney\nGeneral, the Attorney General’s former chief of staff, the Deputy Attorney General’s chief of staff, and\ntwo former Directors of the Executive Office for U.S. Attorneys. During these interviews, the\nCommittees’ staffs explored in great depth all aspects of the decision to request the U.S. Attorney\nresignations, including the role of White House officials in the decisionmaking process. In addition, the\nAttorney General, the Deputy Attorney General, the Principal Associate Deputy Attorney General, the\nAttorney General’s former chief of staff, and the Department’s former White House Liaison have\ntestified before one or both of the Committees about the terminations and explained, under oath, their\nunderstanding of such involvement. The President has also made significant efforts to accommodate the Committees’ needs. More than\nthree months ago, the Counsel to the President proposed to make senior White House officials,\nincluding Ms. Miers, available for informal interviews about “(a) communications between the White\nHouse and persons outside the White House concerning the request for resignations of the U.S.\nAttorneys in question; and (b) communications between the White House and Members of Congress\nconcerning those requests,” and he offered to give the Committees access to White House documents\non the same subjects. Letter for Patrick Leahy, U.S. Senate, et al., from Fred F. Fielding, Counsel to the\nPresident at 1–2 (Mar. 20, 2007). The Committees declined this offer. The Counsel to the President has\nsince reiterated this offer of accommodation but to no avail.",
      "queries": [
        "what is the criteria to override a privilege claim in the senate committees",
        "what is the award document",
        "what is the safecom guidelines"
      ],
      "queries_score": [
        "1.954095",
        -6.602205753326416,
        -7.9403228759765625
      ]
    },
    {
      "id": "memos_61__4",
      "chunk_id": "4",
      "content": "Letter for Patrick Leahy, U.S. Senate, et al., from Fred F. Fielding, Counsel to the\nPresident at 1–2 (Mar. 20, 2007). The Committees declined this offer. The Counsel to the President has\nsince reiterated this offer of accommodation but to no avail. See Letter for Patrick Leahy, U.S. Senate,\nand John Conyers, Jr., U.S. House of Representatives, from Fred F. Fielding, Counsel to the President\nat 1 (Apr. 12, 2007); Letter for Patrick Leahy, U.S. Senate, John Conyers, Jr., U.S. House of\nRepresentatives, and Linda T. Sanchez, U.S. House of Representatives, from Fred F. Fielding, Counsel\nto the President at 1–2 (June 7, 2007). 4 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys to provide information related to the decision to remove Executive Branch\nofficials, including a U.S. Attorney). In a letter accompanying the subpoenas, the House Committee references the\nalleged “written misstatements” and “false statements” provided by the Department to the Committees about the U.S. Attorney dismissals. See Letter for Fred F.\nFielding, Counsel to the President, from John Conyers, Jr., Chairman, House\nJudiciary Committee at 2 (June 13, 2007). The Department has recognized the\nCommittees’ interest in investigating the extent to which Department officials may\nhave provided inaccurate or incomplete information to Congress. This interest\ndoes not, however, justify the Committees’ demand for White House documents\nand information about the U.S. Attorney resignations. Officials in the Department,\nnot officials in the White House, presented the challenged statements, and as\nnoted, the Department has provided unprecedented information to Congress\nconcerning, inter alia, the process that led to the Department’s statements. The\nCommittees’ legitimate oversight interests therefore have already been addressed\nby the Department, which has sought to provide the Committees with all documents related to the preparation of any inaccurate information given to Congress. Given the amount of information the Committees already possess about the\nDepartment’s decision to remove the U.S. Attorneys (including the involvement of\nWhite House officials), there would be little additional legislative purpose served\nby revealing internal White House communications about the U.S. Attorney\nmatter, and, in any event, none that would outweigh the President’s interest in\nmaintaining the confidentiality of such internal deliberations. See Senate Select\nComm., 498 F.2d at 732–33 (explaining that a congressional committee may not\nobtain information protected by executive privilege if that information is available\nthrough non-privileged sources). Consequently, I do not believe that the Committees have shown a “demonstrably critical” need for internal White House communications on this matter. B.\nFor many of the same reasons, I believe that communications between White\nHouse officials and individuals outside the Executive Branch, including with\nindividuals in the Legislative Branch, concerning the possible dismissal and\nreplacement of U.S. Attorneys, and possible responses to congressional and media\ninquiries about the dismissals, fall within the scope of executive privilege. Courts\nhave long recognized the importance of information gathering in presidential\ndecisionmaking. See, e.g., In re Sealed Case, 121 F.3d at 751–52 (describing role\nof investigation and information collection in presidential decisionmaking). Naturally, in order for the President and his advisers to make an informed\ndecision, presidential aides must sometimes solicit information from individuals\noutside the White House and the Executive Branch.",
      "queries": [
        "what problems do police need to solve in a structured and disciplined manner?",
        "what executive order requires equal treatment of religious organizations in the funding process?",
        "what is ojp vendor number",
        "when is sf-425 due for the quarter"
      ],
      "queries_score": [
        -8.710153579711914,
        -8.53532886505127,
        -8.38401985168457,
        -7.514552116394043
      ]
    },
    {
      "id": "memos_61__5",
      "chunk_id": "5",
      "content": "See, e.g., In re Sealed Case, 121 F.3d at 751–52 (describing role\nof investigation and information collection in presidential decisionmaking). Naturally, in order for the President and his advisers to make an informed\ndecision, presidential aides must sometimes solicit information from individuals\noutside the White House and the Executive Branch. This need is particularly\nstrong when the decision involved is whether to remove political appointees, such 5 Opinions of the Office of Legal Counsel in Volume 31 as U.S. Attorneys, who serve in local districts spread throughout the United States. In those situations, the President and his advisers will be fully informed only if\nthey solicit and receive advice from a range of individuals. Yet the President’s\nability to obtain such information often depends on the provider’s understanding\nthat his frank and candid views will remain confidential. See Nixon, 418 U.S. at\n705 (“Human experience teaches that those who expect public dissemination of\ntheir remarks may well temper candor with a concern for appearances and for their\nown interests to the detriment of the decisionmaking process.”); In re Sealed Case,\n121 F.3d at 751 (“In many instances, potential exposure of the information in the\npossession of an adviser can be as inhibiting as exposure of the actual advice she\ngave to the President. Without protection of her sources of information, an adviser\nmay be tempted to forego obtaining comprehensive briefings or initiating deep and\nintense probing for fear of losing deniability.”). That the communications involve individuals outside the Executive Branch\ndoes not undermine the President’s confidentiality interests. The communications\nat issue occurred with the understanding that they would be held in confidence,\nand they related to decisionmaking regarding U.S. Attorney removals or replacements or responding to congressional or media inquiries about the U.S. Attorney\nmatter. Under these circumstances, the communications retain their confidential\nand Executive Branch character and remain protected. See In re Sealed Case, 121\nF.3d at 752 (“Given the need to provide sufficient elbow room for advisers to\nobtain information from all knowledgeable sources, the [presidential communications component of executive] privilege must apply both to communications which\nthese advisers solicited and received from others as well as those they authored\nthemselves.”). 3\nAgain, the Committees offer no compelling explanation or analysis as to why\naccess to confidential communications between White House officials and\nindividuals outside the Executive Branch is “demonstrably critical to the responsible fulfillment of the [Committees’] functions.” Senate Select Comm., 498 F.2d at\n731. Absent such a showing, the Committees may not override an executive\nprivilege claim. C.\nThe final category of documents and testimony concerns communications\nbetween the Department of Justice and the White House concerning proposals to\ndismiss and replace U.S. Attorneys and possible responses to congressional and\nmedia inquiries about the U.S. Attorney resignations. These communications are\n3\nMoreover, the Department has previously conveyed to the Committees its concern that there\nwould be a substantial inhibiting effect on future informal confidential communications between\nExecutive Branch and Legislative Branch representatives if such communications were to be produced\nin the normal course of congressional oversight. 6 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys deliberative and clearly fall within the scope of executive privilege.",
      "queries": [
        "when was the european globalisation adjustment fund established",
        "what executive order has a partnership with a faith-based organization",
        "when is reprisal against an official prohibited",
        "internal revenue service memo release date"
      ],
      "queries_score": [
        -9.902782440185547,
        -9.536934852600098,
        -8.752811431884766,
        -8.777731895446777
      ]
    },
    {
      "id": "memos_61__6",
      "chunk_id": "6",
      "content": "6 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys deliberative and clearly fall within the scope of executive privilege. 4 See supra\np. 2. In this case, however, the Department has already disclosed to Congress a\nsubstantial amount of documents and information related to White House communications about the U.S. Attorney matter. Consequently, in assessing whether it\nwould be legally permissible to assert executive privilege, it is useful to divide this\ncategory into three subcategories, each with slightly different considerations: (1)\ndocuments and testimony related to communications between the Department and\nWhite House officials that have not already been disclosed by the Department; (2)\ndocuments concerning White House-Department communications previously\ndisclosed to the Committees by the Department; and (3) testimony from current or\nformer White House officials (such as the testimony sought from Ms. Miers or Ms.\nTaylor) about previously disclosed White House-Department communications. After carefully considering the matter, I believe there is a strong legal basis for\nasserting executive privilege over each of these subcategories. The President’s interest in protecting the confidentiality of documents and\ninformation about undisclosed White House-Department communications is\npowerful. Most, if not all, of these communications concern either potential\nreplacements for the dismissed U.S. Attorneys or possible responses to inquiries\nfrom Congress and the media about the U.S. Attorney resignations. As discussed\nabove, the President’s need to protect deliberations about the selection of U.S.\nAttorneys is compelling, particularly given Congress’s lack of legislative authority\nover the nomination or replacement of U.S. Attorneys. See In re Sealed Case, 121\nF.3d at 751–52. The President also has undeniable confidentiality interests in\ndiscussions between White House and Department officials over how to respond\nto congressional and media inquiries about the U.S. Attorney matter. As Attorney\nGeneral Janet Reno advised the President in 1996, the ability of the Office of the\nCounsel to the President to assist the President in responding to investigations\n“would be significantly impaired” if a congressional committee could review\n“confidential documents . . . prepared in order to assist the President and his staff\nin responding to an investigation by the [committee] seeking the documents.” Assertion of Executive Privilege Regarding White House Counsel’s Office\nDocuments, 20 Op. O.L.C. 2, 3 (1996). Despite extensive communications with\nofficials at the Department and the White House, the Committees have yet to\narticulate any “demonstrably critical” oversight interest that would justify\noverriding these compelling confidentiality concerns. There are also legitimate reasons to assert executive privilege over White\nHouse documents reflecting White House-Department communications that have\nbeen previously disclosed to the Committees by the Department. As discussed,\n4\nTo the extent they exist, White House communications approving the Department’s actions by or\non behalf of the President would receive particularly strong protection under executive privilege. See,\ne.g., In re Sealed Case, 121 F.3d at 752–53 (describing heightened protection provided to presidential\ncommunications). 7 Opinions of the Office of Legal Counsel in Volume 31 these documents are deliberative in nature and clearly fall within the scope of\nexecutive privilege. The Department’s accommodation with respect to some White\nHouse-Department communications does not constitute a waiver and does not\npreclude the President from asserting executive privilege with respect to White\nHouse materials or testimony concerning such communications.",
      "queries": [
        "what is executive privilege relating to dismissal of attorney",
        "who is authorized official",
        "what type of trip is medical escorted",
        "how do funds need to be used better"
      ],
      "queries_score": [
        "1.6257758",
        -6.088225364685059,
        -8.38004207611084,
        -8.003730773925781
      ]
    },
    {
      "id": "memos_61__7",
      "chunk_id": "7",
      "content": "these documents are deliberative in nature and clearly fall within the scope of\nexecutive privilege. The Department’s accommodation with respect to some White\nHouse-Department communications does not constitute a waiver and does not\npreclude the President from asserting executive privilege with respect to White\nHouse materials or testimony concerning such communications. The D.C. Circuit\nhas recognized that each branch has a “constitutional mandate to seek optimal\naccommodation” of each other’s legitimate interests. United States v. AT&T Co.,\n567 F.2d 121, 127 (D.C. Cir. 1977). If the Department’s provision of documents\nand information to Congress, as part of the accommodation process, eliminated the\nPresident’s ability to assert privilege over White House documents and information concerning those same communications, then the Executive Branch would\nbe hampered, if not prevented, from engaging in future accommodations. Thus, in\norder to preserve the constitutional process of interbranch accommodation, the\nPresident may claim privilege over documents and information concerning the\ncommunications that the Department of Justice has previously disclosed to the\nCommittees. Indeed, the relevant legal principles should and do encourage, rather\nthan punish, such accommodation by recognizing that Congress’s need for such\ndocuments is reduced to the extent similar materials have been provided voluntarily as part of the accommodation process. Here, the Committees’ need for White House documents concerning these\ncommunications is weak. The Committees already possess the relevant communications, and it is well established that Congress may not override executive\nprivilege to obtain materials that are cumulative or that could be obtained from an\nalternative source. See Senate Select Comm., 498 F.2d at 732–33 (holding public\nrelease of redacted audio tape transcripts “substantially undermined” any legislative need for tapes themselves); Clemency Decision, 23 Op. O.L.C. at 3–4 (finding\nthat documents were not demonstrably critical where Congress could obtain\nrelevant information “through non-privileged documents and testimony”). Accordingly, the Committees do not have a “demonstrably critical” need to collect\nWhite House documents reflecting previously disclosed White House-Department\ncommunications. Finally, the Committees have also failed to establish the requisite need for\ntestimony from current or former White House officials about previously disclosed\nWhite House-Department communications. Congressional interest in investigating\nthe replacement of U.S. Attorneys clearly falls outside its core constitutional\nresponsibilities, and any legitimate interest Congress may have in the disclosed\ncommunications has been satisfied by the Department’s extraordinary accommodation involving the extensive production of documents to the Committees,\ninterviews, and hearing testimony concerning these communications. As the D.C.\nCircuit has explained, because “legislative judgments normally depend more on\nthe predicted consequences of proposed legislative actions and their political\nacceptability,” Congress will rarely need or be entitled to a “precise reconstruction\nof past events” to carry out its legislative responsibilities. Senate Select Comm., 8 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys 498 F.2d at 732. 5 On the other hand, the White House has very legitimate interests\nin protecting the confidentiality of this information because it would be very\ndifficult, if not impossible, for current or former White House officials testifying\nabout the disclosed communications to separate in their minds knowledge that is\nderived from the Department’s disclosures from knowledge that is derived from\nother privileged sources, such as internal White House communications.",
      "queries": [
        "what is the purpose of peer reviewed audits",
        "what does a ctp administrator do",
        "who is responsible for reporting lobbying activities"
      ],
      "queries_score": [
        -8.68692684173584,
        -8.17642879486084,
        -7.74830436706543
      ]
    },
    {
      "id": "memos_61__8",
      "chunk_id": "8",
      "content": "Consequently, given the President’s strong confidentiality interests and the Committees’\nlimited legislative needs, I believe that White House information about previously\ndisclosed White House-Department communications may properly be subject to an\nexecutive privilege claim. II. In sum, I believe that executive privilege may properly be asserted with respect\nto the subpoenaed documents and testimony as described above. PAUL D. CLEMENT\nSolicitor General & Acting Attorney General 5\nSee also Senate Select Comm., 498 F.2d at 732 (explaining that Congress “frequently legislates on\nthe basis of conflicting information provided in its hearings”); Congressional Requests for Confidential\nExecutive Branch Information, 13 Op. O.L.C. 153, 159 (1989) (“Congress will seldom have any legitimate legislative interest in knowing the precise predecisional positions and statements of particular\nexecutive branch officials.”). 9",
      "queries": [
        "why would secret white house department communications be classified as executive privilege?",
        "why is information disclosed to the white house subject to executive privilege"
      ],
      "queries_score": [
        "1.5075654",
        "3.2624462"
      ]
    }
  ]
}