{
  "doc_id": "memos_35",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_35__0",
      "chunk_id": "0",
      "content": "Presidential Appearance as a Character Witness\nApparently there is no precedent for a President to appear as a character witness in a civil, criminal, or\nother kind of legal proceeding.\n\nJuly 7, 1938\n\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL\nReference is made to your note of July 6, 1938, referring to me a letter from\nMr. Frederic William Wile in which he requests to be advised whether there is a\nprecedent for a President to appear as a character witness in any civil, criminal, or\nother kind of legal proceeding.\nThe famous Aaron Burr trial seems to have established the precedent that the\nPresident of the United States is not obliged to honor subpoenas. In that case\nPresident Jefferson declined to appear under a subpoena issued by Justice\nMarshall. Apparently President Monroe, upon the advice of Attorney General\nWirt, also declined to honor a subpoena. See Homer Cummings & Carl McFarland, Federal Justice: Chapters in the History of Justice and the Federal Executive 64 & n.31 (1937). There is also some indication that President John Quincy\nAdams took the view that he was not obliged to answer a subpoena. See 7\nMemoirs of John Quincy Adams 35 (Charles Francis Adams ed., 1875).\nA search of the records of this Department has failed to disclose any case\nwherein a President has appeared as a witness. The Law Librarian at the Library of\nCongress has advised that he has been unable to find a record of any case wherein\na President has appeared as a witness. The Law Librarian also advised that he had\nconsulted Messrs. William Tyler Page and John Fitzpatrick, who informed him\nthat it is their belief that no President of the United States has ever appeared in any\ncase as a witness.\nFormer President Theodore Roosevelt appeared as a character witness in the\nRiggs Bank case here in Washington, but that case was tried after he had left the\nWhite House. He also appeared in a libel suit filed by him against George A.\nNewett, publisher of The Iron Ore, Ishpeming, Michigan, but that was in 1913,\nafter he had left the White House.\nApparently there is no precedent for a President to appear as a character witness.\nNEWMAN A. TOWNSEND\nActing Assistant Solicitor General\n\n78",
      "queries": [
        "when did the president appear as a character witness?",
        "what was the precedent for a presidential appearance as a character witness in a civil or criminal proceedings",
        "what is the drug free workplace act of 1988?",
        "what is the treatment phase for inmates",
        "is section 218 under fica law",
        "irs memo release number",
        "is an anda a nda good for drugs?",
        "what is substitution of one for the other"
      ],
      "queries_score": [
        "2.9030113",
        "2.6844914",
        -7.8512372970581055,
        -7.42287015914917,
        -6.785248279571533,
        -5.351932525634766,
        -8.093842506408691,
        -6.439558982849121
      ]
    }
  ]
}