{
  "doc_id": "memos_58",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_58__0",
      "chunk_id": "0",
      "content": "Legislative Proposal to Nullify Criminal Convictions\nObtained Under the Ethics in Government Act\nA proposed bill would have the effect of nullifying all crim inal convictions obtained under the\nEthics in Governm ent Act since that Act was passed in 1978. Under the Pardon Clause o f the\nConstitution, U.S. Const, art. II, § 2, cl. 1, the President has broad power to take action to\nrelieve individuals who have violated federal laws. By contrast, the Constitution gives C on­\ngress no authority to legislate a pardon for any particular individual or class o f individuals. Therefore, the proposed bill exceeds Congress’ power to legislate and would be an unconsti­\ntutional infringem ent on the President’s pardon power. June 3, 1986\nM em orandum O f f ic e of O p in io n t o t h e L e g is l a t iv e and A s s is t a n t A t t o r n e y G e n e r a l ,\nIn t e r g o v e r n m e n t a l A f f a ir s We have reviewed the provisions of S. 2214, “A bill to clarify that a civil\npenalty is the exclusive penalty for violations of the ethics in government act.” We defer to other components of the Department on the desirability as a policy\nmatter of making civil penalties the exclusive remedy for enforcing the provi­\nsions of the Ethics Act. However, we have serious objections to the provision\nof the bill that purports to make it effective “on the date of enactment of the\nEthics in Government Act.” We understand that this provision is intended by\nthe sponsors of S. 2214 to have the effect, inter alia, of nullifying all criminal\nconvictions under the Act since its passage in 1978. 1We believe that Congress\nhas no authority to enact such a measure, and in addition, that it would be an\nunconstitutional intrusion on the President’s constitutional power to pardon. Under Article II of the Constitution, the President has the power to “grant\nReprieves and Pardons for Offenses against the United States, except in Cases\nof Impeachment.” U.S. Const, art. II, § 2, cl. 1. The President’s constitutional\npardon power is derived from, and has been interpreted in light of, the English\nCrown authority to alter and reduce punishments as it existed in 1787. See\ngenerally Schick v. Reed, 419 U.S. 256 (1974). The Presidential pardon power\nis multifaceted, and embraces a wide variety of acts that may relieve individu­\n1 We assum e that the b ill’s “effective date\" provision is also intended to effect the dism issal o f all pending\ncrim inal investigations and prosecutions, as well as to estop any future ones. O ur analysis here focuses only\non the attem pted legislative exoneration o f persons convicted by judicial process o f a crim e under the Act.",
      "queries": [
        "when should sf 425 be spent",
        "cops office grant contact number",
        "can attorney fees be deducted from tax?"
      ],
      "queries_score": [
        -8.503728866577148,
        -8.531865119934082,
        -8.845654487609863
      ]
    },
    {
      "id": "memos_58__1",
      "chunk_id": "1",
      "content": "O ur analysis here focuses only\non the attem pted legislative exoneration o f persons convicted by judicial process o f a crim e under the Act. O f course, if S. 2214 is intended to apply only where no governm ent prosecution has been com m enced, and\nnot where an investigation o r prosecution has been initiated or a conviction obtained, as a policy m atter it\nwould raise a serious question o f disparate treatment. 93 als who have violated the law. A pardon may take the form of release from\nprison, remission of fines and forfeitures, commutation or alteration of a\nsentence, restoration of civil rights, dismissal of a prosecution, or a grant of\nimmunity from prosecution. It may be absolute or conditional, and extended to\na specific individual or to an entire class or community. It includes but is not\nlimited to the power to grant amnesty or immunity from prosecution. 2 By contrast, the Constitution gives Congress no authority to legislate a\npardon for any particular individual or class of individuals. In the first case to\nbe decided involving the President’s pardon power, Chief Justice Marshall\nexplained that a pardon is “an act of grace, proceeding with the power entrusted\nwith the execution o f the laws, which exempts the individual, on whom it is\nbestowed, from the punishment the law inflicts for a crime he has committed.” United States v. Wilson, 32 U.S. (7 Pet.) 150, 160 (1833) (emphasis supplied). Because the President’s pardon power flows directly from the Constitution, it is\nnot dependent on a legislative enactment, and cannot be infringed by Congress. See Schick v. Reed, 419 U.S. at 267; United States v. Klein, 80 U.S. (13 Wall.)\n128, 148 (1872).3 Although there is some support in the case law and historical\nprecedent for congressional power in certain limited circumstances to effect the\nsame result that would flow from an exercise of the President’s pardon power,\nthese circumstances are limited to those involving prospective grants of am­\nnesty or immunity, or restoration of civil rights, to persons who have not yet\nbeen subjected to prosecution by the executive. 4 In no case we have found has\nCongress been held to have the power through self-executing legislation to\ngrant relief in the form of remission of a prison sentence or monetary fine to\nindividuals who have been convicted of violating a criminal statute. 5 We know of only one previous occasion on which Congress has even\nattempted to legislate the release of convicted individuals. In S. 1145, a bill\nintroduced in the 94th Congress to provide amnesty to persons who failed to\nregister for the draft, included a provision directing the release from prison of\n2 T here has been considerable discussion o f and confusion over the difference betw een pardon and amnesty. See , e.g.. Freem an, A Historical Justification and Legal Basis fo r Amnesty Today, 1971 Ariz. St. U. L.J. 515,\n5 2 4 -5 2 7 (1971). As a general matter, am nesty is understood as referring only to preprosecution relief\nextended to w hole classes o r communities.",
      "queries": [
        "when does the european union decision enter into force?",
        "what are the objectives of the european year",
        "when does the decision of the eu enter into force?",
        "what conditions do you need for a cops award",
        "who are the community corrections officers responsible for determining the appropriate response to solicitations requests from prospective offerors",
        "what is the nonfederal entity responsible for reporting safety standards violations to the federal awarding agency?",
        "which type of form is used to designate a tmp form"
      ],
      "queries_score": [
        -8.647526741027832,
        -8.169356346130371,
        -8.386504173278809,
        -8.398514747619629,
        -8.823697090148926,
        -9.599989891052246,
        -8.248369216918945
      ]
    },
    {
      "id": "memos_58__2",
      "chunk_id": "2",
      "content": "See , e.g.. Freem an, A Historical Justification and Legal Basis fo r Amnesty Today, 1971 Ariz. St. U. L.J. 515,\n5 2 4 -5 2 7 (1971). As a general matter, am nesty is understood as referring only to preprosecution relief\nextended to w hole classes o r communities. The relief available through the President’s pardon pow er may o f\ncourse include this anticipatory immunity o r forgiveness, but is not so limited. See United States v. Klein , 80\nU .S. (13 W all.) 128 (1872) (President's p o w er to offer am nesty to form er rebels); 20 Op. Att*y Gen. 330\n(1892) (P re sid e n t's pow er to extend gen eral am nesty to persons residing in Utah who had been guilty of\npolygam y). 3 C ongress has been held to have the p o w er to enact law s em pow ering executive officers other than the\nP resident (though responsible to him) to rem it fines o r penalties incurred for violations o f the law. See The\nLaura, 114 U .S. 411 (1885). 4 F o r exam ple, in the post-C ivil War p e rio d Congress enacted several pieces o f legislation restoring civil\nrights to fo rm er rebels. Indeed, its pow er to take such action is specifically recognized in the Fourteenth\nA m endm ent. See U .S. C onst, amend. X IV , § 3. In Brown v. Walker, 161 U.S. 593 (1896), the Suprem e Court\nupheld a statute requiring witnesses subpoenaed in connection with Interstate Com m erce Commission\nproceedings to testify in return for a g ra n t o f absolute im m unity from any subsequent prosecution. See\nBurdick v. United States , 236 U.S. 79, 9 4 (1915), describing the “substantial’* differences betw een “ legislative im m unity” and a Presidential pardon. s A num ber o f state courts have held th at acts o f general am nesty passed by the legislature are invalid as an\ninvasion o f th e e x ecu tiv e’s pardoning p o w er. See 20 O p. A tt’y Gen. 330 (1892) (collecting cases). 94 persons convicted and serving a sentence for so failing to register. The Depart­\nment testified in opposition to this legislation, taking the position that Congress\nhas no power to effect release from prison, through legislation or otherwise,\nand that it may not encroach upon the President’s power in this regard. See\nMemorandum from Mary C. Lawton, Deputy Assistant Attorney General,\nOffice of Legal Counsel to the Assistant Attorney General, Criminal Division\n(May 13, 1975).6 In sum, insofar as S. 2214 would have the effect of voiding or modifying in\nany respect criminal penalties imposed as a result of violations of the Ethics in\nGovernment Act, we believe it exceeds Congress’ power to legislate, and\nwould be an unconstitutional intrusion on the President’s pardon power. 7\nD o u g l a s W. K m i e c\nDeputy Assistant Attorney General\nOffice o f Legal Counsel",
      "queries": [
        "how long does it take to submit a conference"
      ],
      "queries_score": [
        -9.663558006286621
      ]
    },
    {
      "id": "memos_58__3",
      "chunk_id": "3",
      "content": "7\nD o u g l a s W. K m i e c\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 6 This O ffice also objected on the same grounds to provisions o f the bill granting im m unity to those who\nfailed to register and to deserters, requiring the dism issal o f all pending legal proceedings against such\npersons, and allow ing persons serving a term o f reconciliation service pursuant to President F o rd 's C lem ency\nProclam ation 8313 to be released from such service. We did not object to provisions o f the bill that granted an\nhonorable discharge to all such persons who had served in the arm ed forces, and restoring the citizenship o f\nform er citizens who had renounced their citizenship because o f disapproval o f United States involvem ent in\nIndochina. W ith respect to the latter act, w e rem arked that <4[t]o restore the original citizenship o f such\npersons may be an act o f amnesty, but it is certainly not the constitutional equivalent o f an A rticle II\n‘pardon.’” M emorandum from M ary C. Lawton, D eputy A ssistant A ttorney G eneral, Office o f Legal Counsel\nto the Assistant Attorney G eneral, Criminal Division (M ay 13, 1975). As authority for such a legislative\nenactm ent, we cited C ongress' plenary pow er over citizenship and naturalization under A rticle I, § 8, cl. 4 o f\nthe C onstitution. 7 It could also be argued that such legislation would infringe the courts' pow er to interpret and apply the\nlaw, and intrude upon the integrity o f the ju d icial process. Compare United States v. Klein , 80 U.S. at 146—47\n(legislation attem pting to w ithdraw c o u rt's jurisdiction to consider the effect o f a Presidential pardon\ninfringes judicial pow er and violates principle o f separation o f pow ers) with Ex Parte Grossman, 267 U.S. 87\n(1925) (upholding a Presidential pardon o f a contem pt o f court against an argum ent that it violated separation\nof powers). 95",
      "queries": [
        "what is a primary law enforcement authority?"
      ],
      "queries_score": [
        -8.296965599060059
      ]
    }
  ]
}