{
  "doc_id": "memos_66",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_66__0",
      "chunk_id": "0",
      "content": "Recess Appointments Amid Pro Forma Senate Sessions A twenty-day Senate recess may give rise to presidential authority to make recess appointments. Congress’s provision for pro forma sessions during that twenty-day period does not have\nthe legal effect of interrupting the recess for purposes of the Recess Appointments\nClause. In this context, the President has discretion to conclude that the Senate is unavailable to\nperform its advise-and-consent function and may exercise his power to make recess\nappointments. January 6, 2012 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT *\nOn December 17, 2011, the Senate agreed by unanimous consent to\n“adjourn and convene for pro forma sessions only, with no business\nconducted,” every Tuesday and Friday between that date and January 23,\n2012. 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011). During that period, on January 3, 2012, the Senate convened one such pro forma session\nto begin the second session of the 112th Congress and adjourned less than\na minute later under its prior agreement. 158 Cong. Rec. S1 (daily ed.\nJan. 3, 2012); see also U.S. Const. amend. XX, § 2. You asked whether\nthe President has authority under the Recess Appointments Clause, U.S.\nConst. art. II, § 2, cl. 3, to make recess appointments during the period\nbetween January 3 and January 23 notwithstanding the convening of\nperiodic pro forma sessions. We advised you that he does. This opinion\nmemorializes and elaborates on that advice. This Office has consistently advised that “a recess during a session of\nthe Senate, at least if it is of sufficient length, can be a ‘Recess’ within the\nmeaning of the Recess Appointments Clause” during which the President\nmay exercise his power to fill vacant offices. Memorandum for Alberto R.\n* Editor’s Note: The Supreme Court considered the questions addressed in this opinion\nin NLRB v. Noel Canning, 573 U.S. 513 (2014), and held that the Recess Appointments\nClause empowers the President to fill vacancies during intrasession recesses “of substantial length,” but that the Senate is in session for purposes of the Clause during a pro forma\nsession in which the Senate retains the capacity to conduct business under its rules. Id. at\n527, 550. The Court therefore held that three appointments made by President Obama\nduring the period at issue in this opinion were invalid. Id. at 557. 15 36 Op. O.L.C. 15 (2012) Gonzales, Counsel to the President, from Jack L. Goldsmith III, Assistant\nAttorney General, Office of Legal Counsel, Re: Recess Appointments in\nthe Current Recess of the Senate at 1 (Feb. 20, 2004) (“Goldsmith Memorandum”). 1 Although the Senate will have held pro forma sessions regularly from January 3 through January 23, in our judgment, those sessions\ndo not interrupt the intrasession recess in a manner that would preclude\nthe President from determining that the Senate remains unavailable\nthroughout to “‘receive communications from the President or participate\nas a body in making appointments.’” Intrasession Recess Appointments,\n13 Op. O.L.C. 271, 272 (1989) (quoting Executive Power—Recess Appointments, 33 Op. Att’y Gen. 20, 24 (1921) (“Daugherty Opinion”)). Thus, the President has the authority under the Recess Appointments\nClause to make appointments during this period.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_66__1",
      "chunk_id": "1",
      "content": "Thus, the President has the authority under the Recess Appointments\nClause to make appointments during this period. The Senate could remove\nthe basis for the President’s exercise of his recess appointment authority\nby remaining continuously in session and being available to receive and\nact on nominations, but it cannot do so by providing for pro forma sessions at which no business is to be conducted. I.\nBeginning in late 2007, and continuing into the 112th Congress, the\nSenate has frequently conducted pro forma sessions during recesses\noccurring within sessions of Congress. These pro forma sessions typically\nlast only a few seconds, and apparently require the presence of only one\nSenator. 2 Senate orders adopted by unanimous consent provide in advance\n“A recess between sine die adjournment of one session and the convening of the next\nis also known as an intersession recess. A recess within a session is also known as an\nintrasession recess.” Henry B. Hogue & Richard S. Beth, Cong. Research Serv., Efforts to\nPrevent Recess Appointments Through Congressional Scheduling and Historical Recess\nAppointments During Short Intervals Between Sessions 3 n.6 (2011). “The number of\ndays in a recess period is ordinarily calculated by counting the calendar days running\nfrom the day after the recess begins and including the day the recess ends.” Goldsmith\nMemorandum at 1.\n2 See, e.g., 157 Cong. Rec. D1404 (daily ed. Dec. 30, 2011) (noting that day’s pro forma session lasted from 11:00:02 until 11:00:34 a.m.); id. at D903 (daily ed. Aug. 12,\n2011) (noting that day’s pro forma session lasted from 12:00:08 until 12:00:32 p.m.); 156\nCong. Rec. D1067 (daily ed. Oct. 26, 2010) (noting that day’s pro forma session lasted\nfrom 12:00:04 until 12:00:31 p.m.); 154 Cong. Rec. D1257 (daily ed. Oct. 30, 2008)\n(noting that day’s pro forma session lasted from 9:15:00 until 9:15:08 a.m.); id. at D665\n1 16 Recess Appointments Amid Pro Forma Senate Sessions that there is to be “no business conducted” at such sessions. See, e.g., 157\nCong. Rec. S8783 (daily ed. Dec. 17, 2011); id. at S7876 (daily ed. Nov.\n18, 2011); id. at S6891 (daily ed. Oct. 20, 2011); id. at S6009 (daily ed.\nSept. 26, 2011); id. at S5292 (daily ed. Aug. 2, 2011); id. at S3465 (daily\ned. May 26, 2011); 156 Cong. Rec. S7775 (daily ed. Sept. 29, 2010); 154\nCong. Rec. S10,958 (daily ed. Dec. 11, 2008); id. at S10,776 (daily ed.\nNov. 20, 2008); id. at S8077 (daily ed. Aug. 1, 2008); id. at S2194 (daily\ned. Mar. 13, 2008); id. at S1085 (daily ed. Feb. 14, 2008); 153 Cong. Rec.\nS16,069 (daily ed. Dec. 19, 2007); id. at S14,661 (daily ed. Nov. 16,\n2007); accord 154 Cong. Rec. S4849 (daily ed. May 22, 2008) (recess\norder stating that “no action or debate” is to occur during pro forma sessions). 3 The Senate Majority Leader has stated that such pro forma sessions break a long recess into shorter adjournments, each of which might\nordinarily be deemed too short to be considered a “recess” within the\nmeaning of the Recess Appointments Clause, thus preventing the President from exercising his constitutional power to make recess appointments.",
      "queries": [
        "which branch has the power to make appointments during the recess period?",
        "who can make recess appointments in senate",
        "what is recipient",
        "cops office online",
        "which criminal background check audits require a criminal background check"
      ],
      "queries_score": [
        "1.7618127",
        "2.014248",
        -7.752445220947266,
        -8.562140464782715,
        -6.9436354637146
      ]
    },
    {
      "id": "memos_66__2",
      "chunk_id": "2",
      "content": "See 154 Cong. Rec. S7558 (daily ed. July 28, 2008) (statement of\nSen. Reid); see also 153 Cong. Rec. S14609 (daily ed. Nov. 16, 2007)\n(statement of Sen. Reid) (“[T]he Senate will be coming in for pro forma\nsessions . . . to prevent recess appointments.”). While this practice was initiated by Senate action, more recently the\nSenate’s use of such sessions appears to have been forced by actions of\nthe House of Representatives. See generally Henry B. Hogue & Richard\nS. Beth, Cong. Research Serv., Efforts to Prevent Recess Appointments\nThrough Congressional Scheduling and Historical Recess Appointments\nDuring Short Intervals Between Sessions 5–8 (2011). On May 25, 2011,\ntwenty Senators noted the Senate’s use of pro forma sessions in 2007\nand “urge[d] [the Speaker of the House] to refuse to pass any resolution\n(daily ed. May 27, 2008) (noting that day’s pro forma session lasted from 9:15:02 until\n9:15:31 a.m.). 3 We are aware of only two occasions in this period in which a Senate order did not\nprovide that no business would be conducted in pro forma sessions held during a recess. On the first, the relevant order provided that there would be “no business conducted,\nexcept with the concurrence of the two leaders,” 154 Cong. Rec. S10,504 (daily ed.\nOct. 2, 2008); on the second, the relevant order was silent, id. at S6336 (daily ed. June 27,\n2008). It is unclear, however, whether the use of pro forma sessions on the latter occasion\nwas intended to prevent recess appointments, as only one pro forma session was scheduled during the ten-day recess. See id. 17 36 Op. O.L.C. 15 (2012) to allow the Senate to recess or adjourn for more than three days for the\nremainder of the [P]resident’s term.” Press Release, Senator David\nVitter, Vitter, DeMint Urge House to Block Controversial Recess Appointments (May 25, 2011), http://vitter.senate.gov/public/index.cfm? FuseAction=PressRoom. PressReleases. The next month, eighty Representatives similarly requested that the Speaker, House Majority Leader,\nand House Whip take “all appropriate measures . . . to prevent any and\nall recess appointments by preventing the Senate from officially recessing for the remainder of the 112th Congress.” Letter for John Boehner,\nSpeaker of the House, et al., from Jeff Landry, Member of Congress\n(June 15, 2011), http://landry.house.gov/sites/landry.house.gov/files/ documents/Freshmen%20Recess%20Appointment%20Letter.pdf. Consistent with these requests, “no concurrent resolution of adjournment\nha[s] been introduced in either chamber since May 12, 2011.” Henry B.\nHogue, Cong. Research Serv., RS21308, Recess Appointments: Frequently Asked Questions 3 (rev. Dec. 12, 2011). And because the Constitution provides that “[n]either House, during the Session of Congress, shall, without the Consent of the other, adjourn for more than\nthree days,” U.S. Const. art. I, § 5, cl. 4, both Houses have convened\npro forma sessions during periods of extended absence. Public statements by some Members of the Senate reveal that they do\nnot consider these pro forma sessions to interrupt a recess.",
      "queries": [
        "requirements to maintain appropriate records for award expenditures",
        "what is competition determined inadequate",
        "who is responsible for developing and approving the approval and operation of all subawards and requires its subawardees to adhere to applicable federal requirements governing federal assistance?"
      ],
      "queries_score": [
        -9.212331771850586,
        -9.070573806762695,
        -7.120975494384766
      ]
    },
    {
      "id": "memos_66__3",
      "chunk_id": "3",
      "content": "I, § 5, cl. 4, both Houses have convened\npro forma sessions during periods of extended absence. Public statements by some Members of the Senate reveal that they do\nnot consider these pro forma sessions to interrupt a recess. See, e.g., 157\nCong. Rec. S6826 (daily ed. Oct. 20, 2011) (statement of Sen. Inhofe)\n(referring to the upcoming “1-week recess”); id. at S5035 (daily ed. July\n29, 2011) (statement of Sen. Thune) (calling on the Administration to\nsend trade agreements to Congress “before the August recess” even\nthough “[w]e are not going to be able to consider these agreements until\nSeptember”); id. at S4182 (daily ed. June 29, 2011) (statement of Sen.\nSessions) (“Now the Senate is scheduled to take a week off, to go into\nrecess to celebrate the Fourth of July[.]”); 156 Cong. Rec. at S8116–17\n(daily ed. Nov. 19, 2010) (statement of Sen. Leahy) (referring to the\nperiod when “the Senate recessed for the elections” as the “October recess”); 154 Cong. Rec. S7984 (daily ed. Aug. 1, 2008) (statement of Sen.\nHatch) (referring to upcoming “5-week recess”); id. at S7999 (daily ed.\nAug. 1, 2008) (statement of Sen. Dodd) (noting that Senate would be in\n“adjournment or recess until the first week in September”); id. at S7713\n(daily ed. July 30, 2008) (statement of Sen. Cornyn) (referring to the\n18 Recess Appointments Amid Pro Forma Senate Sessions upcoming “month-long recess”); see also id. at S2193 (daily ed. Mar. 13,\n2008) (statement of Sen. Leahy) (referring to the upcoming “2-week\nEaster recess”). Likewise, the Senate as a body does not uniformly appear to consider\nits recess broken by pre-set pro forma sessions. The Senate’s web page on\nthe sessions of Congress, which defines a recess as “a break in House or\nSenate proceedings of three days or more, excluding Sundays,” treats such\na period of recess as unitary, rather than breaking it into three-day segments. See United States Senate, The Dates of Sessions of the Congress,\nhttp://www.senate.gov/reference/Sessions/sessionDates.htm (last visited\nca. Jan. 2012). The Congressional Directory of the 112th Congress, published by Congress, see 44 U.S.C. § 721(a), does the same. See 2011–\n2012 Congressional Directory 538 n.2 (Joint Comm. on Printing, 112th\nCong., comp. 2011). More substantively, despite the pro forma sessions,\nthe Senate has taken special steps to provide for the appointment of congressional personnel during longer recesses (including this one), indicating that the Senate recognizes that it is not in session during this period\nfor the purpose of making appointments under ordinary procedures. 4 And\nwhen messages are received from the President during the recess, they are\nnot laid before the Senate and entered into the Congressional Record until\nthe Senate returns for a substantive session, even if pro forma sessions are",
      "queries": [
        "do members of congress convene pro forma sessions",
        "what is eobgr"
      ],
      "queries_score": [
        "1.7038382",
        -7.974606990814209
      ]
    },
    {
      "id": "memos_66__4",
      "chunk_id": "4",
      "content": "4 And\nwhen messages are received from the President during the recess, they are\nnot laid before the Senate and entered into the Congressional Record until\nthe Senate returns for a substantive session, even if pro forma sessions are See, e.g., 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011) (providing that “notwithstanding the upcoming recess or adjournment of the Senate, the President of the Senate,\nthe President pro tempore, and the majority and minority leaders [are] authorized to make\nappointments to commissions, committees, boards, conferences, or interparliamentary\nconferences authorized by the law, by concurrent action of the two Houses, or by order of\nthe Senate”); id. at S7876 (daily ed. Nov. 18, 2011) (similar); id. at S5292 (daily ed. Aug.\n2, 2011) (similar); id. at S3463 (daily ed. May 26, 2011) (similar); 156 Cong. Rec. S7775\n(daily ed. Sept. 29, 2010) (similar); 154 Cong Rec. S10,958 (daily ed. Dec. 11, 2008)\n(similar); id. at S10,776 (daily ed. Nov. 20, 2008) (similar); id. at S10,427 (daily ed. Oct.\n2, 2008) (similar); id. at S8077 (daily ed. Aug. 1, 2008) (similar); id. at S6332 (daily ed.\nJune 27, 2008) (similar); id. at S4848 (daily ed. May 22, 2008) (similar); id. at S2190\n(daily ed. Mar. 13, 2008) (similar); id. at S1085 (daily ed. Feb. 14, 2008) (similar); 153\nCong. Rec. S16,060 (daily ed. Dec. 19, 2007) (similar); id. at S14,655 (daily ed. Nov. 16,\n2007) (similar). The Senate has taken similar steps before recesses that are not punctuated\nby pro forma sessions. See, e.g., 156 Cong. Rec. S6974 (daily ed. Aug. 5, 2010) (providing for appointment authority before an intrasession recess expected to last for thirty-nine\ndays); 153 Cong. Rec. S10,991 (daily ed. Aug. 3, 2007) (same, recess of thirty-two days). 4 19 36 Op. O.L.C. 15 (2012) convened in the meantime. 5 On the other hand, we have been informed\nthat at least during the August 2008 recess, the Senate Executive Clerk\ndid not return pending nominations when the Senate went into recess\npursuant to Senate Standing Rule XXXI, which provides for the return of\nnominations that have not been acted upon when the Senate recesses “for\nmore than thirty days.” Senate Rule XXXI(6), Standing Rules of the\nSenate, in Senate Manual, S. Doc. No. 112-1, at 58 (2011) (“Senate\nStanding Rules”). This omission may reflect the Executive Clerk’s treatment of that impending recess as a series of shorter adjournments rather\nthan a single thirty-eight-day recess. II. To address the President’s authority to make recess appointments during a recess including pro forma sessions, we consider two distinct issues: The first is whether the President has authority to make a recess appointment during the recess at issue here, an intrasession recess of twenty days. We conclude that he does. The opinions of the Attorney General and this\nOffice, historical practice, and the limited judicial authority that exists all\nprovide strong support for that conclusion. Thereafter, we consider whether the President is disabled from making\nan appointment when the recess is punctuated by periodic pro forma\nsessions at which Congress has declared in advance that no business is to\nbe conducted.",
      "queries": [
        "how is environmental law implemented",
        "what is gprs payment",
        "chp nonsupplanting requirement"
      ],
      "queries_score": [
        -9.093907356262207,
        -9.664931297302246,
        -9.405252456665039
      ]
    },
    {
      "id": "memos_66__5",
      "chunk_id": "5",
      "content": "Thereafter, we consider whether the President is disabled from making\nan appointment when the recess is punctuated by periodic pro forma\nsessions at which Congress has declared in advance that no business is to\nbe conducted. Based primarily on the traditional understanding that the\nRecess Appointments Clause is to be given a practical construction focusing on the Senate’s ability to provide advice and consent to nominations,\nwe conclude that while Congress can prevent the President from making\nany recess appointments by remaining continuously in session and available to receive and act on nominations, it cannot do so by conducting pro\nforma sessions during a recess. The question is a novel one, and the\nSee, e.g., 157 Cong. Rec. S7905 (daily ed. Nov. 28, 2011) (message from the President “received during adjournment of the Senate on November 21, 2011,” laid before the\nSenate); id. at S7881 (daily ed. Nov. 25, 2011) (record of pro forma session with no\nmention of receipt of presidential message); id. at S7879 (daily ed. Nov. 22, 2011)\n(same); S6916 (daily ed. Oct. 31, 2011) (message from the President “received during\nadjournment of the Senate on October 25, 2011,” laid before the Senate); id. at S6895\n(daily ed. Oct. 27, 2011) (record of pro forma session with no mention of receipt of\npresidential message). 5 20 Recess Appointments Amid Pro Forma Senate Sessions substantial arguments on each side create some litigation risk for such\nappointments. We draw on the analysis developed by this Office when it\nfirst considered the issue. See Memorandum to File, from John P. Elwood,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Lawfulness of Making Recess Appointment During Adjournment of the Senate\nNotwithstanding Periodic “Pro Forma Sessions” (Jan. 9, 2009). A.\nThe Recess Appointments Clause of the Constitution provides that\n“[t]he President shall have Power to fill up all Vacancies that may happen\nduring the Recess of the Senate, by granting Commissions which shall\nexpire at the End of their next Session.” U.S. Const. art. II, § 2, cl. 3. The\nDepartment of Justice “has long interpreted the term ‘recess’ to include\nintrasession recesses if they are of substantial length.” Intrasession Recess\nAppointments, 13 Op. O.L.C. at 272; see also Goldsmith Memorandum at\n1–2; Recess Appointments During an Intrasession Recess, 16 Op. O.L.C.\n15, 15–16 (1992); Recess Appointments—Compensation (5 U.S.C. § 5503),\n3 Op. O.L.C. 314, 316 (1979); Recess Appointments, 41 Op. Att’y Gen.\n463, 468 (1960); Daugherty Opinion, 33 Op. Att’y Gen. at 21–22, 25. Under a framework first articulated by Attorney General Daugherty in\n1921, and subsequently reaffirmed and applied by several opinions of\nthe Attorney General and this Office, the “constitutional test for whether\na recess appointment is permissible is whether the adjournment of the\nSenate is of such duration that the Senate could ‘not receive communications from the President or participate as a body in making appointments.’” Intrasession Recess Appointments, 13 Op. O.L.C. at 272 (quoting Daugherty Opinion, 33 Op. Att’y Gen. at 24). 6 Although “the line of\n6 In 1868, Attorney General Evarts approved the contemplated appointments of three\nofficials during a fifty-six-day intrasession recess of the Senate without remarking upon\nthe nature of the recess.",
      "queries": [
        "what should medical records be for inmate"
      ],
      "queries_score": [
        -9.41457462310791
      ]
    },
    {
      "id": "memos_66__6",
      "chunk_id": "6",
      "content": "6 Although “the line of\n6 In 1868, Attorney General Evarts approved the contemplated appointments of three\nofficials during a fifty-six-day intrasession recess of the Senate without remarking upon\nthe nature of the recess. See Case of District Attorney for Eastern District of Pennsylvania, 12 Op. Att’y Gen. 469, 469–70 (1868) (observing that the office “is now vacant\nduring the recess of the Senate” and opining that “it is competent for the President to\ngrant a commission”); see also Case of the Collectorship of New Orleans, 12 Op. Att’y\nGen. 449 (1868); Case of the Collectorship of Customs for Alaska, 12 Op. Att’y Gen. 455\n(1868). It is possible that Attorney General Evarts was not aware that the Senate had\nmerely adjourned to a date certain: he referred in each opinion to the “late session” of the\nSenate. See, e.g., 12 Op. Att’y Gen. at 451. Attorney General Knox, too, was apparently 21 36 Op. O.L.C. 15 (2012) demarcation can not be accurately drawn” in determining whether an\nintrasession recess is of sufficient length to permit the President to make\na recess appointment, “the President is necessarily vested with a large,\nalthough not unlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the advice and\nconsent of the Senate.” Daugherty Opinion, 33 Op. Att’y Gen. at 25; see\nalso id. (“Every presumption is to be indulged in favor of the validity of\nwhatever action [the President] may take.”); The Constitutional Separation of Powers Between the President and Congress, 20 Op. O.L.C. 124,\n161 (1996) (“Dellinger Opinion”) (“[T]he President has discretion to\nmake a good-faith determination of whether a given recess is adequate\nto bring the Clause into play.”). “Ultimately, resolution of the question\nwhether an adjournment is of sufficient duration to justify recess appointments requires the application of judgment to particular facts.” Intrasession Recess Appointments, 13 Op. O.L.C. at 273. We have little doubt that a twenty-day recess may give rise to presidential authority to make recess appointments. Attorneys General and this\nOffice have repeatedly affirmed the President’s authority to make recess\nappointments during intrasession recesses of similar or shorter length. See, e.g., Goldsmith Memorandum at 2–3 (recognizing President’s authority to make a recess appointment during an intrasession recess of eleven\ndays); Recess Appointments During an Intrasession Recess, 16 Op.\nO.L.C. at 15–16 (same, eighteen days); Intrasession Recess Appointments,\n13 Op. O.L.C. at 272–73 (thirty-three days); Recess Appointments, 41 Op.\nAtt’y Gen. at 464–65 (thirty-six days); Daugherty Opinion, 33 Op. Att’y\nGen. at 25 (twenty-eight days). 7\nunaware of this fact when he cited one of these opinions to support his conclusion that it\nis only the “period following the final adjournment for the session which is the recess\nduring which the President has power to fill vacancies” and remarked that “[t]he opinions\nof Mr. Wirt . . . and all the other opinions on this subject relate only to appointments\nduring the recess of the Senate between two sessions of Congress.” Appointments of\nOfficers—Holiday Recess, 23 Op. Att’y Gen. 599, 601–02 (1901). The Daugherty Opinion\nreversed Attorney General Knox’s conclusion about appointments in intrasession recesses. 7",
      "queries": [
        "which agency must notify cops of any changes to its approved cost rates?",
        "provisional cost definition",
        "cops office phone number",
        "when can a sole source justification request be submitted",
        "which rule applies for prospective ethics advice?"
      ],
      "queries_score": [
        -9.894472122192383,
        -8.534900665283203,
        -8.789224624633789,
        -8.927714347839355,
        -8.128342628479004
      ]
    },
    {
      "id": "memos_66__7",
      "chunk_id": "7",
      "content": "Appointments of\nOfficers—Holiday Recess, 23 Op. Att’y Gen. 599, 601–02 (1901). The Daugherty Opinion\nreversed Attorney General Knox’s conclusion about appointments in intrasession recesses. 7 In 1985, the Office “cautioned against a recess appointment during [what was mistakenly believed to be] an 18-day intrasession recess,” Intrasession Recess Appointments,\n13 Op. O.L.C. at 273 n.2 (citing Memorandum for the Files from Herman Marcuse,\nAttorney-Adviser, Office of Legal Counsel, Re: Recess Appointments to the Export 22 Recess Appointments Amid Pro Forma Senate Sessions The recess appointment practice of past Presidents confirms the views\nexpressed in these opinions. See Am. Ins. Ass’n v. Garamendi, 539 U.S.\n396, 414 (2003) (relying on the accumulated “historical gloss” to discern\nthe scope of presidential authority where “the source of the President’s\npower to act . . . does not enjoy any textual detail”); see also Evans v.\nStephens, 387 F.3d 1220, 1225–26 (11th Cir. 2004) (en banc) (relying in\npart on historical practice to reject “the argument that the recess appointment power may only be used in an intersession recess”). Intrasession\nrecesses were rare in the early years of the Republic; when they occurred,\nthey were brief. See Congressional Directory 522–25 (listing five intrasession recesses before the Civil War, ranging from five to twelve days\nin length). But as intrasession recesses became common, so too did intrasession recess appointments. President Johnson is believed to have\nmade the first intrasession recess appointments in 1867. Henry B. Hogue,\nThe Law: Recess Appointments to Article III Courts, 34 Presidential Stud.\nQ. 656, 666 (2004). 8 “The length of the recess may have triggered the\nappointments, because none of the intrasession recesses taken by the\nSenate until that time had lasted more than 15 days.” Id. Presidents Harding and Coolidge each made intrasession recess appointments in the\n1920s (during recesses of twenty-eight and fourteen days, respectively),\nsee 61 Cong. Rec. 5646 (1921) (recess from Aug. 24, 1921, until Sept. 21,\n1921); id. at 5737 (recess appointment to the Register of the Land Office\nmade on Aug. 30, 1921); 69 Cong. Rec. 910 (1927) (recess from Dec. 21,\n1927, until Jan. 4, 1928); Declaration of Ronald R. Geisler, Chief Clerk of\nthe Executive Clerk’s Office, Exhibit B, Bowers v. Moffett, Civ. Action\nNo. 82-0195 (D.D.C. Jan. 22, 1982) (recess appointment to the Interstate\nImport Bank (Jan. 28, 1985) (“Marcuse Memorandum”)). This reluctance was attributable\nin part to factors other than the length of the recess, and we did “not say that [the appointments] would be constitutionally invalid as a matter of law,” Marcuse Memorandum\nat 1–3. Regardless, the caution was not heeded, and the appointments were made in a\nfourteen-day intrasession recess. Id. at 4.\n8 As an analyst from the Congressional Research Service has explained, “it is virtually\nimpossible” to identify all recess appointments before 1965, because before that date\n“recess appointments were recorded in a haphazard fashion.” Memorandum for Senate\nCommittee on Banking, Housing and Urban Affairs, from Rogelio Garcia, Analyst in\nAmerican National Government, Government Division, Congressional Research Service,\nLibrary of Congress, Re: Number of Recess Appointments, by Administration, From 1933\nto 1984, at 1 (Mar. 13, 1985). 23 36 Op. O.L.C. 15 (2012)",
      "queries": [
        "what are the general objectives of eib",
        "how is storage absorption calculated",
        "what is nida contract"
      ],
      "queries_score": [
        -7.538566589355469,
        -9.0144681930542,
        -8.633858680725098
      ]
    },
    {
      "id": "memos_66__8",
      "chunk_id": "8",
      "content": "Memorandum for Senate\nCommittee on Banking, Housing and Urban Affairs, from Rogelio Garcia, Analyst in\nAmerican National Government, Government Division, Congressional Research Service,\nLibrary of Congress, Re: Number of Recess Appointments, by Administration, From 1933\nto 1984, at 1 (Mar. 13, 1985). 23 36 Op. O.L.C. 15 (2012) Commerce Commission made January 3, 1928), and “[b]eginning in 1943,\npresidents started to routinely make recess appointments during long\nintrasession recesses.” Hogue, Recess Appointments, 34 Presidential Stud.\nQ. at 666; see also 139 Cong. Rec. 15,273 (1993) (compilation of intrasession recess appointments from 1970 to 1993). The last five Presidents have all made appointments during intrasession recesses of fourteen\ndays or fewer. 9 There is significant (albeit not uniform) evidence that the Executive\nBranch’s view that recess appointments during intrasession recesses are\nconstitutional has been accepted by Congress and its officers. Most relevant, in our view, is the Pay Act, 5 U.S.C. § 5503 (2006), which sets out\nthe circumstances in which a recess appointee may be paid a salary from\nthe Treasury. The Attorney General has long taken the position that the\nAct constitutes congressional acquiescence to recess appointments under\ncircumstances where the Act would permit payment. See Recess Appointments, 41 Op. Att’y Gen. at 466. In 1948, the Comptroller General considered whether the Act permitted the payment of officials appointed\nduring an intrasession recess. Appointments—Recess Appointments, 28\nComp. Gen. 30 (1948). After acknowledging the “accepted view” that an\nintrasession recess “is a recess during which an appointment may properly\nbe made,” the Comptroller General concluded that the Act was intended\nto permit payment to all who are appointed “during periods when the\nFor example, using the method of counting explained above, see supra note 1, President Obama made three recess appointments during a twelve-day recess; President George\nW. Bush made twenty-one appointments across several eleven-day recesses, four appointments during a twelve-day recess, and four appointments during a fourteen-day\nrecess; President Clinton made one recess appointment during a ten-day recess, another\nappointment during an eleven-day recess, and seventeen appointments across several\ntwelve-day recesses; President George H.W. Bush made fourteen appointments during a\nthirteen-day recess; and President Reagan made two appointments during a fourteen-day\nrecess. See Press Release, President Obama Announces Recess Appointments to Key\nAdministration Positions (July 7, 2010), http://www.whitehouse.gov/the-press-office/ president-obama-announces-recess-appointments-key-administration-positions-0; Henry\nB. Hogue & Maureen Bearden, Cong. Research Serv., RL33310, Recess Appointments\nMade by President George W. Bush, January 20, 2001–October 31, 2008, at 9–10 (2008);\nRogelio Garcia, Cong. Research Serv., RL30821, Recess Appointments Made by President Clinton 9 (2001); Rogelio Garcia, Cong. Research Serv., Recess Appointments Made\nby President George Bush 3 (1996); Rogelio Garcia, Cong. Research Serv., Recess\nAppointments Made by President Reagan 8 (1988). 9 24 Recess Appointments Amid Pro Forma Senate Sessions Senate is not actually sitting and is not available to give its advice and\nconsent in respect to the appointment, irrespective of whether the recess\nof the Senate is attributable to a final adjournment sine die or to an adjournment to a specified date.” Id. at 34, 37.",
      "queries": [
        "what roles must be included in a mou?",
        "what is the goals and expectations for a facility audit",
        "a nation is sovereign in its territorial sea"
      ],
      "queries_score": [
        -7.888642311096191,
        -8.645339012145996,
        -8.103171348571777
      ]
    },
    {
      "id": "memos_66__9",
      "chunk_id": "9",
      "content": "Senate is not actually sitting and is not available to give its advice and\nconsent in respect to the appointment, irrespective of whether the recess\nof the Senate is attributable to a final adjournment sine die or to an adjournment to a specified date.” Id. at 34, 37. “Considering that the Comptroller General is an officer in the legislative branch, and charged with the\nprotection of the fiscal prerogatives of the Congress, his full concurrence\nin the position taken by the Attorney General . . . is of signal significance,” Recess Appointments, 41 Op. Att’y Gen. at 469, and in the more\nthan sixty years since the opinion was issued, Congress has not amended\nthe statute to compel a different result. 10\nWhile there is little judicial precedent addressing the President’s authority to make intrasession recess appointments, what decisions there are\nuniformly conclude that the President does have such authority. In the\nonly federal court of appeals decision squarely on point, the en banc\nEleventh Circuit upheld the recess appointment of a judge made during an\neleven-day intrasession recess. See Evans, 387 F.3d at 1224–26 (concluding “Recess of the Senate” as used in the Recess Appointments Clause\nincludes intrasession recesses and declining to set a lower limit on their\nlength). But see id. at 1228 n.2 (“Although I would not reach this ques10 Certain language in an 1863 report of the Senate Judiciary Committee could be read\nto suggest that the Committee believed that recess appointments could be made only\nduring intersession recesses. See S. Rep. No. 37-80, at 3 (1863) (“It cannot, we think, be\ndisputed that the period of time designated in the clause as ‘the recess of the Senate,’\nincludes the space beginning with the indivisible point of time which next follows that at\nwhich it adjourned, and ending with that which next precedes the moment of the commencement of their next session.”). But the question addressed by the Committee in 1863\nrelated to timing of the occurrence of the vacancy, not the nature of the recess during\nwhich the vacancy occurred. Moreover, a subsequent report by the Committee defined a\nrecess functionally in terms that have since been adopted by the Attorney General and this\nOffice as setting forth the test for determining when an intrasession recess is of sufficient\nlength to give rise to the President’s power under the Recess Appointments Clause. See\nS. Rep. No. 58-4389, at 2 (1905) (defining a recess as “the period of time . . . when,\nbecause of its absence, [the Senate] can not receive communications from the President or\nparticipate as a body in making appointments”); see also infra pp. 32–33. A draft legal brief prepared, but never filed, by the Senate Legal Counsel in 1993 took\nthe position that “the text and purpose of the Recess Appointments Clause both demonstrate that the recess power is limited to Congress’ annual recess between sessions.” 139\nCong. Rec. 15,267, 15,268 (1993). Because a resolution directing the Counsel to appear in\nthe litigation was never offered, however, it is unclear whether the views expressed in the\nbrief garnered the support of a majority of the Senate. 25",
      "queries": [
        "who was the decision of the european parliament of july 2016 on globalisation",
        "what is the eu decision on georgia",
        "oig audits"
      ],
      "queries_score": [
        -8.52978801727295,
        -7.873745441436768,
        -6.38205099105835
      ]
    },
    {
      "id": "memos_66__10",
      "chunk_id": "10",
      "content": "139\nCong. Rec. 15,267, 15,268 (1993). Because a resolution directing the Counsel to appear in\nthe litigation was never offered, however, it is unclear whether the views expressed in the\nbrief garnered the support of a majority of the Senate. 25 36 Op. O.L.C. 15 (2012) tion, the text of the Constitution as well as the weight of the historical\nrecord strongly suggest that the Founders meant to denote only intersession recesses.” (Barkett, J., dissenting)). Lower courts, too, have recognized the President’s power to make intrasession recess appointments. See Nippon Steel Corp. v. Int’l Trade Comm’n, 239 F. Supp. 2d 1367,\n1374 n.13 (Ct. Int’l Trade 2002) (“The long history of the practice (since\nat least 1867) without serious objection by the Senate . . . demonstrates\nthe legitimacy of these appointments.”); Gould v. United States, 19 Ct. Cl.\n593, 595–96 (1884) (“We have no doubt that a vacancy occurring while\nthe Senate was thus temporarily adjourned . . . could be and was legally\nfilled by the appointment of the President alone.” (dictum)). The Supreme\nCourt, however, has never decided the issue. 11\nDue to this limited judicial authority, we cannot predict with certainty\nhow courts will react to challenges of appointments made during intrasession recesses, particularly short ones. 12 If an official appointed during the\ncurrent recess takes action that gives rise to a justiciable claim, litigants\nmight challenge the appointment on the ground that the Constitution’s\nreference to “the Recess of the Senate” contemplates only the recess at the\nend of a session. That argument and the Department of Justice’s response\n11 Justice Stevens filed a statement respecting the denial of certiorari in Evans expressing his view that the “case . . . raises significant constitutional questions regarding the\nPresident’s intrasession appointment” of a circuit judge and that “it would be a mistake to\nassume that our disposition of this petition constitutes a decision on the merits of whether\nthe President has the constitutional authority to fill future Article III vacancies, such as\nvacancies on this Court, with appointments made absent consent of the Senate during\nshort intrasession ‘recesses.’” Evans v. Stephens, 544 U.S. 942, 942–43 (2005) (Stevens,\nJ., respecting denial of certiorari). It is unclear whether the Justice’s concerns related\nspecifically to recess appointments of Article III judges or extended to executive branch\nappointments. 12 Scholarly opinion is divided on the proper interpretation of the Recess Appointments Clause, although advocates for a more limited recess appointment power recognize\nthat their view has not prevailed. Compare Edward A. Hartnett, Recess Appointments of\nArticle III Judges: Three Constitutional Questions, 26 Cardozo L. Rev. 377, 424 (2005)\n(“[T]he recess appointment power is best understood as available during both intersession\nand intrasession Senate recesses of more than three days.”), with Michael B. Rappaport,\nThe Original Meaning of the Recess Appointments Clause, 52 UCLA L. Rev. 1487, 1487\n(2005) (arguing that “the Constitution permits recess appointments only during an intersession recess,” but acknowledging that “[t]he prevailing interpretation . . . allows the\nPresident to makes recess appointments . . . during intrasession recesses of ten days and\nperhaps of even shorter duration”). 26 Recess Appointments Amid Pro Forma Senate Sessions",
      "queries": [
        "what skills do community policing officer need",
        "how to earn a program achievement award"
      ],
      "queries_score": [
        -9.346375465393066,
        -9.408099174499512
      ]
    },
    {
      "id": "memos_66__11",
      "chunk_id": "11",
      "content": "26 Recess Appointments Amid Pro Forma Senate Sessions have been discussed at length during litigation over a judicial recess\nappointment. See, e.g., Brief for the Intervenor United States, Stephens,\n387 F.3d 1220 (No. 02-16424); Response Brief of Plaintiffs-Appellees\nand United States Senator Edward M. Kennedy as Amicus Curiae Supporting Plaintiffs-Appellees, Stephens, 387 F.3d 1220 (No. 02-16424); see\nalso supra note 11. We conclude that the President’s authority to make recess appointments\nextends to an intrasession recess of twenty days. B.\nThe second question we consider is whether Congress can prevent the\nPresident from making appointments during a recess by providing for pro\nforma sessions at which no business is to be conducted, where those pro\nforma sessions are intended to divide a longer recess into a series of\nshorter adjournments, each arguably too brief to support the President’s\nrecess appointment authority. We believe that Congress’s provision for\npro forma sessions of this sort does not have the legal effect of interrupting the recess of the Senate for purposes of the Recess Appointments\nClause and that the President may properly conclude that the Senate is\nunavailable for the overall duration of the recess. 13\n13 Because we conclude that pro forma sessions do not have this effect, we need not\ndecide whether the President could make a recess appointment during a three-day\nintrasession recess. This Office has not formally concluded that there is a lower limit to\nthe duration of a recess within which the President can make a recess appointment. Attorney General Daugherty suggested in dictum in his 1921 opinion that “an adjournment of 5 or even 10 days [could not] be said to constitute the recess intended by the\nConstitution,” 33 Op. Att’y Gen. at 25. As a result, “[t]his Office has generally advised\nthat the President not make recess appointments, if possible, when the break in continuity\nof the Senate is very brief,” The Pocket Veto: Historical Practice and Judicial Precedent,\n6 Op. O.L.C. 134, 149 (1982); see, e.g., Recess Appointments—Compensation (5 U.S.C.\n§ 5503), 3 Op. O.L.C. 314, 315–16 (1979) (describing informal advice against making\nrecess appointments during a six-day intrasession recess in 1970). Notwithstanding\nAttorney General Daugherty’s caution, we advised in 1996 that “recess appointments\nduring [a] 10-day intrasession recess would be constitutionally defensible,” although they\nwould “pose significant litigation risks.” Memorandum for John M. Quinn, Counsel to the\nPresident, from Walter Dellinger, Assistant Attorney General, Office of Legal Counsel,\nRe: Recess Appointments (May 29, 1996). And both this Office and the Department of\nJustice in litigation have recognized the argument that “the three days set by the Constitution as the time during which one House may adjourn without the consent of the other, 27 36 Op. O.L.C. 15 (2012) 1.\nThe Appointments Clause of the Constitution provides that the President “shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other public Ministers and Consuls,\nJudges of the supreme Court, and all other Officers of the United States.”\nU.S. Const. art.",
      "queries": [
        "who is responsible for implementing the eib's policies?",
        "what is the form bp-a0339?",
        "internal revenue service memo number",
        "what is section 481(a) adjustment"
      ],
      "queries_score": [
        -7.73414421081543,
        -6.014564514160156,
        -8.084263801574707,
        -7.620236396789551
      ]
    },
    {
      "id": "memos_66__12",
      "chunk_id": "12",
      "content": "27 36 Op. O.L.C. 15 (2012) 1.\nThe Appointments Clause of the Constitution provides that the President “shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other public Ministers and Consuls,\nJudges of the supreme Court, and all other Officers of the United States.”\nU.S. Const. art. II, § 2, cl. 2. The Recess Appointments Clause immediately follows and confers on the President the “Power to fill up all Vacancies\nthat may happen during the Recess of the Senate, by granting Commissions which shall expire at the End of their next Session.” Id. art. II, § 2,\ncl. 3. The Clause was adopted at the Constitutional Convention without\ndebate. See 2 The Records of the Federal Convention of 1787, at 533, 540\n(Max Farrand ed., rev. ed. 1966). 14 Alexander Hamilton described the\nClause in The Federalist as providing a “supplement” to the President’s\nappointment power, establishing an “auxiliary method of appointment, in\ncases to which the general method was inadequate.” The Federalist No.\nU.S. Const. art. I, § 5, cl. 4, is also the length of time amounting to a ‘Recess’ under the\nRecess Appointments Clause.” Goldsmith Memorandum at 3; Memorandum for John W.\nDean III, Counsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: Recess Appointments at 3–4 (Dec. 3, 1971); Brief for the\nUnited States in Opposition at 11, Evans v. Stephens, 544 U.S. 942 (2005) (No. 04-828)\n(“[T]he Recess Appointments Clause by its terms encompasses all vacancies and all\nrecesses (with the single arguable exception of de minimis breaks of three days or less[.]”\n(citing U.S. Const. art. I, § 5, cl. 4)); infra pp. 47–48; see also Hartnett, 26 Cardozo L.\nRev. at 424 (“[T]he recess appointment power is best understood as available during both\nintersession and intrasession Senate recesses of more than three days.”). But see Brief for\nthe United States at 14–18, Mackie v. Clinton, Civ. Action No. 93-0032-LFO (D.D.C.\n1993) (arguing that “there is no lower time limit that a recess must meet to trigger the\nrecess appointment power” (capitalization omitted)). 14 The Clause, which was proposed by a North Carolina delegate, is generally considered to have been based on a similar provision then in the North Carolina Constitution. See 2 David K. Watson, The Constitution of the United States 988 (1910) (“The [Recess\nAppointments Clause] was doubtless taken from the Constitution of North Carolina,\nwhich contained a similar clause.” (footnote omitted)); Thomas A. Curtis, Note, Recess\nAppointments to Article III Courts: The Use of Historical Practice in Constitutional\nInterpretation, 84 Colum. L. Rev. 1758, 1770 n.71 (1984) (noting that the provision was\nproposed by a delegate from North Carolina; that the language tracks that of the North\nCarolina provision; and that the federal power is similar in scope to the power in North\nCarolina’s Constitution at that time). Because the North Carolina legislature was then\ngenerally responsible for appointments, the executive could make appointments only\nwhen the legislature was not in session to do so. 28 Recess Appointments Amid Pro Forma Senate Sessions 67, at 409 (Clinton Rossiter ed., 1961).",
      "queries": [
        "which clause in the constitution provides that the president nominated and appoints other public ministers, other ministers, and other public consular judges, and appointing judges and other public judges.",
        "what is the payment appropriation for the flexibility instrument?",
        "why are cops funds used more efficiently",
        "what is pattern of conduct",
        "what is standby letter of credit"
      ],
      "queries_score": [
        "1.8857421",
        -9.125693321228027,
        -9.502623558044434,
        -8.124066352844238,
        -8.699357032775879
      ]
    },
    {
      "id": "memos_66__13",
      "chunk_id": "13",
      "content": "Because the North Carolina legislature was then\ngenerally responsible for appointments, the executive could make appointments only\nwhen the legislature was not in session to do so. 28 Recess Appointments Amid Pro Forma Senate Sessions 67, at 409 (Clinton Rossiter ed., 1961). The Clause was necessary because\n“it would have been improper to oblige [the Senate] to be continually in\nsession for the appointment of officers,” and it “might be necessary for\nthe public service to fill [vacancies] without delay.” Id. at 410. Other contemporaneous writings likewise emphasize that the recess\nappointment power is required to address situations in which the Senate is\nunable to provide advice and consent on appointments. See 4 The Debates\nin the Several State Conventions on the Adoption of the Federal Constitution as Recommended by the General Convention at Philadelphia in 1787,\nat 135–36 (Jonathan Elliott ed., 2d ed. 1836) (“Elliott’s Debates”) (statement of Archibald Maclaine at North Carolina ratification convention)\n(July 28, 1788) (“Congress are not to be sitting at all times; they will only\nsit from time to time, as the public business may render it necessary. Therefore the executive ought to make temporary appointments, as well as\nreceive ambassadors and other public ministers. This power can be vested\nnowhere but in the executive, because he is perpetually acting for the\npublic; for, though the Senate is to advise him in the appointment of\nofficers, &c., yet, during the recess, the President must do this business,\nor else it will be neglected; and such neglect may occasion public inconveniences.”); cf. Letters of Cato IV, reprinted in 2 The Complete AntiFederalist 114 (Herbert J. Storing ed., 1981) (“Though the president,\nduring the sitting of the legislature, is assisted by the senate, yet he is\nwithout a constitutional council in their recess . . . .”). 15 Thus, from the\ndays of the Founding, the Recess Appointments Clause has been considered implicated when the Senate is not “in session for the appointment of\nofficers.” The Federalist No. 67, at 410. Nineteenth-century sources reflect this understanding. Justice Story\nframed the issue in terms of the Senate’s ability to review nominations:\n15 See also 2 Elliott’s Debates 513 (statement of James Wilson at Pennsylvania ratification convention) (“[T]here is only left the power of concurring in the appointment of\nofficers; but care is taken, in this Constitution, that this branch of business may be done\nwithout [the Senate’s] presence”); id. at 534 (statement of Thomas M’Kean) (Dec. 11,\n1787) (“Nor need the Senate be under any necessity of sitting constantly, as has been\nalleged; for there is an express provision made to enable the President to fill up all\nvacancies that may happen during their recess[.]”); 3 Elliott’s Debates 409–10 (statement\nof James Madison at the Virginia convention) (“There will not be occasion for the continual residence of the senators at the seat of government. . . . It is observed that the President, when vacancies happen during the recess of the Senate, may fill them till it meets.”). 29 36 Op. O.L.C. 15 (2012)",
      "queries": [
        "what is the statutory nonsupplanting requirement in cops grant"
      ],
      "queries_score": [
        -9.447819709777832
      ]
    },
    {
      "id": "memos_66__14",
      "chunk_id": "14",
      "content": ". . . It is observed that the President, when vacancies happen during the recess of the Senate, may fill them till it meets.”). 29 36 Op. O.L.C. 15 (2012) “There was but one of two courses to be adopted [at the Founding]; either,\nthat the senate should be perpetually in session, in order to provide for the\nappointment of officers; or, that the president should be authorized to\nmake temporary appointments during the recess, which should expire,\nwhen the senate should have had an opportunity to act on the subject.” 3 Joseph Story, Commentaries on the Constitution of the United States\n§ 1551, at 410 (1833); id. § 1552, at 411 (discussing renomination when\n“the senate is assembled”). And as early as the Monroe Administration,\nthe Executive Branch’s analysis of the Clause had begun to focus on the\navailability of the Senate to be consulted on nominations. See, e.g., Executive Authority to Fill Vacancies, 1 Op. Att’y Gen. 631, 633 (1823)\n(“[A]ll vacancies which . . . happen to exist at a time when the Senate\ncannot be consulted as to filling them, may be temporarily filled by the\nPresident[.]”) (emphasis added); Power of President to Fill Vacancies,\n3 Op. Att’y Gen. 673, 676 (1841) (“[T]he convention very wisely provided against the possibility of such evils [i.e., “interregna in the executive\npowers”] by enabling and requiring the President to keep full every office\nof the government during a recess of the Senate, when his advisers could\nnot be consulted [.]”) (emphasis added); Power of President to Appoint to\nOffice during Recess of Senate, 4 Op. Att’y Gen. 523, 526 (1846) (“[T]he\nvacancy happened at a time, and continues now to exist, when the President cannot obtain the advice and consent of his constitutional advisers. . . . [T]his vacancy happening from the inaction of the Senate on the\nnomination made[] is within the meaning of the [Recess Appointments\nClause], and may be filled by an Executive Appointment.” (emphasis\nadded)). Opinions of the Attorney General have construed the Clause in order to\nfulfill its purpose that there be an uninterrupted power to fill federal\noffices. Thus, Attorney General Wirt advised in 1823 that “whensoever a\nvacancy shall exist which the public interests require to be immediately\nfilled, and in filling which, the advice and consent of the Senate cannot be\nimmediately asked, because of their recess, the President shall have the\npower of filling it by an appointment” because “[t]he substantial purpose\nof the constitution was to keep these offices filled; and powers adequate\nto this purpose were intended to be conveyed.” Executive Authority to Fill\nVacancies, 1 Op. Att’y Gen. at 632; see also Power of President to Fill\nVacancies, 3 Op. Att’y Gen. at 675 (affirming the President’s power to\n30 Recess Appointments Amid Pro Forma Senate Sessions",
      "queries": [
        "what skills is needed for community policing",
        "internal revenue service memo release number",
        "what type of transaction is domestic subsidiary in michigan"
      ],
      "queries_score": [
        -8.987713813781738,
        -8.054064750671387,
        -9.600871086120605
      ]
    },
    {
      "id": "memos_66__15",
      "chunk_id": "15",
      "content": "Executive Authority to Fill\nVacancies, 1 Op. Att’y Gen. at 632; see also Power of President to Fill\nVacancies, 3 Op. Att’y Gen. at 675 (affirming the President’s power to\n30 Recess Appointments Amid Pro Forma Senate Sessions make a second recess appointment after the Senate failed to act on a\nnomination during the term of the first appointment because “the President, charged with the high duty of giving full effect to the law, must have\na power like its own existence—perpetual”); President’s Power to Fill\nVacancies in Recess of the Senate, 12 Op. Att’y Gen. 32, 38 (1866) (same,\nbecause “as to the executive power, it is always to be in action, or in\ncapacity for action; and . . . to meet this necessity, there is a provision . . .\nagainst vacancies in all the subordinate offices, and that at all times there\nis a power to fill such vacancies”). 16\nSubsequent Attorneys General and, later, this Office have continued to\nplace central importance on the Senate’s availability to give advice and\nconsent. In his seminal opinion concluding that a significant intrasession\nadjournment is a “recess” in which recess appointments can be made,\nAttorney General Daugherty focused on this point: “Regardless of whether the Senate has adjourned or recessed, the real question . . . is whether in\na practical sense the Senate is in session so that its advice and consent\ncan be obtained.” Daugherty Opinion, 33 Op. Att’y Gen. at 21–22 (second emphasis added); see also id. at 25 (“Is the Senate absent so that it\ncan not receive communications from the President or participate as a\nbody in making appointments?”). Thus, in determining whether an intrasession adjournment constitutes a recess in the constitutional sense, the\ntouchstone is “its practical effect: viz., whether or not the Senate is capable of exercising its constitutional function of advising and consenting to\nexecutive nominations.” Recess Appointments, 41 Op. Att’y Gen. at 467\n(emphasis added); accord Intrasession Recess Appointments, 13 Op. Indeed, in construing the phrase “happen during the Recess” in the Recess Appointments Clause to mean “happen to exist” rather than originate in the recess, Attorney\nGeneral Wirt identified two possibilities: one was “most accordant with the letter of the\nconstitution; the second, most accordant with its reason and spirit.” Executive Authority\nto Fill Vacancies, 1 Op. Att’y Gen. at 632. He chose the “construction of the constitution\nwhich is compatible with its spirit, reason, and purpose.” Id. at 633. The courts have\nsubsequently endorsed the construction adopted by Wirt. See, e.g., Evans, 387 F.3d at\n1226–27; United States v. Woodley, 751 F.2d 1008, 1012–13 (9th Cir. 1985) (en banc);\nUnited States v. Allocco, 305 F.2d 704, 710 –14 (2d Cir. 1962); In re Farrow, 3 F. 112,\n115–16 (N.D. Ga. 1880). But see Schenck v. Peay, 21 F. Cas. 672, 674 –75 (E.D. Ark.\n1869) (finding recess appointment unlawful where the vacancy “existed, but did not\nhappen, during the recess of the senate”); In re District Attorney of United States,\n7 F. Cas. 731, 734 –38 (E.D. Pa. 1868) (casting doubt on such an appointment). 16 31 36 Op. O.L.C. 15 (2012) O.L.C. at 272.",
      "queries": [
        "what is the edc code used for",
        "office of chief counsel internal revenue service memo release number",
        "what position does scalia hold"
      ],
      "queries_score": [
        -7.467464447021484,
        -8.592907905578613,
        -7.341582775115967
      ]
    },
    {
      "id": "memos_66__16",
      "chunk_id": "16",
      "content": "In re District Attorney of United States,\n7 F. Cas. 731, 734 –38 (E.D. Pa. 1868) (casting doubt on such an appointment). 16 31 36 Op. O.L.C. 15 (2012) O.L.C. at 272. That understanding has been embraced by some prominent\ncommentators as well. See Louis Fisher, Constitutional Conflicts between\nCongress and the President 38 (5th ed. 2007) (“A temporary recess of the\nSenate, ‘protracted enough to prevent that body from performing its\nfunctions of advising and consenting to executive nominations,’ permits\nthe President to make recess appointments.” (quoting Recess Appointments, 41 Op. Att’y Gen. at 466)). Significantly, a century ago, the Senate Judiciary Committee adopted a\nfunctional understanding of the term “recess” that focuses on the Senate’s\nability to conduct business. In rejecting the theory that President Theodore\nRoosevelt could make recess appointments during a brief “constructive\nrecess” between two sessions of Congress, the Committee wrote of the\nRecess Appointments Clause: It was evidently intended by the framers of the Constitution that [the\nword “recess”] should mean something real, not something imaginary; something actual, not something fictitious. They used the word\nas the mass of mankind then understood it and now understand it. It\nmeans, in our judgment, . . . the period of time when the Senate is\nnot sitting in regular or extraordinary session as a branch of the\nCongress, or in extraordinary session for the discharge of executive\nfunctions; when its members owe no duty of attendance; when its\nChamber is empty; when, because of its absence, it can not receive\ncommunications from the President or participate as a body in making appointments. . . . Its sole purpose was to render it certain that at\nall times there should be, whether the Senate was in session or not,\nan officer for every office, entitled to discharge the duties thereof. S. Rep. No. 58-4389, at 2 (1905) (second emphasis added); see also\nDaugherty Opinion, 33 Op. Att’y Gen. at 24 (noting that this report was\n“most significant of all” authorities in supporting the conclusion that a\nsubstantial intrasession adjournment was a constitutional “recess”). The\nSenate continues to cite that report as an authoritative source “on what\nconstitutes a ‘Recess of the Senate.’” Riddick’s Senate Procedure 947 &\nn.46 (1992), http://www.gpo.gov/fdsys/pkg/GPO-RIDDICK-1992/pdf/ GPO-RIDDICK-1992-88.pdf (citing report). The Comptroller General\nattributed a similar understanding to the entire Congress when he opined\nthat the “primary purpose” of the Pay Act was\n32 Recess Appointments Amid Pro Forma Senate Sessions to relieve “recess appointees” of the burden of serving without compensation during periods when the Senate is not actually sitting and\nis not available to give its advice and consent in respect to the appointment, irrespective of whether the recess of the Senate is attributable to a final adjournment sine die or to an adjournment to a\nspecified date. Appointments—Recess Appointments, 28 Comp. Gen. at 37 (emphasis\nadded). 2.\nGuided by these principles, we conclude that the President may determine that pro forma sessions at which no business is to be conducted do\nnot interrupt a Senate recess for purposes of the Recess Appointments\nClause. Our conclusion rests on three considerations.",
      "queries": [
        "what is the eu biodiversity strategy",
        "eit grant for business kic",
        "what does the bureau of prisons authorize"
      ],
      "queries_score": [
        -8.985543251037598,
        -8.57446575164795,
        -8.019267082214355
      ]
    },
    {
      "id": "memos_66__17",
      "chunk_id": "17",
      "content": "Appointments—Recess Appointments, 28 Comp. Gen. at 37 (emphasis\nadded). 2.\nGuided by these principles, we conclude that the President may determine that pro forma sessions at which no business is to be conducted do\nnot interrupt a Senate recess for purposes of the Recess Appointments\nClause. Our conclusion rests on three considerations. First, both the Framers’ original understanding of the Recess Appointments Clause and the longstanding views of the Executive and Legislative\nBranches support the conclusion that the President may make recess\nappointments when he determines that, as a practical matter, the Senate is\nnot available to give advice and consent to executive nominations. The\nRecess Appointments Clause was adopted to allow the President to fill\noffices when the Senate was not “in session for the appointment of officers.” The Federalist No. 67, at 410 (Alexander Hamilton). And, from the\nearly days of the Republic, the Executive has taken the position that “all\nvacancies which . . . happen to exist at a time when the Senate cannot be\nconsulted as to filling them, may be temporarily filled by the President.” Executive Authority to Fill Vacancies, 1 Op. Att’y Gen. at 633. Likewise,\nin 1905, the Senate Judiciary Committee defined “recess” as used in the\nClause to be the period of time when the Senate cannot “participate as a\nbody in making appointments.” S. Rep. No. 58-4389, at 2. We do not believe that the convening of periodic pro forma sessions\nprecludes the President from determining that the Senate is unavailable\nduring an intrasession recess otherwise long enough to support the President’s recess appointment authority. During the last three Congresses,\nsuch sessions ordinarily have lasted only a few seconds. See, e.g., 157\nCong. Rec. D1404 (daily ed. Dec. 30, 2011) (noting that day’s pro forma\nsession lasted from 11:00:02 until 11:00:34 a.m.); see also supra note 2.\n33 36 Op. O.L.C. 15 (2012) Records of the sessions typically do not disclose the presence of any\nSenator other than the single convening member. See, e.g., 157 Cong.\nRec. S8793 (daily ed. Dec. 30, 2011) (reflecting the presence of only\nSenator Reed). And importantly, the pertinent Senate order states in\nadvance that there is to be “no business conducted” during the ensuing\nsessions. See, e.g., 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011); see\nalso supra pp. 16–17. 17 The purpose of these sessions avowedly is not to\nconduct business; instead, either the Senate has intended to prevent the\nPresident from making recess appointments during its absence or the\nHouse has intended to require the Senate to remain in session (toward the\nsame end). See supra pp. 17–18; see also Henry B. Hogue, Cong. Research Serv., RS21308, Recess Appointments: Frequently Asked Questions 3 (rev. Mar. 2008) (noting use of such sessions “for the stated purpose of preventing [recess] appointments”). Under these circumstances, the President could properly consider the\npertinent intrasession recess period to be one during which the Senate is\nnot genuinely “capable of exercising its constitutional function of advising and consenting to executive nominations,” Recess Appointments, 41\nOp.",
      "queries": [
        "do recess appointments interrupt senate recess",
        "what was the decision 2013/1351/eu",
        "a nation is sovereign in its territorial sea"
      ],
      "queries_score": [
        "2.4191475",
        -6.334321975708008,
        -8.823325157165527
      ]
    },
    {
      "id": "memos_66__18",
      "chunk_id": "18",
      "content": "Under these circumstances, the President could properly consider the\npertinent intrasession recess period to be one during which the Senate is\nnot genuinely “capable of exercising its constitutional function of advising and consenting to executive nominations,” Recess Appointments, 41\nOp. Att’y Gen. at 467; see Dellinger Opinion, 20 Op. O.L.C. at 161 (noting the President’s “discretion to make a good-faith determination of\nwhether a given recess is adequate to bring the Clause into play”); Daugh- 17 The Senate’s rules would also prevent it from acting on nominations or transacting\nother legislative business during such sessions if, as expected, only a few Senators are\npresent. Under those rules, a quorum consists of “a majority of the Senators duly chosen\nand sworn.” Senate Rule VI(1), Senate Standing Rules at 5. Whenever it is determined\nthat “a quorum is not present, a majority of the Senators present may direct the Sergeant\nat Arms to request, and, when necessary, to compel the attendance of the absent Senators, which order shall be determined without debate; and pending its execution, and\nuntil a quorum shall be present, no debate nor motion, except to adjourn, or to recess\npursuant to a previous order entered by unanimous consent, shall be in order.” Senate\nRule VI(4), id. at 5–6; see also Riddick’s Senate Procedure at 1046 (“No debate nor\nbusiness can be transacted in the absence of a quorum[.]”). We recognize that, as a\npractical matter, neither the scheduling order nor the quorum requirement will always\nprevent the Senate from acting without a quorum through unanimous consent. Indeed,\nthe Senate has occasionally enacted legislation by unanimous consent during pro forma\nsessions. See infra p. 45. But as more fully explained below, we do not believe that this\nsporadic practice requires the President to consider the Senate available to perform its\nconstitutional functions when it is in recess and, particularly, when it has provided by\norder that no business will be conducted. 34 Recess Appointments Amid Pro Forma Senate Sessions erty Opinion, 33 Op. Att’y Gen. at 25 (discussing the President’s “large,\nalthough not unlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the advice and\nconsent of the Senate”). Indeed, as noted above, presidential messages\ndelivered to the Senate during previous recesses were not laid before that\nbody and entered into the Congressional Record until after the recess was\nover, notwithstanding the convening of pro forma sessions before that\ndate. See supra note 5 & accompanying text. And the Senate has made\nspecial arrangements for the appointment of its own officers during the\nrecess, in apparent recognition of the fact that it will not be in session for\nthe purpose of making appointments under its usual procedures. See supra\nnote 4 & accompanying text. “[T]he rationale for treating substantial\nintrasession adjournments as ‘recesses’ for purposes of the Recess Appointments Clause is that substantial adjournments prevent the Senate\nfrom acting on nominations.” Intrasession Recess Appointments, 13 Op.\nO.L.C. at 273.",
      "queries": [
        "is an intrasession recess period constitutional",
        "what is continuing education for practitioners on federal taxes"
      ],
      "queries_score": [
        "1.5625538",
        -9.246438980102539
      ]
    },
    {
      "id": "memos_66__19",
      "chunk_id": "19",
      "content": "See supra\nnote 4 & accompanying text. “[T]he rationale for treating substantial\nintrasession adjournments as ‘recesses’ for purposes of the Recess Appointments Clause is that substantial adjournments prevent the Senate\nfrom acting on nominations.” Intrasession Recess Appointments, 13 Op.\nO.L.C. at 273. By the same reasoning, brief pro forma sessions of this\nsort, at which the Senate is not capable of acting on nominations, may be\nproperly viewed as insufficient to terminate an ongoing recess for purposes of the Clause. 18\nThis view of the effect of pro forma sessions on the President’s recess\nappointment power finds additional support in one of this Office’s prior\nopinions, Recess Appointments During an Intrasession Recess, 16 Op.\nO.L.C. 15. That opinion addressed the propriety of making recess appointments during a recess that began on January 3, 1992, and ended on\nJanuary 21, 1992. We noted that, aside from a “brief formal session on\nJanuary 3” at which the body conducted no business (and which evidently\nwas held to address the terms of the Twentieth Amendment, see infra note\n22), the Senate had been in recess since November 27, 1991. 16 Op.\nO.L.C. at 15 n.1. Thus, we observed that “[f]or practical purposes with In reaching this conclusion, we need not look behind the actual terms of the Senate’s\norders. The Senate itself labels the sessions “pro forma” and specifies that there is to be\n“no business conducted” during those sessions. See, e.g., 157 Cong. Rec. S8783 (daily ed.\nDec. 17, 2011). These orders make clear that the Senate cannot perform its advise-andconsent role during the pro forma sessions. The issue we have been asked to address\nrelates to the legal effect of such sessions on the intrasession recess, and the Senate orders\non their face warrant the conclusion that the Senate is unavailable to provide advice and\nconsent during the intrasession recess. 18 35 36 Op. O.L.C. 15 (2012) respect to nominations, this recess closely resembles one of substantially\ngreater length.” Id. To be sure, this Office there stated only that two\nrecesses broken solely by a pro forma session “closely resemble[]” a\nsingle recess of greater length, not that they were constitutionally indistinguishable from one. Nevertheless, we thought the effective length of the\nrecess relevant in determining whether the President could make a recess\nappointment. The same consideration applies here. A lengthy intrasession\nrecess broken only by pro forma sessions closely resembles an unbroken\nrecess of the same length; thus, “[e]xcept for its brief formal session[s]\n. . . the Senate will have been absent from [January 3, 2012] until [January\n23, 2012], a period of [twenty] days.” Id. And in determining whether\nsuch a recess triggers the President’s appointment authority under the\nRecess Appointments Clause, we believe the critical inquiry is the “practical” one identified above—to wit, whether the Senate is available to\nperform its advise-and-consent function. For practical purposes, the\nPresident may properly view the Senate as unavailable for twenty days. Second, allowing the Senate to prevent the President from exercising\nhis authority under the Recess Appointments Clause by holding pro forma\nsessions would be inconsistent with both the purpose of the Clause and\nhistorical practice in analogous situations.",
      "queries": [
        "which of the following is a reason for treating substantial intrasession adjournments as recess appointments?",
        "where can i file my cops program progress report",
        "cops office phone number",
        "when does program report due date",
        "what is the scope of criminal enforcement",
        "which article allows parties to depart from specific controls mandated only where the alternatives are plainly more strict or severe?",
        "which section of epa specifically provides that epa can issue administrative penalties against federal agencies"
      ],
      "queries_score": [
        "2.456111",
        -8.601834297180176,
        -8.022197723388672,
        -8.028024673461914,
        -7.646579265594482,
        -7.490155220031738,
        -6.07386589050293
      ]
    },
    {
      "id": "memos_66__20",
      "chunk_id": "20",
      "content": "For practical purposes, the\nPresident may properly view the Senate as unavailable for twenty days. Second, allowing the Senate to prevent the President from exercising\nhis authority under the Recess Appointments Clause by holding pro forma\nsessions would be inconsistent with both the purpose of the Clause and\nhistorical practice in analogous situations. As explained above, the Recess\nAppointments Clause has long been understood as intended to provide a\nmethod of appointment when the Senate was unavailable to provide\nadvice and consent, so that offices would not remain vacant to the detriment of the public interest. If the Senate can avoid a “Recess of the Senate” under the Clause by having a single Member “gavel in” before an\nempty chamber, then the Senate can preclude the President from making\nrecess appointments even when, as a practical matter, it is unavailable to\nfulfill its constitutional role in the appointment process for a significant\nperiod of time. The purpose of the Clause is better served by a construction that permits the President to make recess appointments when the\nSenate is unavailable to advise and consent for lengthy periods. See Power of President to Fill Vacancies, 2 Op. Att’y Gen. 525, 526–27 (1832)\n(“[A] construction that defeats the very object of the grant of power\ncannot be the true one. It was the intention of the constitution that the\noffices created by law, and necessary to carry on the operations of the\ngovernment, should always be full, or, at all events, that the vacancy\nshould not be a protracted one.”); cf. Wright v. United States, 302 U.S.\n36 Recess Appointments Amid Pro Forma Senate Sessions 583, 596 (1938) (“We should not adopt a construction [of the Veto Clauses] which would frustrate either of the[ir] purposes.”). Further, Presidents have routinely exercised their constitutional authority to make recess appointments between sessions of Congress since President Washington made such appointments in the earliest days of the\nRepublic. Although we have focused in this opinion on the twenty-day\nintrasession recess at the beginning of the second session, the Senate in\nfact adjourned pursuant to an order that provided that there would also be\n“no business conducted” for the final seventeen days of the first session. This period of time, a total of thirty-seven days, in substance closely\nresembles a lengthy intersession recess. See Recess Appointments During\nan Intrasession Recess, 16 Op. O.L.C. at 15 n.1. Thus, an understanding\nof the Recess Appointments Clause that permits the President to make\nappointments during this recess also would be consistent with historical\npractice. Third, permitting the Senate to prevent the President from making recess appointments through pro forma sessions would raise constitutional\nseparation of powers concerns.",
      "queries": [
        "can cops award camp"
      ],
      "queries_score": [
        -9.056015014648438
      ]
    },
    {
      "id": "memos_66__21",
      "chunk_id": "21",
      "content": "Thus, an understanding\nof the Recess Appointments Clause that permits the President to make\nappointments during this recess also would be consistent with historical\npractice. Third, permitting the Senate to prevent the President from making recess appointments through pro forma sessions would raise constitutional\nseparation of powers concerns. To preserve the constitutional balance of\npowers, the Supreme Court has held that congressional action is invalid if\nit “‘undermine[s]’ the powers of the Executive Branch, or ‘disrupts the\nproper balance between the coordinate branches [by] prevent[ing] the\nExecutive Branch from accomplishing its constitutionally assigned functions.’” Morrison v. Olson, 487 U.S. 654, 695 (1988) (quoting Commodity\nFutures Trading Comm’n v. Schor, 478 U.S. 833, 856 (1986); Nixon v.\nAdm’r of Gen. Servs., 433 U.S. 425, 443 (1977) (alterations in Morrison)); accord Loving v. United States, 517 U.S. 748, 757 (1996) (“[I]t\nremains a basic principle of our constitutional scheme that one branch of\nthe Government may not intrude upon the central prerogatives of another. Even when a branch does not arrogate power to itself . . . the separationof-powers doctrine requires that a branch not impair another in the performance of its constitutional duties.” (citations omitted)). The Constitution expressly confers upon the President the power to\nmake recess appointments when the Senate is unable to give its advice\nand consent because it is in recess. It is the established view of the Executive Branch that\nCongress may not derogate from the President’s constitutional authority to fill up vacancies during recesses, by granting less power to\n37 36 Op. O.L.C. 15 (2012) a recess appointee than a Senate-confirmed occupant of the office\nwould exercise: “Provisions purporting to grant authority only to individuals confirmed by the Senate interfere with the President’s recess appointment power, and are unconstitutional.” Memorandum for J. Paul Oetken, Associate Counsel to the President,\nfrom Randolph D. Moss, Assistant Attorney General, Office of Legal\nCounsel, Re: Displacement of Recess Appointees in Tenure-Protected\nPositions at 6 (Sept. 1, 2000) (quoting Statement Upon Signing H.R. 5678\n(Oct. 6, 1992), 2 Pub. Papers of Pres. George H.W. Bush 1767, 1768\n(1992); see also Memorandum for Walter Dellinger, Assistant Attorney\nGeneral, Office of Legal Counsel, from Richard Shiffrin, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Foreign Claims\nSettlement Commission at 6 (Nov. 12, 1993) (the principle that “recess\nappointees have the powers and rights of Senate-confirmed appointees” is\n“a constitutional principle of great importance”). 19 In such circumstances,\nhowever, the President can still make recess appointments. Senate action\nthat would completely prevent the President from making recess appointments in situations where the Senate is as a practical matter unavailable\nwould do even more to “disrup[t] the proper balance between the coordinate branches,” Morrison, 487 U.S. at 695, and “intrud[e] upon” the\nPresident’s constitutional prerogatives, Loving, 517 U.S. at 757; cf.\nDaugherty Opinion, 33 Op. Att’y Gen. at 23 (“If the President’s power of\nappointment is to be defeated because the Senate takes an adjournment to\na specified date, the painful and inevitable result will be measurably to\nprevent the exercise of governmental functions. I can not bring myself to 19 These concerns also have been enunciated in other presidential signing statements.",
      "queries": [
        "which clause of the constitution allows the president to make appointments during recess",
        "which european commission decision provided financial support to georgia",
        "what should consultant rates be",
        "when do you have to report subaward information",
        "what is the cops award number"
      ],
      "queries_score": [
        "2.182169",
        -9.54065990447998,
        -9.298823356628418,
        -9.215174674987793,
        -9.161169052124023
      ]
    },
    {
      "id": "memos_66__22",
      "chunk_id": "22",
      "content": "I can not bring myself to 19 These concerns also have been enunciated in other presidential signing statements. See Statement on Signing the Energy Policy Act of 1992 (Oct. 24, 1992), 2 Pub. Papers of\nPres. George H.W. Bush 1962, 1963 (1992) (stating that a provision that “authorizes a\nTransition Manager to exercise the powers of the Corporation until a quorum of the Board\nof Directors has been ‘appointed and confirmed,’ must be interpreted so as not to interfere\nwith my authority under Article II, section 2 of the Constitution to make recess appointments to the Board”); Statement on Signing the Departments of Commerce, Justice, and\nState, the Judiciary, and Related Agencies Appropriations Act, 1985 (Aug. 30, 1984),\n2 Pub. Papers of Pres. Ronald Reagan 1210, 1211 (1984) (explaining that a bill intended\nto restrict powers of recess appointees would raise “troubling constitutional issues”). 38 Recess Appointments Amid Pro Forma Senate Sessions believe that the framers of the Constitution ever intended such a catastrophe to happen.”). 20 There is also some judicial authority recognizing the need to protect the\nPresident’s recess appointment authority from congressional incursion. See McCalpin v. Dana, No. 82-542, at 14 (D.D.C. Oct. 5, 1982) (“The\nsystem of checks and balances crafted by the Framers . . . strongly supports the retention of the President’s power to make recess appointments.”), vacated as moot, 766 F.2d 535 (D.C. Cir. 1985); id. at 14 (explaining that the “President’s recess appointment power” and “the\nSenate’s power to subject nominees to the confirmation process” are both\n“important tool[s]” and “the presence of both powers in the Constitution\ndemonstrates that the Framers . . . concluded that these powers should coexist”); Staebler v. Carter, 464 F. Supp. 585, 597 (D.D.C. 1979) (“it is . . .\nnot appropriate to assume that this Clause has a species of subordinate\nstanding in the constitutional scheme”); id. at 598 (“It follows that a\nconstruction of [a statute] which would preclude the President from making a recess appointment in this situation—i.e., during a Senate recess and\nafter the statutory term of the incumbent [official] has expired—would\n20 This Office occasionally has raised similar concerns about the constitutionality of\nthe Pay Act, 5 U.S.C. § 5503 (2006), which imposes certain restrictions on the payment of\nrecess appointees. See Memorandum for the Attorney General, from John O. McGinnis,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Recess Appointments\nat 7 n.7 (July 7, 1988) (“Because it places limitations on the President’s exercise of his\nconstitutional authority, 5 U.S.C. § 5503 may be unconstitutional.”); Intrasession Recess\nAppointments, 13 Op. O.L.C. at 276 n.6 (“If the [Pay Act] were to preclude the President\nfrom paying a recess appointee in these circumstances, it would raise serious constitutional problems because of the significant burden that an inability to compensate an appointee\nwould place on the textually committed power of the President to make recess appointments.”). The Senate’s use of pro forma sessions to prevent the President from making\nrecess appointments, if valid, would constitute a greater restriction on recess appointment\nauthority than the terms of the Pay Act.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_66__23",
      "chunk_id": "23",
      "content": "The Senate’s use of pro forma sessions to prevent the President from making\nrecess appointments, if valid, would constitute a greater restriction on recess appointment\nauthority than the terms of the Pay Act. The latter allows payment of recess appointees\nunder a number of circumstances and permits retroactive payment after a person serving\nunder a recess appointment has been confirmed. Foreign Claims Settlement Commission\nat 9; Memorandum for Nicholas deB. Katzenbach, Assistant Attorney General, Office of\nLegal Counsel, from Herman Marcuse, Attorney-Adviser, Office of Legal Counsel, Re:\nConstitutionality of 5 U.S.C. 56 (Recess Appointments) at 1 (Sept. 27, 1961). In contrast,\nthe Senate’s use of pro forma sessions, if it had the effect of shortening recesses to a\nperiod insufficient to constitute a “recess” under the Recess Appointments Clause, would\nprevent the President from making recess appointments in the circumstances presented,\neven if the person to be appointed would serve without compensation. 39 36 Op. O.L.C. 15 (2012) seriously impair his constitutional authority and should be avoided [if it]\nis possible to do so.”); see also Swan v. Clinton, 100 F.3d 973, 987 (D.C.\nCir. 1996) (rejecting an argument that “rests on the assumption that a\nrecess appointment is somehow a constitutionally inferior procedure”). But see Wilkinson v. Legal Servs. Corp., 865 F. Supp. 891, 900 (D.D.C.\n1994) (concluding, contrary to McCalpin and Staebler, that a holdover\nprovision could preclude a recess appointment), rev’d on other grounds,\n80 F.3d 535 (D.C. Cir. 1996); Mackie v. Clinton, 827 F. Supp. 56, 57–58\n(D.D.C. 1993) (same), vacated as moot, Nos. 93-5287, 93-5289, 1994 WL\n163761 (D.C. Cir. Mar. 9, 1994). We recognize that the Senate may choose to remain continuously in\nsession and available to exercise its advise-and-consent function and\nthereby prevent the President from making recess appointments. But,\nunder the legal authority set forth above, the President may properly\ndetermine that the Senate is not available under the Recess Appointments\nClause when, while in recess, it holds pro forma sessions where no business can be conducted. Such sessions do not have the legal effect of\ninterrupting a Senate recess for purposes of the Recess Appointments\nClause. 3.\nWe have considered several counterarguments to our analysis. In our\njudgment, these points, while not insubstantial, do not overcome the\nconclusion presented above. First, we considered that the Senate has employed pro forma sessions\nin other contexts and that, in those contexts, a pro forma session may\nhave the same legal effect as any other session and thus may fulfill certain constitutional requirements. For example, pro forma sessions are\nmost commonly used to address the requirement that “[n]either House,\nduring the Session of Congress, shall, without the Consent of the other,\nadjourn for more than three days.” U.S. Const. art. I, § 5, cl. 4; see U.S.\nSenate Glossary, http://www.senate.gov/reference/glossary_term/pro_\nforma_session.htm (last visited ca. Jan. 2012) (defining “pro forma\nsession” as a “brief meeting (sometimes only several seconds) of the\nSenate in which no business is conducted”; “[i]t is held usually to satisfy 40 Recess Appointments Amid Pro Forma Senate Sessions the constitutional obligation that neither chamber can adjourn for more\nthan three days without the consent of the other”).",
      "queries": [
        "can recess appointments be made by president",
        "who to contact for an ahtf award",
        "cops office response phone number"
      ],
      "queries_score": [
        "2.4390342",
        -8.847575187683105,
        -8.950905799865723
      ]
    },
    {
      "id": "memos_66__24",
      "chunk_id": "24",
      "content": "40 Recess Appointments Amid Pro Forma Senate Sessions the constitutional obligation that neither chamber can adjourn for more\nthan three days without the consent of the other”). 21 In addition, in 1980,\nand sporadically thereafter, pro forma sessions have been used to address\nthe Twentieth Amendment’s direction that, in the absence of legislation\nproviding otherwise, Congress must convene on January 3. 22 Pro forma\nsessions have also been employed for parliamentary purposes, e.g., to\npermit a cloture vote to ripen, or to hear an address. 23\nThose precedents provide only weak support for the claim that a series\nof consecutive pro forma sessions may be used to block recess appointments in the circumstances presented here. There is no evidence of a\nRiddick’s Senate Procedure identifies several examples in which “the Senate pursuant to a previous order has met for very brief periods and recessed over until a subsequent\ndate, not in excess of 3 days,” the earliest of which occurred in 1949. Id. at 251 & nn.1–3.\n22 U.S. Const. amend. XX, § 2 (“Congress shall assemble at least once in every year,\nand such meeting shall begin at noon on the 3d day of January, unless they shall by law\nappoint a different day.”). Congress routinely enacts legislation when it wishes to vary the\ndate of its first meeting. See, e.g., Pub. L. No. 111-289 (2010); Pub. L. No. 105-350\n(1998); Pub. L. No. 99-613 (1986); Pub. L. No. 94-494 (1978); Pub. L. No. 89-340\n(1965); Pub. L. No. 83-199 (1953); Pub. L. No. 79-289 (1945). Occasionally, however,\nCongress (or an individual House) uses a pro forma session to comply with the Twentieth\nAmendment’s default date. The first such use of a pro forma session that we are aware of\noccurred in 1980. See H.R. Con. Res. 232, 96th Cong., 93 Stat. 1438 (1979) (“[W]hen the\nCongress convenes on January 3, 1980, . . . neither the House nor the Senate shall conduct\norganizational or legislative business until Tuesday, January 22, 1980, [unless convened\nsooner by House and Senate leaders].”). Thereafter, it appears to have remained rare until\nthe last decade. See H.R. Con. Res. 260, 102d Cong., 105 Stat. 2446 (1991) (providing\nthat neither House shall “conduct organizational or legislative business” on January 3,\n1992); 151 Cong. Rec. S14,421 (daily ed. Dec. 21, 2005) (Senate order providing for “a\npro forma session only” on January 3, 2006”); 153 Cong. Rec. S16,069 (daily ed. Dec. 19,\n2007) (same for January 3, 2008); 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011) (same\nfor January 3, 3012). On at least one occasion, Congress has changed the date of the first\nmeeting of a session by law and both Houses held pro forma sessions to comply with that\nlaw. See Pub. L. No. 111-121, 123 Stat. 3479 (2009) (providing that the second session of\nthe 111th Congress begin on January 5, 2010); 155 Cong. Rec. S14,140 (daily ed. Dec.\n24, 2009) (Senate order providing for “a pro forma session only” on January 5, 2010); 156\nCong. Rec. H2–H8 (daily ed. Jan. 5, 2010) (“[N]o organizational or legislative business\nwill be conducted on this day.”). 23 See 133 Cong. Rec. 15,445 (1987)",
      "queries": [
        "what constitutional obligation states that neither chamber can adjourn for more than three days without consent of the other?",
        "is ofccp discriminatory in the workplace",
        "when should project monies be spent",
        "can an inmate use a restraint for medical examination"
      ],
      "queries_score": [
        "1.7554814",
        -8.707762718200684,
        -8.791144371032715,
        -9.147514343261719
      ]
    },
    {
      "id": "memos_66__25",
      "chunk_id": "25",
      "content": "23 See 133 Cong. Rec. 15,445 (1987) (“The Senate will go over until Monday pro forma, no business, no speeches, just in and out, and the pro forma meeting on Monday\nwould qualify the cloture motion to be voted on Tuesday[.]”); 139 Cong. Rec. 3039, 3039\n(1993) (“Any sessions will be pro forma or solely for the purpose of hearing the Presidents’ Day address on Wednesday morning.”). 21 41 36 Op. O.L.C. 15 (2012) tradition of using pro forma sessions to prevent a “recess” within the\nmeaning of the Recess Appointments Clause. That attempt began in 2007\nwith the 110th Congress. 24 There may be at least a limited tradition of a\nHouse of Congress using consecutive pro forma sessions to avoid adjournments of more than three days without obtaining the other House’s\nconsent. 25 But past uses of pro forma sessions for housekeeping purposes\nare not good analogies for the current use of pro forma sessions to block\nappointments under the Recess Appointments Clause. The former uses\naffect the operations of only the House in question, and the Constitution\nprovides that “[e]ach House may determine the Rules of its Proceedings,”\nU.S. Const. art. I, § 5, cl. 2. Even uses in connection with interchamber\nrelations affect the Legislative Branch alone. The question whether the 24 It does appear, though, that the use of pro forma sessions to prevent recess appointments was at least contemplated as early as the 1980s. See 145 Cong. Rec. 29,915 (1999)\n(statement of Sen. Inhofe) (“[Senator Byrd] extracted from [the President] a commitment\nin writing that he would not make recess appointments and, if it should become necessary\nbecause of extraordinary circumstances to make recess appointments, that he would give\nthe list to the majority leader . . . in sufficient time in advance that they could prepare for\nit either by agreeing in advance to the confirmation of that appointment or by not going\ninto recess and staying in pro forma so the recess appointments could not take place.”). 25 For example, in 1929, a concurrent resolution provided that the House return from\nsummer recess on September 23, 71 Cong. Rec. 3045 (June 18, 1929). The House passed\na separate resolution providing that “after September 23, 1929, the House shall meet only\non Mondays and Thursdays of each week until October 14, 1929,” provided that the\nSpeaker could call them back sooner if “legislative expediency shall warrant it,” id. at\n3228 (June 19, 1929). Although it was not so stated in the text of the resolution, it was\n“agreed that there shall be nothing transacted [during the Monday and Thursday sessions]\nexcept to convene and adjourn; no business whatever.” Id. at 3229 (statement of Rep.\nTilson); see also 8 Cannon’s Precedents of the House of Representatives § 3369, at 820\n(1935) (describing this incident as one in which the House “provid[ed] for merely formal\nsessions”). This arrangement was subsequently extended twice. 71 Cong. Rec. 4531–32\n(Oct. 14, 1929) (H.R. Res. 59, described by Rep. Tilson as “the same resolution, the dates\nbeing changed, as the original recess resolution passed by the House last June); id. at\n5422 (Nov. 11, 1929).",
      "queries": [
        "what is cfda"
      ],
      "queries_score": [
        -6.7157392501831055
      ]
    },
    {
      "id": "memos_66__26",
      "chunk_id": "26",
      "content": "This arrangement was subsequently extended twice. 71 Cong. Rec. 4531–32\n(Oct. 14, 1929) (H.R. Res. 59, described by Rep. Tilson as “the same resolution, the dates\nbeing changed, as the original recess resolution passed by the House last June); id. at\n5422 (Nov. 11, 1929). Subsequent examples from the Senate involve more formal agreements to the pro forma nature of the sessions. See, e.g., 96 Cong. Rec. 16,980 (Dec. 22,\n1950) (setting schedule of two consecutive pro forma sessions); id. at 17,020 (Dec. 26,\n1950); id. at 17,022 (Dec. 29, 1950); 126 Cong. Rec. 2574 (Feb. 8, 1980) (setting schedule of two consecutive pro forma sessions); id. at 2614 (Feb. 11, 1980); id. at 2853 (Feb.\n14, 1980); 127 Cong. Rec. 190 (Jan. 6, 1981) (setting schedule of three consecutive pro\nforma sessions); id. at 238 (Jan. 8, 1981); id. at 263 (Jan. 12, 1981); id. at 276 (Jan. 15,\n1981). 42 Recess Appointments Amid Pro Forma Senate Sessions use of pro forma sessions for those purposes is consistent with the Constitution is not presented here. Assuming that such uses are constitutional,\nhowever, it does not follow that pro forma sessions may be used to prevent the President from exercising his constitutional authority to make\nrecess appointments when he determines that the Senate is unavailable to\nprovide advice and consent. 26 Put differently, whether the House has\nconsented to the Senate’s adjournment of more than three days does not\ndetermine the Senate’s practical availability during a period of pro forma\nsessions and thus does not determine the existence of a “Recess” under\nthe Recess Appointments Clause. Second, it might be argued that, in light of the Senate’s power to “determine the Rules of its Proceedings,” U.S. Const. art. I, § 5, cl. 2, the\nExecutive Branch would be bound by the Chamber’s own understanding\nof whether the pro forma sessions have the legal effect of interrupting a\n“Recess of the Senate” for the purposes of the Recess Appointments\nClause. The Rules of Proceedings Clause has been understood to grant the\nHouses of Congress broad discretion in managing their internal affairs. See, e.g., United States v. Ballin, 144 U.S. 1, 5 (1892) (“[A]ll matters of\nmethod [of proceeding] are open to the determination of the house, and it\nis no impeachment of the rule to say that some other way would be better,\nmore accurate or even more just.”). That Clause might also be understood\nto permit them conclusively to determine when they are in session and\nwhen they are in recess. See, e.g., Michael Herz, Abandoning Recess\nAppointments?: A Comment on Hartnett (and Others), 26 Cardozo L.\nRev. 443, 459 (2005) (“I would think that pursuant to the authority of\neach House to make rules for its own proceedings Congress could decide\nto hold twelve ‘sessions’ each calendar year, with a few days off—\nperhaps just a weekend—between them.”); cf. Arthur S. Miller, Congressional Power to Define the Presidential Pocket Veto Power, 25 Vand.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_66__27",
      "chunk_id": "27",
      "content": "L.\nCf. Letter for Peter W. Rodino, Jr., Chairman, Committee on the Judiciary, U.S.\nHouse of Representatives, from Robert G. Dixon, Assistant Attorney General, Office of\nLegal Counsel at 4 –5 (Dec. 4, 1973) (“Under Section 2 of H.R. 7386, Congress could\nprevent the exercise of a pocket veto, except at the close of a Congress, when one or both\nHouses adjourned for several months, by adjourning either to a date certain or pro forma\nto a date close to the beginning of the next working session. . . . To the extent that H.R.\n7386 unconstitutionally permits Congress to keep a bill in suspended animation for\nlengthy periods during adjournments other than sine die, it unconstitutionally narrows the\nPresident’s pocket veto authority.”). 26 43 36 Op. O.L.C. 15 (2012) Rev. 557, 567 (1972) (“Surely the determination of what constitutes\nadjournment is a ‘proceeding’ within the terms of that section [the\nRules of Proceeding Clause].”). The Supreme Court, however, has made clear that Congress’s power\nunder this provision is not unlimited, and specifically that Congress “may\nnot by its rules ignore constitutional restraints or violate fundamental\nrights.” Ballin, 144 U.S. at 5. Thus, the validity and application of congressional rules are subject to review in court when the rules affect interests outside of the Legislative Branch. See, e.g., United States v. Smith,\n286 U.S. 6, 33 (1932) (“As the construction to be given the rules affects\npersons other than members of the Senate, the question presented is of\nnecessity a judicial one.”); Ballin, 144 U.S. at 5 (“[T]here should be a\nreasonable relation between the mode or method of proceeding established by the rule and the result which is sought to be attained.”); Vander\nJagt v. O’Neill, 699 F.2d 1166, 1173 (D.C. Cir. 1983) (“Article I does not\nalter our judicial responsibility to say what rules Congress may not adopt\nbecause of constitutional infirmity.”). A Senate rule that pro forma sessions interrupt a “Recess of the Senate” (or that otherwise seeks to prevent the President from exercising authority under the Recess Appointments Clause) would affect other persons—the President and potential\nappointees at the least. It would also disrupt the Constitution’s balancing\nof executive and legislative authority in the appointments process. To be\nsure, as explained above, the President’s authority to make recess appointments is constrained when the Senate is continuously in session and\navailable to perform its advise-and-consent function. But the Senate could\nnot by rule unilaterally prevent the President from exercising his authority\nto make temporary appointments under the Clause by declaring itself in\nsession when, in practice, it is not available to provide advice and consent, any more than the President could make a recess appointment when\nthe Senate was in practice available to do so. See Daugherty Opinion, 33\nOp. Att’y Gen. at 25 (recognizing that a “palpable abuse” of the President’s “discretion to determine when there is a real and genuine recess” of\nthe Senate might subject his appointment to review”).",
      "queries": [
        "are transaction costs capitalized"
      ],
      "queries_score": [
        -9.020768165588379
      ]
    },
    {
      "id": "memos_66__28",
      "chunk_id": "28",
      "content": "See Daugherty Opinion, 33\nOp. Att’y Gen. at 25 (recognizing that a “palpable abuse” of the President’s “discretion to determine when there is a real and genuine recess” of\nthe Senate might subject his appointment to review”). 27\nThe Senate’s scheduling of pro forma sessions to frustrate the President’s recess\nappointment authority does not require us to treat the President’s constitutional recess\nappointment authority as operating at the “lowest ebb” of presidential power under the\nframework of Justice Jackson’s concurring opinion in Youngstown Sheet & Tube Co. v.\n27 44 Recess Appointments Amid Pro Forma Senate Sessions Third, it could be argued that the experience of recent pro forma sessions suggests that the Senate is in fact available to fulfill its constitutional duties during recesses punctuated by periodic pro forma sessions. Twice in 2011, the Senate passed legislation during pro forma sessions by\nunanimous consent, evidenced by the lack of objection from any member\nwho might have been present at the time. 157 Cong. Rec. S8789 (daily ed.\nDec. 23, 2011); id. at S5297 (daily ed. Aug. 5, 2011). During one of these\nsessions, the Senate also agreed to a conference with the House, and\nmessages received from the House earlier in the intrasession recess were\nput into the Congressional Record. 157 Cong. Rec. S8789–90 (daily ed.\nDec. 23, 2011). Conceivably, the Senate might provide advice and consent on pending nominations during a pro forma session in the same\nmanner. We do not believe, however, that these examples prevent the President\nfrom determining that the Senate remains unavailable to provide advice\nand consent during the present intrasession recess. The scheduling order\nunder which the pro forma sessions are held during this recess expressly\nprovides that there is to be “no business conducted.” 157 Cong. Rec.\nS8783 (daily ed. Dec. 17, 2001). In our judgment, the President may\nproperly rely on the public pronouncements of the Senate that it will not\nconduct business (including action on nominations), in determining\nwhether the Senate remains in recess, regardless of whether the Senate has\ndisregarded its own orders on prior occasions. Moreover, even absent a\nSenate pronouncement that it will not conduct business, there may be\ncircumstances in which the President could properly conclude that the\nbody is not available to provide advice and consent for a sufficient period\nto support the use of his recess appointment power. It is common for\nSawyer, 343 U.S. 579, 637 (1952). The Constitution explicitly grants recess appointment\nauthority to the President, and the Attorney General has long taken the position that,\nthrough enactment of the Pay Act, Congress has “acquiesce[d]” to recess appointments\nunder circumstances where that Act would permit payment. See Recess Appointments, 41\nOp. Att’y Gen. at 466; see also Appointments—Recess Appointments, 28 Comp. Gen. at\n34, 37 (recognizing the “accepted view” that an extended intrasession adjournment of the\nSenate is a “recess” in the constitutional sense during which “an appointment properly\nmay be made” and that recipients of such appointments were entitled to pay). Moreover, it\nis unclear that Justice Jackson’s framework would apply in matters involving the balance\nbetween the President’s constitutional authority to make recess appointments and a single\nHouse of Congress’s constitutional authority to set its internal rules. 45",
      "queries": [
        "what does trgp pay for",
        "can president and attorney general file lawsuits"
      ],
      "queries_score": [
        -7.656829833984375,
        -7.2381486892700195
      ]
    },
    {
      "id": "memos_66__29",
      "chunk_id": "29",
      "content": "Moreover, it\nis unclear that Justice Jackson’s framework would apply in matters involving the balance\nbetween the President’s constitutional authority to make recess appointments and a single\nHouse of Congress’s constitutional authority to set its internal rules. 45 36 Op. O.L.C. 15 (2012) resolutions of adjournment authorizing extended intrasession recesses to\nprovide that the Senate “stand[s] recessed or adjourned until [a specified\ndate], . . . or until the time of any reassembly” ordered by the leaders of\nthe two Houses “as they may designate whenever, in their opinion, the\npublic interest shall warrant it.” See, e.g., H.R. Con. Res. 361, 108th\nCong. (2004). That potential for reassembly by itself does not deprive an\nextended Senate absence of its character as a recess. In fact, the Senate\nhad adjourned pursuant to such a resolution before the intrasession recess\nduring which Judge Pryor was appointed to the Eleventh Circuit. That\nrecess appointment was approved by this Office, see Goldsmith Memorandum, and upheld by the court of appeals en banc, see Evans v. Stephens, 387 F.3d 1220. Fourth, legal precedent addressing the President’s authority to pocket\nveto during a recess a bill passed by Congress conceivably might be\nviewed as constraining the President’s recess appointment authority in the\ncurrent recess. For example, in Wright v. United States, 302 U.S. 583, the\nSupreme Court held that a temporary adjournment of the Senate (for\nwhich consent of the House was not required under Article I, Section 5,\nClause 4 of the Constitution) did not prevent the President from vetoing a\nbill. And in Kennedy v. Sampson, 511 F.2d 430 (D.C. Cir. 1974), the D.C.\nCircuit extended Wright to reach all intrasession adjournments, provided\nthat arrangements were made for the receipt of presidential messages. 28 It\ncould be argued that these cases either delineate the types of Senate adjournments that are insufficient to qualify as a “Recess of the Senate”\nunder the Recess Appointments Clause, or establish that the Senate can\ntake some action short of actually remaining in session to mitigate the\nconsequences of its absence. We have previously observed that “[w]hile the Pocket Veto and Recess\nAppointments Clauses deal with similar situations, that is, the President’s\npowers while Congress or the Senate is not in session, their language, effects, and purposes are by no means identical.” Recess Appointments Issues,\n6 Op. O.L.C. 585, 589 (1982). And “[i]n light of the[se] differen[ces] . . . we\ndo not believe [that Sampson] should be read as having any significant\nIn Barnes v. Kline, 759 F.2d 21, 41 (D.C. Cir. 1985), the court held that the President is not “prevent[ed]” from returning a bill even during an intersession recess if a duly\nauthorized officer of the originating house is available to receive it. That decision was\nlater vacated as moot. See Burke v. Barnes, 479 U.S. 361 (1987). 28 46 Recess Appointments Amid Pro Forma Senate Sessions bearing on the proper interpretation of the Recess Appointments Clause.” Id.\nat 590. Moreover, we have concluded that “there are sound reasons to believe that the President has authority to make recess appointments in situations in which a pocket veto might well be inappropriate.”",
      "queries": [
        "why should an oig be audited",
        "cops usdoj phone number"
      ],
      "queries_score": [
        -8.599865913391113,
        -9.274874687194824
      ]
    },
    {
      "id": "memos_66__30",
      "chunk_id": "30",
      "content": "Recess Appointments Amid Pro Forma Senate Sessions bearing on the proper interpretation of the Recess Appointments Clause.” Id.\nat 590. Moreover, we have concluded that “there are sound reasons to believe that the President has authority to make recess appointments in situations in which a pocket veto might well be inappropriate.” The Pocket Veto:\nHistorical Practice and Judicial Precedent, 6 Op. O.L.C. 134, 149 (1982). The Pocket Veto Clause “ensures that the President will not be deprived of his constitutional power to veto a bill by reason of an adjournment.” Recess Appointments Issues, 6 Op. O.L.C. at 590. The holdings in\nWright and Sampson—that the President could not pocket veto a bill\nduring an intrasession recess where the Senate had designated an agent to\nreceive the return of a bill—were “bottomed on the theory that [the adjournments at issue] did not ‘prevent’ the return of disapproved bills.” The\nPocket Veto, 6 Op. O.L.C. at 149. Put another way, the designation of an\nagent to receive messages and the pocket veto serve the same purpose,\ni.e., protecting the President’s right to disapprove bills, and therefore\nobviate the need for the power provided by the Clause. The Recess Appointments Clause, however, serves a different purpose. It\n“enables the President to fill vacancies which exist while the Senate is\nunable to give its advice and consent because it is in recess.” Recess Appointments Issues, 6 Op. O.L.C. at 590. The designation of an agent to\nreceive messages neither allows the President to fill vacancies nor makes the\nSenate available to advise and consent. Thus, the President’s ability to make\nappointments during a recess is necessary to further the Recess Appointments Clause’s purpose, while the President’s authority to pocket veto\narguably is not necessary when the presence of a congressional agent allows\nhim to return a bill, exercising his constitutional prerogative to disapprove\nlegislation. While the congressional designation of an agent arguably addresses the constitutional concerns embodied in the President’s pocket veto\nauthority, the periodic convening of pro forma sessions at which no business\nis to be conducted simply does not address the constitutional concerns\narising from the Senate’s unavailability to consider appointments. Finally, we considered whether the Department of Justice has already taken a different view. In arguing that the recess appointment of a member of\nthe National Labor Relations Board (“NLRB”) did not render moot the\ncontroversy about legal consequences of the absence of a Board quorum, the\nSolicitor General said that “the Senate may act to foreclose [recess appointments] by declining to recess for more than two or three days at a time over\n47 36 Op. O.L.C. 15 (2012) a lengthy period,” using the Senate’s 2007 pro forma sessions as an example. Letter for William K. Suter, Clerk, Supreme Court of the United States,\nfrom Elena Kagan, Solicitor General, Office of the Solicitor General, at 3\n(April 26, 2010), New Process Steel, L.P. v. NLRB, 130 S. Ct. 2635 (2010)\n(No. 08-1457). This portion of the letter is focused on the question whether\nan intrasession recess of three days or fewer constitutes a recess under the\nRecess Appointments Clause.",
      "queries": [
        "which clause of the constitution provides that the senate have the authority to make recess appointments?",
        "what is the proper interpretation of the recess appointments clause",
        "what circumstances would be included in an award document supplement",
        "cops phone number",
        "who is responsible for submitting website and web based information",
        "what is ahtf funded for",
        "what is cops office monitoring",
        "what does subaward mean",
        "indemnification of employee for personal liability arising from official action is"
      ],
      "queries_score": [
        "1.5815043",
        "2.3746414",
        -8.183798789978027,
        -7.644901275634766,
        -9.143373489379883,
        -7.4794769287109375,
        -8.27794361114502,
        -7.009831428527832,
        -9.048630714416504
      ]
    },
    {
      "id": "memos_66__31",
      "chunk_id": "31",
      "content": "This portion of the letter is focused on the question whether\nan intrasession recess of three days or fewer constitutes a recess under the\nRecess Appointments Clause. See id. (“[T]he Senate did not recess intrasession for more than three days at a time for over a year beginning in late\n2007.”); id. at 3 n.2 (“[O]fficial congressional documents define a ‘recess’ as\n‘any period of three or more complete days . . . when either the House of\nRepresentatives or the Senate is not in session.’” (quoting 2003–2004 Congressional Directory 526 n.2 (Joint Comm. on Printing, 108th Cong., comp.\n2003)). The letter (like this opinion, see supra note 13) does not answer that\nquestion. Instead, the letter uses the uncertain status of recess appointments\nduring intrasession recesses of three or fewer days to argue that the possibility of recess appointments did not render New Process Steel moot. Thus, it\ndoes not answer the question addressed here, whether pro forma sessions at\nwhich no business is conducted interrupt a recess that is more than three\ndays long in a manner that would preclude the President from exercising his\nappointment power under the Clause. III. In our judgment, the text of the Constitution and precedent and practice\nthereunder support the conclusion that the convening of periodic pro\nforma sessions in which no business is to be conducted does not have the\nlegal effect of interrupting an intrasession recess otherwise long enough to\nqualify as a “Recess of the Senate” under the Recess Appointments\nClause. In this context, the President therefore has discretion to conclude\nthat the Senate is unavailable to perform its advise-and-consent function\nand to exercise his power to make recess appointments. VIRGINIA A. SEITZ\nAssistant Attorney General\nOffice of Legal Counsel 48",
      "queries": [
        "which decision of european parliament to provide financial assistance to georgia",
        "what is ancr",
        "when is reprisal against an official prohibited"
      ],
      "queries_score": [
        -10.183568954467773,
        -7.671586036682129,
        -9.880936622619629
      ]
    }
  ]
}