{
  "doc_id": "memos_83",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_83__0",
      "chunk_id": "0",
      "content": "Award of Attorney Fees in Administrative Adjudications\nUnder § 609 of the Federal Aviation Act\nThe Equal Access to Justice Act (EAJA) authorizes an award of attorney fees to prevailing parties in\nadm inistrative adjudications conducted by the National Transportation Safety Board under § 609\no f the Federal Aviation Act to review decisions of the Federal Aviation Administration There is no support in the term s of the EAJA or its legislative history for an argum ent that an\nindividual’s eligibility for an award of fees— and an agency’s liability— are confined to situations\nin w hich the agency whose position is at issue in the adjudication also controls its conduct; in any\ncase, agencies generally have only a lim ited power to review their adm inistrative law judges’\ndecisions under the EAJA. March 23, 1982\nMEMORANDUM OPINION FOR THE GENERAL COUNSEL,\nDEPARTMENT OF TRANSPORTATION This responds to your request for the Department’s opinion whether the Equal\nAccess to Justice Act authorizes an award of attorney fees to a party which\nprevails in administrative adjudications conducted by the National Transportation\nSafety Board (NTSB) under § 609(a) of the Federal Aviation Act of 1958, 49\nU.S.C. § 1429 (1976).' For reasons stated hereafter we believe it does. A second question raised in your November 17 request, relating to the source\nof funds to pay a fee award under the Act, is addressed in a separate opinion of\nthis date. I. Proceedings Under § 609(a)\nThe NTSB has jurisdiction to review on appeal orders of the Federal Aviation\nAdministration (FAA) amending, suspending, or revoking certain certificates\nissued by the Secretary of Transportation under the Federal Aviation Act. See 49\nU.S.C. § 1903(a)(9). These certificates include airman certificates issued to\npilots and other flight operators, and aircraft operating certificates issued to\nowners and operators of air carriers. See 49 U.S.C. §§ 1422 and 1423. Under\n1 Your letter phrases the question som ew hat differently: it asks “ w hether the A ct authorizes o n e agency to m ake\nfee awards against another agency in covered adm inistrative proceedings.\" As will becom e ap p aren t, we th in k the\nq u estion so phrased is, as we understand your particular co n cern s, unnecessarily broad T h e issue o f the A c t’s\napplicability in § 609 proceedings is separate from that of the F A A s authority an d responsibility to expend its funds\nto pay awards m ade under the A ct. T he latter issue is discussed in our separate opinion to you of th is date on\n“ Funding of A ttorney Fee Awards under the Equal A ccess to Justice A ct.” 197 § 609 of that Act, an FAA action must be based upon a determination that “ safety\nin air commerce or air transportation and the public interest” requires the action;\nin practice, its order is generally occasioned by the certificate holder’s apparent\nviolation of one or more sections of the Federal Aviation Regulations, 14 C.F.R.\nRarts 1 through 199 (1981).",
      "queries": [
        "how long should a event submission take",
        "what would a medium security inmate do if reduced custody",
        "what is the first federal law on voting",
        "how long do i need to audit COPS grants",
        "how does a penalty apply to an individual who refuses to pay a tax"
      ],
      "queries_score": [
        -8.200757026672363,
        -9.061446189880371,
        -7.160511493682861,
        -9.400993347167969,
        -7.807167053222656
      ]
    },
    {
      "id": "memos_83__1",
      "chunk_id": "1",
      "content": "See, e.g., Barnum v. NTSB, 595 F.2d 869 (D.C. Cir.\n1979) (FAA order suspending pilot’s license for two low-flying incidents upheld). While § 609 requires the FAA to advise the certificate holder of charges against\nhim, and to give him an opportunity to respond to them prior to taking any action\nto amend, suspend, or revoke his certificate, the law does not require that the\nFAA’s action be preceded by any sort of formal hearing, nor does the FAA\nprovide such a hearing as matter of discretion. A certificate holder is, however,\nafforded an opportunity to appeal the FAA’s action to the NTSB, a procedure\nwhich, as described below, provides for such a hearing. Section 609 describes the procedures governing appeals to the NTSB from an\nFAA order amending, suspending, or revoking a certificate, and reads in perti­\nnent part as follows: Any person whose certificate is affected by such an order of the\nAdministrator under this section may appeal the Administrator’s\norder to the Board and the Board may, after notice and hearing,\namend, modify, or reverse the Administrator’s order if it finds that\nsafety in air commerce or air transportation and the public interest\ndo not require affirmation of the Administrator’s order. In the\nconduct of its hearings the Board shall not be bound by findings of\nfact of the Administrator. The filing of an appeal with the Board\nshall stay the effectiveness of the Administrator’s order unless the\nAdministrator advises the Board that an emergency exists and\nsafety in air commerce o r air transportation requires the immedi­\nate effectiveness of his order, in which event the order shall\nremain effective and the Board shall finally dispose of the appeal\nwithin sixty days after being so advised by the Administrator. The\nperson substantially affected by the Board’s order may obtain\njudicial review of said order under the provisions of section 1006\n[49 U.S.C. § 1486], and the Administrator shall be made a party\nto such proceedings. Federal Aviation Act of 1958, Pub. L. No. 85-726, § 609, 72 Stat. 731, 779-80\n(1958). See 49 U .S.C . § 1429(a). Formal hearings in connection with appeals from FAA orders are conducted by\nadministrative law judges employed by the NTSB. See 49 C.F.R. § 800.23. Procedures governing these hearings are set out in 49 C.F.R. Part 821,\nw ith special rules applicable to proceedings under § 609 contained at\n§§ 821.30-821.33. Under these rules, the order of the FAA from which appeal\nhas been taken is filed with the NTSB as a complaint; the allegations must be\nproven by the Administrator of the FAA in the subsequent hearing before the law\njudge. The Administrator has the burden of proving that the action taken against\n198 the certificate holder was reasonable and in accordance with NTSB precedent. Both the certificate holder and the FAA are entitled to appeal a law judge’s initial\ndecision to the NTSB itself; in the absence of such an appeal, however, the law\njudge’s initial decision becomes final. See 49 C.F.R. § 821.43.",
      "queries": [
        "what is the deadline for federal financial reporting",
        "what is program income",
        "if your child didn't live with you in 2022 you can take the credit"
      ],
      "queries_score": [
        -8.077775001525879,
        -7.635893821716309,
        -8.241883277893066
      ]
    },
    {
      "id": "memos_83__2",
      "chunk_id": "2",
      "content": "the certificate holder was reasonable and in accordance with NTSB precedent. Both the certificate holder and the FAA are entitled to appeal a law judge’s initial\ndecision to the NTSB itself; in the absence of such an appeal, however, the law\njudge’s initial decision becomes final. See 49 C.F.R. § 821.43. If such an appeal\nis taken, the NTSB reviews the law judge’s findings of fact and conclusions of law\nand, if it determines that either are in error, may itself make findings and issue an\nappropriate order, or may remand the matter with instructions. An order of the\nNTSB may be appealed to the Court of Appeals for the District of Columbia by\n“ any person disclosing a substantial interest in such order.” 49 U .S.C .\n§ 1486(a).2\nII. The Equal Access to Justice Act\nSection 203(a)(1) of the Equal Access to Justice Act (the Act), Pub. L. No.\n96-481,94 Stat. 2321, 2325 (1980), amends Title 5 of the United States Code to\nprovide for an award of attorney fees and other expenses to parties prevailing\nagainst an agency of the United States in certain types of administrative adjudica­\ntions. The pertinent provision, to be codified as 5 U.S.C. § 504(a)(1), reads as\nfollows:\n(a)(1) An agency that conducts an adversary adjudication shall\naward, to a prevailing party other than the United States, fees and\nother expenses incurred by that party in connection with that\nproceeding, unless the adjudicative officer of the agency finds that\nthe position of the agency as a party to the proceeding was\nsubstantially justified or that special circumstances make an\naward unjust. An “ adversary adjudication” is defined in § 504(b)(1)(C) as:\nan adjudication under section 554 of this title in which the\nposition of the United States is represented by counsel or other­\nwise, but excludes an adjudication for the purpose of establishing\nor fixing a rate or for the purpose of granting or renewing a\nlicense. . . . Your letter concedes, as it must, that § 609 proceedings before the NTSB and\nits administrative law judges meet the definition of an “ adversary adjudication”\nunder § 504(a)(1): they are conducted under 5 U.S.C. § 554, and are neither for\nthe purpose of “ fixing a rate” nor for “ granting or renewing a license.” Notwith­\nstanding this, you take the position that a fee award under the Act is unavailable in\n§ 609 proceedings, arguing that § 504(a)(1) is confined in its applicability to\n2 W hile the statutory language is u n clear w ith respect to w hether th e FAA is entitled to appeal from a n N TSB\norder, and w hile there a p p e ar to be no ju d icia l holdings on point, we understand that th e statutory phrases “ person\nsubstantially a ffe c te d \" an d “ person disclosing a substantial interest\" have been interpreted b y berth th e FAA and the\nN TSB to lim it th e right to seek judicial review o f an N TSB order to holders o f certificates.",
      "queries": [
        "what is the simplified acquisition threshold",
        "which u.s. congressman has the authority to require the states to lodge federal detainees for federal trial"
      ],
      "queries_score": [
        -7.233544826507568,
        -8.598907470703125
      ]
    },
    {
      "id": "memos_83__3",
      "chunk_id": "3",
      "content": "See also H .R . R ep. N o.\n2 5 5 6 ,85th C o n g ., 2d S ess. 89 (1958) (provision perm itting FAA A dm inistrator to seek ju d icia l review o m itte d from\nfinal version o f 1958 A ct). 199 those proceedings under 5 U.S.C. § 554 in which an agency both prosecutes and\nadjudicates an action. That is, you believe that § 504(a)(1) by its terms applies\nonly to a proceeding in which the “ agency that conducts” it is also the “ party to\nthe proceeding” against whom the private party must prevail. We do not agree\nthat the authority conferred by § 504(a)(1) may be construed so narrowly,\nparticularly where such a construction would result in exempting from the Act’s\ncoverage a class of adversary adjudications no different in their effect on private\nindividuals than other adjudications plainly covered by the terms of the Act. The terms of § 504(a)(1) admittedly do not speak directly to the situation in\nwhich the agency conducting the adversary adjudication is not also the agency\nwhose position is at issue. 3 We do not agree, however, that the language of the\nsection must be read to confine its application to situations involving a single\nagency. The use of the article “ the” to identify the agency whose position as a\nparty to the proceeding may or may not be found to be substantially justified does\nnot, in our view, necessarily identify it as the same agency which conducts the\nadversary adjudication and employs the adjudicative officer. Finding the plain\nlanguage of § 504(a)(1) not to be conclusive, we must interpret the fee-shifting\nprovisions of § 504(a)(1) in light of other provisions of the statute, the legislative\nhistory of the Act, and Congress’ purpose in enacting it. 4 The purpose of the Act, as reflected in its preamble, is “ to diminish the\ndeterrent effect of seeking review of or defending against, [unreasonable] gov­\nernmental action” because of the expense involved. See 5 U.S.C. § 504 note. The legislative history of the A ct is replete with references to situations in which\nindividuals are forced to expend large sums to defend themselves against un­\njustified governmental action. The House Judiciary Committee noted in its report\nthat:\n[f]or many citizens, the costs of securing vindication of their\nrights and the inability to recover attorney fees preclude resort to\nthe adjudicatory process. When the cost of contesting a Govern­\nment order, for example, exceeds the amount at stake, a party has\nno realistic choice and no effective remedy. In these cases, it is\nmore practical to endure an injustice than to contest it. 3 S uch situations are, to be su re, com paratively rare in th e adm inistrative context",
      "queries": [
        "what is the role of community policing in policing",
        "what does operations lieutenant do",
        "when is treasury department protest effective",
        "what is the purpose of coastal zone management act"
      ],
      "queries_score": [
        -7.338804244995117,
        -8.326757431030273,
        -8.554617881774902,
        -6.096476078033447
      ]
    },
    {
      "id": "memos_83__4",
      "chunk_id": "4",
      "content": "In these cases, it is\nmore practical to endure an injustice than to contest it. 3 S uch situations are, to be su re, com paratively rare in th e adm inistrative context In d eed , we are aw are o f only\ntw o sim ilar situations to w hich the Act on its face w ould ap p ear otherw ise to be applicable, these are appeals from\ncitations o f the S ecretary o f L abor before the O ccupational S afety and H ealth Review C om m ission under 2 9 U S .C .\n§ 6 5 9 , and appeals from citations of the S ecretary o f L abor before the Federal M ine S afety and H ealth Review\nC o m m issio n , 30 U S .C § 815 However, as d iscu ssed in the text infra. C ongress was clearly cognizant in enacting\nthis A ct o f the review procedure contained in 29 U .S .C . § 659.\n4 Even if the term s o f § 504(a)(1) were le ss am biguous w ith respect to th eir applicability to adjudications\ninvolving m ore than one agency, it is a fam iliar m axim o f statutory co nstruction that a rem edial statute should be\nliberally co n stru e d to effect the rem edial p u rp o se for w hich it was enacted . See 3 D S an d s, Sutherland S tatutory\nC o nstruction § 6 0 01 (4th e d . 1974). T hus, even if th e m eaning o f a statute seem s plain on its face, “ [t]he\ncircu m stan c es o f the enactm ent o f particular legislation m ay persuade a co u rt that C o n g ress did not intend words o f\nco m m on m ean in g to have th e ir literal effect.” Watt v Alaska, 451 U .S . 2 5 9 , 266 (1981), citing Church c f the Holy\nTrinity v. United States, 143 U S . 457 , 4 5 9 (1892). A n d , if the plain m eaning o f the statute produces “ an\nu n reasonable [result] ‘plainly at variance w ith th e policy o f the legislation as a w h o le’ [the S uprem e C ourt] has\nfollow ed that purpose rath er than the literal w ords. *’ United States v American Trucking Ass'ns, 3 1 0 U .S . 5 3 4 ,5 4 3\n(1940). See also Steelworkers v. Weber, 443 U .S . 193, 201 (1979); Train v Colorado Public Interest Research\nGroup, 4 2 6 U .S . 1. 10 (1976). 200 H.R. Rep. No. 1418, 96th Cong., 2d Sess. 9 (1980) (hereafter House Report). The result in many cases is that “ the Government with its greater resources and\nexpertise can in effect coerce compliance with its position.” Id. at 10.",
      "queries": [
        "what is the authorized official",
        "what is local match requirement",
        "which of the following is the responsibility of the agency for communicating with inmates with disabilities?"
      ],
      "queries_score": [
        -8.689837455749512,
        -9.368209838867188,
        -8.758420944213867
      ]
    },
    {
      "id": "memos_83__5",
      "chunk_id": "5",
      "content": "200 H.R. Rep. No. 1418, 96th Cong., 2d Sess. 9 (1980) (hereafter House Report). The result in many cases is that “ the Government with its greater resources and\nexpertise can in effect coerce compliance with its position.” Id. at 10. The fee-shifting provisions of the Act were intended not only to reduce\nsubstantially the deterrent effect on individuals of this disparity in resources, but\nalso to “ insuref] the legitimacy and fairness of the law.” Id. The Act thus\nrecognizes that “ the expense of correcting error on the part of the Government\nshould not rest wholly on the party whose willingness to litigate or adjudicate has\nhelped to define the limits of federal authority.” Id. See also S. Rep. No. 253,\n96th Cong., 1st Sess. 5-6 (1979). We believe it would be inconsistent with the Act’s broad remedial purpose to\ncarve out of the Act’s coverage any particular category of “ administrative\nadjudications” as that term is defined in the Act, at least absent any suggestion in\nthe legislative history that Congress intended to do so. More importantly, we find\nno support in the Act or its history for your position that an individual’s eligibility\nfor a fee award— and an agency’s liability— should be confined to situations in\nwhich the agency whose position is at issue in the adjudication also controls its\nconduct. 5 Reference to other specific provisions of the Act reinforces our conclusion that\n§ 504(a)(1) was not intended to apply only to proceedings conducted by one\nagency as a review of action taken by another agency. For example, § 504(d)(1)\nprovides that awards under § 504(a)(1) “ may be paid by any agency over which\nthe party prevails. . . .” (emphasis added). This language suggests that Congress\nat the very least contemplated that a prevailing party would be entitled to an\naward from an agency other than the one actually conducting the proceeding. Our conclusion that Congress did not intend to render the Act inapplicable in\nproceedings conducted by one agency to review actions taken by another is\nreinforced, if not required, by numerous references in the legislative history to\nthe situation presented by appeals to the independent Occupational Safety and\nHealth Review Commission from citations of the Secretary of Labor under\n3 Your position appears to be prem ised on the assum ption that an agency w hich both conducts and pro secu tes an\nadm inistrative adjudication has the pow er to review (and potentially to reverse) the findings o f the “ adjudicative\no ffic er\" which trig g er the statute’s directive to pay a fee award However, as we read the term s o f § 504(a)(1) in light\no f C ongress' purpose, they preclude review of these findings at the adm inistrative level. T he fee award called fo r by\n§ 504(a)(1) is m andatory unless certain findings are m ade by the adjudicative officer o f the agency.",
      "queries": [
        "who is the cops office",
        "does the justice department contract with women owned businesses"
      ],
      "queries_score": [
        -7.934573173522949,
        -8.783036231994629
      ]
    },
    {
      "id": "memos_83__6",
      "chunk_id": "6",
      "content": "T he fee award called fo r by\n§ 504(a)(1) is m andatory unless certain findings are m ade by the adjudicative officer o f the agency. A n d , the\nw ording of § 504(a)(3) contains an explicit suggestion that the decision of the adjudicative officer on these issues\nwas intended by C ongress to be unreview able at the adm inistrative level* “ The decision of the adjudicative o fficer o f\nth e agency under this section shall be m ade a part o f the record containing the final decision o f the agency. \" We\nrecognize that C ongress’ failure to provide for agency review o f a fee award may result in an ag en cy ’s being un ab le to\nob tain judicial review of a fee aw ard except in the context of an appeal on the m e n ts o f the underlying decision o f the\nadversary adjudication This is because only the private p arty m ay appeal from a fee d eterm ination u n d er\n§ 504(a)(1) See § 504(c)(2) O n the other h and, an interpretation of the A ct to perm it an agency the last w ord on\nw h eth er its position in the underlying adjudication was or was not substantially justified w ould underm ine th e very\np urpose which C ongress had in enacting the law T h is is underscored by the standard of judicial review of a failu re to\nm ake an award provided in § 5 0 4 (c)(2)’ a court m ay m odify th e fee determ ination under § 504(a)(1) only if it finds\nthat the failure to make an award was “ an abuse of discretion ” We have no doubt that applying this stan d ard of\nju d icia l review to an agency’s assessm ent of the reasonableness of its ow n conduct w ould result in few fee aw ards\nbeing made under § 504(a)( 1). T h is is not to say that no aspect o f the adjudicative officer’s fee determ ination o u g h t to\nbe reviewable w ithin the agency, it is sim ply to say that the agency has no authority to revise the adjudicative offic er’s\nfindings on the tw o questions w hich under the A ct are determ inative of an aw ard’s being m ade: that an ag e n cy ’s\npo sition was not “ substantially ju s tifie d ,\" and that no “ special circum stances m ake an aw ard unjust.\" 201 29 U .S.C. § 659 .See, e.g., 126 Cong. Rec. 27681-82 (1980) (statement of Sen.\nDeConcini); 126 Cong. Rec. 28653-54 (1980) (statement of Rep. Symms). In\nlight of these references, we believe it would be unreasonable to conclude that\nCongress did not intend to authorize an award of fees in OSHA adjudications\nagainst the Secretary of Labor. We see no relevant basis on which to distinguish\nan award against the FAA in § 609 proceedings.",
      "queries": [
        "should eib finance",
        "what is the importance of analysis in solving problems",
        "why use chp grant",
        "why use free file?"
      ],
      "queries_score": [
        -9.095096588134766,
        -9.911133766174316,
        -9.201699256896973,
        -9.207945823669434
      ]
    },
    {
      "id": "memos_83__7",
      "chunk_id": "7",
      "content": "In\nlight of these references, we believe it would be unreasonable to conclude that\nCongress did not intend to authorize an award of fees in OSHA adjudications\nagainst the Secretary of Labor. We see no relevant basis on which to distinguish\nan award against the FAA in § 609 proceedings. Moreover, the potential for administrative abuse inherent in the OSHA con­\ntext, which Congress plainly intended to correct through the fee-shifting mecha­\nnism of § 504(a)(1), is present in the § 609 situation as well. The FAA may, by\nunilateral action unaccompanied by full-scale procedural protections, impose a\nsignificant burden on a private person’s ability to carry on a business or earn a\nlivelihood. The burden, once imposed, can only be lifted through that person’s\nwillingness to resort to what may be lengthy and expensive administrative appeal\nand, possibly, litigation. Thus, it may be “ more practical to endure an injustice\nthan to contest it.” House Report at 9. We can think of no reason, consistent with\nthe purpose of the Act, why the agency which imposed the burden should escape\nliability for attorney fees where its position is not substantially justified. We conclude, therefore, that proceedings under § 609 were intended by\nCongress to be covered by the Act. Thus, in the event the FAA’s position is not\nfound to be substantially justified by the administrative law judge presiding over\nthe adjudication, the prevailing party is entitled to an award of fees against the\nFAA.6 We recognize that our conclusion with respect to the Act’s applicability to\n§ 609 proceedings may not appear to be directly responsive to your concern that\nthe Act not be interpreted “ to permit one agency to make a fee award against\nanother.” In this regard, we would simply point out that the Act in this case does\nno more than supplement remedial authority which Congress has already con­\nferred on the NTSB to review and, if necessary, reverse FAA orders under § 609\nof the Act. In addition, whether or not an award of fees will be made under § 504(a)(1)\ndepends upon certain findings by the administrative law judge— findings which,\nunder the terms of the Act would not in any event be administratively reviewable\nby the agency conducting the proceeding. See note 5, supra. The position of the\nFAA in § 609 proceedings is in this sense no different from the position of an\nagency which both conducts and prosecutes an administrative adjudication. In\neither case, an administrative law judge acting independently is charged with\nmaking the final administrative determination. Finally, we do not believe our conclusion with respect to the applicability of\nthe Act in § 609 proceedings is inconsistent with the position set forth, taken in\ncontext, in the Deputy Attorney General’s letter of May 12, 1981, to the\nAdministrative Conference of the United States.",
      "queries": [
        "does congress want to award fees in osha adjudications against the secretary of labor",
        "how to obtain the certification of review of criminal intelligence systems",
        "what is the filing date for a sf 425"
      ],
      "queries_score": [
        "2.5636497",
        -9.287728309631348,
        -8.23172664642334
      ]
    },
    {
      "id": "memos_83__8",
      "chunk_id": "8",
      "content": "Finally, we do not believe our conclusion with respect to the applicability of\nthe Act in § 609 proceedings is inconsistent with the position set forth, taken in\ncontext, in the Deputy Attorney General’s letter of May 12, 1981, to the\nAdministrative Conference of the United States. Those comments express con­\ncern over a construction of the Act which would impose on an agency, having no\n6\nA s s tated in no te 1, supra, the issue of the F A A ’s authority and responsibility to expend its funds to pay aw ards is\nd iscu ssed in o u r sep arate op in io n to you of this date on “ B inding o f A ttorney F ee Awards un d er the Equal A ccess to\nJu stic e A ct.” 202 prosecutorial or decisional authority in an administrative adjudication, respon­\nsibility for the payment of a fee award simply because, as an intervenor, it took a\nposition adverse to the interests of a private party. While we have not directly\nstudied that issue, we do not see any basis for differing with the Deputy Attorney\nGeneral’s position. However, we decide only that when the FAA takes an adverse\naction under § 609, it may be subjected to payment of an award under the Equal\nAccess to Justice Act in a proceeding brought to review its action before the\nNTSB. T heodore B. O lson Assistant Attorney General\nOffice cf Legal Counsel 203",
      "queries": [
        "what is the role of an intern supervisor in training program",
        "which regulation allows a fiduciary to reject an election"
      ],
      "queries_score": [
        -10.9485445022583,
        -10.319443702697754
      ]
    }
  ]
}