{
  "doc_id": "memos_54",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_54__0",
      "chunk_id": "0",
      "content": "Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 Covered entities and those persons rendered accountable by general principles of corporate criminal\nliability may be prosecuted directly under 42 U.S.C. § 1320d-6, and the knowingly element of the\noffense set forth in that provision requires only proof of knowledge of the facts that constitute the\noffense. June 1, 2005 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nOF THE DEPARTMENT OF HEALTH AND HUMAN SERVICES\nAND THE SENIOR COUNSEL TO THE DEPUTY ATTORNEY GENERAL You have asked jointly for our opinion concerning the scope of 42 U.S.C.\n§ 1320d-6 (2000), the criminal enforcement provision of the Administrative\nSimplification subtitle of the Health Insurance Portability and Accountability Act\nof 1996, Pub. L. No. 104-191, 110 Stat. 1936 (“HIPAA”). Specifically, you have\nasked, first, whether the only persons who may be directly liable under section\n1320d-6 are those persons to whom the substantive requirements of the subtitle, as\nset forth in the regulations promulgated thereunder, apply—i.e., health plans,\nhealth care clearinghouses, certain health care providers, and Medicare prescription drug card sponsors—or whether this provision may also render directly liable\nother persons, particularly those who obtain protected health information in a\nmanner that causes a person to whom the substantive requirements of the subtitle\napply to release the information in violation of that law. We conclude that health\nplans, health care clearinghouses, those health care providers specified in the\nstatute, and Medicare prescription drug card sponsors may be prosecuted for\nviolations of section 1320d-6. In addition, depending on the facts of a given case,\ncertain directors, officers, and employees of these entities may be liable directly\nunder section 1320d-6, in accordance with general principles of corporate criminal\nliability, as these principles are developed in the course of particular prosecutions. Other persons may not be liable directly under this provision. The liability of\npersons for conduct that may not be prosecuted directly under section 1320d-6 will\nbe determined by principles of aiding and abetting liability and of conspiracy\nliability. Second, you have asked whether the “knowingly” element of section\n1320d-6 requires only proof of knowledge of the facts that constitute the offense\nor whether this element also requires proof of knowledge that the conduct was\ncontrary to the statute or regulations. We conclude that “knowingly” refers only to\nknowledge of the facts that constitute the offense. 1\n1\nIn reaching the conclusions discussed below, we have considered the views expressed in your\nsubmissions concerning the questions you have asked. See Letter for Jack L. Goldsmith III, Assistant\nAttorney General, Office of Legal Counsel, from Paul B. Murphy, Associate Deputy Attorney General,\nRe: Request for Office of Legal Counsel Opinion on the Scope of the Criminal Medical Records\nPrivacy Statute, 42 U.S.C. § 1320d-6 (Jan. 16, 2004); Letter for Jack L. Goldsmith III, Assistant 76 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 I.\nCongress enacted the Administrative Simplification provisions of HIPAA to\nimprove “the efficiency and effectiveness of the health care system” by providing\nfor the “establishment of standards and requirements for the electronic transmission of certain health information.” 42 U.S.C. § 1320d note (2000).",
      "queries": [
        "what is the scope of criminal enforcement",
        "what is the scope of criminal enforcement",
        "how the green economy is transformed",
        "why is the eit necessary",
        "required number of detainee interviews"
      ],
      "queries_score": [
        "2.0498915",
        "2.0498915",
        -6.55776309967041,
        -4.9219865798950195,
        -7.407394886016846
      ]
    },
    {
      "id": "memos_54__1",
      "chunk_id": "1",
      "content": "76 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 I.\nCongress enacted the Administrative Simplification provisions of HIPAA to\nimprove “the efficiency and effectiveness of the health care system” by providing\nfor the “establishment of standards and requirements for the electronic transmission of certain health information.” 42 U.S.C. § 1320d note (2000). These\nprovisions added a new “Part C: Administrative Simplification” to title XI of the\nSocial Security Act and have been codified at 42 U.S.C. §§ 1320d–1320d-8\n(2000). Part C directs the Secretary of the Department of Health and Human\nServices (“HHS”) to “adopt standards for transactions, and data elements for such\ntransactions, to enable health information to be exchanged electronically.” Id.\n§ 1320d-2(a)(1); see also id. § 1320d-2(b)(1) (requiring the Secretary to adopt\nstandards concerning unique health identifiers); id. § 1320d-2(c)(1) (same with\nrespect to code sets); id. § 1320d-2(d)(1) (same with respect to security); id.\n§ 1320d-2(e)(1) (same with respect to electronic signatures); id. § 1320d-2(f)\n(same with respect to transfer of information among health plans). Various\nprovisions of this part further specify the standards to be adopted, the factors the\nSecretary must consider, the procedures for promulgating the standards, and the\ntimetable for their adoption. Id. §§ 1320d-1–1320d-3. Pursuant to this authority,\nthe Secretary has adopted standards and specifications for implementing them. See\n45 C.F.R. pts. 160–164 (2004). Attorney General, Office of Legal Counsel, from Alex M. Azar II, General Counsel, Department of\nHealth and Human Services, Re: Request by the Office of Legal Counsel for HHS Views on 42 U.S.C.\n§ 1320d-6 (Mar. 18, 2004); Memorandum for Jack L. Goldsmith III, Assistant Attorney General, Office\nof Legal Counsel, from Christopher A. Wray, Assistant Attorney General, Criminal Division, Re:\nCriminal Division Position on the Scope of the Criminal Medical Records Privacy Statute, 42 U.S.C.\n§ 1320d-6 (May 27, 2004) (attaching Memorandum for File, from Ian C. Smith DeWaal, Senior\nCounsel, Criminal Division, Re: CRM response to HHS-OGC Letter (May 20, 2004)); Letter for Dan\nLevin, Acting Assistant Attorney General, Office of Legal Counsel, from Alex M. Azar II, General\nCounsel, Department of Health and Human Services (Aug. 6, 2004); E-mail for John C. Demers,\nAttorney-Adviser, Office of Legal Counsel, from Ian C. Smith DeWaal, Senior Counsel, Criminal\nDivision, Re: 42 U.S.C.",
      "queries": [
        "what is the purpose of administrative simplification of hipaa",
        "what is the condition of a pass through entity",
        "do subsidiaries need to give employee stock options"
      ],
      "queries_score": [
        "1.9582756",
        -8.438855171203613,
        -9.150111198425293
      ]
    },
    {
      "id": "memos_54__2",
      "chunk_id": "2",
      "content": "1320d-6 (Nov. 15, 2004) (with attachment); Letter for John C. Demers,\nAttorney-Adviser, Office of Legal Counsel, from Paula M. Stannard, Deputy General Counsel,\nDepartment of Health and Human Services (Dec. 21, 2004); Letter for John C. Demers, AttorneyAdviser, Office of Legal Counsel, from Paula M. Stannard, Deputy General Counsel, Department of\nHealth and Human Services, Re: Scope of Enforcement Under 42 U.S.C. § 1320d-6; Draft Opinion of\nDecember 17, 2004—Request for Comments (Dec. 23, 2004); Memorandum for File, from Ian C. Smith\nDeWaal, Senior Counsel, Criminal Division, Re: Comments on the Revised OLC Draft Opinion on the\nHIPAA Criminal Medical Privacy Statute (transmitted Feb. 18, 2005); Memorandum for Steven G.\nBradbury, Principal Deputy Assistant Attorney General, Office of Legal Counsel, from John McKay,\nUnited States Attorney for the Western District of Washington, Re: Scope of Criminal Prosecutions\nunder HIPAA (Mar. 17, 2005); Memorandum for Steven G. Bradbury, Principal Deputy Assistant\nAttorney General, Office of Legal Counsel, from Michael Sullivan, United States Attorney for the\nDistrict of Massachusetts, Re: Scope of Criminal Prosecutions under HIPAA (Mar. 20, 2005); Letter\nfor John C. Demers, Attorney-Adviser, Office of Legal Counsel, from Paula M. Stannard, Deputy\nGeneral Counsel, Department of Health and Human Services, Re: Scope of 42 U.S.C. § 1320d-6 (May\n5, 2005). We appreciate the thoroughness and thoughtfulness of these submissions. 77 Opinions of the Office of Legal Counsel in Volume 29 Section 1320d-1 specifies the persons to whom the standards apply: Any standard adopted under this part shall apply, in whole and in\npart, to the following persons:\n(1) A health plan.\n(2) A health care clearinghouse.\n(3) A health care provider who transmits any health information\nin electronic form in connection with a transaction referred to in\nsection 1320d-2(a)(1) of this title. See also 45 C.F.R. § 160.102(a) (with respect to general administrative requirements, “[e]xcept as otherwise provided, the standards, requirements, and implementation specifications adopted under this subchapter apply to” the entities listed\nin section 1320d-1); id. § 162.100 (same with respect to additional administrative\nrequirements); id. § 164.104 (same with respect to security and privacy regulations). The regulations refer to each of these three groups of persons as a “covered\nentity.” Id. § 160.103. To this list of persons to whom the standards apply,\nCongress later added Medicare prescription drug card sponsors. Medicare\nPrescription Drug, Improvement and Modernization Act of 2003, Pub. L. No. 108173, § 101(a)(2), 117 Stat. 2071, 2144 (“For purposes of the program under this\nsection, the operations of an endorsed program are covered functions and a\nprescription drug card sponsor is a covered entity for purposes of applying part C\nof title XI and all regulatory provisions promulgated thereunder. . . .”) (codified at\n42 U.S.C. § 1395w-141(h)(6)(A) (Supp. III 2004)). Various statutes and regulations define these four categories of covered entities. A “prescription drug card sponsor” is “any nongovernmental entity that the\nSecretary [of HHS] determines to be appropriate to offer an endorsed discount\ncard program” including “a pharmaceutical benefit management company” and\n“an insurer.” 42 U.S.C. § 1395w-141(h)(1)(A)(i), (iii) (Supp. III 2004). A “health\nplan” is “an individual or group plan that provides, or pays the cost of, medical\ncare.” Id. § 1320d(5) (2000).",
      "queries": [
        "probationary audit timeframe",
        "what is a condition when filing false statements in the cops office",
        "do cops require progress reports"
      ],
      "queries_score": [
        -8.624188423156738,
        -8.940702438354492,
        -7.951314926147461
      ]
    },
    {
      "id": "memos_54__3",
      "chunk_id": "3",
      "content": "A “health\nplan” is “an individual or group plan that provides, or pays the cost of, medical\ncare.” Id. § 1320d(5) (2000). A “health care clearinghouse” is an “entity that\nprocesses or facilitates the processing of nonstandard data elements of health\ninformation into standard data elements.” Id. § 1320d(2). Finally, a “health care\nprovider” is any “person furnishing health care services or supplies,” including a\n“provider of services” and a “provider of medical or other health services.” Id.\n§ 1320d(3). These latter two terms are further defined in 42 U.S.C. § 1395x\n(2000). A “provider of services” is a “hospital, critical access hospital, skilled\nnursing facility, comprehensive outpatient rehabilitation facility, home health\nagency, [or] hospice program . . . .” Id. § 1395x(u). And a “provider of medical\nand other health services” is any person who provides any of a long list of such\nservices, including “physicians’ services,” “services and supplies . . . furnished as 78 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 an incident to a physician’s professional service, of kinds which are commonly\nfurnished in physicians’ offices and are commonly either rendered without charge\nor included in the physicians’ bills,” “outpatient physical therapy services,”\n“qualified psychologist services,” “clinical social worker services,” and certain\nservices “performed by a nurse practitioner or clinical nurse specialist.” Id.\n§ 1395x(s). These health care providers only qualify as covered entities if they\n“transmit[] any health information in electronic form in connection with” certain\ntransactions described in section 1320d-2. Id. § 1320d-1(a)(3). The regulations\nfurther define the covered entities. See 45 C.F.R. § 160.103. These covered entities must comply with the regulations promulgated pursuant\nto Part C. Section 1320d-4 requires compliance with the regulations within a\ncertain time period by “each person to whom the standard or implementation\nspecification [adopted or established under sections 1320d-1 and 1320d-2]\napplies.” 42 U.S.C. § 1320d-4(b). Failure to comply with the regulations may\nrender the covered entity either civilly or criminally liable. The statute grants to the Secretary of HHS the authority for civil enforcement\nof the standards. Section 1320d-5(a) states, “Except as provided in subsection (b)\nof this section, the Secretary shall impose on any person who violates a provision\nof this part a penalty of not more than $100 for each such violation . . . .” Id.\n§ 1320d-5(a)(1). Subsection (b) provides for three exceptions. First, a civil\n“penalty may not be imposed . . . with respect to an act if the act constitutes an\noffense punishable under” the criminal enforcement provision. Id. § 1320d5(b)(1). Second, a civil “penalty may not be imposed . . . with respect to a\nprovision of this part if it is established to the satisfaction of the Secretary that the\nperson liable for the penalty did not know, and by exercising reasonable diligence\nwould not have known, that such person violated the provision.” Id. § 1320d5(b)(2). Third, a civil “penalty may not be imposed . . . if the failure to comply\nwas due to reasonable cause and not to willful neglect; and the failure to comply is\ncorrected” within a specified period of time. Id. § 1320d-5(b)(3).",
      "queries": [
        "what is a health plan",
        "health plan definition",
        "health care definition of health plan",
        "when will provisional cost rates be approved",
        "why cpi is used retail inventory method"
      ],
      "queries_score": [
        "1.641247",
        "1.8693991",
        "2.1599903",
        -8.482253074645996,
        -8.632801055908203
      ]
    },
    {
      "id": "memos_54__4",
      "chunk_id": "4",
      "content": "Id. § 1320d5(b)(2). Third, a civil “penalty may not be imposed . . . if the failure to comply\nwas due to reasonable cause and not to willful neglect; and the failure to comply is\ncorrected” within a specified period of time. Id. § 1320d-5(b)(3). The statute prescribes criminal sanctions only for those violations of the standards that involve the disclosure of “unique health identifiers,” id. § 1320d-6(a), or\nof “individually identifiable health information,” id., that is, that subset of health\ninformation that, inter alia, “identifies the individual” or “with respect to which\nthere is a reasonable basis to believe that the information can be used to identify\nthe individual,” id. § 1320d(6). More specifically, section 1320d-6(a) provides:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier;\n(2) obtains individually identifiable health information relating to\nan individual; or 79 Opinions of the Office of Legal Counsel in Volume 29 (3) discloses individually identifiable health information to another person,\nshall be punished as provided in subsection (b) of this section. Subsection (b) sets forth a tiered penalty scheme. A violation of subsection (a) is\npunishable generally as a misdemeanor by a fine of not more than $50,000 and/or\nimprisonment for not more than one year. Id. § 1320d-6(b)(1). Certain aggravating\ncircumstances may make the offense a felony. Subsection (b)(2) provides for a\nmaximum penalty of a $100,000 fine and/or five-year imprisonment for violations\ncommitted under false pretenses. Id. § 1320d-6(b)(2). And subsection (b)(3)\nreserves the statute’s highest penalties—a fine of not more than $250,000 and/or\nimprisonment of not more than ten years—for those offenses committed “with\nintent to sell, transfer, or use individually identifiable health information for\ncommercial advantage, personal gain, or malicious harm.” Id. § 1320d-6(b)(3). II. A.\nWe address first which persons may be prosecuted under the criminal enforcement provision, section 1320d-6. Specifically, we address whether section\n1320d-6 renders liable only covered entities or whether the provision applies to\nany person who does an act described in that provision, including, in particular,\na person who obtains protected health information in a manner that causes a\ncovered entity to violate the statute or regulations. We conclude that an analysis\nof liability under section 1320d-6 must begin with covered entities, the only\npersons to whom the standards apply. If the covered entity is not an individual,\ngeneral principles of corporate criminal liability will determine the entity’s\nliability and that of individuals within the entity, including directors, officers,\nand employees. Finally, certain conduct of these individuals and that of other\npersons outside the covered entity, including of recipients of protected information, may be prosecuted in accordance with principles of aiding and abetting\nliability and of conspiracy liability. We begin with the language of the statute. See Liparota v. United States, 471\nU.S. 419, 424 (1985) (“The definition of the elements of a criminal offense is\nentrusted to the legislature, particularly in the case of federal crimes, which are\nsolely the creatures of statute.”). Section 1320d-6(a) states that:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier; 80",
      "queries": [
        "how will the EU contribute to the reduction of greenhouse gas emissions?",
        "why do policing evaluations need to be undertaken",
        "can defendant have knowledge of the facts"
      ],
      "queries_score": [
        -8.4898042678833,
        -8.762175559997559,
        -7.133321285247803
      ]
    },
    {
      "id": "memos_54__5",
      "chunk_id": "5",
      "content": "(“The definition of the elements of a criminal offense is\nentrusted to the legislature, particularly in the case of federal crimes, which are\nsolely the creatures of statute.”). Section 1320d-6(a) states that:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier; 80 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 (2) obtains individually identifiable health information relating to\nan individual; or\n(3) discloses individually identifiable health information to another person,\nshall be punished as provided in subsection (b) of this section. Because Congress enacted the Administrative Simplification provisions for the\nexpress purpose of facilitating the use of health identifiers and the acquisition and\ndisclosure of health information, an act listed in subsections (a)(1) to (a)(3) must\nbe done “in violation of this part” in order to constitute a criminal offense. The\nphrase “this part” refers to “Part C—Administrative Simplification,” codified at\nsections 1320d to 1320d-8. Section 1320d-1(a) makes clear that the standards\npromulgated under Part C apply only to covered entities: “Applicability. Any\nstandard adopted under this part shall apply, in whole or in part, to the following\npersons: (1) A health plan. (2) A health care clearinghouse. (3) [Certain] health\ncare provider[s] . . . .” Id. § 1320d-1(a); see also 45 C.F.R. § 160.102(a); id.\n§ 162.100; id. § 164.104; Exec. Order No. 13,181, 65 Fed. Reg. 81,321 (Dec. 20,\n2000), reprinted in 42 U.S.C. § 1320d-2 note (“HIPAA applies only to ‘covered\nentities,’ such as health care plans, providers, and clearinghouses. HIPAA\nregulations therefore do not apply to other organizations and individuals that gain\naccess to protected health information . . . .”). Congress expanded this list to\ninclude Medicare prescription drug card sponsors “for purposes of applying part\nC[’s]” Administrative Simplification provisions. 42 U.S.C. § 1395w-141(h)(6)(A). And these provisions require only “each person to whom the standard or implementation specification applies”—i.e., the covered entities—to comply with it. Id.\n§ 1320d-4(b). Because Part C makes the standards applicable only to covered\nentities and because it mandates compliance only by covered entities, only a\ncovered entity may do one of the three listed acts “in violation of this part.” Other\npersons cannot violate Part C directly because the part simply does not apply to\nthem. When the covered entity is not an individual, principles of corporate\ncriminal liability discussed infra will determine when a covered entity has violated\nPart C and when these violations can be attributed to individuals in the entity. 2 That the statute criminalizes the “obtain[ing]” of individually identifiable health\ninformation in violation of Part C, id. § 1320d-6(a)(2), in addition to its disclosure,\ndoes not convince us that our reading of section 1320d-6 according to its plain\nterms is incorrect. It could be argued that, by including a distinct prohibition on\nobtaining health information, the law was intended to reach the acquisition of\nhealth information by a person who is not a covered entity but who “obtains” it\n2 We express no opinion in this memorandum as to whether any particular person or entity may\nqualify as a covered entity for purposes of liability under sections 1320d-5 or 1320d-6. 81",
      "queries": [
        "which method is used to ensure that a recipient is fully aware of the terms and conditions of their awards?",
        "when to report subrecipient compensation"
      ],
      "queries_score": [
        -8.639068603515625,
        -8.567780494689941
      ]
    },
    {
      "id": "memos_54__6",
      "chunk_id": "6",
      "content": "We express no opinion in this memorandum as to whether any particular person or entity may\nqualify as a covered entity for purposes of liability under sections 1320d-5 or 1320d-6. 81 Opinions of the Office of Legal Counsel in Volume 29 from such an entity in a manner that causes the entity to violate Part C. Id. Further\nexamining the statute and the regulations, however, reveals that the inclusion of\nsection 1320d-6(a)(2) merely reflects the fact that the statute and the regulations\nlimit the acquisition, as well as the disclosure and use, of information by covered\nentities. Those sections of the statute authorizing the Secretary of HHS to promulgate regulations speak broadly of adopting standards, inter alia, “for transactions,”\n“providing for a standard unique health identifier,” and concerning “security.” Id.\n§ 1320d-2(a)(1)(A), (b)(1), (d). They do not speak only of regulations governing\nthe “use” and “disclosure” of information; the language used in these provisions\neasily encompasses the acquisition of information. 3 Pursuant to this authority, the\nSecretary has promulgated regulations governing the acquisition of certain\ninformation by a covered entity. See, e.g., 45 C.F.R. § 164.500(b)(1) (“When a\nhealth care clearinghouse creates or receives protected health information . . . .”)\n(emphasis added); id. § 164.502(b)(1) (“When using or disclosing protected health\ninformation or when requesting protected health information from another\ncovered entity . . . .”) (emphasis added); id. § 164.514(d)(4)(i) (“A covered entity\nmust limit any request for protected health information to that which is reasonably\nnecessary . . . .”) (emphasis added). Failure to comply with these regulations may\nrender a covered entity liable for “obtain[ing] individually identifiable health\ninformation” “in violation of this part.” 42 U.S.C. § 1320d-6(a)(2). 4 The difference between the language used in the civil enforcement provision\nand that used in the criminal enforcement provision does not support a broader\nreading of section 1320d-6. The civil enforcement provision makes liable “any\n3 The only statutory section cast in terms of “use” and “disclosure” is the requirement that the\nSecretary submit to Congress “recommendations on standards with respect to the privacy of individually identifiable health information . . . address[ing] at least . . . the uses and disclosures of such information.” Id. § 1320d-2 note. But as discussed above, this quoted language is not found in the main\nprovisions of HIPAA that grant the Secretary authority to promulgate regulations; those provisions use\nbroader terminology that easily includes the authority to regulate the acquisition of information. See id. § 1320d-2. Instead, this section solicited recommendations for further legislation concerning health\nprivacy, facilitated congressional oversight of the privacy rules the Secretary developed, and required\nthe Secretary to issue such rules if Congress did not act on the recommendations within a certain time\nperiod; it is not a restriction of the authority given elsewhere in the statute. See infra note 12. And on its\nface this provision does not purport to describe the extent of the Secretary’s authority, as it requires the\nprivacy recommendations to address “at least” the “uses” and “disclosures” of covered information. Id.\n§ 1320d-2 note (emphasis added); see also id. (same with respect to the privacy regulations).",
      "queries": [
        "what is the european solidarity fund",
        "where can i file my cops program progress report",
        "inmate fund encumbrance",
        "which federal agency provides government with the most federal money",
        "how to file a progress report for federal agency"
      ],
      "queries_score": [
        -9.022744178771973,
        -9.198055267333984,
        -8.858068466186523,
        -8.78187370300293,
        -8.7798433303833
      ]
    },
    {
      "id": "memos_54__7",
      "chunk_id": "7",
      "content": "And on its\nface this provision does not purport to describe the extent of the Secretary’s authority, as it requires the\nprivacy recommendations to address “at least” the “uses” and “disclosures” of covered information. Id.\n§ 1320d-2 note (emphasis added); see also id. (same with respect to the privacy regulations). Finally, a\nrule “address[ing]” the “disclosure” of information may well regulate the acquisition of information by\na covered entity because obtaining information generally involves the “disclosure” of it by another\nperson. The provision’s use of the noun “disclosure,” therefore, does not help to answer the question\nbefore us. 4 Nor does the inclusion of “causes to be used” as well as “use” in section 1320d-6(a)(1) compel us\nto conclude—contrary to the plain language of the statute—that the provision renders liable entities that\nare not covered by the regulations but that “cause” a covered entity to “use” unique health identifiers in\nviolation of the part. This language is better read to cover those instances in which a covered entity\ncauses, in violation of the part, another person to use a unique health identifier, but where the covered\nentity itself did not use the identifier in an unauthorized manner. 82 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 person who violates a provision of this part.” Id. § 1320d-5(a)(1). The criminal\nenforcement provision makes it a crime to do certain acts “knowingly and in\nviolation of this part.” Id. § 1320d-6(a). To be sure, the statute must be read as a\nwhole and variations in the language of closely related provisions should be given\neffect if possible. See Bryan v. United States, 524 U.S. 184, 191–93 (1998)\n(interpreting the requirement that an act be done “willfully” in one subsection of\nthe statute by reference to the “knowingly” requirement contained in other\nsubsections of the same statute). Here, however, the difference in phrasing used in\nthe two provisions does not constitute a basis for concluding that section 1320d-6\nreaches persons who are not, or are not part of, a covered entity. Section 1320d-6’s\nuse of “in violation of,” as opposed to “who violates,” reflects only the difference\nin the scope of the conduct proscribed by the two sections. Section 1320d-5 is\nphrased as it is—“any person who violates a provision of this part”—because a\nviolation of any of the standards subjects the violator to civil penalties. 42 U.S.C.\n§ 1320d-5(a)(1). In contrast, criminal punishment is restricted to those violations\nof the standards—specified in subsections (a)(1) to (a)(3) of section 1320d-6(a)—\nthat involve the improper use, acquisition, or disclosure of individually identifiable\nhealth information or unique health identifiers. Section 1320d-6(a) makes liable a\nperson who “uses or causes to be used,” “obtains,” or “discloses” such health\ninformation. Having described the prohibited acts using present tense verbs, the\nprovision could not retain the “violates this part” formulation; instead, it uses “in\nviolation of this part” to make clear that only those uses, acquisitions, and\ndisclosures in a manner contrary to the regulations are illegal. The difference in\nlanguage between section 1320d-5 and section 1320d-6 is thus best understood as\nnothing more than a grammatical accommodation resulting from the need to\ndescribe the acts for which section 1320d-6 prescribes criminal liability. 5",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_54__8",
      "chunk_id": "8",
      "content": "The difference in\nlanguage between section 1320d-5 and section 1320d-6 is thus best understood as\nnothing more than a grammatical accommodation resulting from the need to\ndescribe the acts for which section 1320d-6 prescribes criminal liability. 5 Although we conclude that Part C applies only to covered entities, we do not\nread the term “person” at the beginning of section 1320d-6 to mean “covered\nentity.” Such a reading would not only be contrary to the language of that\nprovision but also create tension with other parts of the statute that appear to use\nthe term broadly, see, e.g., id. § 1320d-6(a)(3) (prohibiting “disclos[ures] to\nanother person”), and with the Dictionary Act, codified at 1 U.S.C. § 1 (2000),\nwhich sets forth a presumptively broad definition of person wherever the term is 5\nAt most, the difference in phrasing between section 1320d-5 and section 1320d-6 would render\nthe statute ambiguous. If that were the case, it might be appropriate to apply the rule of lenity and\nconclude that the statute is best read not to subject to direct prosecution persons other than covered\nentities and those rendered liable by general principles of corporate criminal liability. See Rewis v.\nUnited States, 401 U.S. 808, 812 (1971) (“[A]mbiguity concerning the ambit of criminal statutes\nshould be resolved in favor of lenity.”). But as the language of the statute unambiguously compels the\nsame result, we do not apply the rule of lenity here. See Chapman v. United States, 500 U.S. 453, 463\n(1991) (“The rule of lenity . . . is not applicable unless there is a grievous ambiguity or uncertainty in\nthe language and structure of the Act . . . .”) (citation and quotation omitted). 83 Opinions of the Office of Legal Counsel in Volume 29 used in the United States Code, 6 a definition presumptively applicable here\nbecause the defined terms specific to Part C do not include the term “person.” See\n42 U.S.C. § 1320d. We conclude only that the phrase “in violation of this part”\nrestricts the universe of persons who may be prosecuted directly. Section 1320d-6\nprovides criminal penalties for “person[s]” who perform the listed acts “knowingly” and “in violation of this part.” Id. § 1320d-6. The “in violation of this part”\nlimitation on the scope of liability—like the “knowingly” requirement—is distinct\nfrom the definition of “person.” It describes that subset of persons who may be\nheld liable, provided that the other elements of the offense are also satisfied. Under\nthis reading of the statute, section 1320d-6(a)(3) continues to make “covered\nentities” liable for disclosure to any “person.” We have considered other laws using the phrase “in violation of.” None of\nthese laws supports the view that, as used in 42 U.S.C. § 1320d-6, the phrase\nshould be read more expansively than we conclude. For instance, several of these\nlaws apply to the public generally, and, accordingly, do not shed light on whether\nsection 1320d-6 allows direct prosecutions of persons other than those to whom\nthe substantive requirements of HIPAA’s Part C apply.",
      "queries": [
        "what is the difference between 1320d-5 and 1320d-6",
        "what is the aim of the 7th environment action programme",
        "which leadership role model would be a role model for taking risks and building collaborative relationships to implement community policing?"
      ],
      "queries_score": [
        "2.3870852",
        -9.325821876525879,
        -9.293374061584473
      ]
    },
    {
      "id": "memos_54__9",
      "chunk_id": "9",
      "content": "For instance, several of these\nlaws apply to the public generally, and, accordingly, do not shed light on whether\nsection 1320d-6 allows direct prosecutions of persons other than those to whom\nthe substantive requirements of HIPAA’s Part C apply. See, e.g., 18 U.S.C. § 547\n(2000) (“Whoever receives or deposits merchandise in any building upon the\nboundary line between the United States and any foreign country, or carries\nmerchandise through the same, in violation of law . . . .”) (emphasis added); 18\nU.S.C. § 1590 (2000) (“Whoever knowingly recruits, harbors, transports, provides,\nor obtains by any means, any person for labor or services in violation of this\nchapter . . . .”) (emphasis added). And the phrasing of other laws makes it clear\nthat “in violation of” describes an item involved in the prohibited act, as opposed\nto the act itself. For instance, 18 U.S.C. § 2113(c) (2000) penalizes “[w]hoever\nreceives . . . property . . . which has been taken . . . in violation of subsection\n(b) . . . .” Id. In this case, the placement of the phrase “in violation of” following\nthe word “which” makes plain that the phrase describes only the property, a\nreading confirmed by the provision’s use of the passive “has been taken.” Id.; see\nalso 18 U.S.C. § 1170(b) (2000) (“Whoever knowingly sells, purchases, uses for\nprofit, or transports for sale or profit any Native American cultural items obtained\nin violation of the Native American Grave Protection and Repatriation Act . . . .”)\n(emphasis added). In contrast, the phrase “in violation of” in section 1320d-6 does\nnot modify the type of health care information involved in the offense; rather, it\nrelates directly to the acts prohibited by the provision (i.e., “uses or causes to be\nused,” “obtains,” or “discloses”). Finally, we have reviewed the cases interpreting\nthese and other potentially analogous provisions and have found none that would 6 “In determining the meaning of any Act of Congress, unless the context indicates otherwise— the\nword[] person[] . . . include[s] corporations, companies, associations, firms, partnerships, societies, and\njoint stock companies, as well as individuals.” 1 U.S.C. § 1. 84 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 cause us to read section 1320d-6 in any way other than in accordance with its plain\nmeaning. 7 We conclude, therefore, that an assessment of liability under section 1320d-6\nmust begin with covered entities. The statute and regulations determine which\nindividuals and entities qualify as a “covered entity.” See 42 U.S.C. § 1320d; id.\n§ 1395w-141(h)(1); id. § 1395x; 45 C.F.R. § 160.103. 8 A health care provider is\nany “person furnishing health care services or supplies,” and will be either an\nindividual or an entity. 42 U.S.C. § 1320d(3); see also id. § 1395x. In contrast, a\n“health care clearinghouse,” “health plan,” and Medicare “prescription drug card\nsponsor” will virtually never be an individual. See id. § 1320d(2) & (5); id.\n§ 1395w-141(h)(1)(A). When the covered entity is not an individual, principles of\ncorporate criminal liability will determine the entity’s liability and the potential\nliability of particular individuals who act for the entity.",
      "queries": [
        "when a particular situation necessitates the use of force (eg. for self-protection), the application of force must not exceed the amount of force specified by the bureau of",
        "cops office telephone number",
        "what discipline procedures must be initiated for inmate use of illicit substances?"
      ],
      "queries_score": [
        -3.8000543117523193,
        -8.810630798339844,
        -9.608159065246582
      ]
    },
    {
      "id": "memos_54__10",
      "chunk_id": "10",
      "content": "See id. § 1320d(2) & (5); id.\n§ 1395w-141(h)(1)(A). When the covered entity is not an individual, principles of\ncorporate criminal liability will determine the entity’s liability and the potential\nliability of particular individuals who act for the entity. Although we do not\nelaborate these principles here, in general, the conduct of an entity’s agents may be\nimputed to the entity when the agents act within the scope of their employment,\nand the criminal intent of agents may be imputed to the entity when the agents act\non its behalf. See Kathleen F. Brickley, Corporate Criminal Liability §§ 3–4 (2d\ned. 1992). In addition, we recognize that, at least in limited circumstances, the\ncriminal liability of the entity has been attributed to individuals in managerial\nroles, including, at times, to individuals with no direct involvement in the offense. See id. § 5. 9 Consistent with these general principles, it may be that such individuals in particular cases may be prosecuted directly under section 1320d-6.\n7\nConsistent with our reading of 42 U.S.C. § 1320d-6, the Sixth Circuit has held that the Video\nPrivacy Protection Act’s (“VPPA”) creation of a cause of action for “[a]ny person aggrieved by any act\nof a person in violation of this section,” 18 U.S.C. § 2710(c)(1) (2000), allows suits against only video\ntape service providers and not against all persons. See Daniel v. Cantrell, 375 F.3d 377, 382–84 (6th\nCir. 2004). In that case, the plaintiff had sued several persons who were not video tape service\nproviders, alleging that they had violated the privacy right in his video rental records given him by the\nstatute. Similar to section 1320d-6, the VPPA cause of action provision refers to acts of “a person in\nviolation of this section.” 18 U.S.C. § 2710(c)(1). The court reasoned that because the operative\nprovision of the VPPA provides that “[a] video tape service provider who knowingly discloses . . .\npersonally identifiable information . . . shall be liable,” id. § 2710(b), only such providers could be “in\nviolation of” the statute. Daniel, 375 F.3d at 383–84. Accordingly, despite the use of the broad term\n“person” in section 2710(c)(1), only video tape service providers may be sued under that section. 8 The statute and regulations do not limit the actions for which a covered entity may be held liable\nto those activities that render the person a covered entity. Once a person is a covered entity, he must\n“comply with [an applicable] standard or specification,” 42 U.S.C. § 1320d-4(b)(1)(A) and “may not\nuse or disclose protected health information, except as permitted or required by” the regulations, 45\nC.F.R. § 164.502. Thus, a physician who is a covered entity in part because he transmits certain health\ncare information electronically must not disclose such protected information, either electronically or\notherwise, except as authorized by the regulations. And a physician who is a covered entity must\ncomply with the standards with respect to protected information concerning both his own patients and\nthose patients he is not treating.",
      "queries": [
        "what is the payment appropriation for the flexibility instrument?",
        "what is a priority of the environmental action program",
        "what is policing in the community",
        "when do department have to conduct a census check",
        "which condition states that federal funds will not be awarded to parties that are prohibited from participation"
      ],
      "queries_score": [
        -9.1322660446167,
        -8.834807395935059,
        -7.342301368713379,
        -9.151660919189453,
        -8.905940055847168
      ]
    },
    {
      "id": "memos_54__11",
      "chunk_id": "11",
      "content": "And a physician who is a covered entity must\ncomply with the standards with respect to protected information concerning both his own patients and\nthose patients he is not treating. 9\n“Many regulatory statutes . . . make corporate officials vulnerable to prosecution for criminal\nconduct in which they did not personally participate and about which they had no personal knowledge.” Id. § 5.01; see also United States v. Jorgensen, 144 F.3d 550, 559–60 (8th Cir. 1998) (applying the 85 Opinions of the Office of Legal Counsel in Volume 29 Other conduct that may not be prosecuted under section 1320d-6 directly may\nbe prosecuted according to principles either of aiding and abetting liability or of\nconspiracy liability. 10 The aiding and abetting statute renders “punishable as a\nprincipal” anyone who “commits an offense against the United States or aids,\nabets, counsels, commands, induces or procures its commission” and anyone who\n“willfully causes an act to be done which if directly performed by him or another\nwould be an offense against the United States.” 18 U.S.C. § 2 (2000). And the\nconspiracy statute prescribes punishment “if two or more persons conspire . . . to\ncommit any offense against the United States . . . and one or more of such persons\ndo any act to effect the object of the conspiracy.” 18 U.S.C. § 371 (2000). 11 Further\ndiscussion of corporate criminal liability, aiding and abetting liability, and\nconspiracy liability in the absence of a specific factual context would be unfruitful,\nparticularly because the contours of these legal principles may vary by jurisdiction. Accordingly, we leave the scope of criminal liability under these principles\nfor consideration in the ordinary course of prosecutions. 12\nB.\nWe address next whether the “knowingly” element of the offense set forth in 42\nU.S.C. § 1320d-6 requires the government to prove only knowledge of the facts\nthat constitute the offense or whether this element also requires proof that the\ndefendant knew that the act violated the law. We conclude that the “knowingly”\nprinciple that “a corporate officer who is in a responsible relationship to an activity within a company\nthat violates provisions of . . . federal . . . laws . . . can be held criminally responsible even though that\nofficer did not personally engage in that activity” in the context of a statute that required proof of\n“intent to defraud” when the defendant possessed the requisite intent) (quotations and citations\nomitted). 10\nDepending on the specific facts and circumstances, such conduct may also be punishable under\nother federal laws. See, e.g., 18 U.S.C. § 1028 (2000 & Supp. III 2004) (identity theft); id. § 1030\n(2000 & Supp. III 2004) (fraudulent access of a computer). 11\nFor instance, an individual who is not a covered entity who aids or conspires with a covered\nentity in the use of protected health information in a manner not authorized by the regulations (e.g., to\nestablish a fraudulent billing scheme) could be charged under section 2 or section 371 of title 18. 12 We note that conduct punishable under section 1320d-6 may also be punishable under state law\nand render a person liable in tort.",
      "queries": [
        "when was the european union solidarity fund mobilized?",
        "what is the cops office anti heroin task force",
        "how to report obligating action"
      ],
      "queries_score": [
        -9.16689395904541,
        -8.729716300964355,
        -7.656029224395752
      ]
    },
    {
      "id": "memos_54__12",
      "chunk_id": "12",
      "content": "12 We note that conduct punishable under section 1320d-6 may also be punishable under state law\nand render a person liable in tort. See generally Peter A. Winn, Confidentiality in Cyberspace: The\nHIPAA Privacy Rules and the Common Law, 33 Rutgers L.J. 617 (2002). When Congress enacted\nHIPAA, it was concerned that state statutory and common law provided inadequate and uneven\nprotection for health information. Congress sought to create a nationwide floor for such protection. See\nPreamble, Standards for Privacy of Individually Identifiable Health Information (“Privacy Rule\nPreamble”), 65 Fed. Reg. 82,462, 82,463–64 (Dec. 28, 2000). Thus, HIPAA’s privacy rules preempt\nonly those contrary state laws that are less stringent than the applicable federal privacy rules. See 42\nU.S.C. § 1320d-7(a)(2)(B); 45 C.F.R. § 160.203(b) (“A standard, requirement, or implementation\nspecification . . . that is contrary to a provision of State law preempts the provision of State law . . .\nexcept if . . . [t]he provision of State law relates to the privacy of individually identifiable health\ninformation and is more stringent than” the federal standard.). All other criminal and civil liability for\nbreaches of a duty concerning the privacy of health information that existed prior to HIPAA remains\nafter its passage. 86 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 element is best read, consistent with its ordinary meaning, to require only proof of\nknowledge of the facts that constitute the offense. We begin again with the text of 42 U.S.C. § 1320d-6(a). See Liparota, 471 U.S.\nat 424. A person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier;\n(2) obtains individually identifiable health information relating to\nan individual; or\n(3) discloses individually identifiable health information to another person, shall be punished as provided in subsection (b) of this\nsection. 42 U.S.C. § 1320d-6(a). A plain reading of the text indicates that a person need not\nknow that commission of an act described in subsections (a)(1) to (a)(3) violates the\nlaw in order to satisfy the “knowingly” element of the offense. Section 1320d-6\nmakes the requirements that the act be done “knowingly” and that it be done “in\nviolation of this part” two distinct requirements. These two elements do not modify\neach other; rather, they independently modify “uses or causes to be used,” “obtains,”\nand “discloses.” For example, defendants will be guilty of an offense if they both\n“knowingly” “disclose[] individually identifiable health information” and they “in\nviolation of this part” “disclose[] individually identifiable health information.” The\nview that the statute requires proof of knowledge of the law effectively reads\n“knowingly” to refer to the “violation of this part.” But this reading is contrary to the\nplain language of the statute, which sets forth these terms as two separate elements\neach independently modifying the third element, i.e., one of the listed acts. Accordingly, to incur criminal liability, a defendant need have knowledge only of those\nfacts that constitute the offense. Our reading of the “knowingly” element of the offense comports with the usual\nunderstanding of the term.",
      "queries": [
        "do eeops require quotas",
        "us department of justice federal bureau of prisons program number"
      ],
      "queries_score": [
        -8.400628089904785,
        -7.865408897399902
      ]
    },
    {
      "id": "memos_54__13",
      "chunk_id": "13",
      "content": "Accordingly, to incur criminal liability, a defendant need have knowledge only of those\nfacts that constitute the offense. Our reading of the “knowingly” element of the offense comports with the usual\nunderstanding of the term. The Supreme Court has stated that “unless the text of\nthe statute dictates a different result, the term ‘knowingly’ merely requires proof of\nknowledge of the facts that constitute the offense.” Bryan, 524 U.S. at 193\n(footnote omitted) (“[T]he term ‘knowingly’ does not necessarily have any\nreference to a culpable state of mind or to knowledge of the law.”). As set forth\nabove, the text of section 1320d-6 does not “dictate[] a different result.” Bryan,\n524 U.S. at 193. In fact, its text dictates an interpretation consistent with the\nordinary understanding of “knowingly” as referring only to “knowledge of the\nfacts that constitute the offense.” Id. The plain meaning of the “knowingly” element of section 1320d-6 must control, “at least where the disposition required by the text is not absurd.” Hartford\nUnderwriters Ins. Co. v. Union Planters Bank, N.A., 530 U.S. 1, 6 (2000). We 87 Opinions of the Office of Legal Counsel in Volume 29 consider whether our reading of the criminal provision is absurd in light of the\npossible exception to civil liability for reasonable ignorance of the law. Sections\n1320d-5 and 1320d-6 operate in a complementary fashion, covering mutually\nexclusive conduct. See 42 U.S.C § 1320d-5(b)(1) (excepting from civil penalties\nan act that “constitutes an offense punishable under section 1320d-6 of this\ntitle.”). 13 The civil enforcement section provides, “A penalty may not be imposed . . . if . . . the person liable for the penalty did not know, and by exercising\nreasonable diligence would not have known, that such person violated the\nprovision.” Id. § 1320d-5(b)(2). Section 1320d-5 therefore may be read to premise\ncivil liability on knowledge that the act in question violated the applicable\nstandard, not just on knowledge that the particular act occurred. 14 If civil sanctions\n(of fines up to $100) may be avoided by establishing reasonable ignorance of the\nlaw, it might at first blush appear to be an absurd result to conclude that the\nsignificantly more serious criminal punishments (of fines up to $250,000 and\nimprisonment of up to ten years) may not be similarly excused. The absurd results canon of construction is “rarely invoke[d] . . . to override\nunambiguous legislation.” Barnhart v. Sigmon Coal Co., 534 U.S. 438, 459\n(2002); Public Citizen v. Dep’t of Justice, 491 U.S. 440, 470–71 (1989) (Kennedy,\nJ., concurring) (noting that the canon is limited “to situations where the result of\napplying the plain language would be, in a genuine sense, absurd, i.e., where it is\nquite impossible that Congress could have intended the result, and where the\nalleged absurdity is so clear as to be obvious to most anyone.”). Applying the\nusual definition of “knowingly” here does not yield an absurd result, and certainly\nnot one so absurd that it would cause us to read the statute contrary to its plain\nmeaning.",
      "queries": [
        "can defendant have knowledge of the facts",
        "cops compliance"
      ],
      "queries_score": [
        "1.5094513",
        -6.399961471557617
      ]
    },
    {
      "id": "memos_54__14",
      "chunk_id": "14",
      "content": "Applying the\nusual definition of “knowingly” here does not yield an absurd result, and certainly\nnot one so absurd that it would cause us to read the statute contrary to its plain\nmeaning. The argument that the statute should not be read so as to impose criminal\npunishment on the basis of a lesser degree of intent than that required for civil\nsanction would be more compelling if sections 1320d-5 and 1320d-6 covered the\nsame acts. But they do not. See 42 U.S.C. § 1320d-5(b)(1). Civil sanctions may be\nimposed for violations of a wide variety of regulations. For these violations, the\nstatute provides a maximum $100 fine and sets forth certain exceptions to liability. Id. § 1320d-5 (“General penalty for failure to comply with requirements and\nstandards”). 15 In contrast, of all the possible violations of the regulations, section\n13\nThus, the Secretary may not impose civil sanctions for the commission of an act that subjects a\nperson to the possibility of criminal prosecution, regardless of whether the person is in fact punished\ncriminally. 14\nThis is not the only possible reading of section 1320d-5(b)(2). This paragraph is headed “Noncompliance not discovered,” and the language of the provision—“the person liable for the penalty did\nnot know, and by exercising reasonable diligence would not have known, that such person violated the\nprovision”—could be read to refer to ignorance of the facts that constitute the violation, rather than\nignorance of the law. But to answer the questions you have asked, we need not decide which reading is\nbetter. 15\nIn addition to the exception noted above, section 1320d-5(b) contains another defense to liability\nwhere “(i) the failure to comply was due to reasonable cause and not to willful neglect; and (ii) the\nfailure to comply is corrected during the 30-day period beginning on the first date the person liable for 88 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 1320d-6 carves out a limited set and subjects them to criminal punishment. Such\npunishment is reserved for violations involving “unique health identifiers” and\n“individually identifiable health information.” Id. § 1320d-6 (“Wrongful disclosure of individually identifiable health information”). Thus, the statute reflects a\nheightened concern for violations that intrude upon the medical privacy of\nindividuals. In light of this concern, there is nothing obviously absurd about the\nstatute’s allowing a defense of reasonable ignorance of the law for those regulatory violations subject to civil penalty, but withholding this defense with respect to\nthose violations that threaten the privacy of individuals. Accordingly, even reading\nsection 1320d-6 in light of section 1320d-5(b)’s exception to civil liability for\nreasonable ignorance of the law gives us no reason to doubt that the plain and\nordinary meaning of the “knowingly” element of section 1320d-6 is the correct\none. Nor is it proper to apply here the exception to the usual meaning of “knowingly” exemplified by Liparota. See id., 471 U.S. at 424–28. Liparota is the case cited\nby the Supreme Court in Bryan as an example of the exception to the rule—when\n“the text of the statute dictates a different result”—that “knowingly” refers to the\nfacts that constitute the offense and not to the law.",
      "queries": [
        "how to transfer inmate funds to trust fund",
        "what is the sam database",
        "is income excludable from taxable income"
      ],
      "queries_score": [
        -9.304086685180664,
        -8.63997745513916,
        -7.167103290557861
      ]
    },
    {
      "id": "memos_54__15",
      "chunk_id": "15",
      "content": "See id., 471 U.S. at 424–28. Liparota is the case cited\nby the Supreme Court in Bryan as an example of the exception to the rule—when\n“the text of the statute dictates a different result”—that “knowingly” refers to the\nfacts that constitute the offense and not to the law. Bryan, 524 U.S. at 193 & n.15. In Liparota, the Supreme Court held that a statute forbidding fraudulent use of\nfood stamps required proof of knowledge that the use was unauthorized. 471 U.S.\nat 433. The statute in that case read: “whoever knowingly uses, transfers, acquires,\nalters, or possesses coupons or authorization cards in any manner not authorized\nby this chapter or the regulations issued pursuant to this chapter” shall be guilty of\na criminal offense. Id. at 420–21 n.1 (quoting 7 U.S.C. § 2024(b)(1)). This\nlanguage is at least ambiguous; “knowingly” may modify, for example, either only\nthe verb “uses” or it may modify the entire verbal phrase “uses . . . in any manner\nnot authorized.” Id.; see id. at 424 (The “interpretations proffered by both parties\naccord with congressional intent . . . . [T]he words themselves provide little\nguidance. Either interpretation would accord with ordinary usage.”); id. at 424 n.7\n(referring to the statutory language and noting that “[o]ne treatise has aptly\nsummed up the ambiguity in an analogous situation”) (emphasis added). But see\nBryan, 524 U.S. at 193 n.15 (citations omitted) (in Liparota, “we concluded that\nboth the term ‘knowing’ . . . and the term ‘knowingly’ . . . literally referred to\nknowledge of the law as well as knowledge of the relevant facts”). The Supreme\nCourt then considered the presumption that criminal statutes contain a mens rea\nelement, 16 applied the rule of lenity, and rested its interpretation, in large part, on\nthe penalty knew, or by exercising reasonable diligence would have known, that the failure to comply\noccurred.” Id. § 1320d-5(b)(3).\n16\n“[C]riminal offenses requiring no mens rea have a ‘generally disfavored status.’” Liparota, 471\nU.S. at 426 (quoting United States v. U.S. Gypsum Co., 438 U.S. 422, 438 (1978)); Staples v. United\nStates, 511 U.S. 600, 606 (1994) (“[S]ome indication of congressional intent, express or implied, is\nrequired to dispense with mens rea as an element of a crime.”). 89 Opinions of the Office of Legal Counsel in Volume 29 the concern that the contrary reading would “criminalize a broad range of apparently innocent conduct.” Liparota, 471 U.S. at 426–27. Here, the “knowingly” element of section 1320d-6 is not ambiguous; thus, it\nwould be inappropriate to resort to the rule of lenity. See Chapman v. United\nStates, 500 U.S. 453, 463 (1991) (“The rule of lenity . . . is not applicable unless\nthere is a grievous ambiguity or uncertainty in the language and structure of the\nAct . . . .”) (citation and quotation omitted). Moreover, our interpretation of\n“knowingly” does not dispense with the mens rea requirement of section 1320d-6\nand create a strict liability offense; satisfaction of the “knowingly” element will\nstill require proof that the defendant knew the facts that constitute the offense. See\nStaples v. United States, 511 U.S. 600, 622 n.3 (1994) (Ginsburg, J., concurring)",
      "queries": [
        "which case is an example of an exception to the rule that “knowingly” refers to",
        "which case is an example of an exception to a rule that requires the text of the statute to dictate a different result?",
        "who is authorized official"
      ],
      "queries_score": [
        "2.7198718",
        "1.9044147",
        -6.700194835662842
      ]
    },
    {
      "id": "memos_54__16",
      "chunk_id": "16",
      "content": "See\nStaples v. United States, 511 U.S. 600, 622 n.3 (1994) (Ginsburg, J., concurring) (“The mens rea presumption requires knowledge only of the facts that make the\ndefendant’s conduct illegal, lest it conflict with the related presumption, deeply\nrooted in the American legal system, that, ordinarily, ignorance of the law or a\nmistake of law is no defense to criminal prosecution.”) (quotations and citations\nomitted). Finally, the concern expressed in Liparota about criminalizing a broad\nswath of seemingly innocent conduct is less present here. The statute in Liparota\ncriminalized the unauthorized use of food stamps by any participant in the\nprogram, as well as by any person who might come in possession of these stamps. 471 U.S. at 426–27. In contrast, section 1320d-6, as we conclude above, applies\ndirectly to covered entities. These covered entities—health plans, health care\nclearinghouses, certain health care providers, and Medicare prescription drug card\nsponsors—are likely well aware that the health care business they conduct is\nheavily regulated by HIPAA and other laws. To the extent that some concern\nremains, it is insufficient to override the plain meaning of the statute. Accordingly,\nLiparota provides no support for giving “knowingly” in section 1320d-6 a\nmeaning different from its usual understanding as referring only to knowledge of\nthe facts that constitute the offense. III. For the foregoing reasons, we conclude that covered entities and those persons\nrendered accountable by general principles of corporate criminal liability may be\nprosecuted directly under 42 U.S.C. § 1320d-6 and that the “knowingly” element\nof the offense set forth in that provision requires only proof of knowledge of the\nfacts that constitute the offense. STEVEN G. BRADBURY\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel 90",
      "queries": [],
      "queries_score": []
    }
  ]
}