{
  "doc_id": "memos_60",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_60__0",
      "chunk_id": "0",
      "content": "Applicability of 18 U.S.C. § 208 to National Gambling Impact\nStudy Commission T he N ational G am bling Im pact Study C om m ission is not an “ independent” agency for purposes o f\na crim inal conflict o f interest statute, 18 U.S.C. § 208. January 26, 1999\nM em orandum G O p in io n f o r t h e eneral S e r v ic e s A A c t in g G eneral C ou nsel d m in is t r a t io n You have asked whether a criminal conflict of interest statute, 18 U.S.C. §208\n(1994), applies to the National Gambling Impact Study Commission (“ Commis­\nsion” ).1 The Commission was established by the National Gambling Impact Study\nCommission Act (“ Act” ), Pub. L. No. 104—169, §3(a), 110 Stat. 1482 (1996)\n(codified as amended at 18 U.S.C. § 1955 note (Supp. IV 1998)), in order to “ con­\nduct a comprehensive legal and factual study of the social and economic impacts\nof gambling in the United States.” Id. § 4(a)(1). The Commission consists o f nine\nmembers, of whom six are appointed by Congress (three by the Speaker of the\nHouse and three by the Majority Leader of the Senate), and three are appointed\nby the President. Id. § 3(b)(l)(A)-(C). The appointing authorities are to consult\namong themselves to ensure that the Commission’s membership reflects, “ to the\nmaximum extent possible, fair and equitable representation of various points of\nview” with respect to the Commission’s inquiry. Id. § 3(b)(3). The congressional\nleadership also has the predominant role in selecting the Chair of the Commission. Id. § 3(b)(5)(A). The Commission’s responsibilities are investigatory and advisory:\nnot later than two years after its first meeting, it must submit to the President,\nCongress, State governors and Native American tribal governments “ a com­\nprehensive report of [its] findings and conclusions, together with any recommenda­\ntions” it may decide to make. Id. §4(b). The Commission has powers to hold\nhearings, issue subpoenas, secure information directly from Federal agencies,\nemploy personnel and contract with the Advisory Commission on Intergovern­\nmental Relations and the National Research Council. Id. §§5, 6, 7. Sixty days\nafter submitting its final report, the Commission is to terminate. Id. § 10. Section 208 was enacted in 1962 as part of a general revision of the conflict\nof interest laws. Pub. L. No. 87-849, § l(a), 76 Stat. 1119, 1124 (1962). In gen­\neral, 18 U.S.C. § 208(a) provides that, subject to certain exceptions, “ whoever,\nbeing an officer or employee of the executive branch of the United States Govern­\nment, or of any independent agency of the United States . . . participates person­\nally and substantially as a Government officer or employee, . . . [in a] particular\nmatter in which, to his knowledge, he . . . has a financial interest,” shall be\n1 S ee L e tte r for D aw n Johnsen, A cting A ssistant A ttorney G eneral, O ffice o f L eg al C ounsel, fro m Em ily C .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_60__1",
      "chunk_id": "1",
      "content": "H ew itt,\nG eneral C ounsel, G eneral S ervices A dm inistration (N ov. 7, 1997) ( “ G SA L etter” ) 29 Opinions o f the Office o f Legal Counsel in Volume 23 subject to the criminal and civil penalties provided in §216 of title 18. We have\npreviously concluded that the Commission is not within the executive branch. 2 Thus, the sole substantive question to be considered here is whether the Commis­\nsion is an “ independent” agency for purposes of § 208.3 We conclude that it is not. Although the reach of §208’s reference to “ inde­\npendent” agencies is not clear, and the legislative history is unhelpful (see Part\nI.A below), the Commission falls outside any likely construction of that section. As we discuss in Part I.B below, the Commission does not resemble the agencies\nwhose “ independence” from Presidential control was upheld by the Supreme\nCourt in two major cases that preceded the enactment of §208 — Humphrey’s\nExecutor v. United Statesk, 295 U.S. 602 (1935), and Wiener v. United States,\n357 U.S. 349 (1958). Nor, as we discuss in Part I.C below, do the Commissioners\nenjoy any form of protection from removal under the Act — and tenure protection\nis, for many purposes, a recognized test of “ independence.” Finally, as we discuss\nin Part II below, there is no other affirmative evidence, whether in the text of\nthe Act or otherwise, that Congress intended the Commission to be regarded as\n“ independent” for purposes of § 208. I.\nSection 208 applies to “ an officer or employee of the executive branch of the\nUnited States Government, or of any independent agency of the United States.”\n18 U.S.C. § 208(a). There are at least two possible explanations for Congress’s\ndecision to distinguish between the executive branch and “ independent” agencies\nin this context. First, Congress may have intended § 208 to reach all agencies of the Govern­\nment other than those within the legislative or judicial branch. “ [Independent”\nagencies on this account would be those agencies that, under the Supreme Court’s\nolder jurisprudence, might have been considered to be “ hybrid” agencies, outside\nthe executive branch and performing “ quasi-legislative” or “ quasi-judicial” func­\ntions. 4 Under present Supreme Court doctrine, such “ independent” agencies are\n2 S ee L e tte r for M s. K ay C o le Jam es, C hairperson, N ational G am blin g Im pact Study C om m ission, from R ichard\nL. S h iffrin , D e p u ty A ssistant A ttorney G eneral, O ffice o f Legal C ou n sel (A ug. 13, 1997).",
      "queries": [
        "what to do with cops award",
        "when is the financial report due to cops",
        "when are contractors required to pay wages"
      ],
      "queries_score": [
        -7.800427436828613,
        -8.140658378601074,
        -7.705384731292725
      ]
    },
    {
      "id": "memos_60__2",
      "chunk_id": "2",
      "content": "In su p p o rt o f th at co n c lu ­\nsio n , w e o b serv ed that th e m ajority of the C o m m issio n ers w ere congressio n ally appointed; that the congressional\nle ad ersh ip co n tro lle d the ch o ice o f the C om m ission’s C hair; and th a t the C om m ission carried o u t only inform ationg ath erin g an d ad visory functions, w hich need n o t be perform ed b y the ex ecu tiv e branch. Id at 1 W e fu rther po in ted\no ut th a t “ [u ]n d er th e D ep artm en t’s precedents, w e regard such com m issio n s as o u tsid e the ex ecu tiv e branch. . . . In d eed , even w h ere th e con g ressio n al leadership appoints less than a m ajority o f m em bers, a com m ission su ch as\n[this] m ay b e o u tsid e th e e x e cu tiv e branch.” Id. (citing precedents). W e rem ain persuaded that the C om m ission\nis o u tsid e th e e x e cu tiv e branch. 3 T h e C o m m issio n is un d o u b te d ly an “ ag e n cy ” w ithin the “ exp an siv e d efin itio n ” o f 18 U S.C . § 6 , w hich d efines\n“ a g e n c y ” fo r p u rp o ses o f title 18 to include “ any .\n. c o m m issio n .” M em orandum O pinion f o r the C o m p tro ller\nG en era l o f th e U n ite d S ta te s' C onflict o f Interest — 18 U .S C. § 2 0 7 — A pp lica b ility to the G en era l A cco u n tin g O ffice,\n3 O p . O L .C 433, 4 3 4 (19 7 9 ) ( “ G A O O pinion” )\n4 T h is h as o ften b een ch a ra cte rized as the v iew that there is “ a headless ‘fourth b ran ch ’ o f g o vernm ent co n sistin g\no f in d e p e n d e n t agencies having significant d u tie s in both th e legislative and executive b ran ch es b ut residing not\nen tire ly w ith in e ith e r.” A m eron,",
      "queries": [
        "how to report total compensation to fsrs",
        "what is the active marketing exception"
      ],
      "queries_score": [
        -9.75888442993164,
        -9.377218246459961
      ]
    },
    {
      "id": "memos_60__3",
      "chunk_id": "3",
      "content": "A m eron, In c v U S A r m y C orps o f E ngineers, 787 F 2 d 875, 886 (3d C ir. 1986). S e e also 30 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission considered to be parts of the executive branch, although the President’s powerto remove agency heads may be restricted in certain ways. See Morrison v. Olson,\n487 U.S. 654, 689-91 (1988) (interpreting cases on tenure protection for officials\nof independent agencies as hinging on whether protection impaired President’s\nduty to execute the laws). Congress could have understood the term “ independent\nagency” in 1962, however, to refer to agencies that we would now consider to\nbe part of the executive branch. On that understanding, § 208 would apply to the\nexecutive branch, including agencies within the executive whose heads enjoy some\ndegree of protection from presidential removal, and that may have been viewed\nin 1962 as outside the executive branch;5 but it would not apply to the legislative\nor judicial branches. Alternatively, in referring to “ independent” agencies, Congress may have been\nrecognizing the possibility that some agencies could be regarded as “ inde­\npendent” even while being firmly located within a particular branch. On this\nreading, §208 would reach not only “ independent” agencies within the executive\nbranch but also any such agencies within the legislative or judicial branches. 6 The pre-1962 case law had at least occasionally noted that in order to be “ inde­\npendent,” an agency might need to be protected from congressional, as well as\nexecutive, control. 7 Moreover, the cases had also suggested that an agency might\nbe, for at least some purposes, “ independent,” while yet belonging to a particular\nbranch. 8 Consequently, in applying §208 to “ independent” agencies, Congress\nid at 892 (B ecker, J , concurring in part); Federal T rade C o m m ‘n v R ubero id C o , 343 U S 470, 487 (1952) (Jack ­\nson, J , dissenting). 5 Thus, w e have no doubt that agencies such as the Federal T ra d e C om m ission ( “ F T C ” ), w hich H u m p h rey 's\nE xecu to r stated “ cannot in any proper sense be characterized as an aim o r an eye o f the ex e cu tiv e ,” 295 U S.\nat 628, should now be regarded as part o f th e executive branch\n6 W e note that the C ourt seem s usually to have understood “ independen t” agencies — for purp o ses o f separation\no f pow ers an a ly sis— n o t to encom pass agencies w ithin the legislative or jud icial branches T h u s, the C ourt has\nsaid that “ independent” agencies are those w hose statutes “ typically specify eith er that . . . ag en cy m em bers are\nrem ovable by the P resident for specified causes [such as the FTC] .\n.",
      "queries": [
        "what are the reporting requirements for auditors",
        "who is the employer"
      ],
      "queries_score": [
        -8.531939506530762,
        -7.439843654632568
      ]
    },
    {
      "id": "memos_60__4",
      "chunk_id": "4",
      "content": "or else d o not specify a rem oval pro ced u re\n[such as the Federal E lection C o m m ission].” B ow sher v. S yn a r, 478 U .S. 714, 725 n.4 (1986) By contrast, a statu te\n“ that provides for d irect congressional involvem ent o v e r th e decision to rem o v e” the agency head creates an en tity\nthat is not generally an “ independent ag e n cy ” in the constitutional sense. S ee id. T h u s, at least in B ow sher, the\nC ourt seem ed reluctant to view the C om ptroller G eneral as an “ independent ag e n cy ” for constitutional purposes Such a view w ould not negate the possibility o f considering the C om ptroller G en eral to be “ in d ep en d en t” w ithin\nthe m eaning o f § 2 0 8 — a possibility that w e exam ine in Part I.C below . An agency m ight count as “ in d ep en d en t”\nun d er a particular statutory schem e w ithout necessarily being “ independent” in the constitutional sen se\n7 F or exam ple, W illiam s v. U nited States, 289 U S . 553 (1933), addressed the q u estion w hether a ju d g e o f the\nC o u rt o f C laim s (a “ le g islativ e” o r “ A rticle I” court) enjoyed the tenure protection afforded to constitutional courts\nby A rticle 111, Section 1 o f the C onstitution A lthough denying that C ourt o f C laim s ju d g e s enjoyed such constitutional\ntenure, the S uprem e C o u rt observed that “ [t]he preservation o f [the C ou rt o f C la im s’] independence is a m atter\no f public concern T he sole function o f th e court being to decide betw een the g overnm ent and private su ito rs, a\ncondition, on the part o f the ju d g e s, o f en tire dependence upon the le gislative p lea su re fo r the ten u re o f th eir o ffices\n. . . to say th e least, is not d esira b le.” Id. at 562 (em phasis added). 8 S ee Lathrop v. D onohue, 367 U S 820, 853 (1961) (H arlan, J , concurring in ju d g m en t) (B ureau o f the B udget\nis “ in dependent” although w ithin the executive branch).",
      "queries": [
        "when are internet references valid"
      ],
      "queries_score": [
        -9.530338287353516
      ]
    },
    {
      "id": "memos_60__5",
      "chunk_id": "5",
      "content": "Id. at 562 (em phasis added). 8 S ee Lathrop v. D onohue, 367 U S 820, 853 (1961) (H arlan, J , concurring in ju d g m en t) (B ureau o f the B udget\nis “ in dependent” although w ithin the executive branch). S ee also D obson v C om m issioner, 3 2 0 U S 489, 497\n(1943) (B oard o f T ax A ppeals w as statutorily designated as “ an independent ag en cy in the ex ecu tiv e branch o f\nthe G o v ernm ent” ); R a ilro a d R etirem ent Bd. v A lton R. C o , 295 U.S 330, 344 (1935) (R ailroad R etirem ent B oard\nw as “ denom inated an independent agency in the executive branch o f the G o v ern m en t” ), G oldsm ith v. U nited S ta tes\nC o n tinued 31 Opinions o f the Office o f Legal Counsel in Volume 23 could have had in view those agencies, whether belonging to the executive, legis­\nlative or judicial branch, that enjoyed at least some freedom from the control\nof higher authorities within that branch by virtue of protections against the\nremoval of the agencies’ heads. As discussed below, this account of Congress’s\nintent has found support in this Office’s prior opinions. We do not believe it is necessary in this memorandum to decide between these\nalternative readings, because the Commission does not count as “ independent”\nunder either of the alternatives we describe. Furthermore, as we discuss below,\nthere is no evidence that Congress intended it to be considered “ independent.” A.\nWe begin by reviewing the legislative history of § 208. We have found little\nrelevant history on the precise point at issue, and what little history there is sheds\nalmost no light on it. “ Section 208 was modeled on the former section 434 of title 18, which\n‘disqualified] an employee of the Government who has an interest in the profits\nor contracts of a business entity from the transaction of business with such\nentity.’ ” Applicability o f 18 U.S.C. §208 to the Federal Communications\nCommission’s Representative on the Board o f Directors o f the Telecommuni­\ncations Development Fund, 21 Op. O.L.C. 96, 98 (1997) (citation omitted). Sec­\ntion 434 had made no express reference to independent agencies. That reference\noriginated in the general reform o f the major federal conflict of interest statutes\nmade by the Bribery, Graft and Conflicts of Interest Act of 1962, Pub. L. No.\n87-849, 76 Stat. 1119. The legislation represented Congress’s response to the\nperception of several serious inadequacies in those statutes (including §434),\namong them the fact that they were ‘‘drafted in unnecessarily broad and imprecise\nways,” thus creating “ uncertainties as to proper conduct and, to a degree, incon­\nsistent practices among the departments and agencies of the Government.” Con­\nflict o f Interest Statutes: Intermittent Consultants or Advisers, 42 Op. Att’y Gen. I l l , 112 (1962) (Kennedy, A.G.).",
      "queries": [
        "eib financial policies",
        "do you sign cops certification",
        "who may obtain an inmate by writ of habeas corpus ad prosequendum"
      ],
      "queries_score": [
        -8.341609001159668,
        -9.0239896774292,
        -9.339730262756348
      ]
    },
    {
      "id": "memos_60__6",
      "chunk_id": "6",
      "content": "Con­\nflict o f Interest Statutes: Intermittent Consultants or Advisers, 42 Op. Att’y Gen. I l l , 112 (1962) (Kennedy, A.G.). While the reference in §208 to “ independent” agencies as well as to the\n“ executive branch” may have been designed to make the statutory coverage more\nprecise, we have found no explanation of what Congress specifically intended. The House Report on the 1962 law describes § 207(a) (and §§208 and 209) as\napplying to officers and employees of the ‘executive branch’ or an ‘independent\nagency,’ without further elaboration. See, e.g., H.R. Rep. No. 748, 87th Cong.,\n1st Sess. 11, 12, 13, 23, 24 (1961). The Senate Report describes §§207, 208\nand 209 as applying to present and former government employees only in very\ngeneral terms. See S. Rep. No. 2213, 87th Cong., 2d Sess. (1962), reprinted in\nBd. o f T ax A p p e a ls, 2 7 0 U .S\nw as w ithin e x e cu tiv e branch). 117, 121 (1 9 2 6 ) (Board o f T ax A ppeals perform ed “ q u asi ju d ic ia l” functions and 32 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission 1962 U.S.C.C.A.N. 3852. Applicability o f Post-Employment Restrictions on\nDealing with Government to Former Employees o f the Government Printing\nOffice, 9 Op. O.L.C. 55, 56 n.3 (1985) (“ GPO Opinion” ). A legal commentator\nof the time (and participant in the framing of the legislation) observed that §§ 207209 were to apply to officers and employees of independent agencies as well\nas of the executive branch, but offered no explanation for this innovation. See\nRoswell B. Perkins, The New Federal Conflict-Of-Interest Law, 76 Harv. L. Rev.\n1113, 1123 (1963).9\nB.\nGiven that the legislative history of § 208 is unilluminating, we have considered\nan interpretative approach that draws on the Supreme Court’s pre-1962 jurispru­\ndence. This approach is based on the rule of construction that “ [w]hen Congress\ncodifies a judicially defined concept, it is presumed . . . that Congress intended\nto adopt the interpretation placed on that concept by the courts.” Davis v.\nMichigan D ep’t o f Treasury, 489 U.S. 803, 813 (1989). At the time of §208’s enactment in 1962, two major Supreme Court cases on\n“ independent” agencies, Humphrey’s Executor and Wiener, had addressed the\nconstitutionality of statutory limitations on the power of the President to remove\nagency heads or commissioners. Those cases could serve to explain how §208’s\nreference to “ independent agencies” should be construed. In Humphrey's Executor, the Court upheld a statute restricting the President’s\npower to remove a Commissioner of the FTC on grounds of “ inefficiency, neglect\nof duty, or malfeasance in office.” 295 U.S. at 619. The Court held that the\nconstitutionality of such removal restrictions turned on “ the character of the\noffice.” Id. at 631. The Court viewed the FTC as “ an administrative body created\nby Congress to carry into effect legislative policies embodied in the statute in\naccordance with the legislative standard therein prescribed, and to perform other\nspecified duties as a legislative or as a judicial aid.” Id. at 628.",
      "queries": [
        "what is the federal statute that protects people from voting",
        "what is the action that GAO might take to enforce its request for information"
      ],
      "queries_score": [
        -8.05642318725586,
        -9.274250984191895
      ]
    },
    {
      "id": "memos_60__7",
      "chunk_id": "7",
      "content": "Id. at 631. The Court viewed the FTC as “ an administrative body created\nby Congress to carry into effect legislative policies embodied in the statute in\naccordance with the legislative standard therein prescribed, and to perform other\nspecified duties as a legislative or as a judicial aid.” Id. at 628. Such an agency\nwas not “ an arm or an eye of the executive” ; rather, its Commissioners were\nexpected to discharge their functions “ without executive leave and . . . free from\nexecutive control.” Id. The powers of the FTC were not “ purely” executive,\n9 W e note also that, in 1989, C ongress enacted 18 U S C § 202(e)(1) (1994), w hich provided a defin itio n o f\n“ executive b ran ch ” ap p licab le to § 2 0 8 Ethics R eform A ct o f 1989, Pub. L N o 101-194, § 4 0 1 , 103 S tat. 1716,\n1748. T he definition reaches any “ entity o r adm inistrative unit in th e executive b ran ch ,” but d o es not sp ecifically\nm ention “ independent ag e n cy ,” w hich is not otherw ise defined. A rguably, som e en tities p reviously covered b y § 208\nas “ independent a g e n c [ie s]” w ere, after the am endm ent, covered (in addition o r instead) by the reference to the\n“ executive branch ” W e do not believe that the am endm ent requires giving the term “ independent ag e n c y ” in\n§ 2 0 8 a broader m eaning than in our analysis, on the ground that otherw ise all “ independent ag en c[ies]” w ould\ncom e w ithin the refere n ce to the “ executive b ran ch ” and the term “ independent agency” w ould be red u n d an t\nFirst, there is no evidence indicating that, by defining “ executive b ra n c h ,” C o n g ress intended to enlarge th e ex ten t\nto w hich § 2 0 8 reaches entities outside the executive branch. Second, if the referen ce is redundant, that m ay m erely\nreflect C o n g ress’s appreciation o f the changes in the S uprem e C o u rt’s ju risp ru d en ce m arked b y its 1987 d ecision\nin M orrison T hird, as w e discuss in Part I.C below , som e entities o utsid e the ex ecu tiv e branch could be covered\nas “ independent agencfies] ” 33 Opinions o f the Office o f Legal Counsel in Volume 23 but were “ quasi-legislative or quasi-judicial.” Id. Insofar as the FTC conducted\ninvestigations and reported its findings to Congress, it was acting in a quasi-legislative capacity; insofar as the statute required it to function as a master in chan­\ncery, it was acting quasi-judicially.",
      "queries": [
        "why should the auditor be required to consider the influence of someone else's business judgment",
        "what division of the department of education is civil rights"
      ],
      "queries_score": [
        -9.71520709991455,
        -9.211791038513184
      ]
    },
    {
      "id": "memos_60__8",
      "chunk_id": "8",
      "content": "but were “ quasi-legislative or quasi-judicial.” Id. Insofar as the FTC conducted\ninvestigations and reported its findings to Congress, it was acting in a quasi-legislative capacity; insofar as the statute required it to function as a master in chan­\ncery, it was acting quasi-judicially. Id. 10\nWiener followed H umphrey’s Executor’s “ sharp line of cleavage between offi­\ncials who were part of the executive establishment” and “ those who are members\nof a body ‘to exercise its judgment without the leave or hindrance of any other\nofficial or any department of the government,’ 295 U.S., at 625-626, as to whom\na power of removal exists only if Congress may fairly be said to have conferred\nit.” 357 U.S. at 353. The Court applied that distinction to the President’s removal\nof a member of the W ar Claims Commission. 11 Although the statute creating that\nbody said nothing about removal, the Court inferred that “ Congress provided for\na tenure defined by the relatively short period of time during which the War\nClaims Commission was to operate.” Id. at 352. Looking to “ the nature of the\nfunction that Congress vested in the War Claims Commission” to decide whether\nsuch an implied removal restriction was valid, id. at 353, the Court found that\nthat agency had been created as “ an adjudicating body with all the paraphernalia\nby which legal claims are put to the test of proof, with finality of determination\n‘not subject to review by any other official of the United States or by any court\nby mandamus or otherwise.’ ” Id. at 354-55 (citation omitted). Because the intent\nof Congress was to vest the W ar Claims Commissioners “ with adjudicatory\npowers that were to be exercised free from executive control,” Morrison, 487\nU.S. at 688, the implied statutory removal restrictions were constitutional. The Supreme Court’s recent case law casts doubt on the viability of the doctrinal\ncategories used in Humphrey's Executor and Wiener. In particular, the Court now\nrecognizes the “ difficulty of defining such categories of ‘executive’ or ‘quasi­\nlegislative’ officials,” Morrison, 487 U.S. at 689 n.28.12 Moreover, this Office\nhas found the rationale of Wiener “ questionable.” 13 Nonetheless, the question\nhere is what Congress intended in 1962 when enacting §208, not whether the\n10S e e a lso M o rriso n , 487 U .S . at 687 (ex p lain in g H u m p h rey 's E xecutor) ; P ow er o f the P resident to Rem ove\nM e m b ers o f th e T ennessee V alley Authority F rom O ffice, 39 O p A tt’y G en. 145, 146 (1938) (Jackson, A cting A .G.)",
      "queries": [
        "egf maximum amount",
        "what happens if the cops office determines that the request does not meet the standards set forth above?"
      ],
      "queries_score": [
        -8.529539108276367,
        -8.270672798156738
      ]
    },
    {
      "id": "memos_60__9",
      "chunk_id": "9",
      "content": "(H u m p h r e y ’s E x e c u to r rested on facts that th e F T C “ exercises quasi-leg islativ e and quasi-judicial fun ctio n s and\nis n o t a p art o f th e ex e cu tiv e b ra n c h ” , Court a ls o stressed leg islativ e history “ m dicaung a p u rp o se o f th e C ongress\nto se c u re th e m a x im u m ind e p en d en ce of the C o m m issio n from E x ecu tiv e interference and co n tro l” ). 11 T h e W a r C laim s C o m m issio n w as established by the W ar C laim s A ct o f 1948, Pub. L. N o 8 0 -8 9 6 , 62 Stat\n1240 Its re sp o n sib ility w as to h ea r and adjudicate certain claim s arising o ut o f enem y co n d u ct d u n n g the Second\nW o rld W ar.\n]2S ee a lso R u b e ro id C o , 343 U .S at 487-88 (Jackson, J , dissenting)\nl3 77ie C o n s titu tio n a l Sep a ra tio n o f Powers betw een the P resid en t a n d C ongress, 20 O p O .L .C 124, 168 n 115\n(1 9 9 6 ) ( “ D ellin g er M em o ra n d u m ” ). Specifically, w e said that “ [t]he rationale o f W iener, w hich is essen tially that\nC o n g ress m u st h av e im plied a for-cause rem oval restriction w hen th e Court believes that th e functions o f the agency\nd em an d such te n u re p rotection, 357 U.S at 3 5 3 -5 6 , seem s questionable. T h ere w ould be nothing illogical in a\nle g islativ e d ec isio n , fo r exam ple, to protect a g a in st review o r revision o f th e decisions o f th e agency, see id. 3 5 4 55, w h ile placin g th e ag e n c y ’s decisionm akers w ithin the control o f the P resident. . .",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_60__10",
      "chunk_id": "10",
      "content": "3 5 4 55, w h ile placin g th e ag e n c y ’s decisionm akers w ithin the control o f the P resident. . . T o the extent that W iener\nassu m es th a t co n tro l is and o u g h t to be a b in a ry m a tte r— eith er plenary o r non-existent — its reasoning is difficult\nto reco n c ile w ith m o re recen t separauon o f p o w ers decisions th a t reject su ch an either/or approach to presidential\nco n tro l. Id. W e n o ted , how ever, that Wiener “ co n tin u es to be fo llo w e d ” in th e lo w er courts Id. 34 Applicability o f 18 U.S C. § 208 to National Gambling Impact Study Commission Constitution admits the possibility of “ hybrid” agencies not belonging to any\nof the three branches. We think it plausible to suppose that in 1962, Congress\nwould have understood a statutory reference to “ independent agencies” to mean\nagencies such as the FTC or the War Claims Commission, i.e., agencies that were\nnot then considered to be part of the executive branch, or indeed of any of the\nthree branches. Assuming that such was Congress’s intent, we find that the Commission would\nnot be an “ independent” agency under the standards of Humphrey’s Executor\nor Wiener. First, unlike the FTC or the War Claims Commission, the Commission\nexercises no functions that under Humphrey’s Executor and Wiener were consid­\nered to be adjudicatory in nature. Second, the Commission exists solely to conduct\na-study and to report its findings and recommendations to Congress, the President,\nand State and tribal governments. 14 Its responsibilities are “ essentially of an inves­\ntigative and informative nature, falling in the same general category as those\npowers which Congress might delegate to one o f its own committees.\" Buckley\nv. Valeo, 424 U.S. 1, 137 (1976) (emphasis added). We think that the Commission\nfunctions much as a congressional committee does when conducting an investiga­\ntion or drafting a legislative proposal based on the information it has gathered;\nindeed, it seems to us that, given its overall statutory structure, the Commission\nis a part of the legislative branch. 15 It is therefore unlike the “ headless fourth\nbranch” regulatory agency that Humphrey’s Executor took the FTC to be. In summary: because Humphrey’s Executor and Wiener were assuredly “ within\nthe lively knowledge of Congress” when §208 was enacted. Wiener, 357 U.S.\nat '353, we think that they provide a plausible test of what Congress intended\nwhen referring in that section to “ independent agenc[ies].” If that test is applied,\nthen the Commission cannot be counted as “ independent.”",
      "queries": [
        "what is the intergovernmental agreement",
        "egf maximum amount",
        "how far in advance do you need to submit an event for review and approval?",
        "interstate compact for mental health definition"
      ],
      "queries_score": [
        -8.097580909729004,
        -8.929097175598145,
        -9.463255882263184,
        -9.407252311706543
      ]
    },
    {
      "id": "memos_60__11",
      "chunk_id": "11",
      "content": "Wiener, 357 U.S.\nat '353, we think that they provide a plausible test of what Congress intended\nwhen referring in that section to “ independent agenc[ies].” If that test is applied,\nthen the Commission cannot be counted as “ independent.” C.\nThe paucity of relevant legislative history relating to § 208 leaves open a second\npossibility: that an agency could be considered independent under the statute if,\nand only if, its head (or, in cases where the agency has a collective head, the\nmembers of that body) enjoys at least some degree of protection against removal\nfrom superior officials, whatever the branch to which the agency belongs. In other\nwords, the Congress that enacted § 208 may have perceived some agencies as\n“ independent” even if they were located in a particular branch (rather than in\na putative “ headless fourth branch” ), provided that they resembled the paradig­\n14 “ T his com m ission does not have the pow er to regulate, only to m ake recom m endations It is a study co m m issio n ,\nnot a regulatory body ” 142 Cong. Rec. 17,421 (1996) (statem ent o f Sen G lenn). 15 A s discussed above, w e have previously concluded that the C om m ission is not w ithin th e executive branch. See su p ra note 2 W hat branch a com m ission m ay fall in depends on a n um ber o f factors W e do not m ean to\nsuggest here that w henever a com m ission’s m ission is to conduct a study and to rep o rt its findings and reco m m en d a­\ntions to C ongress that it is necessarily legislative rath er than executive 35 Opinions o f the Office o f Legal Counsel in Volume 23 matic independent agencies with respect to tenure protection. Accordingly, agen­\ncies in the legislative or judicial branches, as well as in the executive, could be\ncounted as “ independent” under §208. In fashioning this interpretation, we again\nconsult the Supreme Court’s pre-enactment case law. We also find support for\nit in several of this Office’s precedents. As construed by the Supreme Court only a year before § 208 was enacted, its\nprecursor statute, 18 U.S.C. §434 (Supp. II 1946), was said to be designed “ to\ninsure honesty in the Government’s business dealings by preventing federal agents\nwho have interests adverse to those of the Government from advancing their own\ninterests at the expense of the public welfare.” United States v. Mississippi Valley\nGenerating Co., 364 U.S. 520, 548 (1961). The individual with whose conflicted\nactivities the Court was most concerned in Mississippi Valley was a part-time\nconsultant to the Bureau of the Budget (the precursor of the Office of Management\n& Budget). At the time, the Bureau of the Budget was apparently considered to\nbe in some sense “ independent.”",
      "queries": [
        "what is the relationship between retail price and retail ratio"
      ],
      "queries_score": [
        -9.23729419708252
      ]
    },
    {
      "id": "memos_60__12",
      "chunk_id": "12",
      "content": "The individual with whose conflicted\nactivities the Court was most concerned in Mississippi Valley was a part-time\nconsultant to the Bureau of the Budget (the precursor of the Office of Management\n& Budget). At the time, the Bureau of the Budget was apparently considered to\nbe in some sense “ independent.” See Lathrop v. Donohue, 367 U.S. at 853\n(Harlan, J., concurring in judgment); National F ed’n o f Federal Employees v.\nCheney, 883 F.2d 1038, 1045 (D.C. Cir. 1989) (Bureau of Budget was “ quasi­\nindependent” entity within Treasury Department), cert, denied, 496 U.S. 936\n(1990). Nonetheless, the Bureau of the Budget could not have been “ inde­\npendent” in the sense indicated by Humphrey’s Executor and Wiener, if only\nbecause the Treasury Department, where the Bureau had been lodged, was plainly\nwithin the executive branch. 16 It is at least conceivable, therefore, that Congress\nintended § 208 to apply to certain agencies that were acknowledged to belong\nto a particular branch, provided that they had a sufficient resemblance to the con­\nstitutional paradigms of “ independence.” In particular, since protection against\nremoval has figured in the cases as the key element in defining agency “ independ­\nence,” an agency in the legislative or judicial branch could be “ independent”\nwithin the meaning of § 208 if its head enjoyed some form of tenure protection. Cf. Williams, 289 U.S. at 562. Several of this Office’s opinions have reflected this possibility, finding that par­\nticular agencies were to be considered “ independent” for purposes of §208,\ndespite the fact that they were situated within the legislative or judicial branches. To be sure, § 208 does not ordinarily apply to officers or employees of the legisla­\ntive and judicial branches. 17 Nevertheless, although an agency is within the legis­\nlative or judicial branch, we have thought that it might still be considered ‘‘inde­\npendent” for purposes of § 208. Our opinions in this line are relevant to the status\no f the Commission under § 208, insofar as it might be argued that the Commission\n16 S ee P o w e r o f the P resid en t to Remove M e m b ers o f the T ennessee Valley A u th o rity F rom O ffice, 39 O p A tt’y\nG en at 146 (u n d er H u m p h r e y ’s Executor, o n ly an agency “ not a p art o f the ex ecu tiv e b ran ch ” could be considered\nin d e p en d en t fo r sep aratio n o f pow ers analysis).",
      "queries": [
        "who was the person with whom the court was most concerned in mississippi valley?",
        "how does fpi work",
        "when is the cops office obligated"
      ],
      "queries_score": [
        "1.5342739",
        -6.0765485763549805,
        -8.323243141174316
      ]
    },
    {
      "id": "memos_60__13",
      "chunk_id": "13",
      "content": "17 S ee G P O O p in io n , 9 O p. O .L C at 5 6 (discussing leg islativ e history); G A O O pinion, 3 O p. O .L C . at 435\n(§ 2 0 8 an d co m panion statutes “ do not by th e ir term s and w ere not intended to apply to officers and em ployees\no f th e le g islativ e and ju d ic ia l branches” ). 36 Applicability o f 18 U.S.C. § 208 to National Gambling Impact Study Commission is an “ independent” agency in the legislative branch. As further discussed below,\nhowever, that suggestion ultimately lacks merit. Three OLC opinions are relevant. First, in the GAO Opinion, we found that\nthe GAO was, under §208, an “ independent” body not within the executive\nbranch and arguably within the legislative branch. See GPO Opinion, 9 Op. O.L.C.\nat 57-58 (citing GAO Opinion, 3 Op. O.L.C. 433). The Comptroller General is\nremovable “ not only by impeachment but also by joint resolution of Congress,”\nBowsher v. Synar, 478 U.S. at 728, and consequently he or she is an officer of\nthe legislative branch who “ may not be entrusted with executive powers.” Id.\nat 732. Nonetheless, it remains the case that the governing statute provides that\nCongress may remove that officer only for a cause such as inefficiency, neglect\nof duty, or malfeasance. Id. at 728—29. In the GAO Opinion, we analyzed the\neffect of the tenure protection enjoyed by the Comptroller General, together with\nother statutory provisions of title 31, on the status of that officer under §208. Without denying that the Comptroller General and the GAO are “ subservient to\nCongress,” 478 U.S. at 730,18 we found that the statute gave the Comptroller\nGeneral some measure of “ independence” from Congress, so that GAO officers\nand employees were properly considered subject to § 208. We said: The establishment of a fixed tenure of office, subject to removal\nfor cause, has generally been regarded as intended to promote an\nelement of independence of action. C f, Humphrey’s Executor v.\nUnited States, 295 U.S. 602, 624—26 (1935). Thus, while the Comp­\ntroller General and GAO are independent of the executive branch,\nthey apparently are expected to be somewhat independent of the\nlegislative branch as well. I therefore am led to conclude that what­\never their status for other purposes, the Comptroller General and\nofficers and employees of the GAO are officers and employees of\nan “ independent agency of the United States” for purposes of 18\nU.S.C. § 207 — §§ 208 and 209 as well. GAO Opinion, 3 Op. O.L.C. at 436.19\nSecond, in the GPO Opinion, we concluded that the GPO is not “ independent”\nfor purposes of § 208. We reached that conclusion despite the fact that the Public\nPrinter is presidentially appointed. Our analysis tracked the judicial view that the\nGPO is an entity within the legislative branch, whose primary function is to pro­\nvide support for Congress.",
      "queries": [
        "how to enforce executive agency order",
        "when did the psr go to sentencing court"
      ],
      "queries_score": [
        -7.288460731506348,
        -8.776065826416016
      ]
    },
    {
      "id": "memos_60__14",
      "chunk_id": "14",
      "content": "We reached that conclusion despite the fact that the Public\nPrinter is presidentially appointed. Our analysis tracked the judicial view that the\nGPO is an entity within the legislative branch, whose primary function is to pro­\nvide support for Congress. See GPO Opinion, 9 Op. O.L.C. at 57.20 The question\n[* S ee a lso id. at 746 n .l 1 (S tevens, J., concurring in ju dgm ent) (C om ptroller Genera) and G A O “ h av e a fundam en­\ntally different relationship w ith C ongress than do independent agencies like th e Federal T rad e C o m m issio n ” )\n19 In addition, w e note that form er 31 U S C §41 (a) (1921) (now 31 U .S.C . § 7 0 2 (a) (1994)),-specifically d eclared\nthe G A O to be “ independent” o f th e executive. See G A O O pinion, 3 O p. O .L .C . at 436\n20 W e have subsequently review ed the status o f the G P O at som e len g th , and h ave again found that it is an\nagency w ithin th e legislative branch See Involvem ent o f the G overnm ent P rinting O ffice in E xecutive B ranch Printing\nC ontinued 37 Opinions o f the Office o f Legal Counsel in Volume 23 o f the Public Printer’s tenure of office was not considered in this opinion, although\nour conclusion would have been fortified if it had been. The GPO’s statute, 44\nU.S.C. §§301-317, vests appointment power of the Public Printer in the President\n(subject to Senate advice and consent), but is silent as to the Public Printer’s\nremoval. By inference, therefore, the Public Printer can be removed at will by\nthe appointing authority (i.e., the President), and does not enjoy tenure protection. See Dellinger Memorandum, 20 Op. O.L.C. at 172-73 (because the Librarian of\nCongress — like the GPO, a congressional agency — “ is not protected by an\nexplicit for-cause removal limitation, . . . we therefore infer that the President\nhas at least the formal power to remove the Librarian at will” ). Our conclusion\nas to the GPO can thus be read to provide some (indirect) support for the view\nthat an agency in the legislative (or judicial) branch is ‘ ‘independent’’ for purposes\nof § 208 if, but only if, its head enjoys a degree of tenure protection. A third opinion addressing the United States Sentencing Commission falls\nwithin this line. See Memorandum for Jamie Gorelick, Deputy Attorney General,\nfrom Teresa Wynn Roseborough, Deputy Assistant Attorney General, Office of\nLegal Counsel, Re: Sentencing Commission/Conflict Rules at 14 (July 21, 1994)\n(“ Sentencing Commission Opinion” ). There we found the Sentencing Commis­\nsion, which had been established by statute as “ an independent commission in\nthe judicial branch of the United States,” 28 U.S.C. § 991(a) (1994), to be an\n“ independent” agency under §208; see also Mistretta v. United States, 488 U.S.\n361, 384—85, 390, 393 (1989) (Sentencing Commission held an independent\nagency within judicial branch).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_60__15",
      "chunk_id": "15",
      "content": "Like the GAO and unlike the GPO, the Sentencing\nCommissioners enjoy some degree of tenure protection: the statute “ grants the\nPresident authority to remove members of the Commission, although ‘only for\nneglect o f duty or malfeasance in office or for other good cause shown.’ 28 U.S.C.\n§ 991(a).” Mistretta, 488 U.S. at 409. Here, too, an agency that was located out­\nside the executive branch was found to be “ independent” under §208, and here\nagain the agency head enjoyed tenure protection. In the present case, this test o f “ independence” is not met. Nothing in the\nAct creating the Commission states or implies that Commissioners are to enjoy\nany form of tenure protection. On this reading of the statute (which, like the\nreading outlined in Part I, seems to us a plausible construction), the Commission\nis not subject to § 208. O f the three OLC precedents considered in this Part, the GPO Opinion, holding\n§ 208 inapplicable, closely fits the circumstances of the Commission. Moreover,\nthe conclusion that the Commission is not ‘ ‘independent’’ for purposes of § 208\nunder the test considered here harmonizes with our precedents in another respect:\nit accords with our past view that the section does not cover those who are ‘‘prop­\nerly regarded as officers or employees o f the Congress or one of its Houses or\na n d D u p lic a tin g , 20 O p. O .L .C . 214 (1996) M o re recently still, w e reaffirm ed the an alysis o f the la tte r m em orandum . S e e G o vern m en t P rinting O ffice Involvem ent in Executive B ranch P rin tin g , 2 0 O p. O L C . 282 (1996). 38 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission agencies and who are responsible in some immediate sense to the Congress,”\nsuch as “ those officers and employees appointed by the Congress or one House\nthereof to perform functions in aid of the legislative process.” GAO Opinion,\n3 Op. O.L.C. at 435-36. II. We find no other reason to believe that Congress intended to subject the\nCommission to §208. On the contrary, our conclusion that the Commission is\nnot “ independent” for purposes of §208 is well supported by the language and\nlegislative history of the Act. First, nothing in the language of the Act itself designates the Commission as\n“ independent.” As noted above, this distinguishes the Commission from other\nbodies that we have found to be subject to § 208, such as the GAO and the Sen­\ntencing Commission. Second, the language of the Act assumes that the nine Commissioners will rep­\nresent a variety of distinct and incompatible points of view with respect to gam­\nbling, and that some Commissioners will be associated with the gambling industry. Thus, section 3(b)(2) of the Act states that “ [t]he [Commission] members may\nbe from the public or private sector, and may include . . . members of . . .\nindustry.”",
      "queries": [
        "when is an oig audit conducted?"
      ],
      "queries_score": [
        -9.361308097839355
      ]
    },
    {
      "id": "memos_60__16",
      "chunk_id": "16",
      "content": "Thus, section 3(b)(2) of the Act states that “ [t]he [Commission] members may\nbe from the public or private sector, and may include . . . members of . . .\nindustry.” In addition, section 3(b)(3) states that the appointing authorities are\nto consult together “ to achieve, to the maximum extent possible, fair and equitable\nrepresentation of various points of view” on the Commission. That the Commis­\nsion membership was intended to include representatives of different points of\nview — some of whom could be expected to have financial interests in the\nCommission’s recommendations — does not in itself mean that §208 is inappli­\ncable, see Office of Government Ethics Informal Opinion 82 x 22 (1989 ed.). Nonetheless, the statutory criteria for Commission membership clearly indicates\nthat Congress was not attempting to insulate the Commission from outside influ­\nences in order to ensure its “ independence.” The legislative history confirms that understanding. The House Judiciary\nCommittee’s Report on the legislation, H.R. 497, stated:\nthe Committee expects that the [appointing] authorities may con­\nsider for appointment representatives of various interested groups\nincluding, gambling proponents and opponents, state gambling\nregulators, federal and state prosecutors, Indian gambling operators,\nprofessionals who treat compulsive gamblers, casino operators,\nactivists who have opposed gambling referenda, state lottery offi­\ncials, and representatives of non-gambling businesses in areas\naround gambling operations. 39 Opinions o f the Office o f Legal Counsel in Volume 23 H.R. Rep. No. 104—440, pt. 1, at 8 (1995), reprinted in 1996 U.S.C.C.A.N. 1192,\n1197. In the House debate, Representative Hyde, Chairman of the House Judiciary\nCommittee that reported out the bill, sought to answer charges that the Commis­\nsion might be skewed against the gambling industry. He said:\nI believe that this Commission can do the most good if its study\nis as neutral, objective, and comprehensive as possible — consid­\nering the views of all sides o f this issue. In that spirit, I proposed\na committee amendment in the nature of a substitute to H.R. 497,\nwhich the Judiciary Committee adopted on a voice vote. My substitute included the vast majority of the provisions con­\ntained in H.R. 497 as originally introduced, but it added language\nso as to assure that all points of view would be represented on\nthe Commission. Specifically, the bill now requires that the\nappointing authorities consult together to ensure that the overall\nmakeup of the Commission fairly and equitably represents] various\npoints of view. 142 Cong. Rec. 3642-43 (1996).21 Thus, instead of seeking to promote public confidence in the Commission’s\nstudy by requiring that the Commission be “ independent” of outside influence,\nCongress preferred an approach in which at least some Commissioners could have\nopen and avowed interests, biases and commitments that would check and balance\nthose o f other Commissioners. From this (partly) “ adversarial” system, it was\nhoped that a balanced and objective study would be more likely to result. Plainly,\na Commission so conceived would be very likely to include members whose per­\nsonal stakes in the outcome of the Commission’s work would be disqualifying\nunder § 208, if that statute were to apply.",
      "queries": [
        "who must approve a project prior to commencing work",
        "what to include on the panel report"
      ],
      "queries_score": [
        -8.120919227600098,
        -4.178035736083984
      ]
    },
    {
      "id": "memos_60__17",
      "chunk_id": "17",
      "content": "Plainly,\na Commission so conceived would be very likely to include members whose per­\nsonal stakes in the outcome of the Commission’s work would be disqualifying\nunder § 208, if that statute were to apply. Given Congress’s careful decisions about\nthe nature o f the Commission, the statute gives no indication that §208 was\nintended to apply to this advisory body. 21 S im ilarly, in th e S en ate deb a te. Senator C o ats, a supporter, stated:\nO p p o n en ts o f this c o m m issio n have raised m any charges against it. T h e y have claim ed th at the co m m is­\nsio n is a tool o f the relig io u s right. They h av e claim ed th a t the com m issio n w ill b eco m e a w itch hunt\nag a in st th e g am b lin g industry. M r. P resid en t, these claim s are unfounded. T h e app o in tm en t o f com m issio n ers w ill b e equally divided\nb etw een th e ex e cu tiv e bran ch and the tw o H o u ses o f C ongress, en su rin g that no factio n m ay dom inate\nth e w ork o f th e com m ission. 142 C o n g . R ec. 17,425, 17,426 (1996). 40 Applicability o f 18 U.S.C. § 208 to National Gambling Impact Study Commission Conclusion For all of the above reasons, we conclude that the Commission should not be\nconsidered an “ independent” agency within the meaning of §208, whichever\nmeaning of that term is adopted, and hence is not subject to that statute. BETH NOLAN\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 41",
      "queries": [
        "when must a sole source justifier be submitted",
        "when did the president appear as a character witness?"
      ],
      "queries_score": [
        -10.208439826965332,
        -9.885249137878418
      ]
    }
  ]
}