{
  "doc_id": "memos_22",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_22__0",
      "chunk_id": "0",
      "content": "Effect of a Judicial Stay on\nAdministrative Fund Termination Proceedings\nU n d e r th e n o n d iscrim in atio n p ro v isio n s o f th e O m nibus C rim e C o n tro l and Safe S tre ets\nA ct o f 1972, th e ad m in istrativ e p ro cess by w h ic h funds are su sp en d ed o r term in a te d is\nin d ep en d en t o f an y c o n tem p o ran eo u s ju d icial p ro c e e d in g , an d a stay e n te re d in the\nju d icial p ro ceed in g th u s has no effect on an ad m in istrativ e decision to suspend or\nterm in a te funds. T h e L aw E n fo rcem en t A ssistance A d m in istratio n is free to d efer a d m in istra tiv e fund\nsuspension o r term in atio n p ro ceed in g s d u rin g th e p en d en cy o f a ju d icial stay, b ut is\nfo reclo sed from re sto rin g funds th at h av e a lre a d y b een su sp en d ed o r term in a te d ex cep t\nin a c c o rd a n c e w ith th e p ro c e d u re s set fo rth in th e O m nibus C rim e C o n tro l an d Safe\nS treets A ct. U n d e r th e n o n d isc rim in atio n p ro v isio n s o f th e R e v en u e S h arin g A c t, th e O ffice o f\nR e v en u e S h arin g is req u ired to suspend ad m in istrativ e en fo rc em en t p ro ceed in g s, an d to\nresto re funds a lread y su sp ended o r term in a te d , w h e n e v e r a stay is issued in th e ju d icial\np ro ceed in g th at trig g e re d th e ad m in istrativ e en fo rc em en t action. M a r c h 14, 1980 MEMORANDUM OPINION FOR TH E ASSISTANT ATTORNEY\nG EN ERA L, CIVIL RIGHTS DIVISION",
      "queries": [
        "what is the effects of a judicial stay on administrative fund termination?",
        "effect of judicial stay in administrative fund",
        "what is the impact of a judicial stay for administrative fund termination",
        "when will sf report be submitted",
        "do cops office funds supplant state or local funds"
      ],
      "queries_score": [
        "2.9065688",
        "2.6447146",
        "2.3109279",
        -9.196596145629883,
        -8.479540824890137
      ]
    },
    {
      "id": "memos_22__1",
      "chunk_id": "1",
      "content": "M a r c h 14, 1980 MEMORANDUM OPINION FOR TH E ASSISTANT ATTORNEY\nG EN ERA L, CIVIL RIGHTS DIVISION This responds to your request for our opinion on the effect of a stay\npending appeal upon fund termination proceedings of the Office of\nRevenue Sharing (ORS) in the Department of the Treasury under the\ncivil rights provisions of the State and Local Fiscal Assistance Act of\n1972, as amended (Revenue Sharing Act), 31 U.S.C. § 1242, and upon\nthe Law Enforcement Assistance Administration (LEAA) under the\nanalogous provisions of the Omnibus Crime Control and Safe Streets\nAct of 1972, as amended (Crime Control Act), 42 U.S.C. § 3789d(c).* Both statutes include provisions that require the agencies to institute\ntheir own enforcement proceedings whenever they learn of a judicial or\nadministrative determination that a recipient has discriminated in viola­\ntion of federal law, and both provide for automatic suspension of funds\nto a recipient within a fixed time thereafter. The question has arisen\nwhether a stay pending appeal of a lower court order vacates or defers\nadministrative fund suspension. •N o t e : U nder § 815(c) o f th e Justice Systems Im provem ent A ct o f 1979, Pub. L. N o. 97-157,\n93 Stat. 1167, 1206-09, the O ffice o f Justice Assistance, Research and Statistics replaced L E A A as the\nentity responsible for adm inistrative enforcem ent o f the nondiscrim ination provisions o f the C rim e\nC ontrol A ct. Ed. 487 Your division takes the position that a stay has the legal effect of\nvacating or deferring such suspension. Both the Department of the\nTreasury and LEA A disagree. The two agencies maintain that the\nadministrative process by which funds are terminated under the two\nacts is independent of any contemporaneous judicial proceeding,\nwhether or not the same issues of discrimination are involved, and\nwhether or not their administrative process has been triggered in the\nfirst instance by a determination in the judicial proceeding. Therefore,\nin their view a stay entered in the judicial proceeding has no effect on\nan administrative decision to suspend funds. The Civil Rights Division\nmemorandum takes the position that the administrative role under both\nstatutes is merely “ancillary and supportive” of the judicial process, and\nthat the agencies are therefore obliged “to honor” a judicial stay by\nsuspending their administrative procedures or, if necessary, restoring\nthe flow of federal funds. For reasons stated hereafter, we agree with your Division's position\non the effect of a stay on administrative fund suspension under the\nRevenue Sharing Act, but find merit in the position advanced by\nLEA A in interpreting its responsibilities under the Crime Control Act. We believe the law requires ORS, whose actions are triggered by and\nare to some extent dependent on a judicial determination, to conform its\nactions to those of a court granting a stay. And we think that Congress\nintended this administrative conformity to extend to the restoration of\nfunds already suspended or terminated. Although neither the terms nor\nthe legislative history of the relevant provisions of the Revenue Sharing",
      "queries": [
        "why is integrated water provision and management important in agro-food systems",
        "what does prima is do",
        "executive order number 12,250"
      ],
      "queries_score": [
        -10.197014808654785,
        -8.202855110168457,
        -7.0145978927612305
      ]
    },
    {
      "id": "memos_22__2",
      "chunk_id": "2",
      "content": "And we think that Congress\nintended this administrative conformity to extend to the restoration of\nfunds already suspended or terminated. Although neither the terms nor\nthe legislative history of the relevant provisions of the Revenue Sharing Act deal with the effect of a stay on ORS proceedings, we believe that\nCongress intended to assure recipients of federal funds under that Act\nan opportunity to contest a preliminary determination of discrimination,\nand to avoid fund suspension by showing a likelihood of ultimate\nsuccess on the merits. Because in federal court one of the grounds for\ngranting a stay pending appeal in this context is precisely this likelihood\nof success on the merits,1 we believe that Congress, had it considered\n1\nT h e Federal Rules o f C ivil P rocedure p ro v id e that an interlocutory o r final o rd er in an action for\nan injunction will not be stayed except pursuant to the provisions o f Rule 62(c). This provides in\npertinent part that:\nw hen an appeal is taken from an in terlo cu to ry o r final judgm ent granting, dissolving,\no r denying an injunction, the c o u rt in its discretion may suspend, modify, restore, o r\ngrant an injunction d uring the pendency o f the appeal upon such term s as to bond or\notherw ise as it considers p ro p er for the security o f th e adverse party. R ule 8(a) o f the Federal Rules o f A ppellate P ro ced u re provides that a stay pending appeal ought in\nthe first instance to be sought in the district co u rt, but that a m otion for relief may be m ade in the\ncou rt o f appeals w h ere such a course is not practicable o r w here the district c ourt has denied an\napplication. Because a stay itself has the effect o f an injunction o r restraining order, the requirem ent in\nR ule 65(d) that it be accom panied by a statem ent o f reasons has been held to apply. See M oore's\nF ederal P ractice § 62.05 at 62-21 through 22 (1979 ed.). A n applicant for a stay pending appeal under\nF R C P R ule 62(c) o r F R A P R ule 8(a) must make a “stro n g show ing” that he will succeed on the\nmerits o f his appeal. See Belcher v. Birm ingham Trust N a t. Bank, 395 F.2d 685 (Sth Cir. 1968); Virginia\nPetroleum Jobbers Ass'n v. FPC. 259 F.2d 921, 925 (D .C . Cir. 1958); M onde! v. H E W , 417 F. Supp. 57\nContinued 488 the issue, would not have approved the continuance of administrative\nprocedures leading to fund termination in the face of a federal judicial\nstay and in disregard of it.",
      "queries": [
        "which of the following is referred to the quality improvement program by the pra management office?",
        "which regulation specifically restricts incoming publications due to their association with the inmate’s risk to engage in sexually offensive behavior",
        "what is the nida contract"
      ],
      "queries_score": [
        -9.626769065856934,
        -9.76169490814209,
        -9.34714412689209
      ]
    },
    {
      "id": "memos_22__3",
      "chunk_id": "3",
      "content": "259 F.2d 921, 925 (D .C . Cir. 1958); M onde! v. H E W , 417 F. Supp. 57\nContinued 488 the issue, would not have approved the continuance of administrative\nprocedures leading to fund termination in the face of a federal judicial\nstay and in disregard of it. The analogous provisions of the Crime Control Act differ signifi­\ncantly from those of the Revenue Sharing Act, however, and in our\nview these differences make persuasive LEA A ’s argument that its own\nadministrative process was intended by Congress to be independent of\nany concurrent litigation involving the same issues of discrimination. At\nthe same time, we believe that LEAA is free under its statute to defer\nadministrative fund suspension in the event of a judicial stay, and that\nsound policy may in some cases dictate such deferral. Unlike ORS,\nhowever, LEAA is probably foreclosed from restoring funds that have\nalready been suspended or terminated except in accordance with the\nprocedures set forth in its statute. Because the relevant provisions of the two statutes differ markedly,\nand because our conclusions with respect to their import for the two\nagencies differ correspondingly, we discuss them separately. I. The Crime Control Act\nSection 518(c)(1) of the Crime Control Act, 42 U.S.C. § 3789d(c)(l),\nprohibits discrimination on grounds of race, color, religion, national\norigin or sex, by a state or local government, in a program or activity\nreceiving funds under a grant administered by LEAA. Section\n518(c)(2), 42 U.S.C. § 3789d(c)(2), which was added to the Act in 1976\nby Pub. L. No. 94-503, 90 Stat. 2418, sets out the administrative\nprocedures by which the nondiscrimination provisions in the preceding\nparagraph are enforced. In relevant part these require LEAA, upon\nreceiving notice of a “finding” by a federal or state court or administra­\ntive agency to the effect that there has been a “pattern or practice” of\ndiscrimination in violation of subsection (c)(1), to set in motion an\nadministrative procedure leading to suspension and, ultimately, termina­\ntion of funds. Under this procedure LEA A must notify the chief execu­\ntive of the affected governmental unit that a program or activity has\nbeen found not to be in compliance, and must request that officer to\nsecure compliance. 42 U.S.C. §§ 3789d(c)(2)(A)(i) and (ii). If after 90\ndays compliance has not been secured, and if an administrative law\njudge has not “made a determination under subparagraph (F) that it is\nlikely the state government or unit of local government will prevail on\nthe merits,” LEAA “shall notify” the Attorney General that compli­\nance has not been secured “and caused [sic] to have suspended further\npayment of any funds under this chapter to that program or activity.”\n(D . Md. 1976). Professor M oore states that w here a c o u rt o f appeals grants a stay o f an interlocutory\norder, “the grant o f such a stay seems tantam ount to deciding that the interlocutory injunction was\nim properly g ran ted .\" M oore's Federal Practice, § 62.05 at 62-26. 489 42 U.S.C. § 3789d(c)(2)(C).",
      "queries": [
        "internal revenue service irs memorandum number"
      ],
      "queries_score": [
        -6.796112060546875
      ]
    },
    {
      "id": "memos_22__4",
      "chunk_id": "4",
      "content": "M oore's Federal Practice, § 62.05 at 62-26. 489 42 U.S.C. § 3789d(c)(2)(C). The “determination under subparagraph\n(F)” is explained in that section as follows:\nPrior to the suspension of funds under subparagraph (C),\nbut within the ninety day period after notification under\nsubparagraph (C), the State government or unit of local\ngovernment may request an expedited preliminary hearing\non the record in accordance with section 554 of title 5, in\norder to determine whether it is likely that the State\ngovernment or unit of local government would, at a full\nhearing under subparagraph (G), prevail on the merits of\nthe issues of alleged noncompliance. A finding under this\nsubparagraph by the administrative law judge in favor of\nthe State government or unit of local government shall\ndefer the suspension of funds under subparagraph (C)\npending a finding of noncompliance at the conclusion of\nthe hearing on the merits under subparagraph (G). At the “full hearing” under subparagraph (G) referred to in this sec­\ntion, the issues of discrimination are heard on the merits, and LEAA\nmust make “a finding of compliance or noncompliance.” If LEAA\nmakes a finding of “noncompliance,” the Attorney General “may”\nterminate the payment of funds. 42 U.S.C. § 3789d(c)(2)(G)(ii). Once funds have been suspended by LEAA there are only four\ncircumstances, set out in subparagraph (D), under which payment may\nbe resumed: (1) if the recipient enters into a compliance agreement\napproved by LEA A and the Attorney General; (2) if the recipient\n“complies fully with the final order or judgment” of a court or adminis­\ntrative agency, if that order or judgment covers all the matters raised in\nL EA A ’s original notice of noncompliance; (3) if the recipient “is found\nto be in compliance with subsection (c)(i) by such court”;2 and (4) if\nafter a hearing LEA A finds “that noncompliance has not been demon­\nstrated.” 3 42 U.S.C. §§ 3789d(cX2)(D)(i) through (ii).\n. This statutory scheme suggests an intention on the part of Congress\nto limit agency discretion in certain respects (e.g., mandatory com­\nmencement of proceedings upon notice of a “finding,” and mandatory\nsuspension of funds 90 days thereafter); at the same time, it permits\nLEA A to reach its own independent conclusions on the issues of\ndiscrimination raised, and ultimately to make an independent decision to\nlift or continue a suspension pending a full administrative hearing on\n2\nT h e statute inexplicably fails to give the same effect to a similar finding o f an adm inistrative\nagency. 9\nSubparagraph (D ) makes reference to a hearing “ pursuant to subparagraph (F ).” But subparagraph\n(F ) describes the “expedited prelim inary hearing*’ before an adm inistrative law judge. It is subpara­\ngraph (G ) w hich describes the full hearing in w hich L E A A determ ines the issue o f com pliance on the\nmerits. W e think the reference in subparagraph (D ) to subparagraph (F ) is mistaken, and that it should\ninstead be read as a reference to the hearing described in subparagraph (G). 490 the merits of the discrimination charge, by showing a likelihood of\nsuccess at a preliminary hearing.",
      "queries": [
        "what is the allocation policy?",
        "what does the oig audit consist of",
        "what is a drug market intervention"
      ],
      "queries_score": [
        -7.578127384185791,
        -7.823387145996094,
        -8.483962059020996
      ]
    },
    {
      "id": "memos_22__5",
      "chunk_id": "5",
      "content": "W e think the reference in subparagraph (D ) to subparagraph (F ) is mistaken, and that it should\ninstead be read as a reference to the hearing described in subparagraph (G). 490 the merits of the discrimination charge, by showing a likelihood of\nsuccess at a preliminary hearing. But the statute does not spell out what\nrelationship if any Congress intended there to be between L E A A ’s\nenforcement procedures once they have been set in motion, and any\nongoing judicial or administrative proceedings which may have trig­\ngered them in the first place. The legislative history of the 1976 amendments to the Crime Control\nAct does little to clarify this relationship. It manifests congressional\ndissatisfaction with the lack of initiative shown by LEAA in enforcing\nthe nondiscrimination provisions of the Act, and an intent to remedy\nthis by forcing the agency into action whenever a court or another\nagency “finds” the recipient to have engaged in a “pattern or practice”\nof discrimination. Thereafter, however, it would appear that LEA A\nwas perceived as having an enforcement role independent of contempo­\nraries and related court proceedings. The House report states that “the\nCommittee bill will require the Administration to honor the discrimina­\ntion findings of State and Federal courts and State and Federal agencies\nby then beginning its own enforcement process with the sending out of\nnoncompliance notices to recipients found by others to have discrimi­\nnated.” H.R. Rep. No. 1155, 94th Cong., 2d Sess. 26 (1976) (emphasis\nadded). 4 The more important evidence of LEA A ’s independence comes from\na reading of the statute itself, and from a comparison of its provisions\nwith the analogous provisions of the Revenue Sharing Act. Unlike the\nRevenue Sharing Act, the Crime Control Act contains no provisions\nrequiring deference on the merits to the triggering “finding” in any part\nof the administrative process. Rather, it would seem that this “finding”\noperates on the agency only to spur it into “beginning its own enforce­\nment process.” 5 As will be discussed in greater detail below, the\nanalogous sections of the Revenue Sharing Act are considerably more\nexplicit with respect to the further substantive effect that should be\ngiven the triggering judicial determination. 4 T he Senate bill had made no changes in the nondiscrim ination provisions o f the C rim e C ontrol\nA ct, and the conference com m ittee reported out provisions that w ere in all pertinent respects identical\nto those in the H ouse bill. See H .R. Rep. No. 1723, 94th Cong., 2d Sess. 32 (1976). 5 O ne o f the difficulties in construing L E A A 's obligations under these provisions o f the statute is\nC ongress' failure to define w hat it meant by a ‘‘finding.” It is not clear in the statute o r its legislative\nhistory w h eth er this term was meant to include prelim inary o r interlocutory “ findings,” o r w hether it\nshould be limited to formal findings after a full hearing.",
      "queries": [
        "what is the u.s. department of justice reserve a license",
        "which government agencies work with law enforcement to address community concerns?"
      ],
      "queries_score": [
        -8.945958137512207,
        -7.435988903045654
      ]
    },
    {
      "id": "memos_22__6",
      "chunk_id": "6",
      "content": "It is not clear in the statute o r its legislative\nhistory w h eth er this term was meant to include prelim inary o r interlocutory “ findings,” o r w hether it\nshould be limited to formal findings after a full hearing. L E A A 's ow n regulations do not define the\nterm, but that agency has apparently interpreted it to include the findings em bodied in a prelim inary\ninjunction order. If the “ finding\" is view ed solely as a triggering m echanism, then w e w ould have no\nbasis on w hich to quarrel w ith L E A A 's expansive definition o f the term. If, on the o th e r hand, a\n“ finding’' w ere to be considered m ore o r less determ inative o f the agency's ow n actions on the m erits\nin connection w ith fund suspension, as it appears to be under the R evenue Sharing A ct, w e w ould be\nless com fortable w ith the notion that C ongress intended to include in the term “finding\" any statem ent\nor action o f a court w ith respect to a com plaint b rought before it. See note 8 infra. It is precisely\nbecause under the C rim e C ontrol A ct a c o u rt's “ findings\" are not substantively binding on L E A A that\nwe are constrained to agree w ith that agency on the legal effect o f a stay. 491 To be sure, the Crime Control Act provides that payment of sus­\npended funds should be resumed if the recipient “complies fully with\nthe final order or judgment” of a court. But, by implication, any court\naction short of a “final order or judgment” would in itself permit no\nsuch resumption. Therefore, when funds have already been suspended\nby LEAA, a stay in the related judicial proceeding does not, in our\nopinion, have any effect on the suspension. On the other hand, where\nfunds have not yet been suspended and the agency inquiry is still under\nway, the statute does not appear to compel any particular agency\nresponse to developments in litigation involving the same issues. The\nopportunity provided the recipient in subparagraph (F) to defer suspen­\nsion by demonstrating a likelihood of success on the merits before an\nadministrative law judge suggests a general congressional policy under­\nlying the Act which we think would permit LEAA to defer its own\nsuspension proceedings where a stay has been granted by the court\nwhose “findings” triggered those proceedings in the first place. This is,\nhowever, a matter of policy and not a matter of law.",
      "queries": [
        "cops office contact number"
      ],
      "queries_score": [
        -9.488736152648926
      ]
    },
    {
      "id": "memos_22__7",
      "chunk_id": "7",
      "content": "This is,\nhowever, a matter of policy and not a matter of law. In sum, based on our reading of § 518(c)(2) of the Crime Control Act\nand its legislative history, we agree with LEA A that its administrative\nprocess is independent of the triggering judicial or administrative pro­\nceedings; that suspended funds may be resumed only upon the happen­\ning of one of the events specified in subparagraph (D); and in particular\nthat it is not required under the statute to bring its own administrative\nprocess to a halt in the event a stay is obtained in a contemporaneous\nand related judicial proceeding. On the other hand, we do not think\nLEAA is precluded from taking into account the implications of a stay\norder in the course of its own pre-suspension proceedings. The congres­\nsional policy reflected in subparagraph (F) would fully support a deci­\nsion by LEAA to honor such a stay, and defer suspension pending a\nfull administrative hearing on the merits. Indeed, we think in some\ncircumstances LEAA would not be remiss in its responsibilities under\nthe statute in deferring all administrative action pending a resolution of\nthe issues raised in the court proceeding. 6\nII. The Revenue Sharing Act\nThe 1976 amendments to the Revenue Sharing and Crime Control\nActs were passed on October 13 and 15 of that year, respectively. In\nboth cases Congress was seeking to strengthen the nondiscrimination\n8\nL E A A 's ow n regulations appear to recognize the desirability o f coordinating its enforcem ent\nefforts w ith contem poraneous litigation involving the same issues. F o r exam ple, the regulations\nprovide that if an L E A A com plainant has also filed suit in federal o r state court, and if the trial o f the\nsuit w ould be in progress during the L E A A investigation, L E A A “ will suspend its investigation and\nm onitor the litigation through the co u rt docket and co n tacts w ith the com plainant.\" 28 C .F .R .\n§ 42.205(c)(5). In addition, w hen a triggering “ finding\" has been m ade m ore than 120 days before\nL E A A learns o f it, notification o f noncom pliance will be deferred pending an inquiry into the current\nstatus o f the case. 28 C .F .R . § 42.210(c). 492 enforcement provisions of prior law, and to provide mechanisms to\ncompel the two agencies to commence proceedings looking toward\ntermination of federal funds in the event a recipient state or local\ngovernment were found by a court or agency to have discriminated in\nviolation of federal law. The provisions intended to accomplish this\nobjective in the two Acts turned out quite differently, however, primar­\nily because the Senate took an active role in amending the Revenue\nSharing Act and displayed little or no interest in the nondiscrimination\nprovisions in the Crime Control Act. The House bills amending both\nActs contained essentially identical enforcement provisions. These were\nenacted without substantive change into the Crime Control Act amend­\nments, and without any separate contribution from the Senate. See note\n4 supra.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_22__8",
      "chunk_id": "8",
      "content": "The House bills amending both\nActs contained essentially identical enforcement provisions. These were\nenacted without substantive change into the Crime Control Act amend­\nments, and without any separate contribution from the Senate. See note\n4 supra. But the Senate had its own proposals to make with respect to\nthe Revenue Sharing Act, proposals that were quite different from\nthose of the House, and that were in the main accepted by the Confer­\nence Committee. The “compromise” 7 reached in conference between the House and\nSenate on the nondiscrimination enforcement programs of the Revenue\nSharing Act was enacted into § 122 of the Act by Pub. L. 94-448, 90\nStat. 2350, and is codified in § 1242 of title 31. A brief review of its\npertinent provisions shows how the Senate’s approach differed from\nthat of the House in the Crime Control Act. Like the analogous\nprovisions of the Crime Control Act, § 122(b)(1) contains a triggering\nmechanism for the commencement of administrative enforcement pro­\nceedings leading to fund termination. This triggering mechanism is\ndescribed in § 122(c)(1) as a “holding” by a federal or state court, or\nfederal administrative law judge, that the recipient state government\nhas discriminated in violation of federal law.8 Once the Secretary of\nthe Treasury has received notice of a “holding,” a notice of noncompli­\nance must be sent the recipient, and the fund termination procedure set\nin motion. 9 Subsections (b)(2) and (b)(3) describe a hearing procedure\n7 122 Cong. Rec. 34,099 (Sept. 30, 1976) (rem arks o f Rep. D rinan, a sponsor o f the bill in the\nHouse). 8 Unlike the triggering events in § 518(c)(2) o f the C rim e C ontrol A ct, the triggering events under\nthe R evenue Sharing A ct are not restricted to a “ pattern o r practice” determ ination, and no effect is\ngiven determ inations o f a State adm inistrative agency. 9 A lthough you have not asked o ur opinion on the issue o f w h eth er a “ holding\" under the Revenue\nSharing A ct includes an interlocutory o rder, we note the position o f O R S that it does include such\norders in reaching o u r ultim ate conclusions on the effect o f a stay o f such an order. In its regulations,\nO R S defines a “ holding\" as “any finding o f fact o r conclusion o f law . . . w hich has been litigated\n. . .“ 31 C .F .R . § 51.67(a). O R S has taken the position that a prelim inary injunction constitutes a\n“ holding\" for purposes o f triggering its adm inistrative fund suspension procedure, a position w hich we\ndo not understand your Division to dispute. L E A A appears to take the sam e position w ith respect to a\n“ finding\" under the Crim e C ontrol A ct. See note 5 supra.",
      "queries": [
        "when are cops award funds released",
        "what is considered when designating an inmate to an institution",
        "cops office contact phone number",
        "when and how do you report executive compensation"
      ],
      "queries_score": [
        -8.904206275939941,
        -9.172091484069824,
        -9.332612037658691,
        -9.451864242553711
      ]
    },
    {
      "id": "memos_22__9",
      "chunk_id": "9",
      "content": "L E A A appears to take the sam e position w ith respect to a\n“ finding\" under the Crim e C ontrol A ct. See note 5 supra. W e also note here that w e d o not think C ongress intended to attach any particular significance to\nthe use o f the term “holding\" in the Revenue Sharing A ct, as opposed to the term “ finding\" used by\nthe Crim e C ontrol A ct. N o difference betw een the tw o term s w as asserted in Congress, and none has\nbeen claim ed by either L E A A o r O RS. A s it happened, the term “ holding\" was the one em ployed by\nthe Senate in its revenue sharing bill, and the term “ finding\" was em ployed by the H ouse in both its\ncrim e control bill and its revenue sharing bill. T he term s “ holding\" and “ finding\" are used inter*\nContinued 493 before the Secretary of the Treasury and, if requested subsequently, an\nadministrative law judge. It is at this point that the two statutes part\nways. Where the two-step hearing procedure under the Revenue Shar­\ning Act has been triggered by a “holding” on the issues of discrimina­\ntion, the substance of this “holding” may not be collaterally attacked\nbefore either the Secretary or the administrative law judge. That is, the\nrecipient may present evidence to the Secretary only on the issue of\nwhether the program or activity in which discrimination is charged has\nbeen federally funded, and not on the merits of the discrimination\ncharge itself. If the Secretary determines that federal funds are in­\nvolved, and if the recipient then requests a further hearing before an\nadministrative law judge, that officer too is precluded from addressing\nthe discrimination issue on the merits. In case there remains any doubt,\nsubsection (c)(2) restates the restrictions on the administrative process\nas follows: If there has been a holding described in paragraph [(c)(1)]\nwith respect to a State government or a unit of local\ngovernment, then, in the case of proceedings by the Sec­\nretary pursuant to subsection (b)(2) of this section or a\nhearing pursuant to subsection (b)(3) of this section with\nrespect to such government, such proceedings or such\nhearings shall relate only to the question of whether the\nprogram or activity in which the exclusion, denial, dis­\ncrimination, or violation occurred is funded in whole or\nin part with funds made available under subchapter I of\nthis chapter. In such proceedings or hearing, the holding\ndescribed in paragraph [(c)(1)] . . . shall be treated as con­\nclusive. 31 U.S.C. § 1242(c)(2) (emphasis added). Unless the Secretary or admin­\nistrative law judge finds that the program in which discrimination is\ncharged is not federally funded, the Secretary “shall” suspend payment\nof funds.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_22__10",
      "chunk_id": "10",
      "content": "In such proceedings or hearing, the holding\ndescribed in paragraph [(c)(1)] . . . shall be treated as con­\nclusive. 31 U.S.C. § 1242(c)(2) (emphasis added). Unless the Secretary or admin­\nistrative law judge finds that the program in which discrimination is\ncharged is not federally funded, the Secretary “shall” suspend payment\nof funds. Subsection (e) of the statute sets out the five grounds on which\nsuspended payments may be resumed where a “holding” has triggered\nthe suspensions: 1) if the recipient government enters into a compliance\nagreement with the government agency or office responsible for pros­\necuting the claim or complaint which is the basis for the holding, if the\nagreement has been approved by the Secretary;10 2) if the recipient\ngovernment “complies fully with the holding,” if that holding covers\nall matters raised in the Secretary’s notice of noncompliance; 3) if the\nchangeably in both the Senate rep o rt and the conference report on the revenue sharing bill, suggesting\nthat that body did not focus at ail on the difference, if any. betw een them. See S. Rep. No. 1207, 94th\nC ong., 2d Sess. 32 (1976); H .R. Rep. No. 1720, 94th C ong., 2d Sess. 35-36 (1976). Indeed, in discussing\nthe conditions for resum ption o f funds both reports speak o f com pliance w ith an “o rd e r’* o f a federal\ncourt, w here the statute uses the term “ holding.” Id. See 31 U.S.C. 1242(e)(2). 10 T h e com pliance agreem ent is described in subsection (d)(1). 494 recipient is found to be in compliance by the court or agency that\nissued the holding; 4) if the administrative law judge determines that\nthe recipient is in compliance under subsection (b)(3)—a determination\nwhich may be based only on the presence or absence o f federal funds,\nnot the merits of the discrimination claim; and 5) if the body that has\nissued the triggering holding is reversed by an appellate tribunal. This\nfinal condition of lifting the suspension is also dealt with in subsection\n(c)(3): If a holding described in paragraph [(c)(1)] is reversed by\nan appellate tribunal, then proceedings under subsection (b)\no f this section which are dependent upon such holding shall\nbe discontinued; any suspension or termination of pay­\nments resulting from such proceedings shall also be dis­\ncontinued. 31 U.S.C. § 1242(c)(3) (emphasis added). The acknowledgment in subsection (c)(3) that the administrative pro­\nceedings are “dependent” on the proceedings in the triggering body is\nreflected generally in the grounds for resumption of suspended pay­\nments described above. Three of the five grounds are for all practical\npurposes beyond the control of the Secretary: the first, a compliance\nagreement, is grounds for resumption of payment only where it is\nentered into by the parties to the triggering lawsuit or complaint. The\nthird ground depends on the recipient’s compliance as determined by\nthe triggering body. And the fifth ground depends entirely on the\naction of an appellate tribunal in reversing the triggering holding.",
      "queries": [
        "how far in advance do you have to submit an event for review and approval?",
        "what is single audit act requirements",
        "what is community policing"
      ],
      "queries_score": [
        -9.365270614624023,
        -9.282434463500977,
        -8.551339149475098
      ]
    },
    {
      "id": "memos_22__11",
      "chunk_id": "11",
      "content": "The\nthird ground depends on the recipient’s compliance as determined by\nthe triggering body. And the fifth ground depends entirely on the\naction of an appellate tribunal in reversing the triggering holding. Although there is some independent role reserved to the agency with\nrespect to the first, second, and fourth grounds, the agency is always\nbound to follow the lead of the triggering body whenever the merits of\nthe discrimination issue are involved. The congressional concern to limit the independent enforcement au­\nthority of the Secretary of the Treasury where there has been a prior\nholding of discrimination is reflected in the legislative history of the\n1976 amendments to the Revenue Sharing Act. As with the Crime\nControl Act, Congress was aware of widespread dissatisfaction with the\nagency’s failure to use its suspension power even where the recipient\nagency had been adjudged by a federal court to be in violation of the\nlaw. See Hearings before the Subcomm ittee on Revenue Sharing o f the\nSenate Finance Committee, 94th Cong., 1st Sess. 173, 197, 214 (1975). See also United States v. City o f Chicago, 395 F. Supp. 329 (N.D. 111.\n1975), a f f d 525 F.2d 695 (7th Cir. 1976). However, the Senate’s contri­\nbution to the provisions that emerged in 1976 as the Conference “com­\npromise” reflected equally strong concerns to minimize the burden of\nenforcement on ORS staff, and “to safeguard the due process rights of\nthe recipient.” S. Rep. No. 1207, 94th Cong., 2d Sess. 29 (1976). These\nconcerns resulted in the development of provisions limiting the discre­\n495 tion of ORS where a court or federal agency proceeding was in\nprogress. The hearings in the Senate Finance Committee in August of 1976\ntook place after the House had reported out its bill amending the\nRevenue Sharing Act. That House bill contained nondiscrimination\nenforcement provisions virtually identical to those ultimately enacted in\nthe Crime Control Act. The Senate committee was not satisfied with\nthese provisions on two grounds: first, they placed too heavy an en­\nforcement responsibility on the staff of the Office of Revenue Sharing,\nwhose officers testified that they did not wish to assume a larger role in\ncivil rights enforcement; and second, they failed to afford a recipient\ngovernment adequate protection against administrative arbitrariness and\nduplicative hearings. The General Counsel of the Treasury Department\ntestified that the elaborate procedures set forth in the House bill\n“would really require a multiplication of the staff with very little effect\noverall,” and that “the mechanics set up in the House-passed bill would\ncreate tremendous administrative burdens.” Hearings before the Senate\nC om m ittee on Finance on H .R. 13367, 94th Cong., 2d Sess. 48-49 (1976). He recommended that more reliance be placed on the ability of a court\nto monitor compliance, and less on the independent ability of ORS to\nenforce the law. The committee also heard testimony from a number of\nstate and local government officials. The comments of Patrick Lucey,\nG overnor of Wisconsin, are typical: An ideal system of anti-discrimination enforcement would\nemphasize both due process and simplicity to preclude the\nfederal government from arbitrarily suspending revenue\nsharing funds in any jurisdiction.",
      "queries": [
        "which eu decision is the contribution of the eit to a more innovative europe",
        "cops office stop school violence prevention award",
        "can someone earn a cops award",
        "is cops program income",
        "what is the federal regulation for recording inmate photo program equipment"
      ],
      "queries_score": [
        -9.418025016784668,
        -9.280333518981934,
        -8.460052490234375,
        -8.319579124450684,
        -9.702242851257324
      ]
    },
    {
      "id": "memos_22__12",
      "chunk_id": "12",
      "content": "The committee also heard testimony from a number of\nstate and local government officials. The comments of Patrick Lucey,\nG overnor of Wisconsin, are typical: An ideal system of anti-discrimination enforcement would\nemphasize both due process and simplicity to preclude the\nfederal government from arbitrarily suspending revenue\nsharing funds in any jurisdiction. Deadlines should be\nshort, and findings of discrimination should be based on\nthe administrative and judicial process which does not\nrely solely on the judgment of the Secretary of the\nT reasury. Id. at 89. Kenneth Gibson, Mayor of Newark, New Jersey, complained that “federal civil rights enforcement requirements are oftimes duplica­\ntive and contradictory in nature.” He recommended that “a strategy be\ndeveloped to consolidate and coordinate federal civil rights enforce­\nment in general and that due process be observed in any withholding of\nfunds from local government.” Id. at 92-93. In a colloquy with Senator\nPackwood, Mr. Gibson and John Poelker, Mayor of St. Louis, dis­\ncussed the due process problems inherent in simultaneous and poten­\ntially contradictory administrative and judicial proceedings. Senator\nPackwood asked how to construct “a fair section” that would not\n“unduly penalize” a recipient during the pendency o f a court suit. Poelker recommended that “[i]t should be left up to the decision o f the\ncourt, not the Secretary. . . . As long as the suit is pending, and the\n496 locality has not been found in violation until that time,” funds should\nnot be suspended. Both Mayors Poelker and Gibson emphasized that in\ntheir opinion the inequity of terminating funds prior to “the end of the\nsuit” outweighed the possibility of undesirable continuance of funds\nduring its pendency. Id. at 77-78. The general criticism of. the House bill in the Senate committee led\nto the drafting of the provisions that eventually were enacted as § 122. The problems of delay, unfairness, and duplication that witnesses per-,\nceived to be inherent in the House approach were sought to be re­\nsolved by provisions linking the ORS administrative role more closely\nwith proceedings brought before courts and other agencies. The Con­\nference Committee accepted the Senate bill in all pertinent respects. H.R. Rep. No. 1720, supra, at 34. From the foregoing discussion it is clear that the terms of the civil\nrights enforcement provisions of the Revenue Sharing Act and their\nlegislative history are substantially different from those of the Crime\nControl Act. We believe these differences warrant a different conclu­\nsion with respect to the effect a stay on administrative fund suspension\nproceedings under the two acts. Under the Crime Control Act, once\nthe administrative enforcement proceeding has been triggered by a\n“finding,” LEAA operates independently of the finding. Under the\nRevenue Sharing Act, ORS proceedings are “dependent” from begin­\nning to end on the concurrent judicial or federal agency proceedings. Since ORS is barred from making its own determination on the issue of\ndiscrimination once there has been a court determination, we think it\nmust also respect the court’s subsequent decision to stay the effect of\nthat determination. This is consistent with the Senate’s concern not to\nburden ORS staff with massive civil rights enforcement responsibilities,\nand to ensure recipient governments due process of law.",
      "queries": [
        "why would someone need sole source procurement",
        "are deductions allowable"
      ],
      "queries_score": [
        -9.400938987731934,
        -8.649393081665039
      ]
    },
    {
      "id": "memos_22__13",
      "chunk_id": "13",
      "content": "This is consistent with the Senate’s concern not to\nburden ORS staff with massive civil rights enforcement responsibilities,\nand to ensure recipient governments due process of law. In the case of\nLEAA, however, to the extent that that agency remains free to reach\nits own decision on the merits of the discrimination issues prior to'\nsuspending funds, we do not believe the law requires it to honor a\njudicial stay—although we also think that it may do so in its discretion. L a r r y L . S im m s D eputy Assistant Attorney General\nOffice o f Legal Counsel 497",
      "queries": [
        "definition of provisional rate"
      ],
      "queries_score": [
        -11.085651397705078
      ]
    }
  ]
}