{
  "doc_id": "memos_65",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_65__0",
      "chunk_id": "0",
      "content": "Congressional Requests for\nConfidential Executive Branch Information This memorandum summarizes the principles and practices governing congressional\nrequests for confidential executive branch information. June 19, 1989\nM em orandum O pinion for th e\nG en eral C ounsel ’s C onsultative G rou p This memorandum summarizes the principles and practices governing\ncongressional requests for confidential executive branch information. As\ndiscussed below, the executive branch’s general practice has been to\nattempt to accommodate whatever legitimate interests Congress may\nhave in obtaining the information, while, at the same time, preserving\nexecutive branch interests in maintaining essential confidentiality. Only\nwhen the accommodation process fails to resolve a dispute and a sub­\npoena is issued does it become necessary for the President to consider\nasserting executive privilege. I. Congress’ Oversight Authority The constitutional role of Congress is to adopt general legislation that\nwill be implemented — “executed” — by the executive branch. The\ncourts have recognized that this general legislative interest gives\nCongress investigatory authority. Both Houses of Congress have power,\n“through [their] own process, to compel a private individual to appear\nbefore it or one of its committees and give testimony needed to enable it\nefficiently to exercise a legislative function belonging to it under the\nConstitution.” McGrain v. Daugherty, 273 U.S. 135, 160 (1927). The\nissuance of subpoenas in aid of this function “has long been held to be a\nlegitimate use by Congress of its power to investigate,” Eastland v.\nUnited States Serviceman’s Fund, 421 U.S. 491, 504 (1975), provided\nthat the investigation is “related to, and in furtherance of, a legitimate\ntask of the Congress.” Watkins v. United States, 354 U.S. 178, 187 (1957). The inquiry must pertain to subjects “on which legislation could be had.” McGrain v. Daugherty, 273 U.S. at 177. Thus, Congress’ oversight\nauthority\n153 is as penetrating and far-reaching as the potential power to\nenact and appropriate under the Constitution. Broad as it is, the power is not, however, without limita­\ntions. Since Congress may only investigate into those areas\nin which it may potentially legislate or appropriate, it can­\nnot inquire into matters which are within the exclusive\nprovince of one of the other branches of the Government. Barenblatt v. United States, 360 U.S. 109, 111-12 (1959). II. Executive Privilege If it is established that Congress has a legitimate legislative purpose for\nits oversight inquiry, the executive branch’s interest in keeping the infor­\nmation confidential must be assessed. This subject is usually discussed in\nterms of “executive privilege,” and that convention is used here. The\nquestion, however, is not strictly speaking just one of executive privilege. While the considerations that support the concept and assertion of exec­\nutive privilege apply to any congressional request for information, the\nprivilege itself need not be claimed formally vis-a-vis Congress except in\nresponse to a lawful subpoena; in responding to a congressional request\nfor information, the executive branch is not necessarily bound by the lim­\nits of executive privilege. Executive privilege is constitutionally based. To be sure, the Consti­\ntution nowhere expressly states that the President, or the executive\nbranch generally, ei\\joys a privilege against disclosing information\nrequested by the courts, the public, or the legislative branch.",
      "queries": [
        "what form must be signed before requesting an award of federal funds?"
      ],
      "queries_score": [
        -6.010354042053223
      ]
    },
    {
      "id": "memos_65__1",
      "chunk_id": "1",
      "content": "Executive privilege is constitutionally based. To be sure, the Consti­\ntution nowhere expressly states that the President, or the executive\nbranch generally, ei\\joys a privilege against disclosing information\nrequested by the courts, the public, or the legislative branch. The exis­\ntence of such a privilege, however, is a necessary corollary of the execu­\ntive function vested in the President by Article II of the Constitution. 1It\nhas been asserted by numerous Presidents from the earliest days of our\nNation, and it was explicitly recognized by the Supreme Court in United\nStates v. Nixon, 418 U.S. 683, 705-06 (1974). There are at least three generally-recognized components of executive\nprivilege: state secrets, law enforcement, and deliberative process. Since\nmost disputes with Congress in this area in recent years have concerned\nthe privilege for executive branch deliberations, this memorandum will\nfocus on that component. See generally Confidentiality of the Attorney\nGeneral’s Communications in Counseling the President, 6 Op. O.L.C.\n481, 484-90 (1982). 1 The privilege to withhold information is implicit in the scheme of Article II and particularly in the pro­\nvisions that “(t]he executive Power shall be vested in a President of the United States of America,\" U S\nConst, art. II, § 1, cl. 1, and that the President shall “take Care that the Laws be faithfully executed,” U.S.\nConst, art. II, § 3. 154 The first congressional request for information from the executive\nbranch occurred in 1792, in the course of a congressional investigation\ninto the failure of an expedition under the command of one General St.\nClair. President Washington called his Cabinet together to consider his\nresponse, stating that he could conceive that there might be papers of so\nsecret a nature that they ought not be given up. The President and his\nCabinet concluded “that the Executive ought to communicate such\npapers as the public good would permit, and ought to refuse those, the\ndisclosure of which would injure the public .” 1 Writings of Thomas\nJefferson 304 (1903) (emphasis added). While President Washington ulti­\nmately determined in the St. Clair case that the papers requested could be\nfurnished without ii\\jury to the public, he refused four years later to com­\nply with a House committee’s request for copies of instructions and other\ndocuments employed in connection with the negotiation of a treaty with\nGreat Britain. The practice of refusing congressional requests for information, on the\nground that the national interest would be harmed by the disclosure, was\nemployed by many Presidents in the ensuing years. See generally History\nof Refusals by Executive Branch Officials to Provide Information\nDemanded by Congress, Part I - Presidential Invocations of Executive\nPrivilege Vis-a-Vis Congress, 6 Op. O.L.C. 751 (1982). The privilege was\nmost frequently asserted in the areas of foreign affairs and military and\nnational security secrets; it was also invoked in a variety of other con­\ntexts, including executive branch investigations.",
      "queries": [
        "definition of authorized officials",
        "what is community policing",
        "what is domestic subsidiary investment in ppfs ?"
      ],
      "queries_score": [
        -6.693051338195801,
        -7.94528865814209,
        -9.117507934570312
      ]
    },
    {
      "id": "memos_65__2",
      "chunk_id": "2",
      "content": "The privilege was\nmost frequently asserted in the areas of foreign affairs and military and\nnational security secrets; it was also invoked in a variety of other con­\ntexts, including executive branch investigations. In 1954, in instructing\nthe Secretary of Defense concerning a Senate investigation, President\nEisenhower asserted that the privilege extends to deliberative communi­\ncations within the executive branch:\nBecause it is essential to efficient and effective adminis­\ntration that employees of the Executive Branch be in a posi­\ntion to be completely candid in advising with each other on\nofficial matters, and because it is not in the public interest\nthat any of their conversations or communications, or any\ndocuments or reproductions, concerning such advice be\ndisclosed, you will instruct employees of your Department\nthat in all of their appearances before the Subcommittee of\nthe Senate Committee on Government Operations regard­\ning the inquiry now before it they are not to testify to any\nsuch conversations or communications or to produce any\nsuch documents or reproductions. Pub. Papers of Dwight D. Eisenhower 483-84 (1954). The Supreme Court has recognized that the Constitution gives the\nPresident the power to protect the confidentiality of executive branch\ndeliberations. See generally Nixon v. Administrator of Gen. Servs., 433\n155 U.S. 425, 446-55 (1977). This power is independent of the President’s\npower over foreign affairs, national security, or law enforcement; it is\nrooted instead in “the necessity for protection of the public interest in\ncandid, objective, and even blunt or harsh opinions in Presidential deci­\nsionmaking.” United States v. Nixon, 418 U.S. at 708. It necessarily follows — and the Supreme Court so held in United\nStates v. Nixon — that communications among the President and his\nadvisers eryoy “a presumptive privilege” against disclosure in court. Id.2 The reasons for this privilege, the Nixon Court explained, are “plain.” “Human experience teaches that those who expect public dissemination\nof their remarks may well temper candor with a concern for appearances\nand for their own interests to the detriment of the decisionmaking\nprocess.” Id. at 705. Often, an adviser’s remarks can be fully understood\nonly in the context of a particular debate and of the positions others have\ntaken. Advisers change their views, or make mistakes which others cor­\nrect; this is indeed the purpose of internal debate. The result is that advis­\ners are likely to be inhibited if they must anticipate that their remarks will\nbe disclosed to others, not party to the debate, who may misunderstand\nthe significance of a particular statement or discussion taken out of con­\ntext. Some advisers may hesitate — out of self-interest — to make\nremarks that might later be used against their colleagues or superiors. As\nthe Court stated, “[a] president and those who assist him must be free to\nexplore alternatives in the process of shaping policies and making deci­\nsions and to do so in a way many would be unwilling to express except\nprivately.” Id. at 708. These reasons for the constitutional privilege have at least as much\nforce when it is Congress, instead of a court, that is seeking information. The possibility that deliberations will be disclosed to Congress is, if any­\nthing, more likely to chill internal debate among executive branch advis­\ners.",
      "queries": [
        "eeop requirements for nonprofit organizations"
      ],
      "queries_score": [
        -8.391317367553711
      ]
    },
    {
      "id": "memos_65__3",
      "chunk_id": "3",
      "content": "Id. at 708. These reasons for the constitutional privilege have at least as much\nforce when it is Congress, instead of a court, that is seeking information. The possibility that deliberations will be disclosed to Congress is, if any­\nthing, more likely to chill internal debate among executive branch advis­\ners. When the Supreme Court held that the need for presidential commu­\nnications in the criminal trial of President Nixon’s close aides outweighed\nthe constitutional privilege, an important premise of its decision was that\nit did not believe that “advisers will be moved to temper the candor of\ntheir remarks by the infrequent occasions of disclosure because of the\npossibility that such conversations will be called for in the context of a\ncriminal prosecution.” Id. at 712. By contrast, congressional requests for\nexecutive branch deliberative information are anything but infrequent. 2The Nixon Court explained that the privilege is constitutionally based:\n[T]he privilege can be said to derive from the supremacy of each branch within its own\nassigned area of constitutional duties. Certain powers and privileges flow from the nature of\nenumerated powers; the protection o f the confidentiality of Presidential communications has\nsimilar constitutional underpinnings. 418 U.S. at 705-06 (footnote omitted). The Court also acknowledged that the privilege stems from the\nprinciple of separation of powers: “The privilege is fundamental to the operation of Government and\ninextncably rooted in the separation of powers under the Constitution.” Id at 708. 156 Moreover, compared to a criminal prosecution, a congressional investi­\ngation is usually sweeping; its issues are seldom narrowly defined, and\nthe inquiry is not restricted by the rules of evidence. Finally, when\nCongress is investigating, it is by its own account often in an adversarial\nposition to the executive branch and initiating action to override judg­\nments made by the executive branch. This increases the likelihood that\ncandid advice from executive branch advisers will be taken out of con­\ntext or misconstrued. For all these reasons, the constitutional privilege\nthat protects executive branch deliberations against judicial subpoenas\nmust also apply, perhaps even with greater force, to Congress’ demands\nfor information. The United States Court of Appeals for the District of Columbia Circuit\nhas explicitly held that the privilege protects presidential communica­\ntions against congressional demands. During the Watergate investigation,\nthe Court of Appeals rejected a Senate committee’s efforts to obtain tape\nrecordings of conversations in President Nixon’s offices. The court held\nthat the tapes were constitutionally privileged and that the committee\nhad not made a strong enough showing to overcome the privilege. Senate\nSelect Comm, on Presidential Campaign Activities v. Nixon, 498 F.2d\n725 (D.C. Cir. 1974) (en banc). Indeed, the court held that the committee\nwas not entitled to the recordings unless it showed that “the subpoenaed\nevidence is demonstrably critical to the responsible fulfillment of the\nCommittee’s functions.” Id. at 731 (emphasis added). 3 Finally, history is replete with examples of the executive’s assertion of\nprivilege in the face of congressional requests for deliberative process\ninformation. We have previously recounted the incidents in which\nPresidents, beginning with President Washington, have withheld from\nCongress documents that reflected deliberations within the executive\nbranch.",
      "queries": [
        "who was president of the european parliament?",
        "when do you have to sign the award document"
      ],
      "queries_score": [
        -8.139229774475098,
        -9.100162506103516
      ]
    },
    {
      "id": "memos_65__4",
      "chunk_id": "4",
      "content": "Id. at 731 (emphasis added). 3 Finally, history is replete with examples of the executive’s assertion of\nprivilege in the face of congressional requests for deliberative process\ninformation. We have previously recounted the incidents in which\nPresidents, beginning with President Washington, have withheld from\nCongress documents that reflected deliberations within the executive\nbranch. History of Refusals by Executive Branch Officials to Provide\nInformation Demanded by Congress, Part II - Invocations of Executive\nPrivilege by Exective Officials, 6 Op. O.L.C. 782 (1982). III. Accommodation Process Where Congress has a legitimate need for information that will help it\nlegislate, and the executive branch has a legitimate, constitutionally rec­\nognized need to keep certain information confidential, at least one court\n3 The Supreme Court has assumed that the constitutional privilege protects executive branch delibera­\ntions against Congress to some degree. See United States v Nixon, 418 U S at 712 n 19. Moreover, the\nCourt held in Administrator of General Services, that the constitutional privilege protects executive\nbranch deliberations from disclosure to members of the same branch in a later administration, the Court\nrejected the specific claim of privilege in the case not because the privilege was inapplicable but because\nthe intrusion was limited and the interests justifying the intrusion were strong and nearly unique. See 433\nU S at 446-55. Since the Court has held that the privilege protects executive branch communications\nagainst compelled disclosure to the judicial branch and to later members of the executive branch, there is\nevery reason to believe that the Court would hold that it protects against compelled disclosure to Congress 157 has referred to the obligation of each branch to accommodate the legiti­\nmate needs of the other. This duty to accommodate was described by the\nD.C. Circuit in a case involving a House committee’s request to a private\nparty for information which the executive branch believed should not be\ndisclosed. The court said: The framers ... expect[ed] that where conflicts in scope of\nauthority arose between the coordinate branches, a spirit of\ndynamic compromise would promote resolution of the dis­\npute in the manner most likely to result in efficient and effec­\ntive functioning of our governmental system. Under this\nview, the coordinate branches do not exist in an exclusively\nadversary relationship to one another when a conflict in\nauthority arises. Rather, each branch should take cognizance\nof an implicit constitutional mandate to seek optimal accom­\nmodation through a realistic evaluation of the needs of the\nconflicting branches in the particular fact situation. [Because] it was a deliberate feature of the constitutional\nscheme to leave the allocation of powers unclear in certain\nsituations, the resolution of conflict between the coordinate\nbranches in these situations must be regarded as an oppor­\ntunity for a constructive modus vivendi, which positively\npromotes the functioning of our system. The Constitution\ncontemplates such accommodation. Negotiation between\nthe two branches should thus be viewed as a dynamic\nprocess affirmatively furthering the constitutional scheme. United States v. AT&T, 567 F.2d 121, 127, 130 (D.C. Cir. 1977) (footnotes\nomitted). In an opinion he issued in connection with a 1981 executive privilege\ndispute involving a committee of the House of Representatives and the\nDepartment of Interior, Attorney General William French Smith captured\nthe essence of the accommodation process:",
      "queries": [
        "what is the purpose of the system for grant management database",
        "cops office phone number"
      ],
      "queries_score": [
        -9.125483512878418,
        -8.583081245422363
      ]
    },
    {
      "id": "memos_65__5",
      "chunk_id": "5",
      "content": "United States v. AT&T, 567 F.2d 121, 127, 130 (D.C. Cir. 1977) (footnotes\nomitted). In an opinion he issued in connection with a 1981 executive privilege\ndispute involving a committee of the House of Representatives and the\nDepartment of Interior, Attorney General William French Smith captured\nthe essence of the accommodation process: The accommodation required is not simply an exchange of\nconcessions or a test of political strength. It is an obligation\nof each branch to make a principled effort to acknowledge,\nand if possible to meet, the legitimate needs of the other\nbranch. Assertion of Executive Privilege in Response to a Congressional\nSubpoena, 5 Op. O.L.C. 27, 31 (1981) (“Smith Opinion”). 158 The process of accommodation requires that each branch explain to\nthe other why it believes its needs to be legitimate. Without such an\nexplanation, it may be difficult or impossible to assess the needs of one\nbranch and relate them to those of the other. At the same time, requiring\nsuch an explanation imposes no great burden on either branch. If either\nbranch has a reason for needing to obtain or withhold information, it\nshould be able to express it. The duty of Congress to justify its requests not only arises directly from\nthe logic of accommodation between the two branches, but it is estab­\nlished in the case law as well. In United States v. Nixon, the Supreme\nCourt emphasized that the need for evidence was articulated and specific. 418 U.S. at 700-02, 713. Even more to the point is Senate Select Committee\non Presidential Campaign Activities. In that case, the D.C. Circuit stated\nthat the sole question was “whether the subpoenaed evidence is demon­\nstrably critical to the responsible fulfillment of the Committee’s functions.”\n498 F.2d at 731. The court held that the Committee had not made a suffi­\ncient showing. It pointed out that the President had already released tran­\nscripts of the conversations of which the Committee was seeking record­\nings. The Committee argued that it needed the tape recordings “in order to\nverily the accuracy of’ the transcripts, to supply the deleted portions, and\nto gain an understanding that could be acquired only by hearing the inflec­\ntion and tone of voice of the speakers. Id. at 723-33. But the court answered\nthat, in order to legislate, a committee of Congress seldom needs a “precise\nreconstruction of past events.” Id. at 732. The court concluded:\nThe Committee has ... shown no more than that the mate­\nrials deleted from the transcripts may possibly have some\narguable relevance to the subjects it has investigated and to\nthe areas in which it may propose legislation. It points to no\nspecific legislative decisions that cannot responsibly be\nmade without access to materials uniquely contained in the\ntapes or without resolution of the ambiguities that the tran­\nscripts may contain. Id. at 733. For this reason, the court stated, “the need demonstrated by\nthe Select Committee ... is too attenuated and too tangential to its func­\ntions” to override the President’s constitutional privilege.",
      "queries": [
        "can you reduce chp grant"
      ],
      "queries_score": [
        -9.3665132522583
      ]
    },
    {
      "id": "memos_65__6",
      "chunk_id": "6",
      "content": "Id. at 733. For this reason, the court stated, “the need demonstrated by\nthe Select Committee ... is too attenuated and too tangential to its func­\ntions” to override the President’s constitutional privilege. Id.\nSenate Select Committee thus establishes Congress’ duty to articulate its\nneed for particular materials — to “point[] to ... specific legislative deci­\nsions that cannot responsibly be made without access to materials unique­\nly contained in” the privileged document it has requested. Moreover, this\ncase suggests that Congress will seldom have any legitimate legislative\ninterest in knowing the precise predecisional positions and statements of\nparticular executive branch officials. When Congress demands such infor­\nmation, it must explain its need carefully and convincingly. 159 It is difficult to generalize about the kind o f accommodation with\nrespect to deliberative process information that may be appropriate in\nparticular cases. Whether to adhere to the consistent general policy of\nconfidentiality for such information will depend on the facts o f the spe­\ncific situation. Certain general principles do apply, however. As Attorney\nGeneral Smith explained in advising President Reagan:\n[T]he interest o f Congress in obtaining information for\noversight purposes is ... considerably weaker than its inter­\nest when specific legislative proposals are in question. At\nthe stage o f oversight, the congressional interest is a gener­\nalized one o f ensuring that the laws are well and faithfully\nexecuted and o f proposing remedial legislation if they are\nnot. The information requested is usually broad in scope\nand the reasons for the request correspondingly general\nand vague. In contrast, when Congress is examining specif­\nic proposals for legislation, the information which\nCongress needs to enable it to legislative effectively is usu­\nally quite narrow in scope and the reasons for obtaining\nthat information correspondingly specific. A specific, artic­\nulated need for information will weigh substantially more\nheavily in the constitutional balancing than a generalized\ninterest in obtaining information. Smith Opinion, 5 Op. O.L.C. at 30. Moreover, Attorney General Smith\nexplained, information concerning ongoing deliberations need rarely be\ndisclosed:\n[T]he congressional oversight interest w ill support a\ndemand for predecisional, deliberative documents in the\npossession o f the Executive Branch only in the most unusu­\nal circumstances. It is important to stress that congression­\nal oversight o f Executive Branch actions is justifiable only\nas a means o f facilitating the legislative task o f enacting,\namending, or repealing laws. When such “oversight” is used\nas a means o f participating directly in an ongoing process of\ndecisionmaking within the Executive Branch, it oversteps\nthe bounds o f the proper legislative function. Restricted to\nits proper sphere, the congressional oversight function can\nalmost always be properly conducted with reference to\ninformation concerning decisions which the Executive\nBranch has already reached. Congress will have a legitimate\nneed to know the preliminary positions taken by Executive\nBranch officials during internal deliberations only in the\nrarest o f circumstances. Congressional demands, under the\n160 guise o f oversight, for such preliminary positions and delib­\nerative statements raise at least the possibility that the\nCongress has begun to go beyond the legitimate oversight\nfunction and has impermissibly intruded on the Executive\nBranch’s function o f executing the law. At the same time,\nthe interference with the President’s ability to execute the\nlaw is greatest while the decisionmaking process is ongoing.",
      "queries": [
        "which is specifically applicable to the award of an award",
        "COPS award condition",
        "who is the cognizant agency",
        "what is required for a cops grant"
      ],
      "queries_score": [
        -7.877594947814941,
        -8.739739418029785,
        -7.794442176818848,
        -8.427130699157715
      ]
    },
    {
      "id": "memos_65__7",
      "chunk_id": "7",
      "content": "At the same time,\nthe interference with the President’s ability to execute the\nlaw is greatest while the decisionmaking process is ongoing. Id. at 30-31. IV. Procedures\nPresident Reagan’s November 4, 1982 Memorandum for the Heads o f\nExecutive Departments and Agencies on “Procedures Governing\nResponses to Congressional Requests for Information” ( “Reagan\nMemorandum”) sets forth the long-standing executive branch policy in\nthis area: The policy o f this Administration is to comply with Con­\ngressional requests for information to the fullest extent\nconsistent with the constitutional and statutory obligations\nof the Executive Branch.... [E]xecutive privilege will be\nasserted only in the most compelling circumstances, and\nonly after careful review demonstrates that assertion o f the\nprivilege is necessary. Historically, good faith negotiations\nbetween Congress and the executive branch have mini­\nmized the need for invoking executive privilege, and this\ntradition o f accommodation should continue as the prima­\nry means o f resolving conflicts between the Branches. Reagan Memorandum at 1. The Reagan Memorandum also sets forth the\nprocedures for asserting executive privilege in response to a congres­\nsional request for information. Under the terms o f the Memorandum, an\nagency must notify and consult with the Attorney General, through the\nAssistant Attorney General for the Office o f Legal Counsel, as soon as it\ndetermines that compliance with the request raises a “substantial ques­\ntion o f executive privilege.” The Memorandum further provides that\nexecutive privilege cannot be asserted without specific authorization by\nthe President, based on recommendations made to him by the concerned\nagency head, the Attorney General, and the Counsel to the President. In practice, disputes with Congress in this area typically commence\nwith an informal oral or written request from a congressional committee\nor subcommittee for information in the possession o f the executive\nbranch. Most such requests are honored promptly; in some cases, how­\never, the executive branch official may resist supplying some or all o f the\n161 requested information either because o f the burden o f compliance or\nbecause the information is o f a sensitive nature. The executive branch\nagency and the committee staff will typically negotiate during this period\nto see if the dispute can be settled in a manner acceptable to both sides. In most cases this accommodation process is sufficient to resolve any\ndispute. On occasion, however, the process breaks down, and a subpoe­\nna is issued. At that point, if further negotiation is unavailing, it is neces­\nsary to consider asking the President to assert executive privilege. I f after assertion o f executive privilege the committee remains unsatis­\nfied with the agency’s response, it may vote to hold the agency head in\ncontempt o f Congress. If the full Senate or House o f Representatives then\nvotes to hold the official in contempt, it might attempt to impose sanc­\ntions by one o f three methods. First, it might refer the matter to a United\nStates Attorney for reference to a grand jury. See 2 U.S.C. §§ 192, 194.",
      "queries": [
        "what is the oig role"
      ],
      "queries_score": [
        -7.015566825866699
      ]
    },
    {
      "id": "memos_65__8",
      "chunk_id": "8",
      "content": "If the full Senate or House o f Representatives then\nvotes to hold the official in contempt, it might attempt to impose sanc­\ntions by one o f three methods. First, it might refer the matter to a United\nStates Attorney for reference to a grand jury. See 2 U.S.C. §§ 192, 194. Second, the Sergeant-at-Arms theoretically could be dispatched to arrest\nthe official and detain him in the Capitol; if this unlikely event did occur,\nthe official would be able to test the legality o f this detention through a\nhabeas corpus petition, thereby placing in issue the legitimacy o f his\nactions in refusing to disclose the subpoenaed information. Third, and\nthe most likely option due to legal and practical difficulties associated\nwith the first two options, the Senate or House might bring an action in\ncourt to obtain a judicial order requiring compliance with the subpoena\nand contempt o f court enforcement orders if the court’s order is defied. WILLIAM P. BARR\nAssistant Attorney General\nOffice o f Legal Counsel 162",
      "queries": [
        "who is responsible for defending third party claims and liabilities arising out of or in connection with any work that was developed or for which ownership was acquired under cooperative agreement?",
        "when signing an ahtf award",
        "why do auditors need to retain notes"
      ],
      "queries_score": [
        -10.242444038391113,
        -10.109481811523438,
        -10.86752986907959
      ]
    }
  ]
}