{
  "doc_id": "memos_9",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_9__0",
      "chunk_id": "0",
      "content": "Congressional Authority to Require the States to Lodge\nFederal Pre-Trial Detainees\nCongress has pow er to provide for the housing o f federal pre-trial detainees, whether by\nauthorizing the construction o f federal facilities or arranging with the states to use state\nfacilities; however, it does not follow that Congress could require unwilling states to\nhouse federal prisoners, particularly w here state reluctance stems from overcrowding in\nstate and local detention facilities. The Tenth Amendment limits Congress’ power to enact legislation w hich interferes with\nthe traditional way in which local governm ents have arranged their affairs; moreover,\nprinciples of federalism limit Congress’ pow er to require state officers to perform\nfederal functions. Historically, Congress has been reluctant to require states to house federal prisoners,\nalthough it is not clear w hether this reluctance has been motivated by a belief that\nCongress lacked power to do so by political considerations. A statutory scheme by which Congress would induce, rather than coerce, the states to\nhouse federal prisoners through exercise of its spending pow er is more likely to be held\nconstitutional, although here too there are limits on Congress’ pow er to impose coer­\ncive conditions on the states’ receipt o f federal funds. May 18, 1981\nMEMORANDUM OPINION FOR\nTH E ASSOCIATE ATTORNEY GENERAL This responds to your request for an opinion whether Congress\nwould have the authority under the Constitution to enact legislation\nrequiring state and local jail authorities to lodge federal pre-trial detain­\nees for a fee to be established either by regulation or agreement. We are\nconcerned that recent decisions of the U.S. Supreme Court make it\nmore likely than not that the courts would hold such legislation to be\ntoo intrusive on the states’ sovereignty and therefore unconstitutional\nunder the Tenth Amendment. We suggest you consider devising a\nlegislative scheme which would induce, rather than coerce, the states to\noffer their facilities to house federal pre-trial detainees. There is no question that Congress has the power under the Constitu­\ntion to provide for the housing of federal pre-trial detainees—whether\nby authorizing the construction of dentention facilities or arranging\nwith the states to use their facilities. E x parte Karstendick, 93 U.S. (3\nOtto) 396, 400 (1876). Although this power is not expressly enumerated\nin Article I, § 8 of the Constitution, the exercise of such power is\nnecessary and proper, under Article I, § 8, clause 18, to provide for an\n142 orderly federal system of criminal justice contemplated by several other\nprovisions of the Constitution. See, e.g., Art. II, § 3; Art. Ill, § 2, cl. 3;\nFifth Amendment; Sixth Amendment; Eighth Amendment. That power,\nhowever, does not necessarily authorize Congress to require unwilling\nstates to provide facilities to house federal pre-trial detainees, because\nthe Supreme Court has recognized that Congress’ exercise of its consti­\ntutional power is limited by the Tenth Amendment. The landmark case discussing the Tenth Amendment’s limitations on\nCongress’ exercise of its constitutional powers is National League o f\nCities v. Usery, 426 U.S. 833 (1976). In National League o f Cities, the\nCourt addressed the question whether Congress, in exercising its power\nunder the Commerce Clause, could extend coverage of the Fair Labor\nStandards",
      "queries": [
        "which u.s. congressman has the authority to require the states to lodge federal detainees for federal trial",
        "cops office phone number",
        "audit code of conduct",
        "what is the purpose of peer reviewed audits",
        "fpi inmate training",
        "can a grant be reprogrammed without approval",
        "who is the owner of a tenancy by the entireties property?",
        "is the proposed irm paragraph legally adequate to deal with situations where the return claims an erroneous refund based on a false credit?",
        "which of the following terms of the provider contracts specifically provides that the provider controls the member's coverage?"
      ],
      "queries_score": [
        "2.3382025",
        -4.524243354797363,
        -4.0748515129089355,
        -6.760296821594238,
        -4.701149940490723,
        -7.972300052642822,
        -7.394308567047119,
        -6.276139736175537,
        -4.150752544403076
      ]
    },
    {
      "id": "memos_9__1",
      "chunk_id": "1",
      "content": "In National League o f Cities, the\nCourt addressed the question whether Congress, in exercising its power\nunder the Commerce Clause, could extend coverage of the Fair Labor\nStandards Act to employees of the states and their political subdivi­\nsions, thus requiring the states to adhere to minimum wage and maxi­\nmum hour requirements previously applicable only to private employ­\ners. While recognizing that Congress has the power under the Com­\nmerce Clause to impose such restrictions on private employers, the\nCourt held that the Tenth Amendment limits the exercise of otherwise\nplenary powers of Congress under the Commerce Clause when the\nexercise of those powers would impermissibly intrude upon traditional\nstate governmental functions: It is one thing to recognize the authority of Congress to\nenact laws regulating individual businesses necessarily\nsubject to the dual sovereignty of the government of the\nNation and of the State in which they reside. It is quite\nanother to uphold a similar exercise of congressional au­\nthority directed, not to private citizens, but to the States\nas States. We have repeatedly recognized that there are\nattributes of sovereignty attaching to every state govern­\nment which may not be impaired by Congress, not be­\ncause Congress may lack an affirmative grant of legisla­\ntive authority to reach the matter, but because the Consti­\ntution prohibits it from exercising the authority in that\nmanner. Id. at 845. The Court concluded that, since application of the Fair Labor Stand­\nards Act to employees of states and their political subdivisions would\n“significantly alter or displace the States’ abilities to structure employee-employer relationships in such areas as fire prevention, police\nprotection, sanitation, public health, and parks and recreation,” id. at\n851—areas in which the states have traditionally provided services to\ntheir citizens—Congress lacked authority to extend the coverage of the\nAct to such employees. In a concurring opinion, Justice Blackmun,\nwho joined the Court’s opinion and whose vote was necessary to form\nthe Court majority, appeared to temper the Court’s opinion by reading\n143 it to permit federal intrusion on state sovereignty “where the federal\ninterest is demonstrably greater and where state facility compliance\nwith imposed federal standards would be essential.” Id. at 856. Four\nJustices dissented from the Court’s decision. In our view, regardless of whether the language of the Court’s\nopinion is taken literally or whether the “balancing approach” as articu­\nlated by Justice Blackmun is applied, the proposed legislation for man­\ndatory incarceration of federal pre-trial detainees in local detention\nfacilities would present serious problems under the Tenth Amendment. The opinion focuses on interference with local government policies and\ntraditional state governmental functions and the displacement of local\npolicy decisions. It is clear that the administration of a jail is a tradi­\ntional state governmental function. Wentworth v. Solem, 548 F.2d 773\n(8th Cir. 1977). Cf. Johnson v. Avery, 393 U.S. 483, 486 (1969) (“There\nis no doubt that discipline and administration of state detention facilities\nare state functions. They are subject to federal authority only where\nparamount federal constitutional or statutory rights supervene.”). Meachum v. Fano, A ll U.S. 215, 229 (1976) (“The federal courts do not\nsit to supervise state prisons, the administration of which is of acute\ninterest to the states.”).",
      "queries": [
        "which method is used to ensure that a recipient is fully aware of the terms and conditions of their awards?",
        "why should we conduct an oig audit on cops grants",
        "definition of community policing"
      ],
      "queries_score": [
        -8.7881441116333,
        -7.7892985343933105,
        -7.8013715744018555
      ]
    },
    {
      "id": "memos_9__2",
      "chunk_id": "2",
      "content": "They are subject to federal authority only where\nparamount federal constitutional or statutory rights supervene.”). Meachum v. Fano, A ll U.S. 215, 229 (1976) (“The federal courts do not\nsit to supervise state prisons, the administration of which is of acute\ninterest to the states.”). In reaching our conclusion, we recognize that it could be argued that\nN ational League o f Cities is not applicable to the proposal in question\nhere because the proposed legislation, assuming that it would not also\ndirect the states in the administration of their pre-trial detention facili­\nties, would not directly usurp the decisionmaking functions of the states\nin the administration of their prison facilities. We are not convinced,\nhowever, that legislation must directly supplant state decisionmaking to\nrun afoul of the principles of National League o f Cities. It is clear from\nthe opinion that the Court was concerned primarily with the effect of\nlegislation on “the traditional ways in which the local governments\nhave arranged their affairs.” 426 U.S. at 849. If, as noted in your\nrequest, this legislation is necessary because state and local governments\nare refusing to continue contracting to house federal pre-trial detainees\nbecause of overcrowding, a requirement that they provide facilities,\nregardless of the overcrowding of state and local facilities, may force\nthe states, even with some statutory fee provided, to reallocate their\nfacilities or at worst either to detain fewer persons or to construct more\ndetention facilities. 1 The proposed legislation might then be regarded as\ninterfering substantially, though arguably less directly than the legisla­\ntion invalidated in National League o f Cities, with the states’ administra­\ntion of their prison facilities. 1 T he states, with already crowded facilities, would be placed in a particularly difficult position by\nthe proposed legislation because, unless they acted to relieve any overcrowding caused by housing\nfederal pre-trial detainees, they could be found by a federal court to have denied the detainees due\nprocess and ordered to eliminate the overcrowding. See Campbell v. Cauthron, 623 F.2d 503 (8th Cir.\n1980). See also Bel/ v. Wolfish, 441 U.S. 520 (1979). 144 Moreover, under Justice Blackmun’s balancing test, the intrusion may\nbe less justifiable than the intrusion held to be impermissible in National\nLeague o f Cities. The federal interest served by the proposed legislation\nappears to be primarily that of saving the cost to the federal govern­\nment of constructing and administering pre-trial detention facilities for\nits detainees. In cities where there are relatively few federal detainees,\nit would obviously be more efficient to use existing state facilities than\nto construct new federal facilities. That interest, however, does not\nseem to be “demonstrably greater” than the state interest in avoiding\nfurther overcrowding of its facilities so as to justfy the intrusion. There is also a line of cases decided prior to National League o f Cities\nwhich suggests that this proposal could be considered as far more\nintrusive than imposing wage and hour restrictions on state govern­\nments because it imposes an affirmative obligation on the states and\ntheir subdivisions to perform a federal function.",
      "queries": [
        "what is ojp vendor number",
        "who has the right to tell when an audit is completed",
        "what is purpose of postf 123943-11 5",
        "which rule requires a commissioner to serve notice of filing a petition seeking relief from joint and several liability on a non-requesting spouse?"
      ],
      "queries_score": [
        -8.606612205505371,
        -8.100592613220215,
        -6.006026744842529,
        -7.734436988830566
      ]
    },
    {
      "id": "memos_9__3",
      "chunk_id": "3",
      "content": "There is also a line of cases decided prior to National League o f Cities\nwhich suggests that this proposal could be considered as far more\nintrusive than imposing wage and hour restrictions on state govern­\nments because it imposes an affirmative obligation on the states and\ntheir subdivisions to perform a federal function. In Prigg v. Pennsylva­\nnia, 41 U.S. (16 Pet.) 539, 615-16 (1842), and more clearly in Kentucky\nv. Dennison, 65 U.S. (24 How.) 66, 107 (1860), the Supreme Court held\nthat, while Congress may delegate the performance of federal functions\nto state officers, the principles of federalism deprive Congress of the\npower to require state officers to perform such functions: Indeed such a power would place every State under the\ncontrol and dominion of the General Government, even\nin the administration of its internal concerns and reserved\nrights. A nd we think it clear, that the Federal Government,\nunder the Constitution, has no power to impose on a State\nofficer, as such, any duty whatever, and compel him to\nperform it; for if it possessed this power, it might overload the officer with duties which would fill up all his time,\nand disable him from performing his obligations to the\nState, and might impose on him duties of a character\nincompatible with the rank and dignity to which he was\nelevated by the State. 65 U.S at 107-108 (emphasis added). While the Court has implicitly\nrecognized exceptions to this principle when a specific federal power in\nthe Constitution was clearly intended to intrude upon state sovereignty,\nFitzpatrick v. Bitzer, A ll U.S. 445, 456 (1976) (Fourteenth Amendment);\nCity o f Rome v. United States, 446 U.S. 156, 178-80 (1980) (Fifteenth\nAmendment), the general principle has not been expressly disavowed 145 by the Court 2 and continues to be regarded by commentators 3 and\nlower courts as still viable. In a series of court of appeals decisions criticizing regulations pro­\nmulgated by the Environmental Protection Agency (EPA) which\nwould have required states to enact statutes and to administer and\nenforce EPA programs, three circuit courts criticized those regulations\nas intruding upon state sovereignty in violation of the Tenth Amend­\nment. In District o f Columbia v. Train, 521 F.2d 971 (D.C. Cir. 1975),\nthe court emphasized that the EPA could not, consistent with the\nTenth Amendment, “commandeer the regulatory powers of the states,\nalong with their personnel and resources, for use in administering and\nenforcing a federal regulatory program against the owners of motor\nvehicles.” Id. at 992. See also Brown v. EPA, 521 F.2d 827, 841 (9th Cir.\n1975) citing Dennison and Prigg; M aryland v. EPA, 530 F.2d 215 (4th\nCir. 1975). The Supreme Court granted certiorari to review these cases\nbut did not render an opinion on the merits because the Government in\nits brief conceded the need to modify its regulations. EPA v. Brown, 431\nU.S. 99 (1977). 4",
      "queries": [
        "cops community policing development program awards",
        "how a program income is used",
        "cpd number for ion spectrometry opi"
      ],
      "queries_score": [
        -8.599617004394531,
        -7.58621072769165,
        -9.488081932067871
      ]
    },
    {
      "id": "memos_9__4",
      "chunk_id": "4",
      "content": "The Supreme Court granted certiorari to review these cases\nbut did not render an opinion on the merits because the Government in\nits brief conceded the need to modify its regulations. EPA v. Brown, 431\nU.S. 99 (1977). 4 Finally, there is some historical evidence, which is far from conclu­\nsive, that the first and subsequent Congresses may have believed that\nthey were not empowered by the Constitution to require unwilling\n2 Recently, the Supreme Court, in discussing the legislative history of 42 U.S.C. § 1983 in MonelJ v.\nNew York City Dept, o f Social Services, 436 U.S. 658, 676 (1978), suggested in dictum that a line of\ncases which included Dennison and Prigg had not survived as precedent. It is not clear what, if any,\nw eight should be given to that dictum , however, because the Court cited E x parte Virginia, 100 U.S.\n(10 O tto) 339, 347-48 (1879) as support—a case which held Dennison inapplicable because the\nFourteenth Amendment expressly gave Congress the authonty to interfere with and compel action by\nstate officers in matters covered by the Amendment. 3 See Hart, The Relations Between State and Federal Law, 54 Colum. L. Rev 489, 515-17 (1954)\n(“T aney’s statement [in Dennison] can stand today, if w e except from it certain pnm ary duties of state\njudges and occasional remedial duties of other state officers. Both exceptions, it will be observed,\ninvolve enforcem ent through the orderly and ameliorating forms o f the judicial process. In any event,\nexperience with the exceptions does little to bring into question the principle of the rule.\") 4 Recently, a district court in Mississippi declared unconstitutional provisions in the Public Utility\nRegulations Policies A ct of 1978 (PU RPA ), Pub. L. No. 95-617, 92 Stat. 3117, which required state\nregulatory authorities to implement, when appropriate, certain federal standards against utilities. Federal Energy Regulatory Commission v Mississippi, No. J. 79-212(c) (S.D. Miss. February 27, 1981). F E R C and the D epartm ent of Energy filed a joint notice of appeal to the Supreme Court on March\n13, 1981. As pointed out in the Jurisdictional Statement filed by the Solicitor General in this case and\nearlier by an opinion o f this Office (Memorandum from Deputy Assistant Attorney General Mary C.\nLaw ton to Assistant Attorney General John H. Shenefleld dated November 9, 1978), Titles I and III\no f PU R PA permit the states to choose whether to implement the federal standards and, therefore, do\nnot impermissibly intrude on the states’ sovereignty. Title II o f PURPA is closer to the proposed\nlegislation because it requires state regulatory authorities to implement rules promulgated by FER C,\nalbeit allow ing such authorities considerable discretion in deciding how to implement the rules. The\nSolicitor General argues in his Jurisdictional Statement that, because discretion is permitted in the\nimplementation o f the rules, any intrusion on the states’ sovereignty is minimal and, in any event,\njustified by the paramount federal interest in dealing with the energy crisis. Appellant’s Jurisdictional\nStatement at 21-23, F E R C v. Mississippi, No. 80-1749 (October Term, 1980).",
      "queries": [
        "when was globalisation adjustment fund created",
        "who obligated federal funds",
        "when to use ambulatory restraint"
      ],
      "queries_score": [
        -10.033320426940918,
        -8.639287948608398,
        -9.226973533630371
      ]
    },
    {
      "id": "memos_9__5",
      "chunk_id": "5",
      "content": "Appellant’s Jurisdictional\nStatement at 21-23, F E R C v. Mississippi, No. 80-1749 (October Term, 1980). Although PURPA is\ndifferent in several respects from the legislation proposed here, Supreme Court review of PURPA\nmay shed some light on the question o f what if any obligations to enforce federal law may be imposed\non the states. [N o t e : In FERC v. Mississippi, 456 U.S. 742 (1982), the Supreme Court held that Titles I\nand III o f PU R PA w ere not unconstitutional on T enth Amendment grounds, finding that they “simply\ncondition continued state involvement in a pre-emptible area on the consideration of federal propos­\nals.” 456 U.S. at 765. Ed.] 146 states to house federal detainees. 5 When the federal government was\nfounded, it presumably would have been prohibitively expensive for the\nnew government to provide its own prison facilities to house federal\nprisoners scattered throughout the original 13 states. Congress dealt\nwith this problem not by requiring the states to make their facilities\navailable to the federal government, but by adopting a joint resolution\non September 23, 1789, recommending “to the legislatures of the several\nStates to pass laws, making it expressly the duty of the keepers of their\ngaols, to receive and safe keep therein all prisoners committed under\nthe authority of the United States” and authorizing payment to the\nstates for the use of their jails. 1 Stat. 96-97 (1789). The joint resolution\npassed both Houses of Congress without any recorded debate. 6 Thus,\nwe do not know whether the decision by the first Congress to recom­\nmend to the states that they permit the federal government to use their\nprison facilities, rather than requiring them to provide the facilities, was\nmotivated by a belief that Congress lacked the power to require the\nlatter or that the former was merely politically more acceptable. Congress’ action in 1821, however, when some states apparently\nrefused to permit the federal government to continue to use their prison\nfacilities, lends some support to the inference that the early Congresses\nbelieved that they lacked the power to require the states to provide\nfacilities. From a joint resolution adopted by Congress in 1821,7 it\nappears that some states, having followed Congress’ recommendation in\n1789 to permit the use of their prison facilities by the federal govern­\nment, subsequently decided to withdraw their permission. Congress\nresponded to that withdrawal, not by requiring the states to make their\nfacilities available to the federal government, but by authorizing the\nmarshal, in those states that had withdrawn their permission, to “hire a\nconvenient place to serve as a temporary jail, and to make the neces­\nsary provision for the safe keeping of prisoners committed under the\nauthority of the United States, until permanent provision shall be made\nby law for that purpose.” 3 Stat. 646-47 (1821). See also 4 Stat. 118\n(1825) and 4 Stat. I l l (1835) (authorizing the courts to order execution\n5 If such a belief were expressed clearly, which il is not, it would be considered a contemporaneous\nconstruction of the Constitution, followed since the founding of the government, and entitled to great\nweight in determining the scope o f Congress’ power.",
      "queries": [
        "what should be reported on the final report",
        "what is the scope of work for cops",
        "did corporation x seek a declaration that its patents were valid?"
      ],
      "queries_score": [
        -6.92900276184082,
        -6.903721809387207,
        -7.940772533416748
      ]
    },
    {
      "id": "memos_9__6",
      "chunk_id": "6",
      "content": "I l l (1835) (authorizing the courts to order execution\n5 If such a belief were expressed clearly, which il is not, it would be considered a contemporaneous\nconstruction of the Constitution, followed since the founding of the government, and entitled to great\nweight in determining the scope o f Congress’ power. Cf. E x parte Quirtn, 317 U S. 1, 41-42 (1942),\nWilliams v United States, 289 U S. 553, 573-74 (1933)\n6 1 Debates in Congress, 86, 938 (Gales & Seaton eds 1789). 7 Resolved by the Senate and House o f Representatives o f the United States o f America, in Congress\nassembled. That where any state or states, having complied with the recommendation of Congress, in\nthe resolution of the twenty-third day of September, one thousand seven hundred and eighty-nine,\nshall have withdrawn, or shall hereafter withdraw, either in whole or in part, the use of their jails for\nprisoners committed under the authority of the United States, the marshal in such state or states, under\nthe direction of the judge of the district, shall be, and hereby is, authorized and required to hire a\nconvenient place to serve as a temporary jail, and to make the necessary provision for the safe keeping\nof prisoners committed under the authonty of the United States, until permanent provision shall be\nmade by law for that purpose; and the said marshal shall be allowed his reasonable expenses, incurred\nfor the above purposes, to be paid out of the Treasury of the United States. Act of March 3, 1821, 3\nStat. 646-47 (1821). 147 of prison sentences in state prisons where “the use of which shall be\nallowed and authorized by the legislature of the state for such pur­\nposes.”); 13 Stat. 74-75 (1864) (authorizing the Secretary of the Interior\nto contract with state authorities for the use of prison facilities for\npersons convicted of federal crimes in the territories); 13 Stat. 500\n(1865) (authorizing courts to order execution of prison sentences longer\nthan 1 year in state prisons where use of the prison is authorized by the\nstate legislature). Again, there is nothing in the legislative history to\nindicate that Congress believed that it lacked power to require the\nrecalcitrant states to make their facilities available to the federal gov­\nernment; Congress may have been merely reluctant to exercise this\npower. Thus, we cannot conclude on the basis of this history that the\nTenth Amendment precludes such a requirement, but we believe it\nprovides some insight into the sensitive manner with which this issue\nhas been treated by Congress since the founding of our government. Therefore, while we cannot be certain that the proposed legislation\nwould be unconstitutional, we believe that it would raise a serious\nquestion under the Tenth Amendment whether Congress, on enacting\nsuch legislation, had impermissibly intruded upon the states’ sover­\neignty. We suggest that you consider, as an alternative, a statutory\nscheme which would induce, rather than coerce, the states to cooperate\nin making their detention facilities available to the federal government.",
      "queries": [
        "what is community policing"
      ],
      "queries_score": [
        -7.47995138168335
      ]
    },
    {
      "id": "memos_9__7",
      "chunk_id": "7",
      "content": "We suggest that you consider, as an alternative, a statutory\nscheme which would induce, rather than coerce, the states to cooperate\nin making their detention facilities available to the federal government. Congress, by invoking its power under the Spending Clause, could\ncondition the availability of some grant program to individual states on\nthe cooperation of the states in providing detention facilities for federal\npre-trial detainees. Such legislation should, however, be carefully for­\nmulated because the Court has recently reaffirmed its warning that\n“[t]here are limits on the power of Congress to impose conditions on\nthe States pursuant to its Spending Power.” Pennhurst State School and\nH ospital v. Halderman, 451 U.S. 1, 17 n. 13 (1981).8 However, if the\nlegislation is not coercive and would contemplate that the states would\nreceive benefits reflecting the incremental costs (including costs attrib­\nutable to administrative and capital costs) of housing the federal detain­\nees in state facilities, the burden and coercive effect on the states should\nnot be considered excessive and such legislation would probably be\nupheld. I would imagine that there are already federal subsidies to state\nprison facilities, and it might be feasible to condition receipt of a\nportion of such subsidies on the willingness to provide facilities (for\ncompensation) for federal pre-trial detainees. If you would like to 8 F or example, statutory inducements cannot be used as “ weapons of coercion, destroying or\nimpairing the autonomy of the states.” Steward Machine Co. v. Davis, 301 U.S. 548, 586 (1937) 148 consider such an approach, we will be happy to assist further with the\nformulation of such legislation. T h e o d o r e B. O lson Assistant Attorney General\nOffice o f Legal Counsel 149",
      "queries": [
        "should a city have a title to promote cultural activity?",
        "what is declaration that this action is in the best interest of the agency"
      ],
      "queries_score": [
        -10.674179077148438,
        -10.070438385009766
      ]
    }
  ]
}