{
  "doc_id": "memos_46",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_46__0",
      "chunk_id": "0",
      "content": "Implementation of International Civil\nAviation Agreements If a valid reciprocal arrangement has been entered into between the United States and a foreign\ncountry, the Civil Aeronautics Authority is authorized under existing law to grant to a foreign\naircraft a permit to fly across the United States without landing or a permit to land for non-traffic\npurposes. February 6, 1945 MEMORANDUM OPINION FOR THE ATTORNEY GENERAL* The State Department has requested the informal advice of the Attorney General on a question that has arisen in connection with the International Air Services\nTransit Agreement, commonly called the “Two Freedoms Agreement,” and the\nInternational Air Transport Agreement, frequently referred to as the “Five\nFreedoms Agreement,” drawn up at the International Civil Aviation Conference\nheld in Chicago in the fall of 1944. These agreements grant to the signatory\npowers certain privileges with respect to “scheduled international air services.” It\nis in connection with these privileges that the following question has risen: Assuming that reciprocal rights have been granted by some valid arrangement\nbetween the United States and a foreign country, is the Civil Aeronautics Authority authorized under existing law to grant to aircraft of the foreign country a license\nor certificate (1) to fly across United States territory without landing; and (2) to\nland in the United States for non-traffic purposes (e.g., refueling)? The State Department has not asked this Department to examine the details of\nthese agreements, or to comment on the Convention on Civil Aviation or the\nInterim Agreement on Civil Aviation drawn up at Chicago. The State Department\nhas not asked us to consider whether the agreements require ratification by the\nSenate or may be executed as executive agreements. The only question that has\nbeen put to us relates to the construction of the statutes regulating civil aviation\nand we shall confine the discussion in this memorandum to that point. The\nquestion of statutory construction, however, does have a bearing on the question\nwhether the agreements may properly be executed as executive agreements for the\nfollowing reason: If the agreements required or contemplated action by the Civil\nAeronautics Authority or any other agency of the government that was unauthor* Editor’s Note: The cover memorandum attached to this memorandum opinion states that “Mr.\nAcheson [presumably Dean Acheson, then Assistant Secretary of State, later Secretary of State under\nPresident Truman] is very eager to get our views on this; he has called me twice in the past week. It\nmay be that you will wish to submit a copy of my memorandum to Mr. Acheson for his comments\nbefore you decide whether you agree with the conclusion reached in the memorandum.” The cover\nmemorandum states further: “The State Department has not asked us for a formal opinion, and you will\nrecall that in his conference with us Mr. Acheson said he was not sure that the State Department would\nmake this request.” 106 Implementation of International Civil Aviation Agreements ized or forbidden by domestic law, a serious question might arise as to whether the\nagreements could be consummated as executive agreements.",
      "queries": [
        "when can pending appeal and collateral attack be resolved by case manager",
        "why is the program code used for ccra programs?"
      ],
      "queries_score": [
        -9.659001350402832,
        -7.96322774887085
      ]
    },
    {
      "id": "memos_46__1",
      "chunk_id": "1",
      "content": "106 Implementation of International Civil Aviation Agreements ized or forbidden by domestic law, a serious question might arise as to whether the\nagreements could be consummated as executive agreements. If it is concluded that\nthe Civil Aeronautics Authority is authorized by existing law to grant to foreign\naircraft a license or certificate to fly across United States territory without landing\nor to land in the United States for non-traffic purposes, the problem of the\nagreements contemplating action not authorized by existing law does not arise. I. Statutes Involved\nSection 6 of the Air Commerce Act of 1926, Pub. L. No. 69-254, 44 Stat. 568,\n572, as amended by the Civil Aeronautics Act of 1938, Pub. L. No. 75-706, 52\nStat. 973,1 provides in part as follows:\n(a) The United States of America is hereby declared to possess and\nexercise complete and exclusive national sovereignty in the air space\nabove the United States . . . .\n(b) Foreign aircraft not a part of the armed forces of the foreign nation shall be navigated in the United States only if authorized as\nhereinafter in this section provided. (c) If a foreign nation grants a similar privilege in respect of aircraft\nof the United States, and/or airmen serving in connection therewith,\nthe Civil Aeronautics Board may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States. No foreign aircraft shall\nengage in air commerce otherwise than between any State, Territory,\n1\nSection 1107(i) of the Civil Aeronautics Act of 1938 amended section 6 of the Air Commerce Act\nof 1926. Among other things, section 1107(i) struck out the last part of section 6(a) and added the last\nsentence of section 6(c) as quoted in the text. In its original form, section 6(c) contained the following\nlanguage limiting the authority to permit foreign aircraft to be navigated in the United States: “but no\nforeign aircraft shall engage in interstate or intrastate air commerce.” Pub. L. No. 69-254, 44 Stat. at\n572. The Air Commerce Act of 1926 contains the following definitions: That as used in this Act, the term “air commerce” means transportation in whole or in\npart by aircraft of persons or property for hire, navigation of aircraft in furtherance of\na business, or navigation of aircraft from one place to another for operation in the\nconduct of a business. As used in this Act, the term “interstate or foreign air commerce” means air commerce between any State, Territory, or possession, or the District of Columbia, and any place outside thereof; or between points within the same\nState, Territory, or possession, or the District of Columbia, but through the airspace\nover any place outside thereof; or wholly within the airspace over any Territory or\npossession or the District of Columbia. Pub. L. No. 69-254, § 1, 44 Stat. at 568, codified at 49 U.S.C. § 171 (1940). As defined in the 1926 statute, the term “United States” includes the overlying airspace. Id. § 9(b),\n44 Stat. at 573, codified at 49 U.S.C. § 179(b) (1940). 107 Supplemental Opinions of the Office of Legal Counsel in Volume 1",
      "queries": [
        "what is the role of regional and local authorities in the implementation of sustainable development",
        "what is the purpose of saa audit",
        "what is a materially below market interest rate?"
      ],
      "queries_score": [
        -7.471738338470459,
        -7.166882514953613,
        -8.198771476745605
      ]
    },
    {
      "id": "memos_46__2",
      "chunk_id": "2",
      "content": "As defined in the 1926 statute, the term “United States” includes the overlying airspace. Id. § 9(b),\n44 Stat. at 573, codified at 49 U.S.C. § 179(b) (1940). 107 Supplemental Opinions of the Office of Legal Counsel in Volume 1 or possession of the United States (including the Philippine Islands)\nor the District of Columbia, and a foreign country. 49 U.S.C. § 176 (1940). 2\nSection 1 of the Civil Aeronautics Act of 1938 contains the following definitions:\n(3) “Air commerce” means interstate, overseas, or foreign air commerce or the transportation of mail by aircraft or any operation or\nnavigation of aircraft within the limits of any civil airway or any operation or navigation of aircraft which directly affects, or which may\nendanger safety in, interstate, overseas, or foreign air commerce. ....\n(16) “Civil airway” means a path through the navigable air space of\nthe United States, identified by an area on the surface of the earth,\ndesignated or approved by the Administrator as suitable for interstate, overseas, or foreign air commerce. ....\n(25) “Navigation of aircraft” or “navigate aircraft” includes the piloting of aircraft. ....\n(31) “United States” means the several States, the District of Columbia, and the several Territories and possessions of the United States,\nincluding the Territorial waters and the overlying air space thereof. Pub. L. No. 75-706, 52 Stat. at 977–80, codified at 49 U.S.C. § 401 (1940). 2\nThe authority conferred by this section was originally vested in the Secretary of Commerce. Pub. L. No. 69-254, § 6(c), 44 Stat. at 572. As amended by the Civil Aeronautics Act of 1938,\n§ 1107(i)(1), 52 Stat. at 1028, subsection (c) referred to the Civil Aeronautics Authority. Section 7(b)\nof Reorganization Plan 4 changed the title of the Civil Aeronautics Authority to “Civil Aeronautics\nBoard” and made other changes not relevant here. 5 Fed. Reg. 2421, 2422 (June 29, 1940). The term\n“Civil Aeronautics Authority” is now used to refer to the Civil Aeronautics Board and the Administrator of Civil Aeronautics considered together. In this memorandum we shall use the title “Civil\nAeronautics Authority” without discussing whether the authority given by section 6(c) of the Air\nCommerce Act may be exercised by the Civil Aeronautics Board or by the Administrator or by both. See Permits for Flight of Foreign Aircraft into the United States, 40 Op. Att’y Gen. 136 (Sept. 12,\n1941). 108 Implementation of International Civil Aviation Agreements II. Text In section 6 of the Air Commerce Act, the Congress asserted sovereignty over\nthe airspace above the territory of the United States and reserved to American\naircraft all rights of “cabotage” (e.g, air traffic between points within a single state,\nbetween two states or between the United States and any of its possessions or\nterritories). The section, however, authorizes the Civil Aeronautics Authority to\ngrant certain flight privileges to foreign aircraft. The only question discussed in\nthis memorandum is whether foreign aircraft may be authorized to make non-stop\nflights over the United States or to land for non-traffic purposes in the United\nStates.",
      "queries": [
        "when does european decision enter into force?",
        "what is a federally recognized tribe",
        "when does program progress report due",
        "when is health coverage tax credit available for self employed individuals"
      ],
      "queries_score": [
        -8.351903915405273,
        -7.7389020919799805,
        -8.3782320022583,
        -9.036972999572754
      ]
    },
    {
      "id": "memos_46__3",
      "chunk_id": "3",
      "content": "The section, however, authorizes the Civil Aeronautics Authority to\ngrant certain flight privileges to foreign aircraft. The only question discussed in\nthis memorandum is whether foreign aircraft may be authorized to make non-stop\nflights over the United States or to land for non-traffic purposes in the United\nStates. In neither case would the foreign aircraft be authorized to pick up passengers or freight at any point in the United States, its territories or possessions\ndestined for any other point in the United States, its territories or possessions. The first sentence of section 6(c) authorizes the Civil Aeronautics Authority to\npermit foreign aircraft “to be navigated in the United States.” In its ordinary\nmeaning and as defined in the act, “navigation” includes any flight by aircraft\nwhether or not a landing is made; both non-stop flight and transit flight with the\nprivilege of landing for non-commercial purposes necessarily involve the navigation of aircraft in the airspace over the United States. Therefore, if the first\nsentence of section 6(c) stood alone, it would authorize the Civil Aeronautics\nAuthority to grant a permit for the type of flight discussed in this memorandum. It\nis necessary, however, to consider the limitation placed on this sentence by the\nsecond sentence of section 6(c). That sentence provides that foreign aircraft may not engage in “air commerce\notherwise than between any State, Territory or possession of the United States\n(including the Philippine Islands) or the District of Columbia, and a foreign\ncountry.” For the purpose of deciding how this sentence should be interpreted we\nshall first consider the meaning of the term “air commerce” and then discuss the\nrequirement that air commerce must be between a state, territory or possession of\nthe United States, or the District of Columbia, and a foreign country. As defined in section 1(3) of the Civil Aeronautics Act, the term “air commerce” includes any navigation of aircraft within the limits of a civil airway or any\nnavigation of aircraft which may endanger the safety of operations in air commerce. Under this definition any flight by aircraft into the airspace of the United\nStates would appear to be “air commerce.” Both non-stop flights and transit flights\nwith non-traffic landing privileges are, therefore, “air commerce” within this\ndefinition. 3 3\nIf section 6(c) is examined in the light of the definition of “air commerce” contained in the 1926\nstatute, it is none the less clear that under section 6(c) the Civil Aeronautics Authority may authorize\nnon-stop flight by foreign aircraft as part of a scheduled international air service. As defined in the\n1926 statute, “air commerce” includes the navigation of aircraft in the furtherance of a business. 49 109 Supplemental Opinions of the Office of Legal Counsel in Volume 1 If a foreign aircraft en route from one foreign point to another stops at some\npoint in the United States or one of its possessions for a non-traffic purpose, it\nseems clear that the aircraft is engaged in air commerce between a “State,\nTerritory or possession of the United States (including the Philippine Islands) or\nthe District of Columbia, and a foreign country” within the meaning of the statute.",
      "queries": [
        "are substantial advance payments taxable",
        "which is a plain term of the vacancy reform act, he would be eligible to be designated to act?"
      ],
      "queries_score": [
        -7.8054609298706055,
        -9.030285835266113
      ]
    },
    {
      "id": "memos_46__4",
      "chunk_id": "4",
      "content": "There remains for consideration the question whether a non-stop flight by a\nforeign aircraft over American territory en route from a point in one foreign\ncountry to another foreign point also falls within the statutory language. When an\naircraft enters the airspace over any part of the United States, including its\nterritories and possessions, it has entered the United States as much as if it had\nlanded within the territorial boundaries, since the United States has sovereignty\nover the overlying airspace. Cf. United States v. One Pitcairn Bi-Plane, 11 F.\nSupp. 24 (W.D.N.Y. 1935). For the purpose of subsection (c) it does not appear to\nmake any difference whether the foreign aircraft returns by the same route it\nentered the United States. The section refers to “any” foreign country and does not\nrequire the aircraft to leave the United States by the same route it followed when\nentering. Section 6(c) of the Air Commerce Act does not prohibit a foreign aircraft from\nentering the airspace over more than one state, territory or possession of the\nUnited States. The section refers to “any” state, territory, or possession and does\nnot limit the application of the section to states which are on the boundary of the\nUnited States. In addition, subsection (c) refers to the District of Columbia. It\nwould not be possible for a foreign aircraft to fly into the airspace over the District\nof Columbia without crossing the airspace of some other state. It is obvious,\ntherefore, that the statute does not contemplate that the foreign aircraft is prohibited from entering any state other than a border state. This construction of section 6(c) is reinforced by a consideration of the purposes of the Civil Aeronautics Act of 1938. Section 3 of that Act declares that the\npurpose of the statute is to promote the development of air transportation. If the\nstatute were construed to prohibit the Civil Aeronautics Authority from granting a\ncertificate to foreign aircraft for non-stop flight as part of a scheduled international\nair service, even though the foreign government was willing to grant reciprocal\nprivileges, the foreign government would undoubtedly refuse such privileges to\nAmerican air lines. As a result, the development of international air transport\nservices by American carriers would be hampered rather than encouraged. III. Administrative Construction\nAdministrative practice under both the Air Commerce Act of 1926 and the\nCivil Aeronautics Act of 1938 supports the construction of section 6(c) outlined in\nU.S.C. § 171. Non-stop flights or transit flights with the privileges of non-traffic landing carried on as a\npart of a regularly scheduled air service appear to be included within this definition of air commerce. 110 Implementation of International Civil Aviation Agreements this memorandum. Under the 1926 statute, a number of bilateral agreements\nrelating to air navigation were entered into between the United States and other\ncountries granting, among other things, reciprocal privileges of non-stop flight,\nsubject to various limitations not relevant here and to the rules and regulations of\neach country.",
      "queries": [
        "when do you need to electronically sign an award",
        "provisional rate definition"
      ],
      "queries_score": [
        -8.934388160705566,
        -7.520381450653076
      ]
    },
    {
      "id": "memos_46__5",
      "chunk_id": "5",
      "content": "this memorandum. Under the 1926 statute, a number of bilateral agreements\nrelating to air navigation were entered into between the United States and other\ncountries granting, among other things, reciprocal privileges of non-stop flight,\nsubject to various limitations not relevant here and to the rules and regulations of\neach country. See Air Navigation Agreement, U.S.-It., Oct. 31, 1931, E.A.S.\nNo. 24; Air Navigation Agreement, U.S.-Swe., Oct. 9, 1933, E.A.S. No. 47; Air\nNavigation Agreement, U.S.-Nor., Nov. 15, 1933, E.A.S. No. 50; Air Navigation\nAgreement, U.S.-S. Afr., Sept. 20, 1933, E.A.S. No. 54; Air Navigation Agreement, U.S.-Den., Apr. 16, 1934, E.A.S. No. 58; Air Navigation Agreement, U.S.Gr. Brit., May 5, 1935, E.A.S. No. 76; Air Navigation Agreement, U.S.-Ir., Dec. 4,\n1937, E.A.S. No. 110.\nSince 1938 bilateral agreements conferring similar privileges have been entered\ninto. See Air Navigation Agreement, U.S.-Can., Aug. 1, 1938, E.A.S. No. 129; Air\nTransport Services Agreement, U.S.-Can., Aug. 18, 1939, E.A.S. No. 159; Air\nNavigation Agreement, U.S.-Fr., Aug. 15, 1939, E.A.S. No. 152; Air Navigation\nAgreement, U.S.-Liber., June 15, 1939, E.A.S. No. 166.\nSince April 7, 1939 the Trans-Canada Air Lines has been operating under a\npermit granted by the Civil Aeronautics Authority authorizing non-stop flights by\nCanadian aircraft over the State of Maine en route between Toronto, Canada and\nHalifax, Nova Scotia. The Civil Aeronautics Authority has also issued a permit to\nthe Canadian Colonial Airways, Inc., authorizing flights between Montreal,\nCanada, and Nassau in the Bahamas with a stopover for non-traffic purposes in\nJacksonville, Florida. IV. Legislative History The legislative history does not offer positive assurance with respect to the\nconstruction of section 6(c) of the Air Commerce Act. Non-stop flights by foreign\naircraft and transit flights with the privilege of landing for non-traffic purposes\nwere not the subject of debate in Congress at the time of the passage of the Civil\nAeronautics Act of 1938. However, the agreements executed under the Air\nCommerce Act were not criticized or repudiated by the Congress. The legislative\nhistory indicates in this respect that the Congress intended to make no substantial\nchange in section 6(c) of that Act. V. Conclusion It is my view that the Department of State may be advised informally that if a\nvalid reciprocal arrangement has been entered into between the United States and\na foreign country, the Civil Aeronautics Authority is authorized under existing law\nto grant to a foreign aircraft a permit to fly across the territory of the United States\nwithout landing or a permit to land for non-traffic purposes in the United States,\nsubject to compliance with the laws and regulations of the United States. 111 Supplemental Opinions of the Office of Legal Counsel in Volume 1 It is unnecessary to discuss in this memorandum whether a non-stop flight with\nor without the privilege of landing for technical reasons is the kind of air transportation for which a permit must be granted under section 401 or 402 of the Civil\nAeronautics Act of 1938. Cf. Canadian Colonial Airways, Inc.—Investigation,\n2 C.A.B. 752, Docket No. 601 (July 7, 1941). It is also unnecessary to discuss\nconditions that should be attached by the Civil Aeronautics Authority to any\ncertificate issued to foreign aircraft.",
      "queries": [
        "what year did the us enter into air navigation",
        "types of body armor",
        "when is a doj conference required to be reported",
        "how often can reimbursement be requested",
        "can an agency draw funding down"
      ],
      "queries_score": [
        "2.1591957",
        -8.797297477722168,
        -8.947571754455566,
        -9.233333587646484,
        -9.309014320373535
      ]
    },
    {
      "id": "memos_46__6",
      "chunk_id": "6",
      "content": "Cf. Canadian Colonial Airways, Inc.—Investigation,\n2 C.A.B. 752, Docket No. 601 (July 7, 1941). It is also unnecessary to discuss\nconditions that should be attached by the Civil Aeronautics Authority to any\ncertificate issued to foreign aircraft. I am attaching a memorandum prepared by Mr. Eberly discussing these questions in greater detail. HUGH B. COX\nAssistant Solicitor General 112 Implementation of International Civil Aviation Agreements\nJanuary 29, 1945 MEMORANDUM FOR THE ASSISTANT SOLICITOR GENERAL This memorandum is in response to your request for my views on the questions\npresented in the memorandum from the Department of State for the Attorney\nGeneral, dated January 8, 1945. I.\nAt the International Civil Aviation Conference held at Chicago, there were\ndrawn up on December 7, 1944, the following multilateral agreements:\n(1) a Convention on International Civil Aviation;\n(2) an Interim Agreement on International Civil Aviation;\n(3) an International Air Services Transit Agreement; and\n(4) an International Air Transport Agreement. Members of the Civil Aeronautics Board attended the conference as delegates\nof the United States. It is understood that they have approved the agreements. The Convention is to be submitted to the Senate for ratification. The Interim\nAgreement provides for the establishment of a provisional organization for\ncollaboration in the field of international civil aviation. It is to last only until the\nConvention comes into operation, or at most for a period of three years. We are concerned only with the third and the fourth of these four agreements,\nthe International Air Services Transit Agreement and the International Air\nTransport Agreement. These agreements deal with “scheduled international air\nservices.” The International Air Services Transit Agreement, commonly referred to as the\nTwo Freedoms Agreement, provides in pertinent part:\nARTICLE I\nSection 1\nEach contracting State grants to the other contracting States the following freedoms of the air in respect of scheduled international air\nservices:\n(1) The privilege to fly across its territory without landing;\n(2) The privilege to land for non-traffic purposes. . . . 113 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Section 4\nEach contracting State may, subject to the provisions of this Agreement,\n(1) Designate the route to be followed within its territory by any international air service and the airports which any such service may\nuse . . . . Section 5 Each contracting State reserves the right to withhold or revoke a certificate or permit to an air transport enterprise of another State in any\ncase where it is not satisfied that substantial ownership and effective\ncontrol are vested in nationals of a contracting State, or in case of\nfailure of such air transport enterprise to comply with the laws of the\nState over which it operates, or to perform its obligations under this\nAgreement. The second agreement, document 4 above mentioned, is the International Air\nTransport Agreement, commonly referred to as the Five Freedoms Agreement. It\ncontains the same provisions as those quoted above from the International Air\nServices Transit Agreement (article I, sections 1, 5 and 6) and, in addition, three\nother privileges, hence giving rise to the name Five Freedoms Agreement. Each of these two agreements comes into force as between contracting States\nupon its acceptance by each of them.",
      "queries": [
        "where do you find the ach for payment enrollment",
        "how to extend cops award",
        "are institutions required to update information regarding self surrender",
        "how to begin a grant",
        "how does the recipient protect their records"
      ],
      "queries_score": [
        -8.20984935760498,
        -8.218194007873535,
        -9.194573402404785,
        -7.473581314086914,
        -8.02718734741211
      ]
    },
    {
      "id": "memos_46__7",
      "chunk_id": "7",
      "content": "Each of these two agreements comes into force as between contracting States\nupon its acceptance by each of them. Each agreement may be denounced by any\nparty thereto on one year’s notice. The Two Freedoms Agreement and the Five Freedoms Agreement contain\nprovisions making the exercise of privileges granted in the respective agreements\nto the contracting States subject to certain provisions of the Interim Agreement\nand, when it comes into force, subject to certain provisions of the Convention. In view of the uncertainty as to the scope of the questions raised in the State\nDepartment memorandum, Mr. Barnard and I attended a meeting with representatives of the State Department on January 22, 1945. It is my understanding that\nwith respect to the present inquiry this department is not concerned with any\nquestion arising out of the relation of the provisions of the Two Freedoms\nAgreement and of the Five Freedoms Agreement to the provisions of the Interim\nAgreement and the Convention; or with any question of national defense or\nsecurity; or with the fact that the two agreements are multilateral international\nagreements, and not bilateral agreements; or with any question as to whether the\nTwo Freedoms Agreement and the Five Freedoms Agreement may be executed by\nthe President as executive agreements without the necessity of submitting the\nagreements, or either of them, to the Senate for its advice and consent as to\nratification. 114 Implementation of International Civil Aviation Agreements The only question on which the Department of State desires the informal opinion of the Attorney General is the question whether the two privileges granted by\nthe Two Freedoms Agreement and the Five Freedoms Agreement with respect to\nforeign scheduled air services, (1) to fly across the territory of the United States\nwithout landing, and (2) to land in the United States for non-traffic purposes, are\nauthorized by, or conform with, existing law of the United States. This question\nwill be considered on the basis that the agreements conferring these privileges are\nbilateral agreements. II. Both the Paris Convention of 1919 (Convention for the Regulation of Aerial\nNavigation, Oct. 13, 1919, 11 L.N.T.S. 173) and the Havana Convention of 1928\n(Pan American Convention on Commercial Aviation, U.S.-Cuba, Feb. 20, 1928,\n47 Stat. 1901) adopted the doctrine of complete and exclusive sovereignty over the\nair space above the territory of a state, but contained provisions extending certain\nreciprocal privileges to foreign aircraft within the territories of member states. This principle of exclusive sovereignty over the air space, but with authorization for innocent passage of civil foreign aircraft under certain conditions, is\nwritten into the statutes of the United States to which reference will shortly be\nmade. The Paris Convention was signed by the United States, but it was not ratified. S. Doc. No. 67-348, at 3768 (1923). Ratification of the Havana Convention was\nadvised by the Senate on February 20, 1931. 74 Cong. Rec. 5514. The Convention\nwas ratified by the President on March 6, 1931, and proclaimed by the President\non July 27, 1931. 47 Stat. 1901.",
      "queries": [
        "do i need to complete an ach form for a cops",
        "what should the auditor consider during prea",
        "what is the expected result of the program structure, differentiated by the conditions of confinement and expected completion times, and expected outcomes?",
        "do facilities have to be placed in service"
      ],
      "queries_score": [
        -9.167985916137695,
        -8.49150276184082,
        -7.896602630615234,
        -8.353190422058105
      ]
    },
    {
      "id": "memos_46__8",
      "chunk_id": "8",
      "content": "S. Doc. No. 67-348, at 3768 (1923). Ratification of the Havana Convention was\nadvised by the Senate on February 20, 1931. 74 Cong. Rec. 5514. The Convention\nwas ratified by the President on March 6, 1931, and proclaimed by the President\non July 27, 1931. 47 Stat. 1901. Incidentally, it may be noted that Article XV of the Paris Convention provides\nthat every aircraft of a contracting State has the right to cross the air space of\nanother State without landing, subject to following a designated route. S. Doc.\nNo. 67-348, at 3775. The Paris Convention and the Havana Convention have been interpreted to\ndeny freedom of air navigation to the operators of air lines, except by special\nagreement. As a result, international services have been established pursuant to\ninternational bilateral agreements and, in some cases, by unilateral concession. The United States is a party to a number of bilateral agreements under which each\nparty grants certain privileges to the civil aircraft of the other party. Air navigation in the United States is regulated by the provisions of the Civil\nAeronautics Act of 1938, and the Air Commerce Act of 1926 as amended by the\nCivil Aeronautics Act of 1938. I shall discuss first the Air Commerce Act of 1926\nas originally enacted, and, secondly, the Civil Aeronautics Act of 1938. Section 6 of the Air Commerce Act of 1926, as originally enacted, provides: 115 Supplemental Opinions of the Office of Legal Counsel in Volume 1 (a) The Congress hereby declares that the Government of the United\nStates has, to the exclusion of all foreign nations, complete sovereignty of the airspace over the lands and waters of the United States,\nincluding the Canal Zone. Aircraft a part of the armed forces of any\nforeign nation shall not be navigated in the United States, including\nthe Canal Zone, except in accordance with an authorization granted\nby the Secretary of State. (b) Foreign aircraft not a part of the armed forces of the foreign nation shall be navigated in the United States only if authorized as\nhereinafter in this section provided; and if so authorized, such aircraft and airmen serving in connection therewith, shall be subject to\nthe requirements of section 3, unless exempt under subdivision (c) of\nthis section. (c) If a foreign nation grants a similar privilege in respect of aircraft\nof the United States, and/or airmen serving in connection therewith,\nthe Secretary of Commerce may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States, and may by regulation\nexempt such aircraft, and/or airmen serving in connection therewith,\nfrom the requirements of section 3, other than the air traffic rules;\nbut no foreign aircraft shall engage in interstate or intrastate commerce. Pub. L. No. 69-254, § 6, 44 Stat. 568, 572 (emphasis supplied). The parts underscored in the above quotation were repealed or amended by the\nCivil Aeronautics Act of 1938, Pub.",
      "queries": [
        "when was the havana convention ratified",
        "when did the ratification of the havana convention happen",
        "cognizant agency for indirect cost",
        "what is the purpose of the chp program"
      ],
      "queries_score": [
        "3.1303968",
        "2.6150925",
        -7.852660655975342,
        -6.593302249908447
      ]
    },
    {
      "id": "memos_46__9",
      "chunk_id": "9",
      "content": "Pub. L. No. 69-254, § 6, 44 Stat. 568, 572 (emphasis supplied). The parts underscored in the above quotation were repealed or amended by the\nCivil Aeronautics Act of 1938, Pub. L. No. 75-706, 52 Stat. 973.\nSection 9(b) of the Air Commerce Act of 1926 provides that the term “United\nStates,” when used in a geographical sense, means the territory comprising the\nseveral States, Territories, possessions, and the District of Columbia, and the\noverlying air space. 44 Stat. at 573. The term “air commerce” is defined in section 1 of the statute as “transportation in whole or in part by aircraft of persons or property for hire, navigation of\naircraft in furtherance of a business, or navigation of aircraft from one place to\nanother for operation in the conduct of a business.” 44 Stat. at 568. The term “interstate or foreign air commerce” is defined in section 1 of the\nstatute to mean “air commerce between any State, Territory, or possession, or the\nDistrict of Columbia, and any place outside thereof; or between points within the\nsame State, Territory, or possession, or the District of Columbia, but through the\nairspace of any place outside thereof; or wholly within the airspace over any\nTerritory or possession or the District of Columbia.” 44 Stat. at 568. 116 Implementation of International Civil Aviation Agreements It will be seen that section 6 of the statute permits foreign civil aircraft, not a\npart of the armed forces of a foreign nation, to be “navigated in the United States”\nunder certain conditions. The conditions are:\n(1) Reciprocal rights must first be granted by the foreign nation with\nrespect to aircraft of the United States. The foreign aircraft or carrier—\n(2) must receive authorization from the Secretary of Commerce to be\n“navigate[d] in the United States”;\n(3) may be subject to regulation; and\n(4) may not engage in interstate or intrastate air commerce. 44 Stat. at 572. Subject to the foregoing conditions, foreign civil aircraft may be “navigated in\nthe United States.” This term is not defined in the statute. Also, it is to be noted\nthat the statute contains no express reference to non-stop flights or landing for\nnon-traffic purposes. It seems clear that so long as a foreign aircraft does not\nengage in interstate or intrastate air commerce, both non-stop flights and landing\nfor non-traffic purposes would fall within the terms “navigated in the United\nStates” and “air commerce” as used in the Air Commerce Act of 1926. The term “navigation in the United States” as used in the statute includes any\nnavigation through the air space over the territory of the United States or any part\nthereof. Id. §§ 2(e), 5(e); 44 Stat. at 569, 571. This term would, therefore, include\na non-stop flight across the territory of the United States and a stop or stops in the\nUnited States for non-traffic purposes. The term “air commerce” is defined in the Act of 1926 to include “transportation in whole or in part by aircraft of persons or property for hire” and “navigation\nof aircraft in furtherance of a business.” Id. § 1; 44 Stat. at 568.",
      "queries": [
        "when was civil aeronautics act repealed",
        "dnb number for awards"
      ],
      "queries_score": [
        "1.7803231",
        -7.257774353027344
      ]
    },
    {
      "id": "memos_46__10",
      "chunk_id": "10",
      "content": "The term “air commerce” is defined in the Act of 1926 to include “transportation in whole or in part by aircraft of persons or property for hire” and “navigation\nof aircraft in furtherance of a business.” Id. § 1; 44 Stat. at 568. Navigation of a\nforeign aircraft on a non-stop flight across the United States or a part thereof\nwould seem to fall within both of these definitions. Likewise, the landing of a foreign aircraft in the United States for non-traffic\npurposes—refueling, for example—when done in connection with transportation\nby the aircraft of persons or property for hire, or in connection with navigation of\nthe aircraft in furtherance of a business, seems clearly to fall within the meaning of\nthe term “air commerce” as used in the statute. I find no apparent intent either in the language of the original Air Commerce\nAct of 1926 or its history to limit foreign aircraft to engaging in “foreign air\ncommerce” within any restricted definition of this term that would exclude nonstop flights. On the contrary, the foregoing analysis of the provisions of the statute\nshows that non-stop flights of foreign civil aircraft and landing of civil aircraft for 117 Supplemental Opinions of the Office of Legal Counsel in Volume 1 non-traffic purposes are within the terms of the authorization contained in the\nstatute as originally enacted. There seems, however, to have been some doubt as to the construction of the\nAir Commerce Act of 1926. Thus, in March 1938, Mr. Hester, Assistant General\nCounsel, Treasury Department, later Administrator of Civil Aeronautics, gave the\nfollowing testimony before a subcommittee of the House Committee on Interstate\nand Foreign Commerce: While the authority of the Secretary of Commerce under that act [the\nAir Commerce Act of 1926] to permit the operation of foreign private aircraft in this country is clear, his authority to permit the operation of a foreign air carrier to this country is in doubt. Consequently,\na provision has been inserted in the present bill providing that no\nforeign air carrier shall operate to the United States unless it secures\nfrom the Authority a permit to do so. The issuance of such permits\nwould be subject to the approval of the President. Hearings on H.R. 9738 Before the H. Comm. on Interstate and Foreign Commerce, 75th Cong., 3d Sess. at 41 (1938). The Civil Aeronautics Act of 1938 created a Civil Aeronautics Authority and\nconferred certain powers and duties upon an Administrator. Pub. L. No. 75-706,\n§ 201, 52 Stat. at 980-81. The title, Civil Aeronautics Authority, was changed to\nCivil Aeronautics Board by the provisions of the President’s Reorganization Plan\n4 of 1940, § 7, 5 Fed. Reg. 2421, 2421–22, and certain changes have been made in\nthe respective duties of the Board and the Administrator. See Permits for Flight of\nForeign Aircraft into the United States, 40 Op. Att’y Gen. 136 (1941). For present\npurposes it is unnecessary to distinguish whether duties are vested in the Board or\nin the Administrator.",
      "queries": [
        "what is air commerce",
        "what is the definition of air commerce",
        "can you use the camp award to benefit the recipient"
      ],
      "queries_score": [
        "1.7632225",
        "2.866853",
        -8.515532493591309
      ]
    },
    {
      "id": "memos_46__11",
      "chunk_id": "11",
      "content": "See Permits for Flight of\nForeign Aircraft into the United States, 40 Op. Att’y Gen. 136 (1941). For present\npurposes it is unnecessary to distinguish whether duties are vested in the Board or\nin the Administrator. Following are pertinent provisions of the Civil Aeronautics Act of 1938:\nSection 2 of the statute states that in the exercise and performance of its duties\nthe Authority shall consider the following as being in the public interest— (a) The encouragement and development of an air-transportation system properly adapted to the present and future needs of the foreign\nand domestic commerce of the United States, of the Postal Service,\nand of the national defense; . . .\n(d) Competition to the extent necessary to assure the sound development of an air-transportation system properly adapted to the needs\nof the foreign and domestic commerce of the United States, of the\nPostal Service, and of the national defense; . . .\n(f) The encouragement and development of civil aeronautics. 118 Implementation of International Civil Aviation Agreements 52 Stat. at 980.\nSection 201(b) of the statute provides that there shall be in the Authority an\nAdministrator, 52 Stat. at 981, and section 301 empowers and directs the Administrator “to encourage and foster the development of civil aeronautics and air\ncommerce in the United States, and abroad,” 52 Stat. at 985. Section 402 provides in part—\n(a) No foreign air carrier shall engage in foreign air transportation\nunless there is in force a permit issued by the Authority authorizing\nsuch carrier so to engage; . . .\n(b) The Authority is empowered to issue such a permit if it finds that\nsuch carrier is fit, willing, and able properly to perform such air\ntransportation and to conform to the provisions of this Act and the\nrules, regulations, and requirements of the Authority hereunder, and\nthat such transportation will be in the public interest. 52 Stat. at 991. The Authority is authorized by paragraph (f) of section 402 to prescribe the\nduration of any permit and to attach to it such reasonable terms as, in its judgment,\n“the public interest may require.” 52 Stat. at 992.\nParagraph (g) provides that any permit issued under section 402 may, after\nnotice and hearing, be altered, modified, amended, suspended, canceled, or\nrevoked by the Authority whenever it finds such action to be in the public interest. 52 Stat. at 992. Section 801 provides that the issuance, denial, transfer, amendment, cancellation, suspension, or revocation of the terms of any foreign air carrier permit\nissuable under section 402 shall be subject to the approval of the President. 52\nStat. at 1014. Section 802 provides that the Secretary of State “shall advise the Authority of,\nand consult with the Authority, concerning the negotiation of any agreements with\nforeign governments for the establishment or development of air navigation,\nincluding air routes and services.” 52 Stat. at 1014. Section 1102 provides that in exercising and performing its powers under the\nAct, “the Authority shall do so consistently with any obligation assumed by the\nUnited States in any treaty, convention, or agreement that may be in force between\nthe United States and any foreign countries.” 52 Stat. at 1026.",
      "queries": [
        "why is local patrol organization important",
        "what is the specific rules regarding the termination of award funding?",
        "what is the condition for chp funds",
        "should job descriptions include community policing?"
      ],
      "queries_score": [
        -9.304451942443848,
        -8.922219276428223,
        -8.349486351013184,
        -9.082144737243652
      ]
    },
    {
      "id": "memos_46__12",
      "chunk_id": "12",
      "content": "Section 1102 provides that in exercising and performing its powers under the\nAct, “the Authority shall do so consistently with any obligation assumed by the\nUnited States in any treaty, convention, or agreement that may be in force between\nthe United States and any foreign countries.” 52 Stat. at 1026. The statute gives recognition to “agreements” entered into by the United States\nwith foreign governments “for the establishment or development of air navigation,\nincluding air routes and services.” It will be noted that under the Civil Aeronautics Act of 1938 a foreign air carrier is required to obtain from the Civil Aeronautics Board a permit to engage in\nforeign air transportation. The issuance of any permit is subject to the approval of 119 Supplemental Opinions of the Office of Legal Counsel in Volume 1 the President. It is understood that if the Two Freedoms Agreement and the Five\nFreedoms Agreement are entered into by the United States, foreign air carriers\nwho wish to make non-stop flights or who want permission to land in the United\nStates for non-traffic purposes will be required to obtain permits from the Civil\nAeronautics Board in the same manner as other foreign air carriers who make\nstops in the United States for traffic purposes. The Civil Aeronautics Act of 1938 (section 1107(i)(1) and (5)) amended section 6(c) of the Air Commerce Act of 1926 to read in part as follows: If a foreign nation grants a similar privilege in respect of aircraft of\nthe United States, and/or airmen serving in connection therewith, the\nCivil Aeronautics Authority may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States. No foreign aircraft shall\nengage in air commerce otherwise than between any State, Territory,\nor possession of the United States (including the Philippine Islands)\nor the District of Columbia, and a foreign country. 52 Stat. at 1028 (underscored portions added by the 1938 amendment). The Civil Aeronautics Act of 1938 substituted for the provision in section 6(c)\nof the Air Commerce Act of 1926 that “no foreign aircraft shall engage in\ninterstate or intrastate air commerce” the requirement that “no foreign aircraft\nshall engage in air commerce otherwise than between any State, Territory, or\npossession of the United States (including the Philippine Islands) or the District of\nColumbia, and a foreign country.” There is a question whether the Congress intended by this change in the provisions of the Air Commerce Act of 1926, and by the other provisions of the 1938\nstatute that I have mentioned, to prohibit foreign aircraft from making non-stop\nflights across the United States in connection with scheduled international air\nservices. I find no such intention either in the language of the statute or in its\nhistory. Reading the provisions of section 6(c) of the Air Commerce Act of 1926,\ntogether with the provisions of the Civil Aeronautics Act of 1938, it seems to me\nthat all that was intended was to prohibit foreign aircraft or foreign air carriers\nfrom engaging in interstate air commerce or intrastate air commerce. Section 1 of the Civil Aeronautics",
      "queries": [
        "which section of the act provides that the authority shall do so consistently",
        "what's the essence of a discriminatory result claim"
      ],
      "queries_score": [
        "3.1301036",
        -7.525344371795654
      ]
    },
    {
      "id": "memos_46__13",
      "chunk_id": "13",
      "content": "Act of 1938, it seems to me\nthat all that was intended was to prohibit foreign aircraft or foreign air carriers\nfrom engaging in interstate air commerce or intrastate air commerce. Section 1 of the Civil Aeronautics Act of 1938 contains the following definitions:\n(3) “Air Commerce” means interstate, overseas, or foreign air commerce or the transportation of mail by aircraft or any operation or\nnavigation of aircraft within the limits of any civil airway or any operation or navigation of aircraft which directly affects, or which may\nendanger safety in, interstate, overseas, or foreign air commerce. 120 Implementation of International Civil Aviation Agreements ....\n(20) “Interstate air commerce,” “overseas air commerce”, and “foreign air commerce,” respectively, mean the carriage by aircraft of\npersons or property for compensation or hire, or the carriage of mail\nby aircraft, or the operation or navigation of aircraft in the conduct or\nfurtherance of a business or vocation, in commerce between, respectively—\n(a) a place in any State of the United States, or the District of Columbia, and a place in any other State of the United States, or the\nDistrict of Columbia; or between places in the same State of the\nUnited States through the air space over any place outside thereof; or between places in the same Territory or possession (except\nthe Philippine Islands) of the United States, or the District of Columbia;\n(b) a place in any State of the United States, or the District of Columbia, and any place in a Territory or possession of the United\nStates; or between a place in a Territory or possession of the\nUnited States, and a place in any other Territory or possession of\nthe United States; and\n(c) a place in the United States and any place outside thereof,\nwhether such commerce moves wholly by aircraft or partly by\naircraft and partly by other forms of transportation. Under section 6 of the Air Commerce Act of 1926, as amended, foreign aircraft\nmay be authorized “to be navigated in the United States.” It has been shown that\nthis term includes non-stop flights. Section 6 further provides that no foreign\naircraft shall engage in “air commerce” otherwise than between any State,\nTerritory or possession of the United States and a foreign country. The term “air\ncommerce” as used in section 6 before it was amended by the Civil Aeronautics Act of 1938 also includes non-stop flights. The term “air commerce” in the last sentence of section 6(c) of the 1926 Act,\nafter the subsection was amended by the 1938 Act, is somewhat ambiguous for the\nreason that the definition of “air commerce” in the Act of 1938 differs from the\ndefinition of “air commerce” in the Act of 1926. The term “air commerce” as used\nin the 1938 Act includes any operation or navigation of aircraft which directly\naffects, or which may endanger safety in, interstate, overseas, or foreign air\ncommerce. This definition, therefore, as well as the definition of “air commerce”\nin the 1926 Act, seems to include non-stop flights. The Civil Aeronautics Act of 1938 is derived from S. 3845, 75th Cong., 3d\nSess., and H.R. 9738, 75th Cong., 3d Sess. 121",
      "queries": [
        "what was the purpose of the civil aeronautics act of 1938",
        "how should a macrofinance operation be evaluated",
        "what form is required for classified information",
        "when and how do you report executive compensation",
        "what was the presidents authority to extend the territorial sea?"
      ],
      "queries_score": [
        "1.6369166",
        -8.961369514465332,
        -7.815384864807129,
        -8.08066177368164,
        -8.656621932983398
      ]
    },
    {
      "id": "memos_46__14",
      "chunk_id": "14",
      "content": "This definition, therefore, as well as the definition of “air commerce”\nin the 1926 Act, seems to include non-stop flights. The Civil Aeronautics Act of 1938 is derived from S. 3845, 75th Cong., 3d\nSess., and H.R. 9738, 75th Cong., 3d Sess. 121 Supplemental Opinions of the Office of Legal Counsel in Volume 1 S. 3845, as reported to the Senate and agreed to by the Senate, provided in\nsection 1103:\n(b) . . . If a foreign country grants a similar privilege in respect of\naircraft of the United States the Authority may authorize such foreign aircraft registered under the laws of such country to enter and\nbe navigated within the United States. . . .\n(d) No foreign aircraft shall engage in interstate or overseas air\ncommerce, or in the transportation of persons or property for compensation or hire, or be operated or navigated in the conduct or furtherance of a business or vocation, in commerce wholly within a\nState. 83 Cong. Rec. 6765 (1938). H.R. 9738, as reported to the House and agreed to by the House, contained the\namendment to section 6(c) of the Air Commerce Act of 1926, which was finally\nadopted in the 1938 Act, providing that no foreign aircraft shall engage in air\ncommerce otherwise than between any state and a foreign country. 83 Cong. Rec.\n7100, 7104 (1938). The Senate bill repealed all of the provisions of the Air Commerce Act of 1926,\nand rewrote in the text of the bill such of the provisions that the Senate thought\nnecessary to preserve. The House bill, on the other hand, repealed most of the\n1926 Act, but preserved in existence and amended in certain respects other provisions of the 1926 Act. The conferees adopted the House amendment, dealing with\n“admission of foreign aircraft into the United States,” without, however, indicating\nthat in their opinion there was any material difference between the Senate\nprovision and the House provision. Where there was any substantial or material\ndifference between a Senate provision and a House provision, the conference\nreport called attention to the difference. See H.R. Rep. No. 75-2635, at 80–81\n(1938). It thus appears that the provisions of the House bill and the Senate bill were\neach designed to prohibit foreign aircraft from engaging in interstate air commerce\nor overseas air commerce or air commerce wholly within a State. The amendment\nto the 1926 Act made by the 1938 Act authorizing foreign aircraft to engage in air\ncommerce between the United States and foreign countries discloses no purpose to\nprohibit foreign air carriers from engaging in air commerce to the extent of\nmaking non-stop flights across territory of the United States or of landing in the\nUnited States for non-traffic purposes. The Civil Aeronautics Act of 1938 is intended to promote the development of\ncivil aeronautics and air commerce in the United States and abroad. The statute\nshould be construed consistently with this purpose and its provisions. In permitting\nforeign aircraft to engage in air commerce between the United States and a foreign 122 Implementation of International Civil Aviation Agreements",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_46__15",
      "chunk_id": "15",
      "content": "The statute\nshould be construed consistently with this purpose and its provisions. In permitting\nforeign aircraft to engage in air commerce between the United States and a foreign 122 Implementation of International Civil Aviation Agreements country the Congress has disclosed no purpose to prohibit foreign aircraft from\nmaking commercial non-stop flights over the territory of the United States. Fairly\nconstrued, such non-stop flights of foreign aircraft fall within the provisions of the\nAir Commerce Act of 1926, as amended, and the provisions of the Civil Aeronautics Act of 1938. A construction that would prohibit foreign aircraft from engaging in commercial non-stop flights undoubtedly would preclude the Government of the United\nStates from obtaining similar privileges from foreign governments for American\nair carriers. Such a construction would hamper and restrict the development of\ncivil aeronautics and air commerce in the United States. It would be contrary to\nthe provisions and purpose of the Air Commerce Act of 1926, as amended, and the\nCivil Aeronautics Act of 1938. III. The administrative practice supports the construction that I have suggested. Under the 1926 Act a number of bilateral agreements were entered into by the\nUnited States with foreign governments granting liberty of passage over our\nterritory in time of peace, and providing for the establishment and operation of\nregular air routes by air transport companies “across the said territory, with or\nwithout intermediary landing, . . . subject to prior consent of the other party given\non the principle of reciprocity.” Air Navigation Agreement, U.S.-Swe., art. 4,\nOct. 9, 1933, E.A.S. No. 47, at 1-2; Air Navigation Agreement, U.S.-Nor., art. 4,\nNov. 15, 1933, E.A.S. No. 50, at 1; Air Navigation Agreement, U.S.-S. Afr., art. 4,\nSept. 20, 1933, E.A.S. No. 54, at 1-2; Air Navigation Agreement, U.S.-Den., art. 4,\nApr. 16, 1934, E.A.S. No. 58, at 2. See also Air Navigation Agreement, U.S.-It.,\nOct. 31, 1931, E.A.S. No. 24; Air Navigation Agreement, U.S.-Gr. Brit., May 5,\n1935, E.A.S. No. 76; Air Navigation Agreement, U.S.-Ir., Dec. 4, 1937, E.A.S.\nNo. 110.\nSince 1938 additional agreements have been entered into. An agreement between the United States and Canada grants, subject to compliance with local laws and regulations, liberty of passage in time of peace above the\nterritories of each of the parties. It is further agreed “that the establishment and\noperation by an enterprise of one of the Parties of a regular air route or services to,\nover, or away from the territory of the other Party, with or without a stop, shall be\nsubject to the consent of such other Party.” Air Navigation Agreement, U.S.-Can.,\nart. 3, Aug. 1, 1938, E.A.S. No. 129, at 1. In a further exchange of notes, the Government of the United States and the\nGovernment of Canada agreed, subject to compliance with their laws and regulations,\nto grant to air carrier enterprises of the other Party permits for nonstop services through the air space over its territory between two 123 Supplemental Opinions of the Office of Legal Counsel in Volume 1 points within the territory of the other Party; provided however that\ninland non-stop services between the United States and Alaska shall\nbe the subject of a separate understanding.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_46__16",
      "chunk_id": "16",
      "content": "123 Supplemental Opinions of the Office of Legal Counsel in Volume 1 points within the territory of the other Party; provided however that\ninland non-stop services between the United States and Alaska shall\nbe the subject of a separate understanding. Air Transport Services Agreement, U.S.-Can., art. 3, Aug. 18, 1939, E.A.S.\nNo. 159, at 1. On July 15, 1939, the United States entered into an agreement with France by\nwhich each contracting party granted, subject to its laws and regulations, in time\nof peace, “liberty of passage above its territory” to the registered civil aircraft of\nthe other party, and agreed that the establishment and operation of a regular air\nroute or air transport service to, over or away from the territory of the other, with\nor without stop, should be subject to the consent of the other party. Air Navigation\nAgreement, U.S.-Fr., art. 4, Aug. 15, 1939, E.A.S. No. 152, at 2.\nOn June 14, 1939, the United States and Liberia entered into an agreement,\neffective June 15, 1939, providing that, subject to compliance with local laws and\nregulations, civil aircraft, not engaged in regular scheduled services, “shall be\naccorded liberty of passage above and of landing upon the territory of the other\nParty.” Air Navigation Agreement, U.S.-Liber., art. 1(b), June 15, 1939, E.A.S.\nNo. 166, at 3.\nIV. Accordingly, confining the advice in the manner that I have mentioned in this\nmemorandum, I believe that the Department of State can be advised informally\nthat the statutes permit the Government of the United States to enter into an\nagreement with the government of a foreign country granting on the principle of\nreciprocity, in respect of scheduled international air services, the privilege to fly\nacross the territory of the United States without landing, and the privilege to land\nin the United States for non-traffic purposes, subject to compliance with the laws\nand regulations of the United States. W.H. EBERLY\nAttorney-Adviser\nOffice of the Assistant Solicitor General 124",
      "queries": [
        "who should submit the sole source justification request?",
        "what is level progress for inmate management",
        "what is rental cost allowable"
      ],
      "queries_score": [
        -9.383885383605957,
        -9.791940689086914,
        -8.92363452911377
      ]
    }
  ]
}