{
  "doc_id": "memos_5",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_5__0",
      "chunk_id": "0",
      "content": "(Slip Opinion) Licensing Marijuana Cultivation in Compliance\nwith the Single Convention on Narcotic Drugs\nUnder the Controlled Substances Act, the Drug Enforcement Administration may register\nan applicant to cultivate marijuana only if the registration scheme is consist ent with\nthe Single Convention on Narcotic Drugs. To comply with the Single Convention,\nDEA’s licensing framework must provide for a system in which DEA or its legal agent\nhas physical possession and ownership over the cultivated marijuana and assumes control of the distribution of marijuana no later than four months after harvesting. June 6, 2018 MEMORANDUM OPINION FOR THE ACTING CHIEF COUNSEL\nDRUG ENFORCEMENT ADMINISTRATION Under the Controlled Substances Act, the Attorney General is authorized to license marijuana cultivation if he determines that it would be\n“consistent with the public interest and with United States obligations\nunder international treaties, conventions, or protocols in effect on May 1,\n1971.” 21 U.S.C. § 823(a). Such obligations include those under the\nSingle Convention on Narcotic Drugs (“Single Convention”), Mar. 30,\n1961, 18 U.S.T. 1407. As relevant here, the Single Convention requires\nparties either to prohibit marijuana cultivation altogether or, if they permit\ncultivation, to establish “a single government agency” to oversee marijuana growers and generally to monopolize the wholesale trade in the marijuana crop. Id. arts. 22, 23(3), 28(1). That single agency must strictly\nregulate any lawful cultivation of marijuana by, among other things, “purchas[ing] and tak[ing] physical possession of [the] crops as soon as possible, but not later than four months after the end of the harvest.” Id. art.\n23(2)(d). This opinion considers whether the Drug Enforcement Administration\n(“DEA”), which exercises the Attorney General’s licensing authority,\nmust alter existing licensing practices to comply with the Single Convention. At present, DEA does not purchase or take physical possession of\nlawfully grown marijuana at any point in the distribution process. Instead,\nthe only currently licensed marijuana cultivator grows and distributes the\nmarijuana itself pursuant to a contract with, and under the supervision of,\nthe National Institute on Drug Abuse (“NIDA”), a component of the\nDepartment of Health and Human Services’ National Institutes of Health. In 2016, DEA revised this process and announced that it would increase\nthe number of licensees and supervise the additional growers itself. 1 Opinions of the Office of Legal Counsel in Volume 42 See Applications To Become Registered Under the Controlled Substances\nAct To Manufacture Marijuana To Supply Researchers in the United\nStates, 81 Fed. Reg. 53,846, 53,848 (Aug. 12, 2016) (“Applications To\nManufacture Marijuana”). Under the new policy, DEA would not purchase or possess the marijuana before licensees distributed it to government-approved researchers. Several entities have applied for licenses\nunder the new policy, but no applications have been approved. We conclude that DEA must change its current practices and the policy\nit announced in 2016 to comply with the Single Convention. DEA must\nadopt a framework in which it purchases and takes possession of the\nentire marijuana crop of each licensee after the crop is harvested. In\naddition, DEA must generally monopolize the import, export, wholesale\ntrade, and stock maintenance of lawfully grown marijuana. 1",
      "queries": [
        "how long to fda notify of anda acceptance",
        "irs memo number",
        "internal revenue service memo number"
      ],
      "queries_score": [
        -6.929024696350098,
        -4.832813262939453,
        -4.883558750152588
      ]
    },
    {
      "id": "memos_5__1",
      "chunk_id": "1",
      "content": "DEA must\nadopt a framework in which it purchases and takes possession of the\nentire marijuana crop of each licensee after the crop is harvested. In\naddition, DEA must generally monopolize the import, export, wholesale\ntrade, and stock maintenance of lawfully grown marijuana. 1 There may\nwell be more than one way to satisfy those obligations under the Single\nConvention, but the federal government may not license the cultivation of\nmarijuana without complying with the minimum requirements of that\nagreement. I.\nThe Single Convention entered into force for the United States on June\n24, 1967, after the Senate had given its advice and consent to the United\nStates’ accession. See Single Convention, 18 U.S.T. 1407. The Convention requires parties to impose stringent controls on the cultivation, manufacture, and distribution of narcotic drugs, including “cannabis,” which it\ndefines as “the flowering or fruiting tops of the cannabis plant (excluding\nthe seeds and leaves when not accompanied by the tops) from which the\n1 In preparing this opinion, we considered the views of DEA, the Office of the General\nCounsel of the Department of Health and Human Services, and the Department of State’s\nOffice of the Legal Adviser. See Applications To Manufacture Marijuana, 81 Fed. Reg. at\n53,846–48 (discussing requirements of the Single Convention applicable to licensing\nmarijuana cultivation); Lyle E. Craker, PhD, 76 Fed. Reg. 51,403, 51,409–11 (DEA Aug.\n18, 2011) (same); Lyle E. Craker, 74 Fed. Reg. 2101, 2114–18 (DEA Jan. 14, 2009)\n(same); Memorandum for Steven A. Engel, Assistant Attorney General, Office of Legal\nCounsel, from Matthew S. Bowman, Deputy General Counsel, Department of Health and\nHuman Services (Apr. 13, 2018) (“HHS Mem.”); Office of Law Enforcement and Intelligence and Office of Treaty Affairs, Single Convention Analysis (Jan. 29, 2018) (“State\nMem.”); Letter for Steven A. Engel, Assistant Attorney General, Office of Legal Counsel,\nfrom Jennifer G. Newstead, Legal Adviser, Department of State (Apr. 17, 2018) (“State\nSupp. Mem.”). 2 Licensing Marijuana Cultivation resin has not been extracted, by whatever name they may be designated.” Single Convention art. 1(1)(b). Parties must, among other things, establish\nquotas on the import and manufacture of cannabis, generally prohibit the\npossession of cannabis, and adopt penal provisions making violations of\nthose controls punishable offenses. Id. arts. 21, 33, 36. Article 28 of the Single Convention requires that any lawful cultivation\nof the cannabis plant be subject to the same system of strict controls “as\nprovided in article 23 respecting the control of the opium poppy.” Id. art.\n28. The cross-referenced provisions in Article 23 provide as follows:\n1. A Party that permits the cultivation of the opium poppy for the\nproduction of opium shall establish, if it has not already done so,\nand maintain, one or more government agencies (hereafter in this\narticle referred to as the Agency) to carry out the functions required under this article. 2. Each such Party shall apply the following provisions to the cultivation of the opium poppy for the production of opium and to\nopium:\na. The Agency shall designate the area in which, and the plots of\nland on which, cultivation of the opium poppy for the purpose\nof producing opium shall be permitted. b.",
      "queries": [
        "what is the condition of the consolidated appropriations act?"
      ],
      "queries_score": [
        -8.477147102355957
      ]
    },
    {
      "id": "memos_5__2",
      "chunk_id": "2",
      "content": "The Agency shall designate the area in which, and the plots of\nland on which, cultivation of the opium poppy for the purpose\nof producing opium shall be permitted. b. Only cultivators licensed by the Agency shall be authorized to\nengage in such cultivation. c. Each license shall specify the extent of the land on which the\ncultivation is permitted. d. All cultivators of the opium poppy shall be required to deliver\ntheir total crops of opium to the Agency. The Agency shall purchase and take physical possession of such crops as soon as\npossible, but not later than four months after the end of the harvest. e. The agency shall, in respect of opium, have the exclusive right\nof importing, exporting, wholesale trading and maintaining\nstocks other than those held by manufacturers of opium alkaloids, medicinal opium, or opium preparations. Parties need not\nextend this exclusive right to medicinal opium and opium preparations. 3 Opinions of the Office of Legal Counsel in Volume 42 3. The governmental functions referred to in paragraph 2 shall be\ndischarged by a single government agency if the constitution of\nthe Party concerned permits it. The agency’s “exclusive right[s]” over the harvested marijuana need not\nextend to “medicinal” marijuana or marijuana “preparations,” but the\nnational cannabis agency must still purchase and take physical possession\nof all marijuana grown for such purposes. Id. art. 23(2)(d)(e); see Report\nof the International Narcotics Control Board for 2014, at 35 (Mar. 3,\n2015) (“2014 INCB Report”); Secretary-General of the United Nations,\nCommentary on the Single Convention on Narcotic Drugs, 1961, at 284,\n314 (1973) (“Commentary”). 2 Three years after the United States acceded to the Single Convention,\nCongress in 1970 enacted the Controlled Substances Act (“CSA”), 21\nU.S.C. § 801 et seq., “a comprehensive statute designed to rationalize\nfederal control of dangerous drugs.” Nat’l Org. for Reform of Marijuana\nLaws (NORML) v. DEA, 559 F.2d 735, 737 (D.C. Cir. 1977). “[A] number\nof the provisions of [the CSA] reflect Congress’ intent to comply with\nthe obligations imposed by the Single Convention.” Control of Papaver\nBracteatum, 1 Op. O.L.C. 93, 95 (1977); see, e.g., 21 U.S.C. §§ 801(7),\n811(d)(1), 958(a); see also S. Rep. No. 91-613, at 4 (1969) (“The United\nStates has international commitments to help control the worldwide drug\ntraffic. To honor those commitments, principally those established by\nthe Single Convention on Narcotic Drugs of 1961, is clearly a Federal\nresponsibility.”). The CSA imposes strict controls on marijuana, which is defined to include “all parts of the plant Cannabis sativa L.” and all compounds and\nderivatives thereof, with certain exceptions not relevant here. 21 U.S.C.\n§ 802(16). The statute classifies marijuana as a schedule I substance, the\nmost stringent classification available, reflecting a determination that\nmarijuana “has a high potential for abuse” and “no currently accepted\nmedical use.” 21 U.S.C. § 812(b); see Craker v. DEA, 714 F.3d 17, 19\n(1st Cir. 2013); 21 C.F.R. § 1308.11. The CSA makes the unauthorized The United Nations’ Economic and Social Council requested that the SecretaryGeneral prepare the Commentary “in the light of the relevant conference proceedings and\nother material” in order to aid governments in applying the Single Convention.",
      "queries": [
        "what is the saa requirement",
        "what documentation must be submitted to the cops office for sole source"
      ],
      "queries_score": [
        -5.842243671417236,
        -8.076260566711426
      ]
    },
    {
      "id": "memos_5__3",
      "chunk_id": "3",
      "content": "The CSA makes the unauthorized The United Nations’ Economic and Social Council requested that the SecretaryGeneral prepare the Commentary “in the light of the relevant conference proceedings and\nother material” in order to aid governments in applying the Single Convention. Economic\nand Social Council Resolution 1962/914(XXXIV)D (Aug. 3, 1962). 2 4 Licensing Marijuana Cultivation possession, manufacture, and distribution of marijuana a crime punishable\nby severe penalties. 21 U.S.C. §§ 841, 844. Although federal law recognizes no currently accepted medical use for\nmarijuana, see United States v. Oakland Cannabis Buyers’ Co-op., 532\nU.S. 483, 491 (2001), it does permit the cannabis plant to be cultivated\nlawfully for research purposes pursuant to a DEA license. See 21 U.S.C.\n§§ 822(a)(1), 823(a); 21 C.F.R. pt. 1301.3 Since its founding in 1973,\nDEA has licensed only one such grower to supply researchers with marijuana—the National Center for Natural Products Research (“National\nCenter”), a division of the University of Mississippi. See Lyle E. Craker,\n74 Fed. Reg. at 2104; Applications To Manufacture Marijuana, 81 Fed.\nReg. at 53,846. The National Center cultivates marijuana pursuant to a\ncontract administered by NIDA. Besides overseeing the cultivation of\nmarijuana, NIDA also plays a role in determining which researchers may\nobtain marijuana for medical or scientific use. See 21 U.S.C. § 823(f );\nAnnouncement of Revision to the Department of Health and Human\nServices Guidance on Procedures for the Provision of Marijuana for\nMedical Research as Published on May 21, 1999, 80 Fed. Reg. 35,960\n(June 23, 2015). The current contract between NIDA and the National Center, which\nbecame effective on March 23, 2015, provides that the National Center\nwill, among other things, “cultivate and harvest, process, analyze, store,\nand distribute cannabis . . . for research.” Award/Contract Issued by Nat’l\nInst. on Drug Abuse, to the University of Mississippi, Contract No.\nHHSN271201500023C, at 4 (effective Mar. 23, 2015) (“2015 NIDA\nContract”). The National Center must also “[p]rovide an adequate DEA\napproved storage facility” for the harvested cannabis and may ship it to\nresearchers only “as required by NIDA.” Id. at 17. All work under the\ncontract is to be “monitored” by the Government Contracting Officer’s\nRepresentative, an employee at NIDA’s headquarters in Bethesda, Maryland. Id. at 16, 34. The contract requires the NIDA representative to\nmonitor technical progress based on the National Center’s monthly progress reports, to evaluate the National Center’s work, to perform technical\nevaluations and inspections of a sample of the marijuana shipped to\nNIDA, and to assist in resolving technical problems. Id. at 17, 26, 34.\n3 Sections 822(a) and 823(a) vest authority over registration for such licenses in the\nAttorney General. Pursuant to 21 U.S.C. § 871(a), the Attorney General delegated this\nfunction to DEA. 28 C.F.R. § 0.100(b). 5 Opinions of the Office of Legal Counsel in Volume 42 In 2016, in response to increasing public interest in marijuana research,\nDEA announced a new policy reflecting its intention to increase the\nnumber of federally authorized growers. See Applications To Manufacture\nMarijuana, 81 Fed. Reg. at 53,846–48.",
      "queries": [
        "which decision did the eu give to georgia",
        "why is postf disregarded"
      ],
      "queries_score": [
        -6.916877746582031,
        -8.137282371520996
      ]
    },
    {
      "id": "memos_5__4",
      "chunk_id": "4",
      "content": "28 C.F.R. § 0.100(b). 5 Opinions of the Office of Legal Counsel in Volume 42 In 2016, in response to increasing public interest in marijuana research,\nDEA announced a new policy reflecting its intention to increase the\nnumber of federally authorized growers. See Applications To Manufacture\nMarijuana, 81 Fed. Reg. at 53,846–48. Under the new policy, a grower, if\napproved for a license, would “be permitted to operate independently,\nprovided the grower agrees (through a written memorandum of agreement\nwith DEA) that it will only distribute marijuana with prior, written approval from DEA.” Id. at 53,848. NIDA would not be involved in monitoring the additional licensees. We understand that DEA has several\ncurrently pending requests from entities that seek to register as marijuana\ngrowers under that policy. II. Under the CSA, DEA may register an applicant to cultivate marijuana\nonly if the registration scheme is consistent with the Single Convention. We address whether DEA’s practices and policy for licensing marijuana\ncultivation comply with the Single Convention and, if not, what changes\nDEA must make to conform to the treaty. A.\nAn international agreement has the force of domestic U.S. law if it\nis self-executing or if Congress has implemented it by legislation. See\nMedellín v. Texas, 552 U.S. 491, 504–05 (2008). Here, Congress has\nexecuted the Single Convention in the CSA. In that Act, Congress provided that the Attorney General “shall” license the cultivation of marijuana\n“if he determines that such registration is consistent with . . . United\nStates obligations under international treaties, conventions, or protocols\nin effect on May 1, 1971.” 21 U.S.C. § 823(a).4 The Attorney General is\nthus required to determine that the licensing scheme is consistent with the\nSingle Convention before exercising his authority to register an applicant\nto cultivate marijuana. See Control of Papaver Bracteatum, 1 Op. O.L.C.\nat 99; Memorandum for John E. Ingersoll, Director, Bureau of Narcotics\nand Dangerous Drugs, from Mary C. Lawton, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Petition to Decontrol Marihuana—\n4 The Single Convention was amended by a 1972 protocol, but the amendments are not\nmaterial to the obligations discussed in this opinion. See Protocol Amending the Single\nConvention on Narcotic Drugs, Mar. 25, 1972, 26 U.S.T. 1439. 6 Licensing Marijuana Cultivation Interpretation of Section 201 of the Controlled Substances Act of 1970,\nat 4 (Aug. 21, 1972) (“[I]n making determinations as to the fitness of\nregistrants to receive licenses for manufacture or export and import of\ncontrolled substances, the Attorney General is instructed to ensure consistency ‘with United States obligations under international treaties.’”). Article 23(2) of the Single Convention, made applicable to marijuana\ncultivation by Article 28, contains five requirements for the supervision,\nlicensing, and distribution of marijuana. See Single Convention art.\n23(2)(a)–(e). Under current regulations and practice, DEA satisfies the\nfirst three requirements. The Convention specifies that the agency must\ndesignate the land on which cannabis cultivation is permitted, limit cultivators to those licensed by the agency, and specify the extent of the land\non which cultivation is permitted. Id. art. 23(2)(a), (b), (c). Federal regulations implement those requirements by mandating that a marijuana manufacturer obtain a DEA license annually for each physical location at which\nmarijuana is grown.",
      "queries": [
        "how many days do you need to sign an award document"
      ],
      "queries_score": [
        -9.301937103271484
      ]
    },
    {
      "id": "memos_5__5",
      "chunk_id": "5",
      "content": "Id. art. 23(2)(a), (b), (c). Federal regulations implement those requirements by mandating that a marijuana manufacturer obtain a DEA license annually for each physical location at which\nmarijuana is grown. 21 U.S.C. § 822(a)(1); 21 C.F.R §§ 1301.11(a),\n1301.12(a). DEA establishes annual production quotas for lawful marijuana cultivation, and it has exercised that authority by setting the annual\nquotas for the National Center, the only entity ever registered by DEA to\ngrow marijuana to supply researchers in the United States. 21 U.S.C.\n§ 826; 21 C.F.R. § 1303.11. DEA has ample authority under this framework to specify the areas and circumstances under which a licensee may\ncultivate marijuana and in fact satisfies the first three requirements of\nArticle 23(2) of the Single Convention in registering applicants under the\nCSA pursuant to those requirements. Article 23 of the Single Convention also imposes control requirements\nbeyond those currently carried out by DEA. Under Article 23(2)(d), “all\ncultivators shall be required to deliver their total crops” to the agency, and\nthe agency “shall purchase and take physical possession of such crops as\nsoon as possible, but not later than four months after the end of the harvest.” Article 23(2)(e) requires the agency to “have the exclusive right of\nimporting, exporting, wholesale trading and maintaining stocks.” The\nUnited States currently attempts to comply with those requirements\nthrough NIDA’s contract with the National Center, under which NIDA’s\ncontracting officials supervise the National Center’s cultivation of marijuana and distribution of marijuana to researchers. Article 23’s final requirement, however, provides that the “governmental functions” in Article\n23(2) must be “discharged by a single government agency if the constitution of the Party concerned permits it.” Single Convention art. 23(3).\n7 Opinions of the Office of Legal Counsel in Volume 42 We conclude that the existing licensing framework departs from Article\n23 in three respects. First, the division of responsibilities between DEA\nand NIDA, a component of the Department of Health and Human Services\n(“HHS”), contravenes Article 23(2)’s requirement that all Article 23\nfunctions be carried out by a single government agency. Second, neither\nof the two government agencies “take[s] physical possession” of the\nmarijuana grown by the National Center, as required by Article 23(2)(d). Third, no federal agency exercises a monopoly over the wholesale trade in\nmarijuana, as required by Article 23(2)(e). We discuss each departure in\nturn. 1.\nCurrent practice diverges from the Single Convention’s requirement\nthat a single agency undertake each of the listed control functions unless\nthe constitution of the treaty party forbids it. As explained, DEA is responsible for the controls required by Article 23(2)(a), (b), and (c) because it effectively designates the area where marijuana cultivation is\npermitted, limits cultivators to those licensed by the agency, and speci fies the extent of the land on which cultivation is permitted. NIDA, for\nits part, attempts to satisfy the physical-possession and governmentmonopoly-control requirements of Article 23(2)(d) and (e) by supervising\ncultivation under its contract with the National Center. That division of\nauthority is contrary to Article 23(3), because nothing in the Constitution\nwould preclude the United States from discharging all of those controls\nthrough one government agency.",
      "queries": [
        "when is fica relief available to the state or local governments?"
      ],
      "queries_score": [
        -8.200530052185059
      ]
    },
    {
      "id": "memos_5__6",
      "chunk_id": "6",
      "content": "That division of\nauthority is contrary to Article 23(3), because nothing in the Constitution\nwould preclude the United States from discharging all of those controls\nthrough one government agency. DEA agrees that “the United States fails to adhere strictly” to the single\ngovernment agency provision because “both DEA and HHS carry out\ncertain functions set forth in article 23, paragraph 2.” Lyle E. Craker,\nPhD, 76 Fed. Reg. at 51,409.5 For the current framework to be in compli- 5 Members of Congress and the American Bar Association have also recognized that\nthe division of regulatory responsibilities among federal agencies fails to comply with the\nSingle Convention. See 129 Cong. Rec. 7434 (Mar. 24, 1983) (Rep. McKinney) (recognizing that the current division of responsibilities is in “violation of the [S]ingle\n[C]onvention” and introducing a bill that would create an “Office for the Supply of\nInternationally Controlled Drugs” within the Department of Health and Human Services\nto “comply[] with the [S]ingle [C]onvention on [N]arcotic [D]rugs”); Report No. 1 of the\nSection of Administrative Law, 109 Ann. Rep A.B.A. 447, 482 (1984) (noting that the\nSingle Convention “requires that a single government agency license all domestic pro- 8 Licensing Marijuana Cultivation ance with the single-agency requirement of the treaty, we would have to\nview NIDA as performing the physical-possession and governmentmonopoly functions on behalf of DEA. See State Mem. at 5. But we do\nnot believe that NIDA acts for DEA, and it is unlikely that DEA could\nlawfully supervise NIDA in the performance of its functions. We are\naware of no statute that gives DEA that authority. And the President may\nnot delegate to DEA his constitutional authority to supervise NIDA in the\nexercise of its statutory responsibilities. See Centralizing Border Control\nPolicy Under the Attorney General, 26 Op. O.L.C. 22, 24–25 (2002). 2.\nWe turn next to the requirement that the single government agency\n“purchase and take physical possession” of the marijuana. Single Convention art. 23(2)(d). As noted above, NIDA contracts with, and partially\noversees, the cultivation of marijuana by the National Center, which is\nlicensed by DEA. But under that contractual arrangement, neither NIDA\nnor DEA takes physical possession of the marijuana. Rather, the National\nCenter itself stores the marijuana on the premises of the University of\nMississippi and ships it to researchers approved by DEA. Neither NIDA\nnor DEA accepts delivery of the harvested crops. That contractual arrangement does not satisfy the United States’ obligations under Article\n23(d). The contract at most results in a federal government agency’s having constructive, rather than physical, possession of the marijuana crop. a. The Single Convention does not define “physical possession.” In construing that term we should “begin with the text of the treaty and the\ncontext in which the written words are used.” Water Splash, Inc. v. Menon, 137 S. Ct. 1504, 1508–09 (2017) (internal quotation marks omitted);\nsee also Restatement (Third) of the Foreign Relations Law of the United\nStates § 325(1) (Am. Law Inst. 1987) (“Restatement of Foreign Relations”)",
      "queries": [
        "should the Commission be responsible for ensuring the application of the confidentiality clause",
        "when to report service closing agreement to the jc"
      ],
      "queries_score": [
        -9.187125205993652,
        -9.342348098754883
      ]
    },
    {
      "id": "memos_5__7",
      "chunk_id": "7",
      "content": "Water Splash, Inc. v. Menon, 137 S. Ct. 1504, 1508–09 (2017) (internal quotation marks omitted);\nsee also Restatement (Third) of the Foreign Relations Law of the United\nStates § 325(1) (Am. Law Inst. 1987) (“Restatement of Foreign Relations”) (“An international agreement is to be interpreted in good faith\naccording to the ordinary meaning to be given to its terms in their context\nand in light of its object and purpose.”); Vienna Convention on the Law of\nduce[r]s of marijuana, specify the particular plots of land on which it is to be grown, and\ncollect the crops of all domestic producers of marijuana” and that “at present the authority\nto control marijuana production is split between” government agencies). 9 Opinions of the Office of Legal Counsel in Volume 42 Treaties art. 31(1), opened for signature May 23, 1969, 1155 U.N.T.S.\n331(“Vienna Convention”) (similar). 6 We think it evident from the treaty’s text and context that “physical\npossession” requires growers licensed under the CSA to transfer the crops\nto the physical, and not merely legal, control of the federal government. Article 23(2)(d) says that “cultivators” must “deliver their total crops” to\nthe government—a clear indication that the treaty contemplates the physical transfer of control from one party to another. The Single Convention’s\nCommentary reinforces that point in emphasizing that “the time between\nthe harvest and delivery of the crop should be as short as possible” and\nrecommending that parties “set a final date after which possession of\nharvested [crops] by a private cultivator is in any event illegal and [the\ncrop] subject to confiscation.” Commentary at 283 (emphasis added). And\nthis understanding of the words used in the Single Convention is further\nconfirmed by the decisions of U.S. courts, which have consistently distinguished constructive possession from physical possession, with the latter\nrequiring direct physical control over the item in question. 7 One might argue that NIDA, through its contract, satisfies the treaty\nrequirements of physical possession via the pervasive influence and\ncontrol NIDA exercises over the National Center’s cultivation operations. See State Mem. at 5; State Supp. Mem. at 2. NIDA’s contract does provide that the National Center serves as “NIDA’s cannabis drug repository.” 2015 NIDA Contract at 16. DEA regulations also include detailed\nspecifications for the material, size, and accessibility of the storage facility. See 21 C.F.R. §§ 1301.71–1301.76. The contract further specifies\nparticular temperatures for the storage facility and notes that “[l]ocal DEA\nagents will determine the exact type of security required.” 2015 NIDA\n6 The United States is not a party to the Vienna Convention, but this Office has relied\non Article 31 as generally reflecting customary international law and practice. See Interpretation of Article 17 Bis of the US-EU Air Transport Agreement, 40 Op. O.L.C. __,\nat *5 (Apr. 14, 2016); “Protected Person” Status in Occupied Iraq Under the Fourth\nGeneva Convention, 28 Op. O.L.C. 35, 53 n.21 (2004). 7 See, e.g., United States v. Hunter, 558 F.3d 495, 503–04 (6th Cir. 2009) (“Actual\npossession exists when an individual knowingly has direct physical control over a thing at\na given time[.]”);",
      "queries": [
        "who is responsible for notification for escape",
        "cops office phone number"
      ],
      "queries_score": [
        -8.62911319732666,
        -8.785822868347168
      ]
    },
    {
      "id": "memos_5__8",
      "chunk_id": "8",
      "content": "7 See, e.g., United States v. Hunter, 558 F.3d 495, 503–04 (6th Cir. 2009) (“Actual\npossession exists when an individual knowingly has direct physical control over a thing at\na given time[.]”); United States v. Derose, 74 F.3d 1177, 1185 (11th Cir. 1996) (defining\n“actual possession” as “physical possession or . . . actual personal dominion over the thing\nallegedly possessed”); United States v. Raper, 676 F.2d 841, 848 (D.C. Cir. 1982) (finding constructive possession even though the drugs were in another’s “physical possession”); United States v. Moreno, 649 F.2d 309, 313 (5th Cir. Unit A June 1981) (same). 10 Licensing Marijuana Cultivation Contract at 17. And the contract provides for federal monitoring of compliance by the NIDA representative, although that supervision occurs\nprimarily from NIDA’s headquarters in Bethesda, Maryland. Id. at 16, 26,\n34. But the control that NIDA exercises through these contractual provisions amounts at most to constructive possession of the marijuana, and is\nthus insufficient to meet the treaty requirement of physical possession by\nthe federal government. In particular, this requirement demands that the government have physical control over the crop. Because a government acts through its agents,\nthat mandate means the marijuana must be delivered to government\nagents who must have personal and direct physical access to the crops in\nquestion, and not simply the ability or power to obtain access to them. b. It could be argued that the National Center’s employees are acting as\nfederal government agents, and that the federal government physically\npossesses marijuana grown by the National Center through those employees. But in a similar context, for purposes of asking whether the federal\ngovernment is liable for the actions of a contractor under the Federal Tort\nClaims Act, the Supreme Court has emphasized that requiring compliance\nwith “federal standards and regulations” or contract terms that “fix specific and precise conditions to implement federal objectives” does not suffice to “convert the acts of [contractors] into federal governmental acts.” United States v. Orleans, 425 U.S. 807, 815–16 (1976). A contractor’s\nemployees may become federal agents only if the government has the\nauthority “to control the detailed physical performance of the contractor”\nand supervise its “day-to-day operations.” Id. at 814–16 (internal quotation marks omitted). For analogous reasons, the National Center’s employees are not agents\nof the federal government. The parameters of the contract do not provide\nfor DEA or NIDA to supervise closely the day-to-day physical operations\nof the National Center’s distribution and storage functions. And the NIDA\ncontract disavows the notion that it creates an agency relationship. It\nprovides that the National Center operates “[i]ndependently, and not as an\nagent of the Government” and, further, that the National Center “shall be\nrequired to furnish all necessary services, qualified personnel, materials,\nequipment, and facilities, not otherwise provided by the Government.”\n2015 NIDA Contract at 15 (emphasis added). There is simply no indica11 Opinions of the Office of Legal Counsel in Volume 42 tion that the federal government, rather than the National Center, exercises the kind of close supervision of the National Center’s employees that\nwould make them federal agents.",
      "queries": [
        "when was the eu solidarity fund decision issued ?"
      ],
      "queries_score": [
        -9.02782917022705
      ]
    },
    {
      "id": "memos_5__9",
      "chunk_id": "9",
      "content": "There is simply no indica11 Opinions of the Office of Legal Counsel in Volume 42 tion that the federal government, rather than the National Center, exercises the kind of close supervision of the National Center’s employees that\nwould make them federal agents. We are also not persuaded by a similar line of argument contending that\nthe National Center “could be considered an extension of ” the federal\ngovernment. Applications To Manufacture Marijuana, 81 Fed. Reg. at\n53,847. The suggestion is that the National Center itself operates as the\nfederal government in carrying out the controls required by the Single\nConvention. The question of whether an entity is part of the federal government turns on a variety of factors, including whether the government\nowns the entity; whether the government appoints its officers and directors; whether Congress has defined its corporate purposes or appropriated\nfunds for its operations; and whether the entity is controlled by or operates for the benefit of the federal government. See Dep’t of Transp. v.\nAss’n of Am. Railroads, 575 U.S. 43, 51–55 (2015); United States v. New\nMexico, 455 U.S. 720, 739–40 (1982); Memorandum for Edward A.\nFrankle, General Counsel, National Aeronautics & Space Administration,\nfrom Randolph D. Moss, Assistant Attorney General, Office of Legal\nCounsel, Re: Applicability of Government Corporation Control Act to\nGain Sharing Benefit Agreement at 7–9 (Sept. 18, 2000). Under those factors, the National Center is not an extension of the federal government. The National Center is part of the University of Mississippi, located on campus in a university-owned building, and run by its\nown employees. It does not operate solely for a federal purpose, but\ninstead was established to help the University conduct “research to discover and develop natural products for use as pharmaceuticals, dietary\nsupplements and agrochemicals, and to understand the biological and\nchemical properties of medicinal plants.” National Center for Natural\nProducts Research, About NCNPR, https://pharmacy.olemiss.edu/ncnpr/\nabout-ncnpr/ (last visited June 6, 2018). While the federal government\npays the National Center to grow marijuana and exercises some supervision over its growing operations, the government does not generally fund\nor control the National Center. That the National Center may physically\npossess the marijuana it grows, then, does not satisfy the federal government’s obligation to do so.8\n8 The Supreme Court has cautioned against applying “background principle[s] of\nAmerican law” that are “relevant to the interpretation of federal statutes” but were not\nnecessarily adopted by the signatories to a treaty (for example, the presumption in favor 12 Licensing Marijuana Cultivation c.\nIn addition to taking “physical possession,” Article 23(2)(d) requires\nthat the national agency “purchase” the marijuana from the cultivator. That requirement provides for the government to pay for and take legal\ntitle to the marijuana. The Commentary advises that the payment of money was meant to encourage the delivery of the crops because “[p]rompt\npayment, a good price and other favourable conditions of purchase may\nbe incentives to producers to deliver speedily their total” crops to the\nagency. Commentary at 283. The exchange of payment for the harvested\ncrops encourages each grower to deliver its full inventory to the government.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "memos_5__10",
      "chunk_id": "10",
      "content": "Commentary at 283. The exchange of payment for the harvested\ncrops encourages each grower to deliver its full inventory to the government. Neither NIDA nor DEA “purchases” the harvested crops from the\nNational Center, but it could be said that NIDA does not need to do so if\nit already has title to the marijuana. See State Mem. at 4–5; HHS Mem.\nat 5–6. Although the contract between NIDA and the National Center\nincludes some provisions discussing government property, they do not\nexpressly address or otherwise make clear where title to the marijuana\ncrops lies.9 But we need not decide whether NIDA has title to the crops. The requirement that the federal government physically possess the marijuana crops is distinct from the requirement that it “purchase” the crops\nand thus secure title. See Single Convention art. 23(d). Physical possession is not conferred by mere “transfer of title or risk of loss.” In re World\nImports, Ltd., 862 F.3d 338, 344 (3d Cir. 2017) (interpreting the Bankruptcy Code’s reference to “receipt of goods” as requiring “physical\nof equitable tolling of federal statutes of limitations). Lozano v. Montoya Alvarez, 572\nU.S. 1, 12 (2014). Here, we have sought help from analogies drawn from U.S. law to\ninterpret the Single Convention “in good faith in accordance with the ordinary meaning to\nbe given to its terms in their context and in light of its object and purpose.” Restatement\nof Foreign Relations § 325(1). 9 The current NIDA contract incorporates a clause of the Federal Acquisition Regulation dealing with government title to property. 2015 NIDA Contract at 55. That clause\nstates that “[t]itle to property (and other tangible personal property) purchased with funds\navailable for research and having a unit acquisition cost of less than $5,000 shall vest in\nthe Contractor upon acquisition or as soon thereafter as feasible; provided that the Contractor obtained the Contracting Officer’s approval before each acquisition .” 48 C.F.R.\n§ 52.245-1 Alternate II (2012). If the unit acquisition cost is $5,000 or more, title vests\n“as set forth in this contract.” Id. The application of this clause to marijuana the contractor grows rather than purchases is ambiguous and the contract does not otherwise expressly address title to the crops. 13 Opinions of the Office of Legal Counsel in Volume 42 possession”); see Matter of Brio Petroleum, Inc., 800 F.2d 469, 472 (5th\nCir. 1986) (same); Matter of Marin Oil, Inc., 740 F.2d 220, 225 (3d Cir.\n1984) (same). Moreover, DEA certainly does not have title to the crops. Even if NIDA had formal legal title to the crops, the current arrangement\nwould still have to be adjusted to comply with the treaty’s requirements\nthat a single government agency be charged with licensing cultivators,\npurchasing, and physically possessing the crops. In the course of making\nthose adjustments, DEA could enter into a contract that expressly states\nthat it owns the marijuana crops, should the agency seek to obviate the\nneed for a purchase and claim ownership in the marijuana from its inception, rather than buying back the crops shortly after the harvest.",
      "queries": [
        "21 U.S.C.  3 8 1 (d x l) has what effect"
      ],
      "queries_score": [
        -4.3186163902282715
      ]
    },
    {
      "id": "memos_5__11",
      "chunk_id": "11",
      "content": "In the course of making\nthose adjustments, DEA could enter into a contract that expressly states\nthat it owns the marijuana crops, should the agency seek to obviate the\nneed for a purchase and claim ownership in the marijuana from its inception, rather than buying back the crops shortly after the harvest. 3.\nFinally, we do not believe that the current arrangement provides for the\nfederal government to exercise “the exclusive right of importing, exporting, wholesale trading and maintaining stocks” in the drug, as required by\nArticle 23(2)(e). DEA has authority to control the lawful distribution of\nthe crops in certain respects. But just as with the physical possession\nrequirement, the Single Convention contemplates that the government\nmonopoly will involve more than the exercise of regulatory authority. The\nCommentary on the Convention stresses that wholesale trade “must be\nundertaken by governmental authorities,” rather than private parties,\nbecause of the risk of diversion. Commentary at 278. The Convention\ncontemplates an actual “monopoly,” id. at 284, i.e., “[t]he market condition existing when only one economic entity produces a particular product\nor provides a particular service.” Black’s Law Dictionary 1160 (10th ed.\n2014). The government agency responsible for the relevant controls must\nown the crops and be the sole distributor of the marijuana. In allowing the\nNational Center to maintain possession of the marijuana and ship it to\nDEA-approved researchers, the NIDA contract does not create the required government monopoly over the lawful marijuana trade. 10\n10 The government monopoly need not extend to “medicinal” marijuana. Single Convention art. 23(e). But that exception is not available under current federal law. As noted\nabove, the federal government has not recognized any accepted medical use for marijuana. See Oakland Cannabis Buyers’ Co-op., 532 U.S. at 491. As a result, “there is currently no such thing in the United States as ‘medicinal cannabis’” for purposes of the Single\nConvention. Lyle E. Craker, 74 Fed. Reg. at 2116. Moreover, anyone who wished to\nproduce medicinal marijuana or marijuana preparations would still be required to pur- 14 Licensing Marijuana Cultivation For the reasons discussed above, the National Center does not play the\nrole of the government monopolist. See supra Part II. A.2.b. Indeed, that\nconclusion is buttressed here by a constitutional concern. If the National\nCenter were viewed as exercising significant authority in establishing a\nfederal government monopoly over the lawful distribution of marijuana,\nin conformity with the international obligations of the United States, its\nofficials might be viewed as officers of the United States, who would\nneed to be appointed consistent with the Appointments Clause. See Ass’n\nof Am. Railroads, 575 U.S. at 55–56; Officers of the United States Within\nthe Meaning of the Appointments Clause, 31 Op. O.L.C. 73, 87–93, 100–\n110, 121 (2007). If any National Center officials were officers of the\nUnited States, they would have to be appointed either by the President\nwith the advice and consent of the Senate, or, pursuant to statutory authority, by a court of law, a department head, or the President alone. See U.S.\nConst. art. II, § 2, cl. 2.",
      "queries": [
        "does taxpayers assume risk of not being reimbursed"
      ],
      "queries_score": [
        -9.282363891601562
      ]
    },
    {
      "id": "memos_5__12",
      "chunk_id": "12",
      "content": "See U.S.\nConst. art. II, § 2, cl. 2. We are not aware that any National Center officials are so appointed, but because, as discussed above, we do not believe\nthat the National Center is exercising the sovereign authority of the United States, such concerns do not arise. B.\nEven if the current framework departs from Article 23, it would still\ncomply with the Convention if it satisfied Article 39, which provides that,\n“[n]otwithstanding anything contained in this Convention, a Party shall\nnot be, or be deemed to be, precluded from adopting measures of control\nmore strict or severe than those provided by this Convention.” We therefore must consider whether the NIDA contract system may be viewed as\nresulting in a “more strict or severe” system of controls than one where\nthe government physically possesses the marijuana crops and monopolizes their distribution. See State Mem. at 4–6.\nArticle 39 permits a party to the Single Convention to impose substitute\nmeasures that result in tighter controls than those otherwise required. See\nCommentary at 449. But as the Commentary explains, such “substitute\nmeasures should clearly be ‘more strict or severe’ to prevent any . . .\ndoubts” about their validity. Id. (emphasis added). As examples of “[p]ermissible substitute controls,” the Commentary identifies “the prohibition chase cannabis stocks from the national cannabis agency that purchases and takes physical\npossession of the marijuana crop grown by licensees. See Commentary at 284. 15 Opinions of the Office of Legal Counsel in Volume 42 of manufacture of and trade in certain drugs instead of subjecting them to\na system of licensing, or the imposition of the death penalty in place of\n‘imprisonment or other penalties of deprivation of liberty.’” Id. at 449–50. The close regulation of the National Center is not clearly more strict or\nsevere than the controls in Articles 23 and 28. The Office of the Legal\nAdviser points out that the NIDA contract, unlike the controls required by\nArticle 23(2), addresses the risk of diversion during the cultivation process in addition to diversion that may occur after the crops are harvested. See State Mem. at 5; State Supp. Mem. at 1.11 For example, the National\nCenter must maintain its registration for working with scheduled drugs,\n2015 NIDA Contract at 13, which requires certain security measures for\nmanufacturing activities, see, e.g., 21 C.F.R. § 1301.73(b) (“Manufacturing activities with controlled substances shall be conducted in an area or\nareas of clearly defined limited access which is under surveillance by an\nemployee or employees designated in writing as responsible for the area.”). As effective as those contractually imposed diversion controls may be\nduring marijuana cultivation, however, we cannot say that they clearly\ncompensate for the absence of the required controls governing the trade in\nthe crops, which the treaty drafters evidently believed posed greater risks\nof diversion. The controls required by Article 23 of the Single Convention\nreflect the specific concern that “experience has shown that permitting\nlicensed private traders to purchase the crops results in diversion of large\nquantities of drugs into illicit channels.” Commentary at 278.",
      "queries": [
        "which decision of european parliament to provide financial assistance to georgia",
        "who must use federal funds in best interest of their award program?",
        "why is it important to have a local patrol",
        "what is the fsrs?"
      ],
      "queries_score": [
        -9.702479362487793,
        -9.245336532592773,
        -8.246026992797852,
        -6.865658760070801
      ]
    },
    {
      "id": "memos_5__13",
      "chunk_id": "13",
      "content": "The controls required by Article 23 of the Single Convention\nreflect the specific concern that “experience has shown that permitting\nlicensed private traders to purchase the crops results in diversion of large\nquantities of drugs into illicit channels.” Commentary at 278. The treaty\ndrafters thus concluded that “the acquisition of the crops and the wholesale and international trade in these agricultural products cannot be entrusted to private traders, but must be undertaken by governmental authorities in the producing countries.” Id. The Commentary then explains that\npursuant to Article 23 “[f ]armers should be required to deliver the opium\nas soon as the Agency requests it, that is, is in a position to take physical\npossession of the crops of the cultivator concerned. . . . The Convention\nnot only requires that the Agency should take physical possession of the\nThe Office of the Legal Adviser suggests that DEA’s framework is also stricter than\nrequired by the Single Convention because DEA establishes annual quotas for the National Center’s marijuana production. See State Mem. at 1, 5. But those quotas not only\nindirectly implement the requirements in Article 23(2) for the national cannabis agency to\ndesignate the land on which cultivation is permitted, see Commentary at 281, but also\ndirectly implement Article 21 of the Convention, which requires parties to limit the\nannual quantity of drugs lawfully manufactured and imported. DEA’s quotas are therefore\nnot more strict or severe than the Single Convention otherwise requires. 11 16 Licensing Marijuana Cultivation opium, but also that it should ‘purchase’ it as soon as possible.” Id. at 283. In other words, allowing the National Center, rather than the federal\ngovernment, to distribute marijuana replicates in critical respects a system\nthat the drafters rejected as inadequate, not one that they would have seen\nas “clearly more strict.” We also believe that reliance upon Article 39 here would be hard to\nreconcile with other provisions in the Single Convention that expressly\nprovide parties with discretion to impose appropriate controls. For example, Article 28(3) gives parties discretion “to adopt such measures as may\nbe necessary to prevent the misuse of, and illicit traffic in, the leaves of\nthe cannabis plant. ”12 See also Single Convention art. 2(8) (requiring\nparties to “use their best endeavours to apply . . . such measures of supervision as may be practicable” to substances that “may be used in the illicit\nmanufacture of drugs”); id. art. 30(2)(b)(ii) (stating that parties should\nrequire that prescriptions for Schedule I drugs be written on official forms\n“[i]f the Parties deem these measures necessary or desirable”); id. art. 30(4) (stating that parties should require certain drug wrappings if the\nparties “consider[] such measure necessary or desirable”). Article 23 and\nthe remaining provisions of Article 28, however, require a party to adopt\nvery specific controls over the cultivation of marijuana (aside from the\nleaves of the plant) and do not give discretion to choose alternative\nmeans, simply because the party believes in good faith that the controls\nwill accomplish the same purpose. Article 39 thus permits parties to\ndepart from the specific controls mandated only where the alternatives are\nplainly more “strict or severe.” The existing licensing scheme falls short\nof that standard.",
      "queries": [
        "which article of the single convention requires the private traders to purchase crops?",
        "when was the globalisation adjustment fund established",
        "which criteria are used in the evaluation of the offers received?",
        "when does a religious nonprofit require equal treatment?",
        "which contracts qualify for favorable tax treatment",
        "what position does scalia hold"
      ],
      "queries_score": [
        "2.105062",
        -9.448267936706543,
        -7.642723560333252,
        -9.037034034729004,
        -8.419873237609863,
        -7.485800743103027
      ]
    },
    {
      "id": "memos_5__14",
      "chunk_id": "14",
      "content": "Article 39 thus permits parties to\ndepart from the specific controls mandated only where the alternatives are\nplainly more “strict or severe.” The existing licensing scheme falls short\nof that standard. C.\nIn considering the appropriate interpretation of the Single Convention,\nwe have reviewed the statements and practice of the International Narcotics Control Board (“INCB”), the international body established by the\nSingle Convention to monitor treaty compliance, which we understand\nhas not objected to the United States’ licensing scheme. While the interpretation of a body charged with monitoring treaty implementation may 12 As noted above, the Single Convention’s definition of cannabis does not include the\nleaves when unaccompanied by the top of the plant. Single Convention art. 1(1)(b). The\nCSA’s definition of marijuana, by contrast, includes the leaves. 21 U.S.C. § 802(16). 17 Opinions of the Office of Legal Counsel in Volume 42 sometimes help in resolving ambiguities in the treaty’s text, such views\nare not authoritative interpretations of the treaty or legally binding on the\nUnited States or other parties. 13 Here, the INCB’s failure to object reveals little. The INCB’s mandate\ndoes not require it to note every instance of noncompliance. Rather, the\nINCB is charged with identifying situations in which the Convention’s\naims “are being seriously endangered by reason of the failure of any\nParty, country or territory to carry out [its] provisions.” Single Convention art. 14(1)(a). In fulfilling this mandate, the INCB has, for example,\nobjected to “the legalization of the production, sale and distribution of\ncannabis for non-medical and non-scientific purposes in the states of\nAlaska, Colorado, Oregon and Washington.” 2014 INCB Report at 25. But the fact that the INCB has not objected to the federal licensing\nscheme does not mean that the INCB views that framework as complying\nwith the Single Convention. Indeed, the INCB’s interpretation of the Single Convention appears entirely consistent with ours. For instance, the INCB’s 2014 annual report\nadvises that “States wishing to establish programmes for the use of cannabis for medical purposes that are consistent with the requirements of the\nSingle Convention must establish a national cannabis agency to control,\nsupervise and license the cultivation of cannabis crops.” Id. at 35. The\nnational cannabis agency must “purchase and tak[e] physical possession\nof crops” and maintain “the exclusive right of wholesale trading and\nmaintaining stocks.” Id. While the INCB has not expressly objected to the\nUnited States’ licensing scheme, it has “note[d] that the control measures\nin place under many existing programmes in different countries fall short\nof the requirements set out above.” Id. at 36. We do not infer from the\nINCB’s silence any affirmative approval of the existing licensing scheme\nor the licensing schemes of other countries. 13",
      "queries": [
        "which article allows parties to depart from specific controls mandated only where the alternatives are plainly more strict or severe?",
        "when are federal financial reports due",
        "cops reporting phone number"
      ],
      "queries_score": [
        "2.5907423",
        -8.392590522766113,
        -8.426809310913086
      ]
    },
    {
      "id": "memos_5__15",
      "chunk_id": "15",
      "content": "Id. at 36. We do not infer from the\nINCB’s silence any affirmative approval of the existing licensing scheme\nor the licensing schemes of other countries. 13 See INS v. Aguirre-Aguirre, 526 U.S. 415, 427–28 (1999) (guidance issued by\nthe Office of the UN High Commissioner for Refugees regarding the interpretation of\nthe Refugee Convention “may be a useful interpretative aid, but it is not binding on\nthe Attorney General, the [Board of Immigration Appeals], or United States courts”);\nObservations of the United States of America on the Human Rights Committee’s Draft\nGeneral Comment 35: Article 9, 2014 Digest of United States Practice in International\nLaw ch. 6, § A(2)(b), at 179 (“The United States believes the views of the Committee\nshould be carefully considered by the States Parties. Nevertheless, they are neither\nprimary nor authoritative sources of law.”). 18 Licensing Marijuana Cultivation D.\nWe have also reviewed information about executive branch practice\nand the practice of other state parties to the Single Convention. As we\nhave observed, the Executive Branch has long licensed the National\nCenter to grow marijuana without having a single government agency\npurchase and take physical possession of the cannabis crops after harvest. A number of other state parties to the Single Convention apparently\nfollow the U.S. practice. See State Mem. at 6–7; State Supp. Mem. at 3.\nThe practice of the Executive Branch and other state parties is relevant\nin treaty interpretation. Courts “find particularly persuasive a consistent\npattern of Executive Branch interpretation, reflected in the application of\nthe treaty by the Executive and the course of conduct of the parties in\nimplementing the agreement.” Relevance of Senate Ratification History to\nTreaty Interpretation, 11 Op. O.L.C. 28, 36 (1987) (citing O’Connor v.\nUnited States, 479 U.S. 27, 32–33 (1986)); see also Vienna Convention\nart. 31(3)(b) (noting that, “together with the context,” treaty interpretation\nshould take into account “[a]ny subsequent practice in the application of\nthe treaty which establishes the agreement of the parties regarding its\ninterpretation”). The practices of a treaty’s parties can also be useful\nevidence of the parties’ “understanding of the agreement they signed.” United States v. Stuart, 489 U.S. 353, 369 (1989); see Medellín, 552 U.S.\nat 507. But as the Supreme Court has explained, “where the text [of a treaty] is\nclear . . . we have no power to insert an amendment.” Chan v. Korean Air\nLines, Ltd., 490 U.S. 122, 134 (1989) (holding that the text of the Warsaw\nConvention controlled where it could not “be dismissed as an obvious\ndrafting error”). 14 Here, Articles 23 and 28 clearly require that the United",
      "queries": [
        "which condition must be included in the contract or subaward?",
        "office of chief counsel internal revenue service memo number"
      ],
      "queries_score": [
        -8.049838066101074,
        -8.282654762268066
      ]
    },
    {
      "id": "memos_5__16",
      "chunk_id": "16",
      "content": "Chan v. Korean Air\nLines, Ltd., 490 U.S. 122, 134 (1989) (holding that the text of the Warsaw\nConvention controlled where it could not “be dismissed as an obvious\ndrafting error”). 14 Here, Articles 23 and 28 clearly require that the United 14 See Water Splash, 137 S. Ct. at 1511 (“[W]hen a treaty provision is ambiguous, the\nCourt may look beyond the written words to the history of the treaty, the negotiations, and\nthe practical construction adopted by the parties.” (internal quotation marks omitted));\nEastern Airlines, Inc. v. Floyd, 499 U.S. 530, 534–35 (1991) (explaining that treaty\ninterpretation begins “with the text of the treaty and the context in which the w ritten\nwords are used,” while “[o]ther general rules of construction may be brought to bear on\ndifficult or ambiguous passages” (internal quotation marks omitted)); United States v.\nJeong, 624 F.3d 706, 711 (5th Cir. 2010) (“Only if the language of a treaty, when read in\nthe context of its structure and purpose, is ambiguous may we resort to extraneous\ninformation like the history of the treaty, the content of negotiations concerning the treaty,\nand the practical construction adopted by the contracting parties.” (internal quotation 19 Opinions of the Office of Legal Counsel in Volume 42 States have a single government agency “purchase and take physical\npossession of ” lawfully grown cannabis crops “as soon as possible, but\nnot later than four months after the end of the harvest,” Single Convention\nart. 23(2)(d), and that this agency thereafter “have the exclusive right of\nimporting, exporting, wholesale trading and maintaining stocks” of marijuana, id. art. 23(2)(e). In addition to the fact that the Single Convention is unambiguous, state\npractice does not appear to reflect a conclusive or consistent interpretation\nof the controls required. See Memorandum for Edwin Meese, III, Attorney\nGeneral, from Charles J. Cooper, Assistant Attorney General, Office of\nLegal Counsel, Re: Intent and Constitutionality of Legislation Prohibiting\nthe Maintenance of an Office of the Palestine Liberation Organization in\nthe United States at 4 n.5 (Feb. 13, 1988) (declining to depart from the\ntext of an international agreement based on inconclusive post-ratification\npractice). The Office of the Legal Adviser identifies Australia, Canada,\nIsrael, and the United Kingdom as countries with similar licensing practices as the United States, in which the government agency does not\npurchase or take physical possession of the marijuana, but allows private\ngrowers to distribute it. State Supp. Mem. at 3. But the practices of a\nhandful of the 186 parties to the treaty are entitled to comparatively little\nweight in illuminating the meaning of the treaty, and certainly do not\nsupply the kind of subsequent practice that “establishes the agreement\nof the parties regarding its interpretation.” Vienna Convention art.\n31(3)(b). In fact, the practice of parties regarding lawful marijuana cultivation is\nhardly unambiguous. In the Czech Republic, for example, the applicable\nlegal regime requires licensed cannabis growers to “transfer cannabis\ngrown and harvested . . . exclusively to the State Institute for Drug Control,” which is instructed to “buy cannabis harvested within 4 months of\nits harvesting.” On Dependency Producing Substances and on Amending\nCertain Other Acts, Act No. 167/1998 Coll. sec. 24b(1) (as amended).",
      "queries": [
        "how do auditors defend their findings",
        "can an organization be exempt from eeop",
        "what is the authority of the secretary of the treasury to order the closing of certain streets along the perimeter of the white house?",
        "what is the term of a member of the mississippi river commission"
      ],
      "queries_score": [
        -9.4017915725708,
        -8.100072860717773,
        -9.45337963104248,
        -9.984881401062012
      ]
    },
    {
      "id": "memos_5__17",
      "chunk_id": "17",
      "content": "On Dependency Producing Substances and on Amending\nCertain Other Acts, Act No. 167/1998 Coll. sec. 24b(1) (as amended). And a 2017 report on cannabis legislation in Europe states that in Italy,\n“[f ]rom November 2015, the [Ministry of Health] can issue permits for marks omitted)); Avero Belgium Ins. v. American Airlines, Inc., 423 F.3d 73, 86 (2d Cir.\n2005) (holding that secondary evidence of the parties’ intent “may be useful where the\nintentions of the party States cannot be deduced by the treaty’s plain language, but we\nneed not rely upon such evidence here as the text of Montreal Protocol No. 4 is clear and,\nconsequently, controlling” (internal citation omitted)). 20 Licensing Marijuana Cultivation cultivation” of cannabis and that “[l]icensed farmers deliver the cannabis to the ministry, which then allocates it for production.” European\nMonitoring Centre for Drugs and Drug Addiction, Cannabis Legislation\nin Europe: An Overview 8 (2017).15 Currently, it appears that the only\nauthorized grower in Italy is the Italian Army, see Anna Momigliano,\nIn Italy, the Army Provides Medical Marijuana. And Some Say That’s\na Problem, Wash. Post, Dec. 1, 2017, which would suggest that a single\nItalian government agency has physical possession of the crop and a\nmonopoly on trade in cannabis, as the text of Articles 23 and 28 requires. There is also evidence that other parties to the Single Convention have\nestablished a single government agency to administer the controls required by Articles 23 and 28. See, e.g., Narcotic Drugs Act 1967, Act\nNo. 53/1967 (Cth) ch 2 pt 2 (as amended) (Austl.) (establishing marijuana\nlicensing framework operated by the Department of Health); Report of\nthe International Narcotics Control Board for 2005, at 16 (Mar. 1, 2006)\n(noting that “since the last report of the Board was published, the Government of the United Kingdom has established a national cannabis agency”); David Mansfield, An Analysis of Licit Opium Poppy Cultivation:\nIndia and Turkey 10–17 (Apr. 2001) (describing the regulation of opium\nin Turkey under the Grain Marketing Board and in India under the Central\nBureau for Narcotics). We find relevant as well the practice of countries that license private\ngrowers to cultivate the opium poppy and the coca leaf—both of which\nare subject to the same Article 23 regime as the cannabis plant. 16 The\npractice among countries that permit lawful production of those plants is\nconsistent with the text of Article 23. In India, Turkey, and Peru, for 15 The report also describes the Netherlands’ regime for medicinal cannabis, which\nprovides that cannabis producers may be “licenced by the Dutch government and must\nsell all produce to the [Office of Medicinal Cannabis], which then distributes it to pharmacies.” Cannabis Legislation in Europe: An Overview at 7. Although this regime\nappears to comply with the text of the Single Convention, the Netherlands has a separate\nregime for non-medical cannabis, pursuant to which it licenses coffee shops to sell small\nquantities of cannabis. The INCB has objected to this practice and noted that it “is in\ncontravention of the provisions of the [Single] Convention.” Report of the International\nNarcotics Control Board for 2001, at 35 (Feb. 27, 2002).",
      "queries": [
        "can you work in a dental clinic inmate without license",
        "us department of justice change notice opi number",
        "us department of the justice - civil rights information for limited english proficient",
        "when qualified health personnel are not immediately available, an inmate must be placed in a _______ position until evaluated by qualified health personnel."
      ],
      "queries_score": [
        -9.52156925201416,
        -8.68724536895752,
        -8.548919677734375,
        -4.593350410461426
      ]
    },
    {
      "id": "memos_5__18",
      "chunk_id": "18",
      "content": "The INCB has objected to this practice and noted that it “is in\ncontravention of the provisions of the [Single] Convention.” Report of the International\nNarcotics Control Board for 2001, at 35 (Feb. 27, 2002). 16 Article 26 provides that Article 23 applies to licit cultivation of the coca leaf except\nthat the government agency is not required to take physical possession of the crops within\nfour months, but only “as soon as possible after the end of the harvest.” Single Convention art. 26(1). 21 Opinions of the Office of Legal Counsel in Volume 42 example, a government agency purchases and takes physical possession of\nthose crops following the harvest. 17\nThe Office of the Legal Adviser suggests that state practice with regard\nto opium may not be instructive as to marijuana because “[t]he vulnerabilities of the two plants” to diversion “are significantly different” owing to\ntheir different properties. State Mem. at 6. But the Single Convention’s\ndrafters recognized that “the conditions under which the cannabis plant is\ncultivated for the production of drugs are very different from those under\nwhich the opium poppy is grown for opium,” and nonetheless “provide[d]\nthe same regime for both, namely that of article 23.” Commentary at\n313.18 While state practice is therefore inconclusive, the Single Convention’s\ndrafting history would strongly support our interpretation of the text of\nArticles 23 and 28 even if the treaty were ambiguous. See Water Splash,\n137 S. Ct. at 1511. An earlier draft of the Single Convention would have\nprovided a less-stringent regime for cannabis than applicable to the coca\nleaf, under which a closely regulated private entity could grow marijuana. Under that draft, a “‘licensed scientific institute’” would have been permitted to “‘produce, manufacture, possess and export under close State\nsupervision to the government of another Party small amounts of cannabis\n. . . for the purpose of scientific research.’” Memorandum for Malcolm R.\nWilkey, Assistant Attorney General, Criminal Division, from Robert\nKramer, Assistant Attorney General, Office of Legal Counsel, Re: Constitutionality of Legislation to Carry Out Certain Provisions of Draft Single\nConvention on Narcotic Drugs at 2–3 n.2 (Jan. 20, 1960) (quoting Article\n39 of draft Single Convention). With regard to the coca leaf, however, the\ndraft would have provided for the Article 23 system of controls. See id. 17 See Central Bureau of Narcotics, Licit Cultivation, http://www.cbn.nic.in/html/\noperationscbn.htm (last visited June 6, 2018) (explaining that licensed opium cultivators\nin India “are required to tender their entire produce to the Government”); Mansfield,\nAn Analysis of Licit Opium Poppy Cultivation at 10–12 (describing the licensing and\ncontrol measures for opium cultivation in Turkey, overseen by the Grain Marketing\nBoard, which takes physical possession of crops); United Nations Office on Drugs and\nCrime, Peru Coca Cultivation Survey 8 (June 2005) (explaining that the National Coca\nEnterprise (“ENACO”) “has a monopoly on the commercialization and industrialization\nof the coca leaves,” such that “the selling of coca leaves to any party other than ENACO\nis considered illicit by national law”). 18 Indeed, the Commentary suggests that the regime for opium could, “in practice,”\nprove to be inadequate to control cannabis production. Commentary at 313 n.9. 22 Licensing Marijuana Cultivation",
      "queries": [
        "what is the federal requirement that a federal employee not take reprisal actions for disclosing misconduct?",
        "why does the us marshals release to custody form need to be used",
        "is corporation x amortizable"
      ],
      "queries_score": [
        -7.904171943664551,
        -9.312862396240234,
        -8.924139976501465
      ]
    },
    {
      "id": "memos_5__19",
      "chunk_id": "19",
      "content": "18 Indeed, the Commentary suggests that the regime for opium could, “in practice,”\nprove to be inadequate to control cannabis production. Commentary at 313 n.9. 22 Licensing Marijuana Cultivation at 1–2 n.1 (quoting Article 36 of draft Single Convention). In other words,\nthe Single Convention’s drafters considered, but rejected, allowing licensed private institutions to produce, store, and ship marijuana under\nclose government supervision, and instead adopted a requirement that the\ngovernment take physical possession of the crop and conduct trade in the\ndrug. That history also shows that the drafters of the Single Convention\nconsidered applying less-stringent controls to marijuana, but declined to\ndo so and instead applied the same stringent controls to marijuana, opium,\nand the coca leaf. III. For similar reasons, DEA’s 2016 policy statement also fails to establish\na framework that would fully comply with Articles 23 and 28 of the\nSingle Convention. Under that policy, DEA would allow a licensee “to operate independently” of NIDA, “provided the grower agrees (through a written memorandum of agreement with DEA) that it will only distribute marijuana with\nprior, written approval from DEA.” Applications To Manufacture Marijuana, 81 Fed. Reg. at 53,848. Such a licensee would also “be subject to\nall applicable requirements of the CSA and DEA regulations, including\nthose relating to quotas, record keeping, order forms, security, and diversion control.” Id. DEA suggests that these requirements would be consistent with the purposes of Articles 23 and 28 of the Single Convention\nbecause these requirements “will succeed in avoiding one of the scenarios\nthe treaty is designed to prevent: Private parties trading in marijuana\noutside the supervision or direction of the federal government.” Id. While DEA focuses on its view of the broader purposes of the treaty’s\nrequirements, the Single Convention requires the United States to adopt\nspecific, listed controls if it licenses cannabis cultivation. A single government agency must purchase and take physical possession of harvested\ncannabis, and generally monopolize the wholesale trade in that plant. The\nUnited States cannot satisfy those requirements simply by employing\nalternatives that the government believes may prevent unlawful diversion. As we have explained, Articles 23 and 28 certainly could have given the\nparties the discretion to determine the particular controls necessary. Rather than take that route, the parties to the treaty agreed to certain\nspecific controls, and Congress has required the Attorney General to\napply those strictures when granting licenses under the CSA. Accord23 Opinions of the Office of Legal Counsel in Volume 42 ingly, DEA’s licensing procedures must comply with those choices. DEA’s announced policy, however, would not comply with Articles 23\nand 28 of the Single Convention. IV. We conclude that DEA must alter the marijuana licensing framework to\ncomply with the Single Convention. DEA has discretion to develop a\nregulatory framework that meets the requirements of Articles 23 and 28. In doing so, DEA need not rule out a regime in which DEA purchases or\ntakes legal title to the marijuana plants prior to their cultivation; adopts a\nsystem of regulation and day-to-day supervision that would create an\nagency relationship; or relies upon NIDA’s expertise to assist the agency\nin its functions.",
      "queries": [
        "if an award is declared unenforceable by its terms, a provision of the award shall"
      ],
      "queries_score": [
        -7.140651702880859
      ]
    },
    {
      "id": "memos_5__20",
      "chunk_id": "20",
      "content": "In doing so, DEA need not rule out a regime in which DEA purchases or\ntakes legal title to the marijuana plants prior to their cultivation; adopts a\nsystem of regulation and day-to-day supervision that would create an\nagency relationship; or relies upon NIDA’s expertise to assist the agency\nin its functions. At a minimum, however, this licensing framework must\nprovide for a system in which DEA or its legal agent has physical possession and ownership over the cultivated marijuana and assumes control of\nthe distribution of marijuana no later than four months after harvesting. In justifying the current licensing framework, DEA had concluded that\nthe division of labor with NIDA was “a result of the existing statutes,\nregulations, and Congressional appropriations,” and declined to opine on\nwhether, absent legislation, DEA could carry out all the functions required by the Single Convention. Lyle E. Craker, PhD, 76 Fed. Reg. at\n51,409–10. Having examined DEA’s and NIDA’s authorities, we do not\nbelieve that further legislation is required for DEA to perform those\nfunctions. DEA has statutory authority to do so pursuant to 21 U.S.C.\n§ 823(a), which obliges DEA (by delegation from the Attorney General)\nto ensure that registrations for the manufacture of marijuana comply with\nthe Single Convention. That language authorizes DEA to take steps reasonably necessary to ensure that the registration scheme complies with the\nSingle Convention, which as we have said clearly contemplates that a\nsingle government agency will purchase and take physical possession of\nmarijuana crops from registrants. The statute thus authorizes DEA to\nperform the control functions contemplated by the Single Convention,\nincluding the functions of purchasing (or otherwise securing title over)\nand taking physical possession of marijuana crops. Reading the statute\notherwise would preclude DEA from registering any marijuana manufacturer because no registration could be in compliance with the Single\nConvention, contrary to Congress’s evident intent that DEA administer\nthe registration system. Congress has also established a fund for DEA’s\n24 Licensing Marijuana Cultivation diversion control program, which includes DEA activities “related to the\nregistration and control of the manufacture, distribution, [and] dispensing\n. . . of controlled substances.” 21 U.S.C. § 886a(2)(B) (emphasis added). Because Congress has made compliance with the Single Convention a\nnecessary condition of registration, id. § 823(a), that fund may be used in\npurchasing, storing, and monopolizing the wholesale trade in marijuana. And although HHS has statutory authority to “determine the qualifications\nand competency” of the researchers who seek to purchase marijuana from\nlicensed growers to conduct research, id. § 823(f ), that provision would\nnot bar DEA from establishing a government monopoly from which those\nresearchers could purchase marijuana. The NIDA contract is a longstanding feature of the marijuana licensing\nscheme, and the current version of that contract is annually renewable\nthrough March 2020. 2015 NIDA Contract at 27. Although DEA must\ndischarge the obligations required by Article 23(2), NIDA may still play a\nsignificant role.",
      "queries": [
        "globalisation adjustment fund decision",
        "cops program award owner's manual"
      ],
      "queries_score": [
        -8.533792495727539,
        -7.96529483795166
      ]
    },
    {
      "id": "memos_5__21",
      "chunk_id": "21",
      "content": "The NIDA contract is a longstanding feature of the marijuana licensing\nscheme, and the current version of that contract is annually renewable\nthrough March 2020. 2015 NIDA Contract at 27. Although DEA must\ndischarge the obligations required by Article 23(2), NIDA may still play a\nsignificant role. The relevant statutes require that “[r]egistration applications by practitioners wishing to conduct research with controlled substances in schedule I shall be referred to the Secretary [of Health and\nHuman Services], who shall determine the qualifications and competency\nof each practitioner requesting registration, as well as the merits of the\nresearch protocol.” 21 U.S.C. § 823(f ). The Single Convention does not\nrequire that a single government agency be charged with all responsibilities related to marijuana, and the congressional decision to delegate those\nresponsibilities to HHS is consistent with the Single Convention. Aside\nfrom carrying out its role under section 823(f ), NIDA may continue to\nexercise some supervision over certain aspects of the marijuana cultivation, and DEA may consult NIDA in the process. We see no reason why\nthe NIDA contract framework might not remain in place under a system\nin which DEA assumes clear title to the marijuana, either at inception or\nby purchase after harvest, and then takes physical possession after harvest. For instance, DEA could station one or more employees at the National Center after cultivation as a way of ensuring physical possession of\nthe marijuana and exclusive control over its distribution. We would be pleased to advise on these or any other matters concerning implementation of a new licensing framework. HENRY C. WHITAKER\nDeputy Assistant Attorney General\nOffice of Legal Counsel\n25",
      "queries": [
        "what is nida contract",
        "what is the nida contract",
        "what is nida contract",
        "when does eu decision enter into force",
        "what is administrative law judge powers",
        "what is the section 481(a) adjustment for taxation",
        "when was irs memo released"
      ],
      "queries_score": [
        "3.1610963",
        "3.22865",
        "3.1610975",
        -9.608628273010254,
        -9.226584434509277,
        -9.238633155822754,
        -9.856294631958008
      ]
    }
  ]
}