{
  "doc_id": "guidance_1",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_1__0",
      "chunk_id": "0",
      "content": "Conozca\nsu derecho\nal voto\nSu guía a las leyes\nfederales sobre el\nderecho al voto Departamento de Justicia de los EE. UU. División de Derechos Civiles Contenido de esta guía\nInformación básica sobre\nla votación \t\t\t\t1\nCómo proteger su derecho\nal voto\t\t\t\t1\nInscripción de votantes 3 Votación desde el extranjero 7 Votantes con un dominio\nlimitado del inglés 9 Votantes con discapacidades 10 Cómo denunciar una\nvulneración 12 Recursos adicionales 13 Información básica sobre\nla votación\n¿Quiénes gestionan las elecciones\nen mi estado? Funcionarios electorales estatales y locales. Ellos gestionan las elecciones federales,\nestatales y locales, incluyendo las del Congreso\ny para la presidencia. Si usted desea saber cómo puede votar en su\nestado, debe comunicarse con esos funcionarios\nporque las normas varían de estado a estado. Para\nmás información sobre las normas en su estado\ny para los datos de contacto de los funcionarios\nelectorales, vaya a vote.gov en español. Cómo proteger su\nderecho al voto\n¿Las leyes federales protegen mi\nderecho al voto? Sí. La División de Derechos Civiles del\nDepartamento de Justicia de los EE. UU. hace\n1 cumplir estas leyes. En muchos casos, las\npersonas cuyos derechos han sido vulnerados\ntambién pueden entablar pleitos privados. ¿Las leyes federales protegen contra\nla discriminación en la votación? Sí. Aquí tiene dos de las leyes federales más\nimportantes en lo que se refiere a la protección\nde votantes contra la discriminación. La primera ley es la ley de Derecho al Voto\n(“VRA”, por sus siglas en inglés). La Sección 2 de\nla VRA declara que es ilegal denegar o restringir\nel derecho al voto por motivos de la raza o el color\nde piel de un ciudadano. También prohíbe que se\ndiscrimine contra ciudadanos que pertenecen\na un grupo lingüístico minoritario, lo cual, bajo\nla definición en la VRA, se extiende a personas\nnativas americanas, asiáticas americanas, nativas\nde Alaska o de herencia hispana. Conforme con la Sección 2, los gobiernos\nestatales y locales no pueden emplear prácticas\no normas electorales que sean intencionalmente\ndiscriminatorias. Tampoco pueden emplear\nprácticas o normas que resulten en que\nciudadanos de cierta raza o grupo lingüístico\nminoritario tengan una oportunidad menor\nque la de otras personas a votar y elegir a los\nfuncionarios públicos que quieran. La segunda ley es la ley para Estadounidenses\ncon Discapacidades. El Título II de tal\nley requiere que los gobiernos estatales\ny locales garanticen que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Al igual\nque la Sección 2 de la VRA, esta ley aplica a\ntodos los aspectos de la votación. Esto incluye\n2 la inscripción para votar, el acceso a centros\nde votación y la emisión del voto, tanto en el\ndía de las elecciones como durante la votación\ntemprana. Para más información, vaya a\nADA.gov (solo en inglés). ¿Las leyes federales protegen\ncontra la intimidación de votantes? Sí. Existen leyes federales civiles y penales que\nprohíben que se intimide, amenace o coaccione a\nalguien que está votando o que está intentando\nvotar, así como leyes federales que prohíben que\nse intimide, amenace o coaccione a personas que\nestán instando o ayudando a otros a votar. Las leyes civiles incluyen la ley de Derechos\nCiviles de 1957 y la ley de Derecho al Voto. Las\nleyes penales aparecen en varios títulos del\nCódigo de los EE. UU. Inscripción de votantes\n¿Dónde puedo inscribirme\npara votar?",
      "queries": [
        "when to report total compensation of executive compensation",
        "how can you file a complaint against a teacher"
      ],
      "queries_score": [
        -8.273566246032715,
        -8.281187057495117
      ]
    },
    {
      "id": "guidance_1__1",
      "chunk_id": "1",
      "content": "Las leyes civiles incluyen la ley de Derechos\nCiviles de 1957 y la ley de Derecho al Voto. Las\nleyes penales aparecen en varios títulos del\nCódigo de los EE. UU. Inscripción de votantes\n¿Dónde puedo inscribirme\npara votar? La ley Nacional de Inscripción de Votantes\n(“NVRA”, por sus siglas en inglés) requiere que\nla mayoría de los estados (todos menos Idaho,\nMinnesota, New Hampshire, North Dakota,\nWisconsin y Wyoming) le permitan inscribirse\npara votar por medio de correo ordinario. 3 También requiere que esos mismos 44 estados\nle permitan inscribirse para votar desde varias\noficinas gubernamentales. Algunos ejemplos\nson las oficinas que proporcionan licencias\nde conducir, asistencia pública o servicios\npara personas discapacitadas, y las oficinas\nde reclutamiento de las Fuerzas Armadas. Es\nposible que su estado en particular ofrezca\notras maneras de inscribirse, tales como en\noficinas electorales, eventos de inscripción de\nvotantes, centros de votación, o bien por correo\nordinario o en línea. Si usted es elegible para inscribirse, los\nestados deberán permitirle que vote en\nelecciones federales, siempre y cuando su\nsolicitud de inscripción sea fechada o recibida\npor la oficina correcta al menos 30 días antes\nde tales elecciones. En algunos estados, la\nfecha límite es todavía más próxima a las\nelecciones, y algunos otros estados permiten la\ninscripción en el día de las elecciones. Usted debe comprobar en el sitio web electoral\nde su estado los datos específicos sobre los\nrequisitos y las fechas límite. Puede localizar\nese sitio web a través de vote.gov en español. ¿Cuándo me pueden quitar de la\nlista de inscripción de votantes? En virtud de la Sección 8 de la ley Nacional\nde Inscripción de Votantes, los funcionarios\npueden quitarle de la lista de inscripción de\nvotantes para elecciones federales si usted lo\npide o si se muere. También le pueden quitar de la lista si se muda\na otro lugar, siempre y cuando los funcionarios\nsigan las normas de la NVRA en lo que se refiere\n4 a la notificación y programación. No le pueden\nquitar de la lista de inscripción simplemente\npor no votar en unas elecciones. Pero sí le\npueden quitar si no contesta a una notificación\nsolicitando que confirme si se ha mudado y\nposteriormente usted no vota dentro de los\npróximos dos ciclos electorales federales. Muchos estados también le quitarán de la\nlista si se le condena por ciertos delitos o si es\ndeclarado/a mentalmente incapacitado/a por\nun tribunal. ¿Puedo votar si me he mudado y\nolvidé actualizar mi dirección de\ninscripción de votante? Depende. Imagínese que se acaba de mudar\na una zona que pertenece al mismo centro de\nvotación (por ejemplo, solo se mudó a otra casa\nen el mismo barrio). En tal caso la ley Nacional\nde Inscripción de Votantes le permitiría votar\nen ese centro de votación. No obstante, deberá\nactualizar la dirección que los funcionarios\nelectorales tienen registrada (algo que puede\nhacer en el centro de votación a la hora de ir\na votar) para que sea correcta para futuras\nelecciones. Imagínese que se ha mudado a una dirección\nque pertenece a otro centro de votación,\npero todavía vive dentro de la jurisdicción del\nmismo registrador (por ejemplo, en otro lugar\nde la misma ciudad) y en el mismo distrito\ndel Congreso. En tal caso, podrá votar en\nsu antiguo centro de votación.",
      "queries": [
        "what is the date for filing an sf-425",
        "what type of information are needed to maintain the financial records of the agency?",
        "who has the overall responsibility for management and operating of a company?"
      ],
      "queries_score": [
        -7.721171855926514,
        -8.290810585021973,
        -8.429887771606445
      ]
    },
    {
      "id": "guidance_1__2",
      "chunk_id": "2",
      "content": "Imagínese que se ha mudado a una dirección\nque pertenece a otro centro de votación,\npero todavía vive dentro de la jurisdicción del\nmismo registrador (por ejemplo, en otro lugar\nde la misma ciudad) y en el mismo distrito\ndel Congreso. En tal caso, podrá votar en\nsu antiguo centro de votación. Y en algunos\nestados, es posible que se le permita votar\nen su nuevo centro de votación o en un lugar\ncentral, como en la oficina del registrador,\nen vez de en su antiguo centro de votación. 5 Nuevamente, deberá actualizar la dirección que\nlos funcionarios electorales tienen registrada\n(algo que puede hacer en el centro de votación\na la hora de ir a votar) para que sea correcta\npara futuras elecciones. Imagínese que no se ha mudado pero los\nregistros de inscripción indican, erróneamente,\nque sí se ha mudado. Entonces usted tiene\nderecho a votar en su centro de votación una\nvez que haya afirmado que sigue viviendo donde\nestaba inscrito/a. Usted debe comprobar en el sitio web electoral\nde su estado la información sobre su centro de\nvotación correcto. Puede localizar ese sitio web\na través de vote.gov en español. Por último, las leyes federales protegen su\nderecho a votar en las elecciones presidenciales\nsi se mudó poco antes del día de las elecciones\no si no se encuentra en su estado en el día de las\nelecciones. Este derecho está protegido por la\nSección 202 de la ley de Derecho al Voto. ¿Qué pasa si me inscribí para votar\npero mi nombre no figura en el libro\nde inscripción de votantes? En la mayoría de los estados, usted puede\nconseguir una “papeleta provisional” para\nvotar en las elecciones federales después\nde declarar que usted está inscrito/a y es\nelegible. La Sección 302 de la ley Ayudemos\na Estados Unidos a Votar establece algunas\nnormas sobre sobre este tema. También\nes posible que se le ofrezca una papeleta\nprovisional si un funcionario electoral declara\nque usted no es elegible para votar. 6 Las leyes estatales pueden ofrecer otros motivos\npara darle una papeleta provisional, por ejemplo,\nsi usted no trae consigo el carnet de identidad\nrequerido por el estado cuando va a votar (en un\nestado que requiere que muestre un carnet de\nidentidad para poder votar) o si ya se le había\nenviado una papeleta para votar en ausencia. Para votar con una papeleta provisional, usted\ndebe firmar una declaración escrita. Su papeleta\nrellenada se mantendrá por separado de las\npapeletas normales hasta que un funcionario\nelectoral determine si se deberá contar o no. Se le deberá brindar instrucciones por escrito\nsobre cómo averiguar si su papeleta fue contada\ny, si no fue contada, las razones por las que no\nse contó. En virtud de las leyes estatales, es\nposible que también tenga que proporcionar\ninformación adicional antes de una fecha\nespecífica para que se cuente su papeleta. Votación desde el\nextranjero\n¿Puedo votar si me encuentro fuera\ndel país en servicio militar activo o\nsi vivo en el extranjero? Sí. Si usted sería elegible para votar si viviera\nen los EE. UU., la ley de Votación para los\nUniformados y los Ciudadanos en el Extranjero\nprotege su derecho a inscribirse y votar en\nausencia en las elecciones federales. 7",
      "queries": [
        "saa audit objective",
        "what is an encumbrance for inmate funds",
        "who must conduct prea audits"
      ],
      "queries_score": [
        -7.409728050231934,
        -8.787980079650879,
        -7.452831268310547
      ]
    },
    {
      "id": "guidance_1__3",
      "chunk_id": "3",
      "content": "Sí. Si usted sería elegible para votar si viviera\nen los EE. UU., la ley de Votación para los\nUniformados y los Ciudadanos en el Extranjero\nprotege su derecho a inscribirse y votar en\nausencia en las elecciones federales. 7 Esta ley protege a ciudadanos que están\nsirviendo en el ejército o que son miembros\nde la marina mercante y que están en servicio\nactivo lejos de su casa, ya sea en el extranjero\no dentro de los EE. UU. También protege a\nsus familiares elegibles que están lejos de su\ncasa a causa de ese servicio activo. Asimismo,\nprotege el derecho al voto de ciudadanos de los\nEstados Unidos que viven en el extranjero. Para las elecciones federales, usted puede\ninscribirse para votar y pedir una papeleta para\nvotar en ausencia a la misma vez mediante la\nTarjeta Federal Postal de Solicitud. Podrá pedir\nque se le envíe su papeleta para votar en ausencia\npor correo ordinario o de manera electrónica. También podrá usar una papeleta federal para\nvotar en ausencia por candidatos no incluidos\ncomo respaldo si ha solicitado de manera\noportuna, pero todavía no ha recibido, su papeleta\npara votar en ausencia. Para más información, visite el sitio web del\nPrograma Federal de Asistencia en la Votación\nen FVAP.gov (solo en inglés) y el sitio web de la\nDivisión de Derechos Civiles en The Uniformed\nAnd Overseas Citizens Absentee Voting Act\n(justice.gov) (solo en inglés). 8 Votantes con un dominio\nlimitado del inglés\n¿Cuáles leyes federales protegen\na los votantes con un dominio\nlimitado del inglés? La Sección 208 de la ley de Derecho al Voto\npermite a los votantes que tienen dificultades\npara leer (por ejemplo, porque su dominio del\ninglés es limitado) a conseguir ayuda con el\nproceso electoral de una persona que ellos\nmismos elijan. Pero esa persona no puede\nser el empleador del votante ni tampoco un\nfuncionario de su sindicato laboral. La Sección 4(e) de la VRA prohíbe que los\nfuncionarios electorales condicionen el derecho\nal voto de un ciudadano a la capacidad de tal\nciudadano de leer, escribir o entender inglés. La ley protege a votantes que completaron al\nmenos hasta el sexto grado en escuelas que\noperan bajo la bandera estadounidense donde las\nclases se enseñan en un idioma que no sea inglés. Por ejemplo, esta ley aplica a ciudadanos que\nasistieron a una escuela pública en Puerto Rico y\nfueron instruidos en español. Por otra parte, la Sección 203 de la VRA requiere\nque en aquellos lugares donde hay un número\nsuficiente de votantes de minorías lingüísticas se\nofrezca ayuda y materiales electorales en otros\nidiomas. Cada cinco años, la Oficina del Censo\n9 de los EE. UU. identifica los lugares donde este\nrequisito aplica y los idiomas que se deberán usar. Para una lista actualizada de estos lugares vaya\na Voting Rights Data Tabulations (census.gov)\n(solo en inglés). La Sección 301 de la ley de Ayudemos a Estados\nUnidos a Votar requiere que los sistemas\nelectorales de tales jurisdicciones sean\naccesibles en los mismos idiomas. Votantes con\ndiscapacidades\n¿Cuáles leyes federales protegen a\nlos votantes con discapacidades? El Título II de la ley para Estadounidenses con\nDiscapacidades requiere que los gobiernos\nlocales y estatales aseguren que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Esta ley aplica a todos los aspectos de la\nvotación.",
      "queries": [
        "definition of abuse of authority",
        "cops office phone number"
      ],
      "queries_score": [
        -8.12220573425293,
        -8.762784004211426
      ]
    },
    {
      "id": "guidance_1__4",
      "chunk_id": "4",
      "content": "Votantes con\ndiscapacidades\n¿Cuáles leyes federales protegen a\nlos votantes con discapacidades? El Título II de la ley para Estadounidenses con\nDiscapacidades requiere que los gobiernos\nlocales y estatales aseguren que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Esta ley aplica a todos los aspectos de la\nvotación. Esto incluye la inscripción de votantes,\nel acceso a centros de votación y la emisión\ndel voto, tanto en el día de las elecciones como\ndurante la votación temprana. 10 La ley de Ayudemos a los Estados Unidos\na Votar tiene normas sobre los centros de\nvotación durante las elecciones federales. Cada centro de votación debe tener al menos\nun sistema de votación que permita a personas\ncon discapacidades a emitir su voto de manera\nindependiente y privada. La Sección 208 de la ley de Derecho al Voto\npermite que votantes con discapacidades\nconsigan ayuda con el proceso electoral de\nuna persona que ellos mismos elijan. Pero esa\npersona no puede ser el empleador del votante ni\ntampoco un funcionario de su sindicato laboral. 11 Cómo denunciar una\nvulneración\n¿Cómo puedo denunciar una posible\nvulneración a las leyes federales de\nderecho al voto? Denuncie posibles vulneraciones a los derechos\nciviles a la División de Derechos Civiles. Usted puede hacerlo:\n• En línea en Comuníquese con la División de\nDerechos Civiles | Departamento de Justicia\n(justice.gov) o • Por teléfono al (800) 253-3931 Denuncie posibles delitos federales, como\npreocupaciones relacionadas con amenazas\ncontra votantes, amenazas contra funcionarios\nelectorales o fraude electoral al FBI. Usted puede hacerlo:\n• En línea en FBI - Tips (solo en inglés);\nContactar — FBI o • Por teléfono al 800-CALL-FBI 12 Recursos adicionales\n¿Dónde puedo encontrar más\ninformación sobre la manera en la\nque las leyes federales protegen\nmi derecho al voto? Puede encontrar más información en el sitio\nweb de la División de Derechos Civiles. • El sitio web de la Sección de Votación se\nencuentra en SECCIÓN DE VOTACIÓN |\nCRT-ESPANOL | Department of Justice. • El sitio web de la Sección de Derechos en\nRazón de Discapacidad sobre la ley para\nEstadounidenses con Discapacidades se\nencuentra en ADA.gov (solo en inglés). Para más información y recursos sobre la\nvotación vaya a Voting | Department of\nJustice (solo en inglés) y vote.gov en español. 13 13 justice.gov/voting",
      "queries": [
        "are subrecipients required to use federal funding in the best interest of their award program"
      ],
      "queries_score": [
        -7.8362627029418945
      ]
    }
  ]
}