{
  "doc_id": "guidance_75",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_75__0",
      "chunk_id": "0",
      "content": "2015 COPS Anti-Methamphetamine Program (CAMP)\nGrant Owner’s Manual U.S. Department of Justice, Office of Community Oriented Policing Services www.cops.usdoj.gov COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 2015 COPS Anti-Methamphetamine Program (CAMP)\nGrant Owner’s Manual This manual was created to assist COPS Anti-Methamphetamine Program (CAMP) grantees with the administrative and\nfinancial matters associated with their grant. For more information about your CAMP grant, please contact your COPS Office Grant Program Specialist. If you do not\nknow the name or telephone number of your Grant Program Specialist, please contact the COPS Office Response Center\nat 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published 2015\nb COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Contents\nGetting Started . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1\nI. Grant Acceptance, Terms, and Conditions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The award document . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2\nGrant conditions  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3",
      "queries": [
        "who does the oig audit"
      ],
      "queries_score": [
        -8.143266677856445
      ]
    },
    {
      "id": "guidance_75__1",
      "chunk_id": "1",
      "content": "What are the specific rules regarding termination of grant funding?  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  26\nAccepting the grant award . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  27\nII. Procurement Process  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\nWhat documentation must be submitted to the COPS Office for sole source review?  . . . . . . . . . . . . . . . .  28\nContact the COPS Office . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  29\nIII.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__2",
      "chunk_id": "2",
      "content": "Accessing Grant Funds . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  30\nPayment method  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  30\nSetting up your account  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  30\nAdditional payment questions  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\nMatching funds . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  32\nIV. Financial Record Maintenance . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "queries": [
        "what is the objective of a saa audit?",
        "types of juvenile facilities",
        "what is the appropriate safeguarding method for inmates assigned to a sexual assault allegation",
        "how is sexual harassment addressed",
        "why is the asset forfeiture fund created"
      ],
      "queries_score": [
        -9.116572380065918,
        -9.125389099121094,
        -10.100503921508789,
        -9.552857398986816,
        -9.486018180847168
      ]
    },
    {
      "id": "guidance_75__3",
      "chunk_id": "3",
      "content": "33\nAccounting systems and records . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  33\nV. Federal Audit Requirements  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\nRequirements and audits . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\nTypical Audit Findings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  35\nVI.",
      "queries": [
        "unmanned aircraft requirements",
        "when was the secretary authorized to address, by regulation, amounts owed to foreign payees?"
      ],
      "queries_score": [
        -9.158242225646973,
        -10.176362037658691
      ]
    },
    {
      "id": "guidance_75__4",
      "chunk_id": "4",
      "content": "Reports . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  37\nFederal Financial Reports . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  37\nProgram Progress Reports . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\nContact points to obtain technical assistance and report violations  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  39\nVII.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__5",
      "chunk_id": "5",
      "content": "38\nContact points to obtain technical assistance and report violations  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  39\nVII. WHEN THE GRANT PERIOD HAS ENDED  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  40\nFinal Federal Financial Report  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  40\nFinal Program Progress (Closeout) Report . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  40\nEquipment disposition  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  40\nVIII. Conclusion  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "queries": [
        "how far in advance do I have to submit an event for review and approval?",
        "can resident contribute to contract per diem if not employed",
        "how to store inmates property"
      ],
      "queries_score": [
        -8.673209190368652,
        -9.904427528381348,
        -9.135733604431152
      ]
    },
    {
      "id": "guidance_75__6",
      "chunk_id": "6",
      "content": "42\nAppendices . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  43\nAppendix A. List of Source Documents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  43\nAppendix B. Assurances and Certifications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  43\nAppendix D. COPS Anti-Methamphetamine Program (CAMP) file management: Documents to maintain\nin CAMP grant file . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  56 i COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Appendix E. Whistleblower protection (41 U.S.C. 4712) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59\nAppendix F. 2 CFR Appendix II to Part 200: Contract provisions for nonfederal entity contracts under\nfederal awards  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "queries": [
        "ovw meals",
        "how long to fda notify of anda acceptance"
      ],
      "queries_score": [
        -8.186994552612305,
        -9.301170349121094
      ]
    },
    {
      "id": "guidance_75__7",
      "chunk_id": "7",
      "content": "62\nGlossary of Terms . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 64\nCOPS Office Resources . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 68 ii COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Getting Started\nCongratulations on receiving a grant from the U.S. Department of Justice (DOJ), Office of Community\nOriented Policing Services (COPS Office). The 2015 COPS Anti-Methamphetamine Program (CAMP) is\ndesigned to advance public safety by providing funding directly to state law enforcement agencies in\nstates with high seizures of precursor chemicals, finished methamphetamine, laboratories, and laboratory\ndump seizures for the purpose of locating and investigating illicit activities, including precursor diversion,\nlaboratories, or methamphetamine traffickers. CAMP funding may be used to locate or investigate illicit activities, including precursor diversion,\nlaboratories, or methamphetamine traffickers. Funding under this program is not available for\nmethamphetamine laboratory cleanup, treatment programs, or prosecution of methamphetaminerelated activities. The allowable uses of your agency’s CAMP grant are specified on the CAMP Financial Clearance\nMemorandum (FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2015\nCAMP application and your agency wishes to modify its CAMP grant to reprogram awarded funding into a\ndifferent hiring funding category, please refer to grant condition #6 on page 10 of this manual for detailed\ninformation on requesting a post-award grant modification. This CAMP Grant Owner’s Manual will assist your agency with the administrative and financial matters\nassociated with your grant. It was developed by the COPS Office to ensure that all CAMP grantees clearly\nunderstand and meet the requirements of their grant. Please review this manual carefully, because a failure\nto follow grant requirements can have serious ramifications. Please do not hesitate to call the COPS Office\nResponse Center at 800-421-6770 if you need assistance with the implementation of your grant. Thank you for providing us with the opportunity to work in partnership with your community. 1 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual I. Grant Acceptance, Terms, and Conditions",
      "queries": [
        "cpd modification condition",
        "when to notify cops of changes in indirect cost",
        "is a 1099 reportable"
      ],
      "queries_score": [
        -3.817293405532837,
        -6.989819049835205,
        -7.747284412384033
      ]
    },
    {
      "id": "guidance_75__8",
      "chunk_id": "8",
      "content": "Thank you for providing us with the opportunity to work in partnership with your community. 1 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual I. Grant Acceptance, Terms, and Conditions To officially accept and begin your COPS Anti-Methamphetamine Program grant, your agency must access\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and\nelectronically sign the award document (including the grant terms and conditions) and, if applicable,\nthe special award conditions or high risk conditions, within 90 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down grant funds until the COPS Office receives your signed award\ndocument. For more information on drawing down grant funds, please see section III, “Accessing Grant\nFunds,” on page 30 of this document. The award document The award document is the document indicating your official grant funding amount, the grant number, the\ngrant conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’\nnames. If this information is incorrect or has changed, please update your agency contacts online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. The award start date indicated on the award document means that your agency may be reimbursed\nfor any allowable costs incurred on or after this date. The duration of your CAMP grant award is two years\n(24 months). Your grant number is in the following format: 2015-AMWX-0000 for grants awarded in Fiscal Year (FY)\n2015. The COPS Office tracks grant information based upon this number. Therefore, it is important to have\nyour agency’s grant number (or your agency’s ORI number) readily available when corresponding with the\nCOPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic grant\ninformation based upon this ORI number. If your agency does not have an ORI number assigned by the FBI,\nthe COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases, the last two\ncharacters will be “ZZ”). If you have any questions regarding your grant, please refer to your grant number or\nyour agency’s ORI number when you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\nthirteen-digit federal tax identification number assigned to you by the Internal Revenue Service (IRS).",
      "queries": [
        "when is local budget cycle",
        "internal revenue service memo number"
      ],
      "queries_score": [
        -7.298758029937744,
        -7.383699417114258
      ]
    },
    {
      "id": "guidance_75__9",
      "chunk_id": "9",
      "content": "Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\nthirteen-digit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your\nOJP vendor number differs from your tax identification number, the OJP vendor number is only to be used\nfor administrative purposes in connection with this grant program, and should not be used for IRS purposes. 2 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Grant conditions The grant conditions are listed on your agency’s award document. By accepting this grant, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply\nwith these conditions (and, if applicable, additional special conditions specific to your agency). The section\nthat follows describes in detail all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these grant\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from drawing down or accessing grant funds until the special conditions are satisfied as determined by the COPS Office. Any special conditions will be included with your award, which may be accessed at www.cops.usdoj.gov via\nthe “Account Access” link. However, if you have questions about the special conditions, please call your COPS\nOffice Grant Program Specialist at 800-421-6770. Reasons for grant conditions The requirements of your CAMP grant are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of Management\nand Budget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\n• the specific CAMP programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in appendix A on page 43. You may request copies of\nany source reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. Review of grant conditions By signing the award document to accept this COPS Anti-Methamphetamine Program grant, your agency\nagrees to abide by the following grant conditions:\n1. Grant Owner’s Manual\nCondition: The grantee agrees to comply with the terms and conditions in the 2015 COPS Hiring Program Grant Owner’s\nManual; COPS statute (42 U.S.C. §. 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101; 48 CFR Part 31 (FAR Part 31) as applicable (governing cost principles and procedures);\nrepresentations made in the CAMP grant application; and all other applicable program requirements, laws, orders,\nregulations, or circulars. 3 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant.",
      "queries": [
        "who assigns the ojp vendor number to the federal revenue service",
        "what is ojp vendor number",
        "what is ojp vendor number",
        "when was the european fund for sustainable development decision published",
        "who is cognizant federal agency",
        "can fpi assignment be included on soi",
        "effect of judicial stay in administrative fund"
      ],
      "queries_score": [
        "1.8338492",
        "2.7520967",
        "2.7520967",
        -9.312726020812988,
        -5.931955337524414,
        -6.422356605529785,
        -7.244726657867432
      ]
    },
    {
      "id": "guidance_75__10",
      "chunk_id": "10",
      "content": "3 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant. Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CAMP Grant Owner’s Manual carefully prior to signing the grant award document. If\nyou have any questions, please contact your COPS Office Grant Program Specialist. When accepting your\ngrant award, you should ensure that the proper reporting and financial systems are in place to satisfy the\ngrant requirements. 2. Assurances and Certifications\nCondition: The grantee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its grant application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal grant programs. What you should do:\nApplicants to COPS Office grant programs are required to sign the Assurances and Certifications forms at\nthe time of application and application update. Signing these documents assures the COPS Office that\nyou have read, understood, and accepted the grant terms and conditions outlined in the Assurances and\nCertifications. Please read these documents carefully as signatures on these documents are treated as\na material representation of fact upon which reliance was placed when the U.S. Department of Justice\ndetermined whether to award the covered grant. Additional copies of the Assurances and Certifications\nforms are contained in appendix B of this manual. If you have any questions about them, please contact your\nCOPS Office Grant Program Specialist at 800-421-6770. 3. Allowable costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment\nand enhancement of a variety of problem-solving strategies to investigate methamphetamine problems in your\njurisdiction. The allowable costs for which your agency’s grant has been approved are limited to those listed on\nthe Financial Clearance Memorandum (FCM), which is included in your agency’s award package. The Financial\nClearance Memorandum FCM specifies the costs that your agency is allowed to fund with your CAMP grant award,\nand specifies the overall amount approved for each budget request category. Your agency may not use CAMP\naward funds for any costs that are not identified as allowable in the Financial Clearance Memorandum. Only actual allowable costs incurred during the grant award period will be eligible for reimbursement and\ndrawdown. If your agency experiences any cost savings over the course of the grant (for example, your grant\napplication overestimated the total entry-level officer salary and fringe benefits package), your agency may not use\nthat excess funding to extend the length of the grant beyond 24 months.",
      "queries": [
        "who is final beneficiary of the kyrgyz union funds",
        "what condition is the public safety partnership and community policing act of 1994?"
      ],
      "queries_score": [
        -8.617250442504883,
        -7.3529052734375
      ]
    },
    {
      "id": "guidance_75__11",
      "chunk_id": "11",
      "content": "If your agency experiences any cost savings over the course of the grant (for example, your grant\napplication overestimated the total entry-level officer salary and fringe benefits package), your agency may not use\nthat excess funding to extend the length of the grant beyond 24 months. Any funds remaining after your agency\nhas drawn down for the costs approved during the 24-month funding period will be deobligated during the\ncloseout process, and should not be spent by your agency. 4 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office as\nreflected in the Financial Clearance Memorandum. The COPS Anti-Methamphetamine Program funds\nthe hiring of personnel and purchase of equipment, services, and other items that will allow recipients\nthe opportunity to establish and enhance a variety of projects to encourage the continuation and\nenhancement of community policing efforts within their jurisdictions to combat the use and distribution of\nmethamphetamine. To be eligible for payment under this grant, the purchase or hire of approved items/personnel must\nbe made on or after the grant award start date and comply with the guidelines described in section III,\n“Accessing Grant Funds,” on page 30 of this manual. Section IV, “Financial Record Maintenance,” on page 33,\noutlines the types of records you must keep to document that you followed this grant condition. Purchases\nand salary/benefit expenditures must also reflect the costs that were approved as shown in the Financial\nClearance Memorandum. What you should do: All grantees should keep and maintain the most recent, approved version of their 2015 CAMP application. To view and print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS\nApplications” from the menu of services and click on the print icon to download the most recent version of\nyour application in .pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may\nappear on your FCM. As long as funds are spent during the grant period on the equipment and technology,\nsupplies, travel, contracts/consultants, salary and benefits, and other costs that were documented in your\napplication’s budget summary and were approved through the issuance of the FCM, this grant condition will\nbe satisfied. Equipment To be eligible for payment under this grant, the purchase of equipment and technology must occur on or\nafter the award start date, the items must be those specifically applied for and approved by the COPS Office,\nand they must meet the guidelines described in 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2\nC.F.R. § 2800.101. Equipment or technology purchased on or after the award start date must be in addition\nto purchases that the grantee is obligated or funded to make in its current budget. Funds currently allocated\nto purchase equipment or technology may not be reallocated to other purposes or reimbursed upon the\naward of a COPS Anti-Methamphetamine Program grant. Sworn officer positions (salaries and benefits)",
      "queries": [
        "what is community policing",
        "which federal law requires that inmates have reasonable access to report materials and other documents for use by the parole hearing?"
      ],
      "queries_score": [
        -3.161390781402588,
        -7.844754219055176
      ]
    },
    {
      "id": "guidance_75__12",
      "chunk_id": "12",
      "content": "Funds currently allocated\nto purchase equipment or technology may not be reallocated to other purposes or reimbursed upon the\naward of a COPS Anti-Methamphetamine Program grant. Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time entry-level sworn career law enforcement\nofficers not already funded in the applicant’s local budget. A career law enforcement officer is a person hired\non a permanent basis who is authorized by law, or by a state, local, or tribal agency, to engage in or oversee\nthe prevention, detection, and/or investigation of violations of criminal laws. Officers must be hired on or after\nthe award start date, and positions must directly relate to the CAMP project. Officers previously employed by\nyour agency may be re-hired using CAMP grant funds, but funding requests must be limited to your agency’s\nentry-level salary and benefits. Rehired officers are officers who meet one of the following conditions:\n• The officer had been laid off by your jurisdiction prior to the original date of the grant application as a\nresult of state, local, or Bureau of Indian Affairs (BIA) budget cuts. • At the time of the grant application, the officer was scheduled to be laid off by your jurisdiction on a\nspecific future date as a result of state, local, or Bureau of Indian Affairs (BIA) budget cuts. 5 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual If current personnel are redeployed into this program, they must be paid with local funds. COPS Office grant\nfunds may be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount\nof time. (Please note: Overtime for sworn officers engaging in CAMP-related activities is an allowable cost;\nhowever, any overtime expenses requested for sworn officer positions must be listed in the “Other Costs”\nsection of your application’s budget. Overtime expenses must exceed the expenditures that your agency is\nobligated or funded to pay in its current budget.) Civilian/non-sworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local\nbudget. Staff must be hired on or after the award start date, and positions must directly relate to the CAMP\nproject. Examples of allowable personnel and fringe benefits costs include those for civilian CAMP project\ncoordinators, or anti-methamphetamine/drug problem analysts. Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursement for\noffice supplies that are consumed by routine administrative purposes instead of project-related activities\nare prohibited. Items must meet the guidelines described in2 C. F. R. § 200.314 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. Travel / training In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the grantee’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable\nrates and amounts established by the U.S. General Services Administration (GSA) for the relevant geographic\narea will apply. The current GSA travel policy and per diem rates can be www.gsa.gov.",
      "queries": [
        "how to review inmate central file"
      ],
      "queries_score": [
        -8.827466011047363
      ]
    },
    {
      "id": "guidance_75__13",
      "chunk_id": "13",
      "content": "In the absence of an acceptable written policy regarding travel costs, allowable\nrates and amounts established by the U.S. General Services Administration (GSA) for the relevant geographic\narea will apply. The current GSA travel policy and per diem rates can be www.gsa.gov. Allowable airfare\ncosts will be reimbursed based upon the least expensive unrestricted accommodations class offered by\ncommercial airlines—for example, lowest discount commercial airfare, the Federal Government contract\nairfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance by\nthe COPS Office. For awardees subject to 48 C.F.R. Part 31.000, et seq. (FAR-31.2) Cost Principles for Commercial Organizations,\ntravel costs incurred directly by the awardee will be reimbursed if the costs are reasonable and allocable\nunder the project. Travel costs for lodging, meals, and incidental expenses may be reimbursed based upon\nper diem, actual expenses, or a combination of these methods, as long as the reimbursement rate does not\nexceed established GSA per diem rates as set forth in the Federal Travel Regulation. Transportation costs may\nbe reimbursed based on mileage rates, actual costs incurred, or a combination of these methods. Allowable\nairfare travel costs will be reimbursed based upon standard coach fare, unless otherwise authorized in\nadvance by the COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from\nconference travels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel\nfor the federal award; (2) are consistent with the recipient’s documented travel policy for all entity travel; and\n(3) are only temporary during the travel period. 6 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The COPS Anti-Methamphetamine Program will fund award-related travel costs for the awardee agency\nor other (non-awardee) individuals to attend training and technical assistance conferences, seminars, or\nclasses, or to visit a site specified in the application. Allowable expenses for award-related lodging, meals,\nand incidental expenses that were included in the application have been approved by the COPS Office\nas part of the CAMP award and final budget. Your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. Contracts / consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable\nand allocable in accordance with 2 C.F.R. Subpart E—Cost Principles and consistent with that paid for similar\nservices in the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based\non the salary a consultant receives from his or her primary employer, as applicable, up to $550 per day. For\nconsultant or contractor rates which exceed $550 per day, the COPS Office requires written justification if the\nconsultants or contractors are hired through a non-competitive bidding process, and awardees must receive\nCOPS Office approval of those rates before drawing down award funds. Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office.",
      "queries": [
        "what is the female administrative unit for federal medical center (fmc) carswell"
      ],
      "queries_score": [
        -9.144431114196777
      ]
    },
    {
      "id": "guidance_75__14",
      "chunk_id": "14",
      "content": "Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave,\nretirement, worker’s compensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above, (i.e.\nsworn officer overtime) were included in this section of your FCM. In addition, items that have a direct\ncorrelation to the overall success of an awardee’s project objectives and are necessary for the project to\nreach full implementation will be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or\nBureau of Indian Affairs (BIA) funds, and would not be funded in the absence of the CAMP award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS\nOffice Grant Program Specialist for further assistance. Please be advised that grantees may not use COPS Office funding for the same item or service also funded\nby another U.S. Department of Justice award. 4. Supplementing, not supplanting\nCondition:\nAwardees must use COPS Anti-Methamphetamine Program funds to supplement, and not supplant, state, local,\nor Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (hiring, training, purchases, and/or activities) during the grant period. In other words, awardees\nmay not use COPS Office funds to supplant (replace) state, local, or BIA funds that would have been dedicated to\nthe COPS Office-funded item(s) in the absence of the COPS Office grant. 7 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace\nstate or local funds or BIA funds that would, in the absence of federal aid, be made available for the award\npurposes. What you should do:\nCAMP funds may not be used to pay for any item or cost funded under the award (equipment, personnel,\ntraining, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition,\nawardees may not reallocate state, local, or BIA funds from one area within the law enforcement budget to\nanother as a result of receiving CAMP award funds. If you have questions concerning this award term, and\nhow it pertains to your project budget, please contact your COPS Office Grant Program Specialist. Personnel To meet this grant condition, you must ensure the following:\n• Each individual employed under the COPS Anti-Methamphetamine Program grant is newly hired on\nor after the grant award start date, unless an exception is authorized in writing by the COPS Office. If current personnel are redeployed into this program, they must be paid with local funds. The COPS\nOffice grant funds may be used to backfill the resulting vacancy with newly hired personnel for an\nequivalent amount of time.",
      "queries": [
        "is the dept of education under review?",
        "when are sf awards due",
        "what is community policing",
        "what is agency information policy and public affairs division"
      ],
      "queries_score": [
        -7.198702812194824,
        -7.4588823318481445,
        -6.949715614318848,
        -7.944921970367432
      ]
    },
    {
      "id": "guidance_75__15",
      "chunk_id": "15",
      "content": "If current personnel are redeployed into this program, they must be paid with local funds. The COPS\nOffice grant funds may be used to backfill the resulting vacancy with newly hired personnel for an\nequivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above\nthe number of funded positions that you had on the date of your COPS Anti-Methamphetamine\nProgram application (including funded but vacant positions) but also over and above the number of\nlocally funded positions during the grant award period. • During the life of your grant, you must continue to hire as many new, locally funded officers or civilians\nas you would have if you had not received your grant. You may not cancel or postpone spending\nmoney in your budget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date\nof your grant application by retirement, resignation, or other reasons with new officers or civilians other\nthan your COPS Anti-Methamphetamine Program positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and\nbenefits during the life of the grant project, your agency must continue to pay this employee with local\nfunds. The COPS Office grant funds may be used to backfill the resulting vacancy with a new hire, even\nthough the COPS Office-funded position will not be working directly on the COPS Anti-Methamphetamine\nProgram. Equipment and technology To meet this grant condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception\nis authorized in writing by the COPS Office) and must be in addition to purchases that the grantee is\nobligated or funded to make in the current budget. Funds currently allocated to purchase equipment\nor technology may not be reallocated to other purposes or reimbursed upon the award of a COPS\nAnti-Methamphetamine Program grant. For example, a grantee who has budgeted local funds to pay\nfor a new computer system may not reallocate those funds to pay for any other law enforcement cost\nas a result of receiving CAMP funds for the same computer system. 8 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Overtime To meet this grant condition, you must ensure the following:\n• Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current\nbudget. Funds currently allocated to pay for overtime may not be reallocated to other purposes\nor reimbursed upon the award of a COPS Anti-Methamphetamine Program grant. Additionally, by\nthe conditions of this grant, you are required to track all overtime funded through the COPS AntiMethamphetamine Program. Training To meet this grant condition, you must ensure the following:\n• Any training provided by the COPS Anti-Methamphetamine Program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note:",
      "queries": [
        "what is the geographical position of jordan?"
      ],
      "queries_score": [
        -8.222506523132324
      ]
    },
    {
      "id": "guidance_75__16",
      "chunk_id": "16",
      "content": "Training To meet this grant condition, you must ensure the following:\n• Any training provided by the COPS Anti-Methamphetamine Program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note: This grant condition applies to all state or locally funded agencies working in partnership with your\nagency under this grant. Your agency is responsible for ensuring that any state or locally funded partnership\nagencies use COPS Office funds only to supplement, not supplant, their state or local funding as described\nin this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the grant award period to receive additional time to implement your\ngrant program. Such extensions do not provide additional funding. Grants may be extended a maximum of 24\nmonths beyond the initial award expiration date. Any request for an extension beyond 24 months will be evaluated\non a case-by-case basis. Only those grantees that can provide a reasonable justification for delays will be granted\nno-cost extensions. Reasonable justifications may include technology implementation delays, training delays,\nor other circumstances that interrupt the 24-month grant funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 24 months of funding. Extension\nrequests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the grant award period require prior written approval from the\nCOPS Office. Without an approved extension, your agency is not permitted to draw down federal funding\nfor costs incurred beyond the official grant award end date. However, if justified, the COPS Office seeks\nto accommodate reasonable requests for no-cost time extensions in order to fully implement the\nCOPS Office grant. What you should do: The COPS Office will contact your agency during the last quarter of the grant award period to determine\nwhether a no-cost time extension is needed; extensions will not be processed prior to 90 days of the grant\nend date. Requests to extend the grant award period must be submitted online and received by the COPS\nOffice before the official grant award end date. Extension requests received after the expiration date will\nonly be considered when the grantee provides justification of extraordinary circumstances; an example\nof this would be an instance where an unforeseen natural disaster prevented a grantee from requesting\nan extension. Failure to submit a request for a no-cost time extension by the end date may result in the\nimmediate deobligation of any remaining grant funds. 9 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 12 months) will require additional justification and\nmust include a detailed timeline.",
      "queries": [
        "what was the presidents authority to extend the territorial sea?"
      ],
      "queries_score": [
        -8.255846977233887
      ]
    },
    {
      "id": "guidance_75__17",
      "chunk_id": "17",
      "content": "Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 12 months) will require additional justification and\nmust include a detailed timeline. If your agency has excess funds remaining at the end of the grant due to salary and fringe benefits costs that\nwere lower than anticipated, your agency cannot extend the 24-month funding period for the purpose of\nexpending those excess funds. Grantees are entitled to a maximum of 24 months of federal funding based\non the approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining\ngrant funds during the closeout process. If you have any additional questions regarding a no-cost time\nextension, please contact your COPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS AntiMethamphetamine Program award. Grant modifications under CAMP are evaluated on a case-by-case basis. All\nmodification requests involving the purchase of new budget items must be approved, in writing, by the COPS Office\nprior to their implementation. In addition, please be aware that the COPS Office will not approve any modification\nrequest that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram grant funds. Acceptable examples of such\naward modifications include purchasing additional equipment using cost-savings from approved items,\nor purchasing a different type of equipment due to changing needs. Under federal regulations, you may\nexpend grant funds only as approved in the Financial Clearance Memorandum. Any requests to change or\nalter grant awards require written approval from the COPS Office prior to their implementation. Without\nprior written approval, you must continue to implement your grant as it was originally awarded and\naccepted by your agency. Please be advised that reprogramming requests for unallowable costs will not be\napproved (construction, indirect costs, etc.). What you should do: For all other modifications, your agency must access www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in and submit your request to the COPS Office through the Grants\nManagement Portal, providing the proposed changes, details of why the change is needed, etc. For additional information about the process for submitting your specific grant modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified grant award\nmay begin following written approval from the COPS Office. Please note that modification approvals for\nactive grants will often be accompanied by a modified award document reflecting the approved changes. If applicable, your agency is required to sign and submit the modified award document via the “Account\nAccess” link to officially accept the grant modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the COPS Anti-Methamphetamine\nProgram. The grantee agrees to cooperate with the monitors and evaluators. 10",
      "queries": [
        "is the cpd a travel award",
        "cops office phone number"
      ],
      "queries_score": [
        -7.302441120147705,
        -3.567405939102173
      ]
    },
    {
      "id": "guidance_75__18",
      "chunk_id": "18",
      "content": "If applicable, your agency is required to sign and submit the modified award document via the “Account\nAccess” link to officially accept the grant modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the COPS Anti-Methamphetamine\nProgram. The grantee agrees to cooperate with the monitors and evaluators. 10 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program\nmay be carried out or commissioned by the Attorney General for the furtherance of the purposes of the\nAct. The COPS Office conducts evaluations to determine what programs are working, how programs may\nbe improved, and why certain programs are more successful than others. Specifically, the COPS Office may\nassess the way in which your agency implements its CAMP grant. In some jurisdictions, COPS Office staff or\nevaluators may study the effectiveness of funded programs, projects, and activities. Evaluators may collect\ninformation about the programs’ effect on crime, victims of crime, and the quality of life in communities. In\naddition, they may ask questions about the challenges encountered during project implementation, how\nresidents feel about community policing, and how police feel about their work. This information will be\nuseful to other communities and police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In general, evaluators may need to speak with individuals in your department, observe activities, and\nobtain written reports about and from your department. You will be asked to facilitate any site visits and\ninformation-gathering activities. In addition, you will be asked to provide accurate and timely information\nabout your grant activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). The progress report is\nused to track your agency’s progress toward implementing community policing strategies and to collect data to\ngauge the effectiveness of increasing your agency’s community policing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government be monitored carefully to ensure\nthe proper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the\nprogress of our programs and grantees. What you should do: This grant condition is designed to make your agency aware of reporting requirements associated with\nCAMP grants. Quarterly programmatic progress reports and a final programmatic closeout report will be\nrequired to be submitted directly to the COPS Office through the “Account Access” link of the COPS Office\nwebsite at www.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports\nusing Standard Form 425 (SF-425) within 30 days after the end of each calendar quarter.",
      "queries": [
        "when will the decision be published in the oj",
        "what is air commerce"
      ],
      "queries_score": [
        -7.19918155670166,
        -7.820405006408691
      ]
    },
    {
      "id": "guidance_75__19",
      "chunk_id": "19",
      "content": "Your agency is also required to submit quarterly Federal Financial Reports\nusing Standard Form 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will\nbe due within 90 days after the end of the grant period. This report reflects the actual cumulative federal\nmonies spent, unliquidated obligations incurred, and the unobligated balance of federal funds. Under\nfederal regulations, your agency is not permitted to draw down federal funding for costs incurred after the\nofficial grant end date; however, you will have a 90-day grace period after the grant award end date during\nwhich you can drawdown funds for eligible expenditures incurred before the grant end date. Agencies with\nmore than one delinquent programmatic and/or financial report submission per fiscal year may be subject\nto delays in receiving reimbursement for allowable expenses and may be required to receive technical\nassistance to improve compliance with reporting. These reports are discussed in greater detail in section VI 11 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual (“Reports”) on page 37 of this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of grant funds or other remedial actions; failure to submit required\nreports may also impact future funding opportunities. 9. Grant monitoring activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their grant conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both aspects of grant implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the U.S. Department of Justice. Grant monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office CAMP grantee, you agree to cooperate with and respond to any\nrequests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each grant program must\ncontain a monitoring component. The COPS Office actively monitors how grantees are adhering to COPS\nOffice grant requirements and develops the best technical assistance based on this feedback. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your agency’s use of federal funds, both programmatically\nand financially. The most common ways are as follows:\n• site visits. The COPS Office conducts grantee site visits to ensure compliance with grant terms\nand conditions. These visits also provide firsthand observation of the grantee’s community policing\nstrategies. The purpose of site visits is three-fold: to review community policing activities, to ensure\ngrantee compliance, and to provide customer service and technical assistance. If selected, you will\nbe notified in writing in advance of any on-site review of your COPS Office grants. This review is\ngenerally performed over a period of one or more days and also provides an opportunity for agency\nrepresentatives to seek assistance on any grant implementation issues.",
      "queries": [
        "when is a federal agency report due",
        "how long before quarterly reports will be due",
        "when are financial reports due for a grant",
        "eu solidarity fund",
        "is the dept of education under review?",
        "what is the cops purpose"
      ],
      "queries_score": [
        "1.5660828",
        "1.5758337",
        "2.0687094",
        -8.159006118774414,
        -7.570213317871094,
        -1.9261176586151123
      ]
    },
    {
      "id": "guidance_75__20",
      "chunk_id": "20",
      "content": "If selected, you will\nbe notified in writing in advance of any on-site review of your COPS Office grants. This review is\ngenerally performed over a period of one or more days and also provides an opportunity for agency\nrepresentatives to seek assistance on any grant implementation issues. Your agency will be notified\nin writing of the results and any action required to remedy identified grant violations to include\npotential and actual vulnerabilities. In addition, promising practices identified during the site visit are\ndocumented and may be shared with the law enforcement community. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected\nfor a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve as a\nsupplemental activity in support of the COPS Office’s overall grant monitoring strategy. The purpose of\nthe EOBGR is three-fold: to review community policing activities, to ensure grantee compliance, and to\nprovide customer service and technical assistance. If selected, you will be notified in writing in advance\nof any EOBGR of your COPS Office grants. This review is generally performed over a period of one or\nmore days and also provides an opportunity for agency representatives to seek assistance on any\ngrant implementation issues. Your agency will be notified in writing of the results and any action\nrequired to remedy identified grant violations to include potential and actual vulnerabilities. In\naddition, promising practices identified during the EOBGR are documented and may be shared\nwith the law enforcement community. 12 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • alleged noncompliance reviews (ANCR) . An alleged noncompliance review is a follow-up on\ncomplaints of alleged noncompliance received from external (media and/or citizen complaints) or\ninternal (COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members determine\nthe appropriate course of action to take to investigate complaints of alleged noncompliance. This may\ninclude phone or letter contact or a site visit by COPS Office staff or the Office of the Inspector General. • audit liaison. The U.S. Department of Justice, Office of the Inspector General (OIG) conducts random\naudits for all COPS Office grantees. In the event your agency has any audit recommendations (findings)\nresulting from noncompliance and/or poor accounting practices, the COPS Office Audit Liaison\nSection will work with your agency to resolve and close these recommendations. Remedies to close\nrecommendations may include repayment of grant funds and/or the submission of documentation. Grantees are responsible for remedying any grant noncompliance that is identified during site visits,\noffice-based grant review, and/or alleged noncompliance reviews. In addition, grantees are responsible\nfor remedying noncompliance stemming from audit recommendations identified in audits of COPS Office\ngrants conducted by the Office of the Inspector General (OIG) and the Office of the Chief Financial Officer\n(OCFO). Remedies for noncompliance may include, but are not limited to: suspending active grant funding,\nrepayment of unallowable or unsupported costs, voluntary withdrawal from or involuntary termination\nof remaining grant funds, or restriction from receiving future grants for a period of time.",
      "queries": [
        "who does cops grant review"
      ],
      "queries_score": [
        "1.5838664"
      ]
    },
    {
      "id": "guidance_75__21",
      "chunk_id": "21",
      "content": "Remedies for noncompliance may include, but are not limited to: suspending active grant funding,\nrepayment of unallowable or unsupported costs, voluntary withdrawal from or involuntary termination\nof remaining grant funds, or restriction from receiving future grants for a period of time. Under certain\nconditions, additional actions may include placement on the U.S. Department of Justice’s High Risk List,\nwhich will include mandatory completion of the Office of Justice Programs Financial Management Training\nand being subject to increased monitoring of current and future grants while on the list. In the event of\ncriminal misuse of grant funds, grantees may also be subject to fines and imprisonment. To avoid findings\nof noncompliance, grantees are strongly encouraged to become familiar with the COPS Grant Monitoring\nDivision’s Grant Monitoring Standards and Guidelines and with the Grant Owner’s Manual for the year\nin which the grant is awarded. Grantees should also contact the COPS Office or their Grant Program\nSpecialist at any time during the life of a COPS Office grant with questions concerning grant conditions,\nterms, or requirements to seek guidance to avoid noncompliance. It is necessary for grantees to maintain\nall relevant documentation (administrative, financial, and programmatic) used to develop the application\nand implement the grant that may be necessary or required to demonstrate grant compliance. For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov.\n10. Federal civil rights\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will\nrequire any subgrantees, contractors, successors, transferees, and assignees not to), on the grounds of race, color,\nreligion, national origin (which includes providing limited English proficient persons meaningful access to your\nprograms), sex, disability or age, unlawfully exclude any person from participation in, deny the benefits of or\nemployment to any person, or subject any person to discrimination in connection with any programs or activities\nfunded in whole or in part with federal funds. These civil rights requirements are found in the nondiscrimination\nprovisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended\n(29 U.S.C. § 794); the Age Discrimination Act of 1975 (42 U.S.C. §6101, et seq.); Title IX of the Education Amendments\nof 1972, as amended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those\nstatutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279 Equal\nTreatment for Faith-Based Organizations and its implementing regulations at 28 C.F.R. Part 38, which requires\nequal treatment of religious organizations in the funding process and nondiscrimination of beneficiaries by FaithBased organizations on the basis of belief or nonbelief. 13 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance\nwith federal civil rights laws. As a result, grantees are required to comply with the civil rights requirements\nfound in the non-discrimination provisions referenced above.",
      "queries": [
        "what is the effect of the doj appropriations rider"
      ],
      "queries_score": [
        -7.217501163482666
      ]
    },
    {
      "id": "guidance_75__22",
      "chunk_id": "22",
      "content": "13 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance\nwith federal civil rights laws. As a result, grantees are required to comply with the civil rights requirements\nfound in the non-discrimination provisions referenced above. A hold may be placed on your award if it is\ndeemed that your agency is not in compliance with federal civil rights laws or is not cooperating with an\nongoing federal civil rights investigation. If a hold is placed on your award, you will not be able to obligate\nor draw down federal funds under your agency’s COPS Office grant award until you comply with federal civil\nrights laws or cooperate with any ongoing federal civil rights investigation. What you should do: As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws and to collect data and information sufficient to permit effective\nenforcement of such laws and to cooperate with any federal civil rights investigation, which includes\nproviding access to records, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the\nfull and equal participation of women and minority individuals in employment opportunities in the criminal\njustice system is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency\nin the United States” (28 C.F.R. § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status,\nthe number of its employees, and the amount of the award. If your organization has fewer than 50 employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the\nEEOP requirement. To claim the exemption, your organization must complete and submit Section A of the\nCertification Form, which is available online at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government agency or private business and receives an award of $25,000 or more,\nbut less than $500,000, and has 50 or more employees (counting both full- and part-time employees\nbut excluding political appointees), then it must prepare a Utilization Report (formerly called an EEOP\nShort Form), but it does not need to submit the report to the OCR for review. Instead, your organization\nmust maintain the Utilization Report on file and make it available for review on request. In addition, your\norganization must complete Section B of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf.",
      "queries": [
        "what is the checklist for center discipline committee certification"
      ],
      "queries_score": [
        -8.66454792022705
      ]
    },
    {
      "id": "guidance_75__23",
      "chunk_id": "23",
      "content": "Instead, your organization\nmust maintain the Utilization Report on file and make it available for review on request. In addition, your\norganization must complete Section B of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government agency or private business and has received an award for $500,000 or\nmore and has 50 or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report (formerly called an EEOP Short Form) and submit it to\nthe OCR for review within 60 days from the date of the award letter. For assistance in developing a Utilization 14 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Report, please consult the OCR’s website at http://www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition, your\norganization must complete Section C of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. To comply with the EEOP requirements, you may request technical assistance from an EEOP specialist at the\nOCR by telephone at (202) 307-0690, by TTY at (202) 307-2027, or by e-mail at EEOsubmisson@usdoj.gov. 12. Contracts and/or MOUs with other jurisdictions\nCondition:\nEquipment, technology, training, vehicles, sworn law enforcement officer positions and civilian positions, awarded\nmay only be used for law enforcement activities or services that exclusively benefit your agency/task force and the\npopulation that it serves. The items funded under the CAMP grant cannot be utilized by other agencies/task forces\nunless the items would exclusively benefit the population that your agency/task force serves. Why this condition: The CAMP grant is intended to benefit the communities within the grantee’s primary law enforcement\njurisdiction. Therefore, the grantee must use the CAMP grant funding to benefit its own population\nexclusively, rather than contracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CAMP grant cannot provide contract law enforcement services to other agencies\nunless they will directly benefit the grantee’s jurisdiction. For example, a sheriff’s department cannot use a\nCAMP-funded officer to provide contract law enforcement services to a neighboring county, but can use\nthe CAMP-funded officer to provide direct law enforcement services to towns within its own county. 13. False statements\nCondition:\nFalse statements or claims made in connection with COPS Office grants may result in fines, imprisonment, or\ndebarment from participating in federal grants or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on\napplications, financial and programmatic reports, or other grant documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of grant funding (grant applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 14. Duplicative funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This grant was awarded to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds.",
      "queries": [
        "when do you sign an award document",
        "how to obtain a tribal resources grant",
        "does cops grant extend",
        "irs memo release date"
      ],
      "queries_score": [
        -4.424596786499023,
        -5.3300347328186035,
        -2.6286258697509766,
        -7.733339786529541
      ]
    },
    {
      "id": "guidance_75__24",
      "chunk_id": "24",
      "content": "Why this condition: This grant was awarded to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding\nfor items or services that you already have funding for from other sources. 15 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under\nthis award, please contact your COPS Office Grant Program Specialist at 800-421-6770. 15. Additional high-risk grantee requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the grant\nperformance period if the awarding agency determines that the recipient is a high-risk grantee (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.207, as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101). Why this condition:\nIn accordance with 2 C.F.R. § 200.207, the U.S. Department of Justice (DOJ) may impose additional\nrequirements specific to your award, as needed, when it determines that there is unsatisfactory performance,\nfinancial or administrative instability, noncompliance with award terms and conditions, or other lack of\nresponsibility risk factors. In such cases, the U.S. Department of Justice may impose special conditions or\nrestrictions that may include requiring the production of documentation, financial grant administration\ntraining, on-site monitoring, prior approval for expenditure of funds, quarterly progress reports, separate\nbank accounts, or other requirements. What you should do: In order to obtain a COPS Office grant, recipients must agree to comply with any additional requirements\nthat may be imposed during the grant performance period if the awarding agency determines that the\nrecipient is a high-risk grantee. 16. System for Award Management (SAM) and Universal Identifier requirements\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\nA. Requirement for System for Award Management (SAM) Unless you are exempted from this requirement under 2 C.F.R. Part 25.110, you as the recipient must\nmaintain the currency of your information in the SAM until you submit the final financial report required\nunder this award or receive the final payment, whichever is later. This requires that you review and update\nthe information at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. Requirement for Data Universal Numbering System (DUNS) Numbers If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its DUNS number to you. 2. May not make a subaward to an entity unless the entity has provided its DUNS number to you. 16 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual C. Definitions",
      "queries": [
        "when to request no cost time extension project",
        "are accounting systems required"
      ],
      "queries_score": [
        -8.37168025970459,
        -3.3733444213867188
      ]
    },
    {
      "id": "guidance_75__25",
      "chunk_id": "25",
      "content": "2. May not make a subaward to an entity unless the entity has provided its DUNS number to you. 16 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual C. Definitions For purposes of this award term:\n1. System for Award Management (SAM) means the federal repository into which an entity must\nprovide information required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site at www.sam.gov. 2. Data Universal Numbering System (DUNS) number means the nine- or thirteen-digit number\nestablished and assigned by Dun and Bradstreet, Inc. (D&B) to uniquely identify business entities. A\nDUNS number may be obtained from D&B by telephone (currently 866-705-5711) or the Internet at\nhttp://fedgov.dnb.com/webform. 3. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. Part 25,\nsubpart C:\na. A governmental organization, which is a state, local government, or Indian Tribe;\nb. A foreign public entity;\nc. A domestic or foreign non-profit organization;\nd. A domestic or foreign for-profit organization; and\ne. A federal agency, but only as a subrecipient under an award or subaward to a non-federal entity. 4. Subaward:\na. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. b. The term does not include your procurement of property and services needed to carry out\nthe project or program (for further explanation, see Sec. ___.210 of the attachment to OMB Circular\nA-133, “Audits of States, Local Governments, and Non-Profit Organizations”). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. 5. Subrecipient means an entity that:\na. Receives a subaward from you under this award; and\nb. Is accountable to you for the use of the federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their\ndirect subrecipients (if applicable), and to establish the SAM as the repository for standard information about\napplicants and recipients. What you should do: At the time of grant application, your agency was required to provide its DUNS number and be registered in\nthe SAM database. Your agency should continue to use the same DUNS number provided in your grant application and\nupdate, as needed, the information associated with that DUNS number. If your agency is authorized to make\nsubawards under its award, your agency may make subawards only to entities that have DUNS numbers. For\nmore information about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or\nvisit http://fedgov.dnb.com/webform. 17 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later.",
      "queries": [
        "can the president remove ftc commissioners"
      ],
      "queries_score": [
        -9.171825408935547
      ]
    },
    {
      "id": "guidance_75__26",
      "chunk_id": "26",
      "content": "17 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 17. Reporting subawards and executive compensation\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\na. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must\nreport each action that obligates $25,000 or more in federal funds that does not include Recovery funds\n(as defined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111–5)\nfor a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nwww.fsrs.gov.\nii. For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7, 2010,\nthe obligation must be reported by no later than December 31, 2010.) 3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at www.fsrs.gov specify. b. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most\nhighly compensated executives for the preceding completed fiscal year, if—\ni. the total federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received—\n(A) 80 percent or more of your annual gross revenues from federal procurement contracts\n(and subcontracts) and federal financial assistance subject to the Transparency Act, as defined\nat 2 C.F.R. Part 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934\n(15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine\nif the public has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report executive total compensation described in paragraph\nb.1. of this award term:\ni. As part of your registration profile at www.sam.gov.\nii. By the end of the month following the month in which this award is made, and annually\nthereafter. 18 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual c. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report.",
      "queries": [
        "what is the purpose of the decision 2017/684/eu?",
        "can a grant be reprogrammed without approval",
        "what is the department of justice doing regarding the threat against election workers?"
      ],
      "queries_score": [
        -7.369930267333984,
        -7.018299102783203,
        -8.745445251464844
      ]
    },
    {
      "id": "guidance_75__27",
      "chunk_id": "27",
      "content": "By the end of the month following the month in which this award is made, and annually\nthereafter. 18 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual c. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph d. of this\naward term, for each first-tier subrecipient under this award, you shall report the names and total\ncompensation of each of the subrecipient’s five most highly compensated executives for the\nsubrecipient’s preceding completed fiscal year, if—\ni. in the subrecipient’s preceding fiscal year, the subrecipient received—\n(A) 80 percent or more of its annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts), and federal financial assistance subject to the Transparency Act (and subawards);\nand\nii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934\n(15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine\nif the public has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation described\nin paragraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward. For example, if a subaward is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of the\nsubrecipient by November 30 of that year. d. Exemptions If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from the\nrequirements to report: e. i. Subawards, and ii. The total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\ni. A governmental organization, which is a state, local government, or Indian Tribe;\nii. A foreign public entity;\niii. A domestic or foreign non-profit organization;\niv. A domestic or foreign for-profit organization;\nv. A federal agency, but only as a subrecipient under an award or subaward to a non-federal entity. 2. Executive means officers, managing partners, or any other employees in management positions. 3. Subaward:\ni. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out\nthe project or program (for further explanation, see Sec. ___.210 of the attachment to OMB Circular\nA–133, “Audits of States, Local Governments, and Non-Profit Organizations”). iii.",
      "queries": [
        "when will the decision of the European Parliament enter into force",
        "define abuse of authority",
        "what is cfda"
      ],
      "queries_score": [
        -7.56776762008667,
        -6.660684585571289,
        -5.220049858093262
      ]
    },
    {
      "id": "guidance_75__28",
      "chunk_id": "28",
      "content": "ii. The term does not include your procurement of property and services needed to carry out\nthe project or program (for further explanation, see Sec. ___.210 of the attachment to OMB Circular\nA–133, “Audits of States, Local Governments, and Non-Profit Organizations”). iii. A subaward may be provided through any legal agreement, including an agreement that you\nor a subrecipient considers a contract. 19 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 4. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and\nii. Is accountable to you for the use of the federal funds provided by the subaward. 5. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient’s or subrecipient’s preceding fiscal year and includes the following (for more information see\n17 C.F.R. 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount\nrecognized for financial statement reporting purposes with respect to the fiscal year in accordance\nwith the Statement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared\nBased Payments. iii. Earnings for services under non-equity incentive plans. This does not include group life, health,\nhospitalization, or medical reimbursement plans that do not discriminate in favor of executives, and\nare available generally to all salaried employees. iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g., severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is www. USASpending. gov. Grantees are responsible for reporting their applicable executive compensation and subaward\ninformation and the award term provides guidance to report the related information, as required by FFATA. What you should do: At the time of grant application, your agency was asked to ensure that it has the necessary processes\nand systems in place to comply with the applicable subaward and executive compensation reporting\nrequirements should it receive funding. If your agency received awards of $25,000 or more, you are required\nto report award information on any first-tier subawards totaling $25,000 or more, and, in certain cases, to\nreport information on the names and total compensation of the five most highly compensated executives\nof the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the\nInternet at www.fsrs.gov, is the reporting tool that your agency will use to capture and report subaward\ninformation and any executive compensation data required by FFATA. The subaward information entered\nin FSRS will then be displayed on www.USASpending.gov associated with your agency’s award, furthering\nfederal spending transparency.",
      "queries": [
        "when a particular situation necessitates the use of force (eg. for self-protection), the application of force must not exceed the amount of force specified by the bureau of",
        "what happens if cpd award is terminated"
      ],
      "queries_score": [
        -5.117478370666504,
        -7.39511775970459
      ]
    },
    {
      "id": "guidance_75__29",
      "chunk_id": "29",
      "content": "The subaward information entered\nin FSRS will then be displayed on www.USASpending.gov associated with your agency’s award, furthering\nfederal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements,\nplease see Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-201009-14/pdf/2010-22705.pdf. 20 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 18. Criminal intelligence systems\nCondition:\nGrantees using CAMP funds to operate an interjurisdictional criminal intelligence system must comply with\noperating principles of 28 C.F.R. Part 23. The grantee acknowledges that it has completed, signed, and submitted\nwith its grant award the relevant Special Condition certifying its compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional criminal intelligence system, you must comply with the operating principles found at 28 C.F.R.\nPart 23. An inter-jurisdictional criminal intelligence system is generally defined as a system that receives,\nstores, analyzes, and exchanges or disseminates data regarding on-going pre-arrest criminal activities\n(examples of such activities include, but are not limited to, loan sharking, drug or stolen property trafficking,\ngambling, extortion, smuggling, bribery, and public corruption) and shares this data with other law\nenforcement jurisdictions. 28 C.F.R. Part 23 contains operating principles for these inter-jurisdictional criminal\nintelligence systems which protect individual privacy and constitutional rights. If your agency will use COPS Anti Methamphetamine Program (CAMP) grant funds simply to operate a single\nagency database (or other unrelated forms of technology) and will not share criminal intelligence data with\nother jurisdictions, 28 C.F.R. Part 23 does not apply to this grant. What you should do:\nAll COPS Office grant recipients were required to agree to the Certification of Review of Criminal Intelligence\nSystems/28 C.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies\nintend to use their award funds to operate interjurisdictional criminal intelligence systems. If your agency\nintends to use grant funds to operate an inter-jurisdictional criminal intelligence system, you should indicate\nthis on the Criminal Intelligence Systems 28 C.F.R. Part 23 Compliance form that was included with your\ngrant award package, and certify and submit this form along with your signed grant award document as\nyour agency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency\nnow must comply with 28 C.F.R. Part 23 in operating the inter-jurisdictional criminal intelligence system\nfunded through your COPS Office grant. 19. Sole source justification\nCondition:\nCAMP awardees who have been awarded funding for the procurement of an item (or group of items) or service in\nexcess of $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide\na written sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, award recipients are required to procure funded items through open and free competition. However, in some instances, awardees may have already determined that competition is not feasible. What you should do:",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__30",
      "chunk_id": "30",
      "content": "Why this condition: In general, award recipients are required to procure funded items through open and free competition. However, in some instances, awardees may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have\nalready determined that the award of a contract through a competitive process is infeasible, you must\nprovide a written justification that explains why it is necessary to contract noncompetitively. 21 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The initial determination that competition is not feasible can be made if one of the following circumstances\nexists:\n• The item (or group of items) or service is available only from a single source\n• Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation\n• Competition is determined inadequate after solicitation of a number of sources The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be awarded to the general rule regarding competition. If submitting a sole source justification request to the COPS Office, please use the format described in the\nsole source fact sheet at http://www.cops.usdoj.gov/pdf/cpd/sole-source-justification-fact-sheet.pdf. 20. Debarment and suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended\nfrom participation in federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that\nare debarred or suspended from participation in federal assistance programs. This is to protect the public\ninterest and to ensure proper management and integrity in federal activities by conducting business\nonly with responsible parties. For details regarding the debarment and suspension requirements, please\nsee 2 C.F.R. Part 180 (Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific\nrequirements.) What you should do: If under a COPS Office award you enter into a contract for goods or services that is for $25,000 or more or any\nsubaward, you must verify that the vendor or subawardee and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business is not excluded or disqualified from participation in federal\nassistance programs. In addition, you must include a term or condition in the contract or subaward requiring\nthe vendor or subawardee to comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Governmentwide Debarment and suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific requirements). 21. Employment eligibility\nCondition: The grantee agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States.",
      "queries": [
        "who is prohibited from disclosing misconduct",
        "what is the purpose of the commissary fund in prison?"
      ],
      "queries_score": [
        -7.914861679077148,
        -8.160063743591309
      ]
    },
    {
      "id": "guidance_75__31",
      "chunk_id": "31",
      "content": "Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. 22 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you\nshould complete and maintain the I-9 forms for all new employees under the guidelines set forth by the\nBureau of Citizenship and Immigration Services. For further information about this requirement, you may\ncontact the Bureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center\nat 800-375-5283. 22. Whistleblower protection\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he/she reasonably believes is evidence of gross mismanagement of a Federal\ncontract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal contract or grant, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal\ncontract (including the competition for or negotiation of a contract) or grant. The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712. Please see Appendix E in the Grant Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from\ntaking reprisal actions against employees for certain whistleblowing activities in connection with federal\ngrants and contracts. The pilot program protects the public interest and ensures the proper management\nand use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and grants to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he/she reasonably believes is evidence of\n• gross mismanagement of a federal contract or grant;\n• a gross waste of federal funds;\n• an abuse of authority relating to a federal contract or grant;\n• a substantial and specific danger to public health or safety;\n• a violation of law, rule, or regulation related to a Federal contract (including the competition for or\nnegotiation of a contract) or grant. In addition, the disclosure must also have been made to\n• a Member of Congress or a representative of a committee of Congress;\n• an inspector general;\n• the Government Accountability Office;\n• a federal employee responsible for contract or grant oversight or management at the relevant agency; 23 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual",
      "queries": [
        "what is meant by the condition that you must use federal money in the best interest of a recipient?",
        "what is the contract provision condition for award",
        "who is responsible for filing a frivolous tax return"
      ],
      "queries_score": [
        -2.8094255924224854,
        -4.957129001617432,
        -8.900956153869629
      ]
    },
    {
      "id": "guidance_75__32",
      "chunk_id": "32",
      "content": "23 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • an authorized official of the U.S. Department of Justice or other law enforcement agency;\n• a court or grand jury;\n• a management official or other employee of the contractor, subcontractor, or grantee who has the\nresponsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence\nof misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal\ncontract or grant. The recipient must inform its employees in writing, in the predominant language of the workforce, of\nemployee whistleblower rights, protections and remedies under 41 U.S.C. § 4712. Please see appendix E on page 59 of this document for a full text of the “Pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 23. Mandatory disclosure\nCondition: The recipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect\nthe awarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud,\nbribery, or gratuity that may affect the awarded federal funds. This condition advises your agency of the\nrequirement and the consequences of failing to report such violations to the COPS Office or pass-through\nentity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations\ninvolving fraud, bribery, or gratuity that may affect your federal award. 24. Conflict of interest\nCondition:\nFederal awardees and subawardees must disclose in writing to the COPS Office or pass-through entity, as\napplicable, any potential conflict of interest affecting the awarded federal funding in accordance with the Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nAwardees and subawardees are required to use federal funding in the best interest of their award program. Any decisions related to these funds must be free of hidden personal or organizational conflicts of interest,\nboth in fact and in appearance. 24 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual This means that awardees and subawardees should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n• An immediate family member\n• A partner\n• An organization in which they are serving as an officer, director, partner, or employee\n• Any person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the awardee or subawardee",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__33",
      "chunk_id": "33",
      "content": "An organization in which they are serving as an officer, director, partner, or employee\n• Any person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the awardee or subawardee This also means that awardees and subawardees should avoid any action which might result in or create the\nappearance of\n• using your official position for private gain;\n• giving special treatment to any person;\n• losing complete independence or objectivity;\n• making an official decision outside official channels; or\n• affecting negatively the confidence of the public in the integrity of the Federal Government or the\nprogram. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential\nconflict of interest that may affect your federal award. 25. Contract provisions\nCondition: All contracts made by the recipients under the federal award must contain the provisions required under 2 C.F.R.\nPart 200, Appendix II to Part 200 – Contract Provisions for Non-Federal Entity Contracts Under Federal Awards, as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. For the full text please refer to appendix F of the Grant Owner’s Manual (GOM). Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions\nin order to standardize and strengthen oversight of all contracts made under federal awards. This provision\nprotects the public interest and ensures the proper management and use of federal funds as it relates to\ncontracts entered into by the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the\nprovisions required in appendix F of the Grant Owner’s Manual. 25 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 26. Restrictions on internal confidentiality agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Why this condition:\nUnder section 743 of Division E, Title VIII, of the Consolidated and Further Continuing Appropriations\nAct, 2015 (Pub. L. 113-235), neither the recipient, subrecipient, nor any entity that receives a contract or\nsubcontract with any funds under this or any other Act may require its employees or contractors to sign an\ninternal confidentiality agreement or statement prohibiting or otherwise restricting their lawful reporting\nof waste, fraud, or abuse to an investigative or law enforcement representative of a federal department\nor agency. This provision protects the public interest and ensures the proper management and use of\nfederal funds.",
      "queries": [
        "who can participate in release prep",
        "what is the administrative law judge's authority",
        "where is the active marketing exception"
      ],
      "queries_score": [
        -6.903485298156738,
        -6.667598724365234,
        -6.994293689727783
      ]
    },
    {
      "id": "guidance_75__34",
      "chunk_id": "34",
      "content": "This provision protects the public interest and ensures the proper management and use of\nfederal funds. This limitation is not intended, and shall not be understood by the agency making this award,\nto contravene requirements applicable to Standard Form 312 (which relates to classified information),\nForm 4414 (which relates to sensitive compartmented information), or any other form issued by a federal\ndepartment or agency governing the nondisclosure of classified information. What you should do:\n1. In accepting this award, the recipient • represents that it neither requires nor has required internal confidentiality agreements or statements\nfrom employees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or\nrestrict) employees or contractors from reporting waste, fraud, or abuse as described above; • represents that, if it learns or is notified that it is or has been requiring its employees or contractors to 2. execute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict),\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations\nof award funds, will provide prompt written notification to the agency making this award, and will\nresume such obligations only if expressly authorized to do so by that agency. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient • represents that it has or will determine that no other entity that the recipient proposes may or will receive award funds (whether through a subaward, contract, or subcontract) either requires or has\nrequired internal confidentiality agreements or statements from employees or contractors that\ncurrently prohibit or otherwise restrict (or purport to prohibit or restrict) employees or contractors from\nreporting waste, fraud, or abuse as described above; • represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation; • represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that receives funds under this award is or has been requiring its employees or contractors to execute\nagreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict),\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations 26 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual of award funds to or by that entity, will provide prompt written notification to the agency making this\naward, and will resume (or permit resumption of ) such obligations only if expressly authorized to do so\nby that agency. 27. Computer network requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing\nin this requirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement\nagency or any other entity carrying out criminal investigations, prosecution, or adjudication activities.",
      "queries": [
        "what is the form used to award classified information",
        "which form is required for classified information",
        "what is camp funding for"
      ],
      "queries_score": [
        "1.6031816",
        "1.9119017",
        -2.524747133255005
      ]
    },
    {
      "id": "guidance_75__35",
      "chunk_id": "35",
      "content": "Nothing\nin this requirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement\nagency or any other entity carrying out criminal investigations, prosecution, or adjudication activities. Why this condition:\nSection 534 of Division B, Title V, of the Consolidated and Further Continuing Appropriations Act, 2015 (Pub.\nL. 113-235) prohibits the use of federal funds to maintain or establish a computer network that does not\nblock the viewing, downloading, and exchanging of pornography. This provision protects the public interest\nin the proper management and use of federal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network\nblocks pornography. This does not limit the use of funds for criminal investigations, prosecution or\nadjudication activities. What are the specific rules regarding termination of grant funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe\nthat your agency is\n• not substantially complying with the grant requirements or other applicable provisions of federal law;\n• failing to make satisfactory progress toward the goals or strategies outlined in its application;\n• not adhering to grant requirements or conditions;\n• proposing substantial plan changes to the extent that, if originally submitted, would have resulted in\nthe application being denied funding;\n• not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other\ngrant-related documents;\n• providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\n• temporarily withhold payments pending correction of the situation by your agency;\n• disallow all or part of the cost of the activity or action not in compliance;\n• wholly or partly suspend or terminate your grant;\n• require that some or all of the grant funds be remitted to the U.S. Department of Justice;\n• condition a future grant or elect not to provide future grant funds to your agency until appropriate\nactions are taken to ensure compliance;\n• withhold or restrict your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies; 27 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • take other remedies that may be legally available. In the event that sanctions are imposed or your grant is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. Accepting the grant award After you have reviewed the conditions of your CAMP award and your agency agrees with these conditions,\nyou are ready to accept the award. The Director of the COPS Office has signed the award document\nindicating approval of your grant, an obligation of federal funds to your organization, and our commitment\nto the award. As stated at the beginning of this section, to officially begin your grant and draw down your\nfunds, the authorized officials (see the Glossary of Terms on page 64) of your agency must access www.cops.",
      "queries": [
        "which of these requirements does not limit use of funds necessary for law enforcement?",
        "what must the cops office be used for",
        "what is oig audit"
      ],
      "queries_score": [
        "1.5358222",
        1.0697224140167236,
        -7.444215297698975
      ]
    },
    {
      "id": "guidance_75__36",
      "chunk_id": "36",
      "content": "As stated at the beginning of this section, to officially begin your grant and draw down your\nfunds, the authorized officials (see the Glossary of Terms on page 64) of your agency must access www.cops. usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and electronically\nsign the award document along with all award condition pages. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this grant as representatives of the\nlegal grantee. COPS Office grants require that both the top law enforcement executive (e.g., chief of police,\nsheriff, or equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign\nthe award document. For non-law enforcement agencies (universities, etc.), the authorized officials are the\nprogrammatic and financial officials who have the ultimate signatory authority to sign contracts on behalf of\nyour organization. Typically, these are the same executives named on your agency’s 2015 CAMP application. If one or both of these individuals have changed, please complete a Change of Information (COI) form\nonline at www.cops.usdoj.gov through the “Account Access” link and create accounts for them so that they\nmay electronically sign the award. If you have any questions as to who should sign the award, please contact\nyour jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date\non the award congratulatory letter. Grant funds will not be released until we have received your agency’s\nsigned award document, your budget has received final clearance, and any other relevant grant conditions\nparticular to your agency have been satisfied. Failure to submit your signed award document within the 90day award acceptance period may result in your CAMP award being withdrawn and the funds deobligated\nwithout additional notification. If your agency requires an extension for accepting the award beyond the\n90-day acceptance time frame, please submit online at www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in; once you are logged in, select “Grants Management” from the agency\nportal menu, click on the grant number, click on “Extend Signature,” and follow the instructions to submit\nyour extension for accepting the award. The COPS Office will review such requests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If you\nhave any questions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 28 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual II. Procurement Process In general, grant recipients are required to procure funded items through open and free competition when\nfeasible.",
      "queries": [
        "how to begin a grant",
        "law enforcement mental health and wellness act (lemhwa) phone number",
        "why is an oig audit required?",
        "which type of referral to the medical designator will indicate the inmate's ihp status?",
        "what should the request for sole source procurement include?"
      ],
      "queries_score": [
        "1.7180963",
        -6.604401111602783,
        -6.994297027587891,
        -8.834081649780273,
        -7.791668891906738
      ]
    },
    {
      "id": "guidance_75__37",
      "chunk_id": "37",
      "content": "If you\nhave any questions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 28 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual II. Procurement Process In general, grant recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office grant award, grant\nrecipients must follow their own policies and procedures on procurement as long as those requirements\nconform to the federal procurement requirements set forth in the Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.318, as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. As described in grant condition #19 on page 21, grantees are required to submit a sole source justification\n(SSJ) request for sole source procurements in excess of $150,000 prior to purchasing equipment, technology,\nor services; obligating funding for a contract; or entering into a contract with grant funds. For the purchase\nof equipment, technology, or services under a COPS Office grant or award, recipients must use their own\ndocumented procurement procedures that reflect applicable state and local laws and regulations, as long as\nthose requirements conform to the federal procurement requirements set forth in 2 C.F.R. § 200.320 as adopted\nby the U.S. Department of Justice in 2 C.F.R. § 2800.101. A sole source justification request should be submitted\nif a recipient determines that the award of a contract through a competitive process is infeasible. The COPS\nOffice may authorize a noncompetitive proposal if one or more of the following circumstances apply:\n• The item/service is available only from one source. • The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must\nbe submitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. A grant recipient must request written approval from the COPS Office for sole source procurements in excess\nof $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or\nentering into a contract with grant funds. Letterhead. The sole source request must be signed and submitted on grantee department letterhead and\nmust include the agency’s ORI number and the grant number for which the approval is being sought. The\nrequest should also include the following information:\n• Section I. A brief description of the project, the amount to be designated for the sole source procurement,\nand the purpose of the contract 29 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual",
      "queries": [
        "cops anti-methamphetamine program phone number",
        "what frequency does terrestrial wireless use",
        "cops office phone number",
        "what are the conditions for federal assistance programs",
        "who accepts an honorary irish citizenship"
      ],
      "queries_score": [
        "2.4206104",
        -8.272812843322754,
        2.028305768966675,
        -4.501277923583984,
        -8.105254173278809
      ]
    },
    {
      "id": "guidance_75__38",
      "chunk_id": "38",
      "content": "The\nrequest should also include the following information:\n• Section I. A brief description of the project, the amount to be designated for the sole source procurement,\nand the purpose of the contract 29 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • Section II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b)\nWhich one (or more) of the three circumstances identified below applies to the procurement transaction\n(include supporting information as identified below under the applicable section(s)): 1. If the item or service is available only from one source, please include the following:\n• Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.)\n• How the agency determined that the item or service is only available from one source (e.g., market\nsurvey results, independent agency research, patented or proprietary system, etc.)\n• Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of project\nmanagement, responsiveness, experience of contractor personnel, prior work on earlier phases of\nproject)\n• Any additional information that would support the case\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following:\n• When the contractual coverage is required by your department and why\n• Impact on project if deadline/dates are not met\n• How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n• Any additional information that would support the case\n3. If competition is determined inadequate after solicitation of a number of sources, please include the\nfollowing:\n• Results of a market survey to determine competition availability; if no survey is conducted, please\nexplain why not\n• Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay the processing of your request. Your agency\nwill be contacted if any of the identified information is missing or if additional supporting information is\nrequired. If the COPS Office determines that the request does not meet the standards set forth above, the\nrequest will be denied. Please be advised that conflicts of interest are prohibited under the procurement\nstandards set forth in 2 C.F.R. § 200.318 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. In addition, the grant recipient agrees not to award federal funds under this program to any party that is\ndebarred or suspended from participation in federal assistance programs. Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Grant Program Specialist or program point of contact. For more information about COPS Office programs and resources, please call the COPS Office Response\nCenter at 800-421-6770, or visit the COPS Office online at www.cops.usdoj.gov. 30 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual III. Accessing Grant Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments.",
      "queries": [
        "what is community policing"
      ],
      "queries_score": [
        -8.146025657653809
      ]
    },
    {
      "id": "guidance_75__39",
      "chunk_id": "39",
      "content": "30 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual III. Accessing Grant Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments. For assistance with financial management and grant administration, please contact the\nCOPS Office Response Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one method of payment available for accessing federal grant funds—the Grant Payment\nRequest System (GPRS). GPRS is a web-based system that enables grantees to use a secure Internet\nconnection to request funds. Approved payment requests will automatically be scheduled for payment by\nthe U.S. Department of the Treasury. A grantee will be able to review previous requests made since July 2009. For more information on the GPRS, please go to www.ojp.usdoj.gov/about/offices/ocfogprs.htm to view the\nuser guide. Setting up your account How do we set up a GPRS account? If you are a new grantee to the COPS Office, your law enforcement executive or government executive\nshould receive notification about GPRS shortly after the COPS Office receives your original signed award\ndocument. This notification will contain all of the information that your agency needs to set up the GPRS\npayment method. If your law enforcement executive or government executive does not perform drawdown\nrequests for your agency, your grant administrator will need to go online to https://grants.ojp.usdoj.gov/ gprs/welcome to log in and register to become a Drawdown Specialist. Once you are approved, you will\nreceive an e-mail containing a temporary password and information on how to use GPRS. Please note that\npart of the verification process may involve outreach to your law enforcement executive or government\nexecutive or other financial points of contact to validate information provided by the Drawdown Specialist. If you are already registered for a COPS Office grant username in GPRS and would like to add a newly\nawarded COPS Office grant to the existing COPS Office grant username, contact the COPS Office GPRS\nregistration team via e-mail at COPSGPRSRegistration@usdoj.gov and provide the following information:\n• User name (for COPS Office grants)\n• First/last name\n• Vendor number\n• Grant number(s) to be added How do we fill out the payment enrollment forms? If you are a new grantee to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment (SF-3881) enrollment form. This form can be found on\nthe COPS Office website at the following address: www.cops.usdoj.gov/Default.asp?Item=100. Prior to accessing your grant funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 7th Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 31 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Your agency must complete the “Payee/Company Information” section following the directions on the\nback of the form and also provide the grant number (printed on the award document). Next, your financial\ninstitution must complete the “Financial Institution Information” section and have the appropriate financial\nofficial sign the form. If you are already a COPS Office grantee, you should already have filled out an ACH enrollment form.",
      "queries": [
        "what are the roles of a mou"
      ],
      "queries_score": [
        -7.267973899841309
      ]
    },
    {
      "id": "guidance_75__40",
      "chunk_id": "40",
      "content": "Next, your financial\ninstitution must complete the “Financial Institution Information” section and have the appropriate financial\nofficial sign the form. If you are already a COPS Office grantee, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the newly awarded\ngrant as long as your OJP vendor number has not changed. If you have any questions, or wish to verify your\nACH enrollment form information, please call the COPS Office Response Center at 800-421-6770. When should Federal Financial Reports be filed? After your agency returns the signed award document to the COPS Office, under current regulations, you\nare required to submit quarterly Federal Financial Reports using a Standard Form 425 (SF-425). This report\nreflects the actual monies spent and unliquidated obligations incurred by your agency. You will not be able\nto make drawdowns from your grant account if the SF-425 for the most recent reporting quarter is not on\nfile with the COPS Office by the deadline date. Grantees are encouraged to submit their SF-425 reports via\nthe Internet at www.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425, see section VI of this\nGrant Owner’s Manual, titled “Reports,” on page 37. Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that\ncalendar quarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office grants. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment\nto ensure that federal cash on hand is the minimum that you need. There should be no excess federal grant funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the grantee\n• is unwilling or unable to attain project goals;\n• maintains excess cash on hand;\n• does not adhere to the terms and conditions of the grant;\n• fails to submit reliable and/or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements. However, reimbursement\nis only for costs that were approved in the Financial Clearance Memorandum (FCM). As a general guideline,\nmost agencies request reimbursement on a monthly or quarterly basis. Also, please note that a date range\ncan only be used once. 32 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Can we earn interest on our grant funds? Your agency should minimize the time between your drawdown of grant funds and your payment of grant\ncosts to avoid earning excess interest on your grant funds.",
      "queries": [
        "what is the egf 2016/000 ta 2016",
        "what factors does the oig audit",
        "cognizant federal agency definition",
        "when do i request sole source justification"
      ],
      "queries_score": [
        -6.6211466789245605,
        -5.613975524902344,
        -6.617687225341797,
        -6.491909027099609
      ]
    },
    {
      "id": "guidance_75__41",
      "chunk_id": "41",
      "content": "32 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Can we earn interest on our grant funds? Your agency should minimize the time between your drawdown of grant funds and your payment of grant\ncosts to avoid earning excess interest on your grant funds. You must account for interest earned on advances\nof federal funds as follows:\n• COPS grant award recipients must adhere to the standards set forth in the applicable Office of\nManagement and Budget (OMB) uniform guidance 2 C.F.R. § 200.305(b)(9) that states that interest\nearned on federal advance payments deposited in interest-bearing accounts up to $500 per year may\nbe retained by the grantee for administrative expense. Interest earned on federal advance payments\ndeposited in interest-bearing accounts in excess of $500 must be remitted annually to the U.S.\nDepartment of Health and Human Services. Make check payable to “The Department of Health and\nHuman Services” and mail check to treasury approved lockbox: HHS Program Support Center, P.O. Box\n530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a payment by check to be\napplied to the appropriate Payment Management System (PMS) account.)\n• Please notify your COPS Office Staff Accountant in the COPS Office Financial Division when any interest\nthat is earned is remitted to the U.S. Department of Health and Human Services Payment Management\nSystem.\n• For states, payments are governed by Treasury-State CMIA agreements and default procedures codified\nat 31 C.F.R. Part 205 “Rules and Procedures for Efficient Federal-State Funds Transfers” and TFM 4A-2000\nOverall Disbursing Rules for All Federal Agencies. Matching funds\nUnder the 2015 COPS Anti-Methamphetamine Program, no local match is required. The COPS Office is\nfunding 100 percent of the allowable items approved in your FCM. (If applicable, any salary and benefit\ncosts higher than entry level must be paid by your agency with local funds.) Please note: If the total cost\nof allowable items exceeds the approved budget, then the additional expenditures are encouraged to be\nreported on line 10j of the SF-425 as recipient share of expenditures. 33 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual IV. Financial Record Maintenance Under the COPS Office CAMP grant, your agency is required to establish and maintain accounting systems\nand financial records to accurately account for funds awarded and disbursed. These records must include\nboth federal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately\naccount for the funds awarded. As stated in 2 C.F.R. 200.62 (Internal Control over Compliance Requirements for Federal Awards), your\naccounting system should\n• present and itemize actual expenditures of funded items;\n• demonstrate that funds are spent in compliance with your grant conditions;\n• be able to provide the necessary information for periodic financial review and audit. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and\ncomplete disclosure of the financial activity under your CAMP grant.",
      "queries": [
        "what is the appropriate safeguarding method for inmates assigned to a sexual assault allegation"
      ],
      "queries_score": [
        -8.676273345947266
      ]
    },
    {
      "id": "guidance_75__42",
      "chunk_id": "42",
      "content": "What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and\ncomplete disclosure of the financial activity under your CAMP grant. Your accounting records should contain\ninformation showing expenditures under the grant and must be supported by items such as payroll records,\ntime and attendance records, cancelled checks, or similar documents. Your agency must adequately safeguard grant funds and make sure that they are used for authorized\npurposes only. Your agency will be responsible for refunding any unallowable expenses. How long must documents be kept? All financial records, including payroll, time and attendance records, canceled checks, purchase orders, and\nsimilar documents associated with your CPD award should be kept for at least three years from the date\nthe COPS Office officially closes the award. Your agency should maintain records so that you can identify\nthem by grant year or by fiscal year, whichever you find more convenient. If any litigation, claim, negotiation,\naudit or other action involving these records has been started before the end of the three-year period, the\nrecords should be kept until completion of the action. These records should be easily located and should\nbe properly protected against fire or other damage. Failure to maintain adequate records to document award\nexpenditures may result in a requirement to repay all federal funds that cannot be supported with appropriate\nrecords. Your agency should maintain records so that you can identify them by grant year or by fiscal year, whichever\nyou find more convenient. What if we have more than one grant? If your agency has more than one COPS Office grant or a grant from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization\nfrom the COPS Office, or in the case of a grant from another agency, from both awarding agencies. Your\naccounting systems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the\nComptroller General of the United States, the COPS Office, and any entity designated by the COPS Office\nmay access these records for the purposes of conducting audits, site visits, or other examinations. 34 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual V. Federal Audit Requirements In addition to oversight by the COPS Office, your grant may be subject to an audit by independent\nexaminers. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice,\nOffice of the Inspector General (OIG) audits. Requirements and audits What are the regulations governing Single Audit Act (SAA) requirements? The Single Audit Act of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance. The 1984 Act was amended in July 1996, was revised June 27, 2003 and again\nJune 26, 2007, and is effective for fiscal years after December 31, 2003 to reflect revised audit criteria and\nreporting requirements.",
      "queries": [
        "what documents must be kept",
        "egf financial contribution requirement",
        "are state prisoners eligible for transfers"
      ],
      "queries_score": [
        "3.1719394",
        -5.9415788650512695,
        -6.867093086242676
      ]
    },
    {
      "id": "guidance_75__43",
      "chunk_id": "43",
      "content": "The 1984 Act was amended in July 1996, was revised June 27, 2003 and again\nJune 26, 2007, and is effective for fiscal years after December 31, 2003 to reflect revised audit criteria and\nreporting requirements. The new Office of Management and Budget (OMB) 2 C.F.R. Part 200 — Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform\nGuidance) was effective on December 26, 2013, was implemented by federal agencies on the required\neffective date of December 26, 2014, and provides additional guidelines regarding the implementation of\nSAA requirements. Who must have an SAA audit? A nonfederal entity that expends $750,000 or more during the nonfederal entity’s fiscal year in federal\nawards must have a single audit conducted in accordance with §200.514 “Scope of audit,” except when\nit elects to have a program-specific audit conducted in accordance with paragraph (c) of this section. An\nauditee may be a recipient, a subrecipient, or a vendor. Specifically, “Federal awards expended as a recipient\nor a subrecipient are subject to audit under §200.501, Subpart F.”\nSAA audits are conducted annually unless a state or local government is required by constitution or statute,\nin effect on January 1, 1987, to undergo audits less frequently than annually. The primary objective of an SAA\naudit is to express opinions on the grantee’s financial statements, internal controls, major and non-major\ngrant programs, and compliance with government laws and regulations. Single Audits may also address\nspecific compliance issues with respect to COPS Office grant requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part,\nfederal agencies and pass-through entities must take appropriate action as provided in §200.338 “Remedies\nfor noncompliance.” These sanctions under §200.338 “Remedies for noncompliance” could include the\nfollowing:\n• Temporarily withhold cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost\nof the activity or action not in compliance. • Wholly or partly suspend or terminate the federal award. • Initiate suspension or debarment proceedings as authorized under 2 CFR part 180 and federal\nawarding agency regulations (or, in the case of a pass-through entity, recommend such a proceeding\nbe initiated by a federal awarding agency). • Withhold further federal awards for the project or program.\n• Take other remedies that may be legally available. Your SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant\nfederal agency (see the Glossary of Terms on page 64), they should be sent to the Federal Audit Clearinghouse\nat: 35 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Federal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between grantees and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits\nmay be directed to the COPS Office Response Center at 800-421-6770.",
      "queries": [
        "when was the 1984 act of audit amended",
        "when was the 1984 act amended",
        "why do auditors keep notes",
        "change the climate and culture",
        "what is the accounting method for gift cards",
        "when to use irm method for income"
      ],
      "queries_score": [
        "2.9010773",
        "2.8504488",
        -4.715958595275879,
        -6.03048038482666,
        -6.748307704925537,
        -5.262380123138428
      ]
    },
    {
      "id": "guidance_75__44",
      "chunk_id": "44",
      "content": "Questions and comments regarding SAA audits\nmay be directed to the COPS Office Response Center at 800-421-6770. What is the role of the Office of the Inspector General (OIG)? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The primary objective of OIG audits is to assess compliance with grant conditions. OIG audits are designed to\npromote economy, efficiency, and effectiveness in the administration of grants by evaluating compliance with\nlaws, regulations, policies, and procedures governing the operations encompassed in the scope of the audit. How are COPS Office grants selected for an OIG audit? The OIG may conduct an audit in response to a referral that the OIG believes warrants further evaluation. The\nOIG also surveys U.S. Department of Justice agencies on an annual basis to solicit input on suggested audit\nareas for the upcoming fiscal year. In most instances, however, the OIG selects grants based on a number of\nfactors, including the geographical distribution of grants awarded, award amount, population served, and\ntype of grant (both active and expired). As such, the fact that your grant has been selected for an OIG audit is\nnot necessarily indicative of a suspected concern or problem area. The COPS Office’s Grant Monitoring Division serves as the liaison between grantees and the OIG’s Audit\nDivision, which conducts the audit. After the OIG notifies the COPS Office of upcoming audits to be\nconducted, the COPS Office’s Grant Monitoring Division will send out a notification letter to grantees\noutlining the scope of each audit and the anticipated audit timeframe. This notification letter also advises\ngrantees of the supporting documentation required and information necessary for the OIG during their\nscheduled field work, and provides a COPS Office point of contact to address questions and concerns. If you\nhave any questions regarding an OIG audit, please contact the COPS Office’s Grant Monitoring Division at\n800-421-6770. Questions and comments regarding the administration of your CAMP grant, not specifically\nrelated to an audit, should be referred to your COPS Office Grant Program Specialist. Typical Audit Findings The OIG has typically reported the following audit findings pertaining to grants as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• unallowable costs. Grantee incurred costs that were not approved in the original budget, were in\nexcess of the approved budget, or were charged to the grant after the expiration date and a grant\nextension was not obtained. • unsupported costs. Specific grant expenditures and reimbursements could not be supported by\nadequate documentation. • lack of complete/timely programmatic and financial reporting. Grantee failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • supplanting. Grantee could not document efforts to backfill vacant local sworn officer positions, or\ngrantee could not explain reductions in local law enforcement budget or in sworn officer positions\nduring the grant award period. • lack of adequate community policing. Grantee had difficulty demonstrating community policing\nactivities. 36 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • funds to better use.",
      "queries": [
        "who is the oig and what is the role",
        "cops office response number",
        "what is the role of the oig",
        "european globalisation adjustment fund",
        "duns number",
        "cops telephone number"
      ],
      "queries_score": [
        "2.28929",
        "3.2403722",
        "3.8725224",
        -7.748283863067627,
        -5.6136274337768555,
        0.9944274425506592
      ]
    },
    {
      "id": "guidance_75__45",
      "chunk_id": "45",
      "content": "• lack of adequate community policing. Grantee had difficulty demonstrating community policing\nactivities. 36 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • funds to better use. Funds could be used more efficiently based on management actions such as\n• reductions in outlays;\n• deobligation of funds;\n• withdrawal;\n• costs not incurred by implementing recommended improvements;\n• any other savings which are specifically identified. • questioned costs. Costs that are questioned by the auditor because of an audit finding which\nresulted from a violation or possible violation of a provision of law, regulation, grant terms and\nconditions, or other document governing the use of federal funds; or because costs incurred\nappear unreasonable and do not reflect the actions a prudent person would take under the\nsame circumstances; or because costs at the time of the audit are not supported by adequate\ndocumentation. After the final OIG audit report has been issued, the COPS Office’s Grant Monitoring Division will continue\nworking as the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS\nOffice will issue a closure letter once all audit recommendations have been closed by the OIG. You must\nkeep all documentation related to the audit for a period of three years following the audit’s closure. 37 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual VI. Reports As part of the CAMP, your agency will be required to submit quarterly Federal Financial Reports as well\nas quarterly Program Progress Reports. Awarded agencies should be prepared to track and report CAMP\nfunding separately from other funding sources (including other COPS Office and federal grants) to ensure\naccurate financial and programmatic reporting on a timely basis. Your agency should ensure that you have\nfinancial internal controls in place to monitor the use of CAMP funding and ensure that its use is consistent\nwith the grant terms and conditions. Good practices in this area would include written accounting practices,\nan accounting system that tracks all drawdowns and grant expenditures, and the ability to track when each\nCAMP position is filled or vacant (including if the position was for a new hire or a rehire). Failure to submit\ncomplete reports or submit them in a timely manner may result in the suspension and possible termination of your\nagency’s COPS Office grant funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the\nend of the grant period. This report reflects the actual cumulative federal expenditures incurred during the\nfunding period and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official grant end date;\nhowever, you will have a 90-day grace period after the grant award end date during which you can draw\ndown funds for eligible expenditures incurred before the grant end date. How do we file a Federal Financial Report? All COPS Office grantees are required to submit quarterly Federal Financial Reports using the SF-425.",
      "queries": [
        "which president required members of the civil rights commission to resign"
      ],
      "queries_score": [
        -9.07603645324707
      ]
    },
    {
      "id": "guidance_75__46",
      "chunk_id": "46",
      "content": "How do we file a Federal Financial Report? All COPS Office grantees are required to submit quarterly Federal Financial Reports using the SF-425. Grantees are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website\nat www.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you\nare logged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow\nthe instructions to complete and submit your reports. The online SF-425 requires the same reporting\ninformation as the paper version. The use of this online application enables authorized users to view past\nSF-425s, and allows them to file or amend the SF-425 for the current quarter. When are Federal Financial Reports due? (see last paragraph)\nSF-425s for COPS Office grants must be submitted every quarter and no later than 30 days after the last day\nof each reporting quarter, as detailed below:\nTable 1. Due dates of SF-425s by quarter\nReporting Quarters SF-425 Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 For your first SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date of your grant to that particular end date. You are required to submit an SF-425 even if you have not spent any money or incurred any costs during a\nreporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. 38 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 will be due no\nlater than 04-30-13 and will cover the period 02-01-13 (award start date) through 03-31-13 (end of the most\nrecent reporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully\ncomplete a drawdown of funds through GPRS. Grantees who do not submit SF-425s by the due date will be unable to draw down funds. The payment\nsystem contains a function which checks for SF-425 delinquency and will reject a drawdown attempt if the\nSF-425 is not up to date. Subsequent e-mail, fax, and/or hard copy reminders may be sent to the grantee if\nthe SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov/Default.\nasp? Item=740 or contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at\nAskCopsRC@usdoj.gov. If you need assistance in completing the SF-425, please contact the COPS Office Response Center at 800421-6770, by e-mail at AskCopsRC@usdoj.gov, or review the “Helpful Hints Guide for Completing the Federal\nFinancial Report (SF-425)” at www.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will grant funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s grant through financial reports, on-site visits,\noffice-based grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests,\nand special request submissions.",
      "queries": [
        "what is the federal reporting requirements for cops",
        "when do i need to file a federal financial report",
        "when is inmate central file open for review"
      ],
      "queries_score": [
        "1.673445",
        "2.5815",
        -6.538235664367676
      ]
    },
    {
      "id": "guidance_75__47",
      "chunk_id": "47",
      "content": "The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s grant through financial reports, on-site visits,\noffice-based grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests,\nand special request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be\nsubmitted directly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the\ntop right-hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account\nfor you. If you have a registered account, but do not remember your password, you may reset your password by\ngoing to the agency portal homepage in “Account Access”, entering your e-mail address, and clicking on the\n“Forgot Password” link. If you do not have your user name or your password, please contact the COPS Office\nResponse Center by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM\nEastern time) or by e-mail at AskCopsRC@usdoj.gov. 39 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting\nyour quarterly Program Progress Report will be sent electronically in January/April/July/October, covering\nactivities for the preceding calendar quarter. Notification for submitting your Final Program Progress\n(Closeout) Report will be sent to your agency in the month following your grant end date. When are Program Progress Reports due? Program Progress Reports for COPS Office grants must be submitted every quarter and no later than 30 days\nafter the last day of each reporting quarter, as detailed below:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting Quarters Program Progress Report Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 What kind of information will these reports require? They will request information about the status of your agency’s hiring or rehiring of additional career law\nenforcement officers and your grant-related community policing activities. What if we make a mistake or need to modify the report after it is submitted? Grantees may need to make a change or may be asked by a subsequent COPS Office reviewer to make\na correction to a submission. The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available?",
      "queries": [
        "why is the economic situation of ukraine deteriorating",
        "how to set up an expert panel",
        "why is voting a federal right",
        "how is the class of asset postf 134629-07 supported?",
        "can you refuse to report income tax deductions"
      ],
      "queries_score": [
        -8.145041465759277,
        -7.249828338623047,
        -7.952694892883301,
        -7.960783004760742,
        -7.915027141571045
      ]
    },
    {
      "id": "guidance_75__48",
      "chunk_id": "48",
      "content": "The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom\nof Information Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS\nOffice Progress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of\nthis grant may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes\nthe opportunity to provide assistance regarding the implementation of grant provisions to help ensure\nthat federal grant funds are spent responsibly. As such, the following contacts are provided to address\nnoncompliance and technical assistance issues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office\nof the Inspector General (OIG) at www.justice.gov/oig/FOIA/hotline.htm, OIG.hotline@usdoj.gov, or\n800-869-4499.\n• If you suspect grant violations (not criminal in nature) related to the grant conditions listed in this\nmanual, please contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your grant, please contact your COPS Office\nGrant Program Specialist at 800-421-6770. 40 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual VII. When the Grant Period Has Ended At the end of your agency’s grant period, the COPS Office is responsible for the closeout of your grant. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of\nthe financial and programmatic requirements of the grant. After the end of the grant period, your agency will be asked to submit a Final Federal Financial Report (SF425) and any applicable final program reports. Final Federal Financial Report\nThe Final Federal Financial Report (SF-425) for your grant is due to the COPS Office no later than 90 days\nafter the end of the grant period. The final report should reflect the total amount of allowable federal\nexpenditures that were incurred during the life of the grant, as well as the amount of unobligated funds, if\nany. The federal funds expended should reflect only the actual allowable incurred salary and fringe benefit\ncosts for the 24-month grant period that each grant position was occupied. In addition, once you have\ncompleted your final drawdown, this report should reconcile with the total amount of federal funds drawn\ndown by your agency. When should all of the grant monies be spent? Grant funds reflecting allowable project costs must be obligated before the end of the grant period. Obligated funds cover monies spent and expenses for all approved items in the FCM that your agency\nhas incurred but not yet paid. Your agency has up to 90 days after the end of the grant period to request\nreimbursement for funds obligated.",
      "queries": [
        "cops office telephone number",
        "cops office telephone number",
        "cops office contact phone number",
        "when are federal financial reports due",
        "what must you submit to cops"
      ],
      "queries_score": [
        "2.3890982",
        "2.3890982",
        "2.8591015",
        0.49446457624435425,
        1.1535919904708862
      ]
    },
    {
      "id": "guidance_75__49",
      "chunk_id": "49",
      "content": "Obligated funds cover monies spent and expenses for all approved items in the FCM that your agency\nhas incurred but not yet paid. Your agency has up to 90 days after the end of the grant period to request\nreimbursement for funds obligated. Please be advised that 2 C.F.R. Part 200.343(a) requires grantees to submit final SF-425s and 2 C.F.R. Part 200.343(b)\nrequires grantees to draw down the final reimbursement for expended funds within 90 days after the expiration\nof the grant. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess grant funds remaining in your account following the grant\nperiod due to an overestimate of item costs during the grant period. Your agency should review its records\ncarefully to ensure that it draws down and expends only the amount required for actual costs incurred\nduring the grant period. Any excess unobligated or unspent funds should remain in your account, and will\nbe deobligated during the closeout process. Final Program Progress (Closeout) Report After your grant period has ended, your agency may be sent a final progress or closeout report from the\nCOPS Office and asked to complete it. This report will serve as your agency’s final programmatic report on\nthe grant, and the information your agency provides in this report will be used to make a final assessment of\nyour grant progress. Equipment disposition\nEach grantee must use any equipment funded through a COPS Office award for approved grant-related\npurposes and must retain the equipment for the life of the grant. After the conclusion of the grant period,\nproperty records must be maintained by the grantee. The records should include a description of the\nproperty; a serial number or other identification number; the source of the property; the name of the\nperson or entity that holds the title; the acquisition date and cost of the property; the percentage of federal\nparticipation in the cost of the property; the location, use, and condition of the property; and any ultimate\ndisposition data, including the date of disposal and sale price of the property. A control system must be 41 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual developed to ensure adequate safeguards to prevent loss, damage, or theft of the property. When the grant has expired and original or replacement equipment obtained under the grant is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of $5,000 or less may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold\nand the awarding agency is entitled to an amount calculated by multiplying the current market value or\nproceeds from sale by the awarding agency’s federal share in the cost of the original purchase.",
      "queries": [
        "when to ask for reimbursement of obligated funds",
        "how long do agencies have to reimburse an approved fcm",
        "how long to reimburse for expenses after grant",
        "cost for failure to implement legislation"
      ],
      "queries_score": [
        "1.7637008",
        "1.699354",
        "1.5103009",
        -7.047754764556885
      ]
    },
    {
      "id": "guidance_75__50",
      "chunk_id": "50",
      "content": "Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold\nand the awarding agency is entitled to an amount calculated by multiplying the current market value or\nproceeds from sale by the awarding agency’s federal share in the cost of the original purchase. For more information, please see 2 C.F.R. § 200.313 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101. 42 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your grant questions. We welcome and\nencourage any comments you have regarding the CAMP and the materials we have developed for its\nadministration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: CAMP Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your grant, please call the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the\nCOPS Office encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that\nban text messaging while driving and to establish workplace safety policies to decrease crashes caused by\ndistracted drivers. 43 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Appendices\nAppendix A. List of Source Documents\nA. Primary Sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C.\nConsolidated Appropriations Act, 2010, Public Law 111-117 B. Secondary Sources\nCode of Federal Regulations (C.F.R.) / Office of Management and Budget (OMB)\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101\n2 C.F.R. Part 200.305(b)(9), “Payment-Remittance of Interest Earned”\n4 C.F.R. Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling the Paperwork Burden on the Public”\n5 C.F.R. Part 151, “Political Activities of State and Local Officials or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part 67, “Government-wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “Government-wide New Restrictions on Lobbying”\n31 C.F.R. Part 205, “Treasury Department Regulations Implementing for Cash Management Improvement Act\nof 1990”\nOMB Circular A-129, “Managing Federal Credit Programs”\n48 C.F.R. Part 31 (FAR-31), “Cost Principles for Commercial Organizations”\nExecutive Orders\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all grant programs. The Office of Community Oriented\nPolicing Services needs to secure your assurance that the applicant will comply with these provisions. If you\nwould like further information about any of these assurances, please contact your state’s COPS Office Grant\nProgram Specialist at 800-421-6770. 44 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual By signing this form, the applicant assures that it will comply with all legal and administrative requirements\nthat govern the applicant for acceptance and use of federal grant funds.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__51",
      "chunk_id": "51",
      "content": "44 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual By signing this form, the applicant assures that it will comply with all legal and administrative requirements\nthat govern the applicant for acceptance and use of federal grant funds. In particular, the applicant assures\nus that:\n1. It has been legally and officially authorized by the appropriate governing body (for example, mayor or\ncity council) to apply for this grant and that the persons signing the application and these assurances\non its behalf are authorized to do so and to act on its behalf with respect to any issues that may arise\nduring processing of this application. 2. It will comply with the provisions of federal law, which limit certain political activities of grantee\nemployees whose principal employment is in connection with an activity financed in whole or in part\nwith this grant. These restrictions are set forth in 5 U.S.C. § 1501, et seq. 3. It will comply with the minimum wage and maximum hours provisions of the Federal Fair Labor\nStandards Act, if applicable. 4. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions\nfor a purpose that is, or gives the appearance of being, motivated by a desire for private gain for\nthemselves or others, particularly those with whom they have family, business or other ties. 5. It will give the U.S. Department of Justice or the Comptroller General access to and the right to examine\nrecords and documents related to the grant. 6. It will comply with all requirements imposed by the U.S. Department of Justice as a condition or\nadministrative requirement of the grant, including but not limited to: the requirements of 2 C.F.R. Part\n200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards)\nas adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31)\n(Contract Cost Principles and Procedures); the applicable provisions of the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended; 28 C.F.R. § 38.1; the applicable COPS Office Application Guide; the\napplicable COPS Office Grant Owner’s Manuals; and with all other applicable program requirements,\nlaws, orders, or regulations. 7. It will, to the extent practicable and consistent with applicable law, seek, recruit and hire qualified\nmembers of racial and ethnic minority groups and qualified women in order to further effective law\nenforcement by increasing their ranks within the sworn positions in the agency. 8. It will not (and will require any subgrantees, contractors, successors, transferees, and assignees not to),\non the grounds of race, color, religion, national origin, sex, disability, or age, unlawfully exclude any\nperson from participation in, deny the benefits of or employment to any person, or subject any person\nto discrimination in connection with any programs or activities funded in whole or in part with federal\nfunds.",
      "queries": [
        "what is the tribal sex offender registration code",
        "what is the due date for progress reports",
        "how many months of the retention period does an agency have to keep each awarded position?"
      ],
      "queries_score": [
        -9.318927764892578,
        -8.660660743713379,
        -8.735808372497559
      ]
    },
    {
      "id": "guidance_75__52",
      "chunk_id": "52",
      "content": "These civil rights requirements are found in the non-discrimination provisions of Title VI of the\nCivil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets\nAct of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended\n(29 U.S.C. § 794); the Age Discrimination Act of 1975 (42 U.S.C. § 6101, et seq.); Title IX of the Education\nAmendments of 1972, as amended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations\nimplementing those statutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). It will also comply with\nExecutive Order 13279 Equal Treatment for Faith-Based Organizations and its implementing regulations\nat 28 C.F.R. Part 38, which requires equal treatment of religious organizations in the funding process and\nnondiscrimination of beneficiaries by Faith-Based Organizations on the basis of belief or non- belief. 45 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 9. A. In the event that any court or administrative agency makes a finding of discrimination on grounds\nof race, color, religion, national origin, gender, disability or age against the applicant after a due\nprocess hearing, it agrees to forward a copy of the finding to the Office for Civil Rights, Office of\nJustice Programs, 810 7th Street, NW, Washington, D.C. 20531. B. If your organization has received an award for $500,000 or more and has 50 or more employees,\nthen it has to prepare an Equal Employment Opportunity Plan (EEOP) and submit it to the\nOffice for Civil Rights (“OCR”), Office of Justice Programs, 810 7th Street, N.W., Washington, DC\n20531, for review within 60 days of the notification of the award. If your organization received\nan award between $25,000 and $500,000 and has 50 or more employees, your organization still\nhas to prepare an EEOP, but it does not have to submit the EEOP to OCR for review. Instead, your\norganization has to maintain the EEOP on file and make it available for review on request. In\naddition, your organization has to complete Section B of the Certification Form and return it to\nOCR. If your organization received an award for less than $25,000; or if your organization has less\nthan 50 employees, regardless of the amount of the award; or if your organization is a medical\ninstitution, educational institution, nonprofit organization or Indian tribe, then your organization is\nexempt from the EEOP requirement. However, your organization must complete Section A of the\nCertification Form and return it to OCR. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number\n117, pages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access\nto its programs and activities by persons with limited English proficiency. 10.",
      "queries": [
        "are cops awards program income",
        "are indirect costs allowable",
        "does the justice department contract with women owned businesses"
      ],
      "queries_score": [
        -2.960590362548828,
        -7.0843353271484375,
        -6.2729811668396
      ]
    },
    {
      "id": "guidance_75__53",
      "chunk_id": "53",
      "content": "Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number\n117, pages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access\nto its programs and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the\naccomplishment of the project are not listed on the Environmental Protection Agency’ (EPA) list of\nViolating Facilities and that it will notify us if advised by the EPA that a facility to be used in this grant is\nunder consideration for such listing by the EPA.. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372\nand has selected this program for review, it has made this application available for review by the state\nSingle Point of Contact. 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for\nsubmission to the Office of Management and Budget for clearance under the Paperwork Reduction Act\nof 1995 if required. 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46\nif any part of the funded project contains non-exempt research or statistical activities which involve\nhuman subjects and also with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable\ninformation collected from research participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for\nemployees when operating agency- owned, rented or personally owned vehicles. 15. It will not use COPS Office funds to supplant (replace) state, local, or Bureau of Indian Affairs funds that\notherwise would be made available for the purposes of this grant, as applicable. 16. If the awarded grant contains a retention requirement, it will retain the increased officer staffing level\nand/or the increased officer redeployment level, as applicable, with state or local funds for a minimum\nof 12 months following expiration of the grant period. 46 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of\nCongress, a jurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or\notherwise, any legislation, law ratification, policy or appropriation whether before or after the\nintroduction of any bill, measure, or resolution proposing such legislation, law, ratification, policy or\nappropriation as set forth in the Anti- Lobby Act, 18 U.S.C. § 1913.\n18. In the event that a portion of grant reimbursements are seized to pay off delinquent federal debts\nthrough the Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if the awarded grant does not contain a cost sharing requirement, contribute a nonfederal share) equal to the amount seized in order to fully implement the grant project. 19. None of the funds made available under this award may be distributed to the Association of\nCommunity Organizations for Reform Now (ACORN) or its subsidiaries.",
      "queries": [
        "cfda office ahtf number",
        "how do jurisdictions notify sex offender public"
      ],
      "queries_score": [
        -7.794530868530273,
        -7.590085029602051
      ]
    },
    {
      "id": "guidance_75__54",
      "chunk_id": "54",
      "content": "19. None of the funds made available under this award may be distributed to the Association of\nCommunity Organizations for Reform Now (ACORN) or its subsidiaries. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ _____________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility Matters;\nFederal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with\nAffected Agencies. Although the U.S. Department of Justice has made every effort to simplify the application process, other\nprovisions of federal law require us to seek your agency’s certification regarding certain matters. Applicants\nshould read the regulations cited below and the instructions for certification included in the regulations to\nunderstand the requirements and whether they apply to a particular applicant. Signing this form complies\nwith certification requirements under 28 C.F.R. Part 69, “New Restrictions on Lobbying,” 2 C.F.R. Part 2867,\n“Nonprocurement Debarment and Suspension,” the applicable appropriations Acts, 28 C.F.R. Part 83,\n“Government-Wide Requirements for Drug-Free Workplace (Grants),” and the coordination requirements 47 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual of the Public Safety Partnership and Community Policing Act of 1994. The certifications shall be treated as\na material representation of fact upon which reliance will be placed when the U.S. Department of Justice\ndetermines to award the covered grant. 1. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101, the applicant certifies that:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency,\na member of Congress, an officer or employee of Congress, or an employee of a member of\nCongress in connection with the making of any federal grant; the entering into of any cooperative\nagreement; and the extension, continuation, renewal, amendment or modification of any federal\ngrant or cooperative agreement; 2. B. If any funds other than federal appropriated funds have been paid or will be paid to any person\nfor influencing or attempting to influence an officer or employee of any agency, a member\nof Congress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions; C.",
      "queries": [
        "which state has the authority to make an arrest on the basis of fbi pick up notices?"
      ],
      "queries_score": [
        -9.809775352478027
      ]
    },
    {
      "id": "guidance_75__55",
      "chunk_id": "55",
      "content": "C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department\nof Justice in 2 C.F.R. § 2800.101; and D. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867,\nfor prospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced\nto a denial of federal benefits by a state or federal court, or voluntarily excluded from covered\ntransactions by any federal department or agency;\nB. Have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any Federal law, or been convicted or had a civil judgment rendered against them\nfor commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state or local) or private agreement or transaction; violation of federal\nor state antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or\ndestruction of records, making false statements, tax evasion or receiving stolen property, making\nfalse claims, or obstruction of justice, or commission of any offense indicating a lack of business\nintegrity or business honesty that seriously and directly affects your present responsibility; 48 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 3 C. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity\n(federal, state or local) with commission of any of the offenses enumerated in paragraph (B) of this\ncertification; and D. Have not within a three-year period preceding this application had one or more public transactions\n(federal, state or local) terminated for cause or default. Mandatory Disclosure\nPursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for\nFederal Awards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the\napplicant certifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially\naffect the federal grant or cooperative agreement. 4. 5. B. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable,\nany violation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement. C. Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients\ncertify and disclose accordingly. Federal Taxes and Assessments\nA.",
      "queries": [
        "which is the precondition for granting the unions macro-financial assistance should be:"
      ],
      "queries_score": [
        -8.780517578125
      ]
    },
    {
      "id": "guidance_75__56",
      "chunk_id": "56",
      "content": "C. Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients\ncertify and disclose accordingly. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best\nof its knowledge and belief, the applicant has filed all Federal tax returns required during the three\nyears preceding the certification, has not been convicted of a criminal offense under the Internal\nRevenue Code of 1986, and has not, more than 90 days prior to certification, been notified of any\nunpaid Federal tax assessment for which the liability remains unsatisfied, unless the assessment\nis the subject of an installment agreement or offer in compromise that has been approved by the\nInternal Revenue Service and is not in default, or the assessment is the subject of a non-frivolous\nadministrative or judicial proceeding. B. The applicant certifies that it does not have any unpaid Federal tax liability that has been assessed,\nfor which all judicial and administrative remedies have been exhausted or have lapsed, and that\nis not being paid in a timely manner pursuant to an agreement with the authority responsible for\ncollecting the tax liability. Drug-Free Workplace (Grantees Other Than Individuals) As required by the Drug-Free Workplace Act of 1988, and implemented at 28 C.F.R. Part 83, for grantees/\nrecipients, as defined at 28 C.F.R. § 83.660 A. The applicant certifies that it will, or will continue to, provide a drug- free workplace by:\ni. Publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession or use of a controlled substance is prohibited in the grantee’s 49 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual workplace and specifying the actions that will be taken against employees for violation of such\nprohibition;\nii. Establishing an on-going drug-free awareness program to inform employees about a. The dangers of drug abuse in the workplace; b. The grantee’s policy of maintaining a drug-free workplace; c. Any available drug counseling, rehabilitation and employee assistance programs; and d. The penalties that may be imposed upon employees for drug-abuse violations occurring\nin the workplace; iii. Making it a requirement that each employee to be engaged in the performance of the grant\nbe given a copy of the statement required by paragraph (i);\niv. Notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will – v. a. Abide by the terms of the statement; and b. Notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction; Notifying the agency, in writing, within 10 calendar days after receiving notice under\nsubparagraph (iv)(b) from an employee or otherwise receiving actual notice of such\nconviction. Employers of convicted employees must provide notice, including position title, to:\nCOPS Office, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant; vi.",
      "queries": [
        "which of the following requires that the language of this certification be included in the award document for all subawards?",
        "who is president at the eu parliament",
        "how to reprogramme direct cost to indirect cost"
      ],
      "queries_score": [
        "1.9622334",
        -8.837959289550781,
        -9.502348899841309
      ]
    },
    {
      "id": "guidance_75__57",
      "chunk_id": "57",
      "content": "Employers of convicted employees must provide notice, including position title, to:\nCOPS Office, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant; vi. Taking one of the following actions, within 30 calendar days of receiving notice under\nsubparagraph (iv)(b), with respect to any employee who is so convicted a. Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or b. Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state or local health, law\nenforcement or other appropriate agency; vii. Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination\nThe Public Safety Partnership and Community Policing Act of 1994 requires applicants to certify that\nthere has been appropriate coordination with all agencies that may be affected by the applicant’s grant\nproposal if approved. Affected agencies may include, among others, the Office of the United States\nAttorney, state or local prosecutors, or correctional agencies. The applicant certifies that there has been\nappropriate coordination with all affected agencies. 50 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach\nan explanation to this application regarding the particular statement that cannot be certified. Please check\nhere  if an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ ______________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Appendix C. Community Policing Defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic\nuse of partnerships and problem-solving techniques to proactively address the immediate conditions that\ngive rise to public safety issues such as crime, social disorder, and fear of crime. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified\nproblems to develop effective responses that are evaluated rigorously. • Scanning: Identifying and prioritizing problems\n• Analysis: Analyzing\n• Response: Responding to problems\n• Assessment: Assessing problem-solving initiatives\n•",
      "queries": [
        "who is required to provide notice to employers of a convicted employee?"
      ],
      "queries_score": [
        "2.0664077"
      ]
    },
    {
      "id": "guidance_75__58",
      "chunk_id": "58",
      "content": "Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified\nproblems to develop effective responses that are evaluated rigorously. • Scanning: Identifying and prioritizing problems\n• Analysis: Analyzing\n• Response: Responding to problems\n• Assessment: Assessing problem-solving initiatives\n• Using the crime triangle to focus on immediate conditions (victim/offender/location)\nCommunity policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop\nsolutions to the immediate underlying conditions contributing to public safety problems. Problem solving\nmust be infused into all police operations and guide decision-making efforts. Agencies are encouraged to\nthink innovatively about their responses and view making arrests as only one of a wide array of potential\nresponses. A major conceptual vehicle for helping officers to think about problem solving in a structured\nand disciplined way is the SARA (Scanning, Analysis, Response, and Assessment) problem-solving model. Scanning: Identifying and prioritizing problems 51 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine\nthe scope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders\nfor the selected problem is typically identified in this phase. A problem can be thought of as two or more\nincidents that are similar in one or more ways and that are of concern to the police and the community. Problems can be a type of behavior, a place, a person or persons, a special event or time, or a combination of\nany of these. The police, with input from the community, should identify and prioritize concerns. Analysis: Analyzing the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an\nunderstanding of the dynamics of the problem, develop an understanding of the limits of current responses,\nestablish correlation, and develop an understanding of cause and effect. As part of the analysis phase, it is\nimportant to find out as much as possible about each aspect of the crime triangle by asking who? what? when? where? how? why? and why not? about the victim, offender, and crime location. Response: Responding to problems The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem or reducing the amount of harm caused by the problem to improving the quality of\ncommunity cohesion. Assessment: Assessing problem-solving initiatives\nAssessment attempts to determine if the response strategies were successful by determining if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort\nbut also gathers data that builds knowledge for the future. Strategies and programs can be assessed for\nprocess, outcomes, or both. If the responses implemented are not effective, the information gathered\nduring analysis should be reviewed.",
      "queries": [
        "what is problem solving",
        "what is problem solving",
        "what is problem solving process",
        "when does eu publish decision"
      ],
      "queries_score": [
        "3.5703056",
        "3.5703056",
        "3.7204819",
        -8.740950584411621
      ]
    },
    {
      "id": "guidance_75__59",
      "chunk_id": "59",
      "content": "This information not only assists the current effort\nbut also gathers data that builds knowledge for the future. Strategies and programs can be assessed for\nprocess, outcomes, or both. If the responses implemented are not effective, the information gathered\nduring analysis should be reviewed. New information may have to be collected before new solutions can be\ndeveloped and tested. The entire process should be viewed as circular rather than linear. Using the crime triangle to focus on immediate conditions (victim/offender/location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those aspects that could have an impact on them—for\nexample, capable guardians for victims, handlers for offenders, and managers for locations. Rather than\naddressing root causes of a problem, the police focus on the factors that are within their reach, such as\nlimiting criminal opportunities and access to victims, increasing guardianship, and associating risk with\nunwanted behavior. Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. • other government agencies\n• community members/groups\n• nonprofits/service providers\n• private businesses 52 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • media\nCommunity policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large, and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems\nthrough collaborative problem solving and improving public trust. The public should play a role in\nprioritizing public safety problems. Other government agencies\nLaw enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole, public works departments, neighboring law enforcement agencies,\nhealth and human services, child support, ordinance enforcement, and schools. Community members/groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal\nand informal community leaders, residents, visitors and tourists, and commuters—are a valuable resource\nfor identifying community concerns. Partnerships with these factions of the community can engage\nthe community in achieving specific goals at town hall meetings, neighborhood association meetings,\ndecentralized offices or storefronts in the community, and team beat assignments. Nonprofits / service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share\ncertain interests and can include such entities as victims’ groups, service clubs, support groups, issue groups,\nadvocacy groups, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners\nbecause they often bring considerable resources to bear on problems of mutual concern. Businesses can\nhelp identify problems and provide resources for responses, often including their own security apparatus\nand community outreach. The local chamber of commerce can also assist in disseminating information\nabout police and business partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community.",
      "queries": [
        "who is authorized official",
        "usdoj how to get your report",
        "irs memo number",
        "when may a deduct amounts paid to a store to redeem gift checks?"
      ],
      "queries_score": [
        -7.772520542144775,
        -7.287334442138672,
        -8.237481117248535,
        -9.73356819152832
      ]
    },
    {
      "id": "guidance_75__60",
      "chunk_id": "60",
      "content": "Businesses can\nhelp identify problems and provide resources for responses, often including their own security apparatus\nand community outreach. The local chamber of commerce can also assist in disseminating information\nabout police and business partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community. It can\nassist with publicizing community concerns and available solutions, such as services from government\nor community agencies or new laws or codes that will be enforced. In addition, the media can have a\nsignificant impact on public perceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem solving. Agency management\n• Climate and culture\n• Leadership\n• Labor relations 53 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • Decision making\n• Strategic planning\n• Policies\n• Organizational evaluations\n• Transparency\n• Organizational structure\n• Geographic assignment of officers\n• Despecialization\n• Resources and finances\nPersonnel\n• Recruitment, hiring, and selection\n• Personnel supervision/evaluations\n• Training\nInformation systems (technology)\n• Communication/access to data\n• Quality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed\nand how the infrastructure can be changed to support the philosophical shift behind community policing. It encourages the application of modern management practices to increase efficiency and effectiveness. Community policing emphasizes changes in organizational structures to institutionalize its adoption and\ninfuse it throughout the entire department, including the way the department is managed and organized,\nits personnel, and its technology. Agency management Under the community policing model, police management needs to infuse community policing ideals\nthroughout the agency by making a number of critical changes in climate and culture, leadership, formal\nlabor relations, decentralized decision-making and accountability, strategic planning, policing and\nprocedures, organizational evaluations, and increased transparency. Climate and culture Changing the climate and culture means supporting a proactive orientation that values systematic problem solving and partnerships. Formal organizational changes should support the informal networks and communication that take place within agencies to support this orientation. Leadership Leaders serve as role models for taking risks and building collaborative relationships to implement community policing, and they use their position to influence and educate others about it. Leaders,\ntherefore, must constantly emphasize and reinforce community policing’s vision, values, and mission within\ntheir organization and support and articulate a commitment to community policing as the dominant way of\ndoing business. 54 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Labor relations If community policing is going to be effective, police unions and similar forms of organized labor need to be a part of the process and function as partners in the adoption of the community\npolicing philosophy. Including labor groups in agency changes can ensure support for the changes that are\nimperative to community policing implementation. Decision making Community policing calls for decentralization both in command structure and decision\nmaking. Decentralized decision making allows front-line officers to take responsibility for their role in community policing.",
      "queries": [
        "what is community policing"
      ],
      "queries_score": [
        0.11028315871953964
      ]
    },
    {
      "id": "guidance_75__61",
      "chunk_id": "61",
      "content": "Including labor groups in agency changes can ensure support for the changes that are\nimperative to community policing implementation. Decision making Community policing calls for decentralization both in command structure and decision\nmaking. Decentralized decision making allows front-line officers to take responsibility for their role in community policing. When an officer is able to create solutions to problems and take risks, he or she ultimately\nfeels accountable for those solutions and assumes a greater responsibility for the well-being of the community. Decentralized decision making involves flattening the hierarchy of the agency, increasing tolerance for\nrisk taking in problem-solving efforts, and allowing officers discretion in handling calls. In addition, providing\nsufficient authority to coordinate various resources to attack a problem and allowing officers the autonomy\nto establish relationships with the community will help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide\ncommitment to community policing and a plan that matches operational needs to available resources and\nexpertise. If a strategic plan is to have value, the members of the organization should be well-versed in it and\nable to give examples of their efforts supporting the plan. Components such as the organization’s mission and\nvalue statement should be simple and communicated widely. Everything should connect back to this plan. Policies Community policing affects the nature and development of department policies and procedures\nto ensure that community policing principles and practices have an effect on activities on the street. Problem solving and partnerships, therefore, should become institutionalized in policies, along with\ncorresponding sets of procedures where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrest, response\ntimes, tickets issued, and crime rates), community policing calls for a broadening of police outcome\nmeasures to include such things as community satisfaction, less fear of crime, the alleviation of problems,\nand improvement in quality of life. Community policing calls for a more sophisticated approach to\nevaluation—one that looks at how feedback information is used, not only how it measures outcomes. Transparency Community policing involves decision-making processes that are more open than\ntraditional policing. If the community is to be a full partner, the department needs mechanisms for readily\nsharing relevant information on crime and social disorder problems as well as police operations with the\ncommunity. Organizational structure It is important that the organizational structure of the agency ensure that local\npatrol officers have decision-making authority and are accountable for their actions. This can be achieved\nthrough long-term assignments, the development of officers who are generalists, and using special units\nappropriately. 55 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Geographic assignment of officers With community policing, there is a shift to the long-term\nassignment of officers to specific neighborhoods or areas. Geographic deployment plans can help enhance\ncustomer service and facilitate more contact between police and citizens, thus establishing a strong\nrelationship and mutual accountability. Beat boundaries should correspond to neighborhood boundaries\nand other government services should recognize these boundaries when coordinating government publicservice activities. Despecialization",
      "queries": [
        "undeclared work define",
        "what requirements are required to obtain a cops award",
        "when do sex offender register",
        "what is the bureau of citizenship & immigration service employment eligibility verification form",
        "why is community policing important"
      ],
      "queries_score": [
        -6.715410232543945,
        -7.403556823730469,
        -8.597195625305176,
        -8.428624153137207,
        1.2427057027816772
      ]
    },
    {
      "id": "guidance_75__62",
      "chunk_id": "62",
      "content": "Geographic deployment plans can help enhance\ncustomer service and facilitate more contact between police and citizens, thus establishing a strong\nrelationship and mutual accountability. Beat boundaries should correspond to neighborhood boundaries\nand other government services should recognize these boundaries when coordinating government publicservice activities. Despecialization To achieve community policing goals, officers have to be able to handle multiple\nresponsibilities and take a team approach to collaborative problem solving and partnering with the\ncommunity. Community policing encourages its adoption agency-wide, not just in special units, although\nthere may be a need for some specialist units that are tasked with identifying and solving particularly\ncomplex problems or managing complex partnerships. Resources and finances Agencies have to devote the necessary human and financial resources to\nsupport community policing to ensure that problem-solving efforts are robust and that partnerships are\nsustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of\nan agency, including recruitment, hiring, selection, and retention of all law enforcement agency staff—\nincluding sworn officers, non-sworn officers, civilians, and volunteers, as well as personnel evaluations,\nsupervision, and training. Recruitment, hiring, and selection Agencies need a systematic means of incorporating community\npolicing elements into their recruitment, selection, and hiring processes. Job descriptions should recognize\ncommunity policing and problem-solving responsibilities and encourage the recruitment of officers\nwho have a spirit of service, instead of only a spirit of adventure. A community policing agency must also\nthoughtfully examine where it is looking for recruits, whom it is recruiting and hiring, and what is being\ntested. Some community policing agencies also look for involvement of the community in this process\nthrough the identification of competencies and participation in review boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles\nand activities that are incorporated into job descriptions. Performance, reward, and promotional structures\nshould support sound problem-solving activities, proactive policing and community collaboration, and\ncitizen satisfaction with police services. Training Training at all levels—academy, field, and in-service—must support community policing\nprinciples and tactics. It also needs to encourage creative thinking, a proactive orientation, communication\nand analytical skills, and techniques for dealing with quality-of-life concerns and maintaining order. Officers\ncan be trained to identify and correct conditions that could lead to crime, to raise public awareness, and\nto engage the community in finding solutions to problems. Field training officers and supervisors need to\nlearn how to encourage problem solving and help officers learn from other problem-solving initiatives. Until\ncommunity policing is institutionalized in the organization, training in its fundamental principles will need to\ntake place regularly. 56 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Information systems (technology) Community policing is information-intensive, and technology plays a central role in helping to provide ready\naccess to quality information. Accurate and timely information makes problem-solving efforts more effective\nand ensures that officers are informed about the crime and community conditions of their beat. In addition,\ntechnological enhancements can greatly assist with improving two-way communication with citizens and\nwith developing agency accountability systems and performance outcome measures. Communication/access to data Technology provides agencies with the ability to communicate externally with the public and internally with their own staff.",
      "queries": [
        "what is the goal of community policing",
        "what is ojp vendor number"
      ],
      "queries_score": [
        1.6865851879119873,
        -8.559000968933105
      ]
    },
    {
      "id": "guidance_75__63",
      "chunk_id": "63",
      "content": "In addition,\ntechnological enhancements can greatly assist with improving two-way communication with citizens and\nwith developing agency accountability systems and performance outcome measures. Communication/access to data Technology provides agencies with the ability to communicate externally with the public and internally with their own staff. To communicate with the public, community policing\nencourages agencies to develop two-way communication systems through the Internet to provide online\nreports, reverse 911 and e-mail alerts, discussion forums, and feedback on interactive applications (surveys,\nmaps), thereby creating ongoing dialogs and increasing transparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail\nand enhanced incident reporting, dispatch functions, and communications interoperability with other\nentities for more efficient operations. Community policing advocates the use of technology to develop\naccountability and performance measurement systems that are timely and contain accurate metrics and a\nbroad array of measures and information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers\nin their patrol cars or through personal data devices. In addition, technology can support crime/problem\nanalysis functions by enabling agencies to gather information on greater aspects of events including more\ndetailed information on offenders, victims, crime locations, and quality-of-life concerns, and to further\nenhance analysis. Quality and accuracy of data Information is only as good as its source, and, therefore, it is not useful if it\nis not of high quality and accurate. Community policing encourages agencies to put safeguards in place to\nensure that information from various sources is collected in a systematic fashion and entered into central\nsystems that are linked to one another and checked for accuracy so that the information can be used effectively for strategic planning, problem solving, and performance measurement. Appendix D. COPS Anti-Methamphetamine Program (CAMP) file management:\nDocuments to maintain in CAMP grant file\nRecords must be maintained throughout the two-year CAMP grant period and for at least three years following the\nofficial closeout of the CAMP grant. GRANT PROGRAM____CAMP_________GRANT # ______________________________________ GRANT AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF GRANT APPLICATION (You can access the final copy of your CAMP application through the COPS\nOffice website at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and\nkeep it with your agency’s CAMP grant records.) _____ COPY OF GRANT AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO 57 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual GRANT AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR GRANT\nEXTENSION APPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the grant period) _____ PROGRAMMATIC PROGRESS REPORTS • CAMP Quarterly Progress Report(s) (for each quarter of the grant period)\n• Closeout Report\n_____ SUPPORTING DOCUMENTATION FOR DRAWDOWNS • W2 Employee Forms (Copy)\n• Records of salary / approved fringe benefits rates for each person hired under the grant\n• Records of hire dates for each person hired under the grant\n• Payroll records / Time & attendance records\n• Postal receipts / Fax transmission reports (to prove submission dates)\n•",
      "queries": [
        "when are i required to file an sf-425",
        "when are federal financial reports due",
        "which branch has the power to make appointments during the recess period?",
        "does the president get to use travel expenses"
      ],
      "queries_score": [
        -9.400172233581543,
        -9.12181568145752,
        -9.694319725036621,
        -9.46793270111084
      ]
    },
    {
      "id": "guidance_75__64",
      "chunk_id": "64",
      "content": "• W2 Employee Forms (Copy)\n• Records of salary / approved fringe benefits rates for each person hired under the grant\n• Records of hire dates for each person hired under the grant\n• Payroll records / Time & attendance records\n• Postal receipts / Fax transmission reports (to prove submission dates)\n• Log of reimbursement requests made via GPRS\n• Copies of checks or wire transfer documents (if applicable)\n• Copies of financial office journal entries (if applicable)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES • Copy of Certificate of Release or Discharge from Active Duty (DD-214)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of lay-off(s)\n• Records demonstrating the reason(s) for the lay-off(s), specifically showing fiscal reasons that are\nunrelated to the availability or receipt of CAMP funds. [Records that may be used to prove that\nscheduled lay-offs are occurring for local economic reasons that are unrelated to the availability of\nCAMP grant funds may include (but are not limited to) council or departmental meeting minutes,\nmemoranda, notices, or orders discussing the lay-offs; notices provided to the individual officers\nregarding the date(s) of the lay-offs; and/or budget documents ordering departmental and/or\njurisdiction-wide budget cuts.] • Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled lay-offs and did not draw down on CAMP funding for the positions until the lay-offs\notherwise would have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs\nto rehired officers with local funds and used CAMP funds only for the approved entry-level salary and\nbenefits package. _____ GRANT CORRESPONDENCE (All other general correspondence between COPS Office and grantee) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included\nto illustrate achievements and successes of the grant program, such as community policing highlights and\nother grant-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website\naddresses, and/or other similar information published in connection with the grant should be referenced.] 58 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual In the event of a COPS Office grant monitoring review, the following information should be retained: Reduction-in-Force Review\n• The number of sworn officer positions (both full-time and part-time) funded in the agency’s budget\nwith local or other non-COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions). • Identify the current number of vacancies among the agency’s locally funded sworn personnel, the\ndates on which the positions were vacated, whether the agency intends to fill the vacancies, and the\nsteps, if any, which have been taken to fill the vacancies. • Provide supporting documentation from the time the reduction-in-force occurred indicating the\nreason(s) for the reduction-in-force (examples of supporting documentation may include minutes from\ncouncil meetings, budget directives, contemporaneous memoranda, etc.). • Identify the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD.",
      "queries": [
        "when can i revise my final cost report",
        "do you need to submit information two time for the purpose of reporting the information on a procurement contract",
        "how many days do you need to sign an award document"
      ],
      "queries_score": [
        -8.526061058044434,
        -8.255668640136719,
        -8.613791465759277
      ]
    },
    {
      "id": "guidance_75__65",
      "chunk_id": "65",
      "content": "• Identify the number of COPS Office-funded officers the agency currently employs. • Documentation regarding whether other local departments in the city/township have experienced\nsimilar manpower or budget reductions for the same reasons as the PD. • Letters from the agency’s government executive and law enforcement executive explaining the\nreduction-in-force and addressing whether the reduction-in-force was unrelated to the receipt of the\nCOPS Office CAMP funding and therefore would have occurred even in the absence of the CAMP grant. • Provide a request to continue implementing all applicable COPS Office grants (identifying which grants\nare in place) despite the reduction-in-force. Excess Cash Review\n• Identify the total amount of grant funding drawn down from the grant. • Summary and supporting documentation of how the agency expended grant funding. • Revised Federal Financial Reports. Unallowable/Unsupported Costs Review\n• Payroll ledgers for all expenses charged to the grant. Community Policing Review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as\nspecified in your grant application, particularly in the following key areas:\n• Organizational Commitment\nCommunity policing principles found in mission and values statements, policy and procedures manuals,\netc.\nCommunity policing training information from the academy. • Problem Solving Activities\nBuilding on information systems to enhance crime analysis capabilities. Identifying crime problems by looking at crime trends. Identifying crime problems with members of the community or other government agencies. Preventing crime by focusing on conditions that lead to crime. • Community Partnerships\nMeetings with community members to learn about specific problems. Locating offices or stations within neighborhoods. 59 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Use of volunteers. Providing community policing training to citizens. Police participation in community organization working groups and/or special programs for schools\nand other interest groups which enhance crime prevention. Appendix E. Whistleblower protection (41 U.S.C. 4712)\n41 U.S.C. 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation\n(a). Prohibition of reprisals.—\n(1). In general. —An employee of a contractor, subcontractor, or grantee may not be discharged,\ndemoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in\nparagraph (2) information that the employee reasonably believes is evidence of gross mismanagement\nof a Federal contract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal\ncontract or grant, a substantial and specific danger to public health or safety, or a violation of law, rule,\nor regulation related to a Federal contract (including the competition for or negotiation of a contract) or\ngrant. (2). Persons and bodies covered. —The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A). A Member of Congress or a representative of a committee of Congress.\n(B). An Inspector General.\n(C). The Government Accountability Office.\n(D). A Federal employee responsible for contract or grant oversight or management at the relevant\nagency.\n(E). An authorized official of the U.S. Department of Justice or other law enforcement agency.\n(F). A court or grand jury.\n(G). A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3). Rules of construction.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_75__66",
      "chunk_id": "66",
      "content": "An authorized official of the U.S. Department of Justice or other law enforcement agency.\n(F). A court or grand jury.\n(G). A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3). Rules of construction. —For the purposes of paragraph (1)—\n(A). an employee who initiates or provides evidence of contractor, subcontractor, or grantee\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a\nFederal contract or grant shall be deemed to have made a disclosure covered by such paragraph;\nand\n(B). a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b). Investigation of complaints.—\n(1). Submission of complaint. —A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings of\nthe investigation to the person, the contractor or grantee concerned, and the head of the agency. 60 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual (2). Inspector General action.—\n(A). Determination or submission of report on findings. —Except as provided under subparagraph\n(B), the Inspector General shall make a determination that a complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal\nor State judicial or administrative proceeding initiated by the complainant or submit a report under\nparagraph (1) within 180 days after receiving the complaint. (B). Extension of time. —If the Inspector General is unable to complete an investigation in time to\nsubmit a report within the 180-day period specified in subparagraph (A) and the person submitting\nthe complaint agrees to an extension of time, the Inspector General shall submit a report under\nparagraph (1) within such additional period of time, up to 180 days, as shall be agreed upon\nbetween the Inspector General and the person submitting the complaint. (3). Prohibition on disclosure. —The Inspector General may not respond to any inquiry or disclose any\ninformation from or about any person alleging the reprisal, except to the extent that such response or\ndisclosure is—\n(A). made with the consent of the person alleging the reprisal;\n(B). made in accordance with the provisions of section 552a of title 5 or as required by any other\napplicable Federal law; or\n(C). necessary to conduct an investigation of the alleged reprisal.\n(4). Time limitation. —A complaint may not be brought under this subsection more than three years\nafter the date on which the alleged reprisal took place. (c). Remedy and enforcement authority.—\n(1). In general.",
      "queries": [
        "who is the authorized official of the department of justice",
        "citibank ach account number",
        "what is the effect of the doj appropriations rider"
      ],
      "queries_score": [
        "1.7823634",
        -8.600325584411621,
        -7.3168230056762695
      ]
    },
    {
      "id": "guidance_75__67",
      "chunk_id": "67",
      "content": "necessary to conduct an investigation of the alleged reprisal.\n(4). Time limitation. —A complaint may not be brought under this subsection more than three years\nafter the date on which the alleged reprisal took place. (c). Remedy and enforcement authority.—\n(1). In general. —Not later than 30 days after receiving an Inspector General report pursuant to\nsubsection (b), the head of the executive agency concerned shall determine whether there is sufficient\nbasis to conclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A). Order the contractor or grantee to take affirmative action to abate the reprisal.\n(B). Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken.\n(C). Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys’ fees and expert witnesses’ fees) that\nwere reasonably incurred by the complainant for, or in connection with, bringing the complaint\nregarding the reprisal, as determined by the head of the executive agency. (2). Exhaustion of remedies. —If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the\nbad faith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction\nover such an action without regard to the amount in controversy. Such an action shall, at the request of\neither party to the action, be tried by the court with a jury. An action under this paragraph may not be\nbrought more than two years after the date on which remedies are deemed to have been exhausted. (3). Admissibility of evidence. —An Inspector General determination and an agency head order\ndenying relief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity\nbrought pursuant to this subsection. 61 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual (4). Enforcement of orders. —Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred.",
      "queries": [
        "us department of justice cpd/cpb number"
      ],
      "queries_score": [
        -6.076952934265137
      ]
    },
    {
      "id": "guidance_75__68",
      "chunk_id": "68",
      "content": "(4). Enforcement of orders. —Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred. In any\naction brought under this paragraph, the court may grant appropriate relief, including injunctive relief,\ncompensatory and exemplary damages, and attorney fees and costs. The person upon whose behalf\nan order was issued may also file such an action or join in an action filed by the head of the executive\nagency. (5). Judicial review. —Any person adversely affected or aggrieved by an order issued under paragraph\n(1) may obtain review of the order’s conformance with this subsection, and any regulations issued to\ncarry out this section, in the United States court of appeals for a circuit in which the reprisal is alleged\nin the order to have occurred. No petition seeking such review may be filed more than 60 days after\nissuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title\n5. Filing such an appeal shall not act to stay the enforcement of the order of the head of an executive\nagency, unless a stay is specifically entered by the court. (6). Burdens of proof. —The legal burdens of proof specified in section 1221(e) of title 5 shall be\ncontrolling for the purposes of any investigation conducted by an Inspector General, decision by\nthe head of an executive agency, or judicial or administrative proceeding to determine whether\ndiscrimination prohibited under this section has occurred.\n(7). Rights and remedies not waivable. —The rights and remedies provided for in this section may not\nbe waived by any agreement, policy, form, or condition of employment. (d). Notification of employees. —The head of each executive agency shall ensure that contractors,\nsubcontractors, and grantees of the agency inform their employees in writing of the rights and remedies\nprovided under this section, in the predominant native language of the workforce. (e). Construction. —Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or to\nmodify or derogate from a right or remedy otherwise available to the employee. (f ). Exceptions.—\n(1). This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. 401a(4)).\n(2). This section shall not apply to any disclosure made by an employee of a contractor, subcontractor,\nor grantee of an element of the intelligence community if such disclosure—\n(A). relates to an activity of an element of the intelligence community; or\n(B). was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. (g). Definitions. — In this section:\n(1). The term “abuse of authority” means an arbitrary and capricious exercise of authority that is\ninconsistent with the mission of the executive agency concerned or the successful performance of a\ncontract or grant of such agency.\n(2).",
      "queries": [
        "what forms do audit auditors need",
        "how to report a sexually abusive inmate"
      ],
      "queries_score": [
        -6.533378601074219,
        -7.460400581359863
      ]
    },
    {
      "id": "guidance_75__69",
      "chunk_id": "69",
      "content": "(g). Definitions. — In this section:\n(1). The term “abuse of authority” means an arbitrary and capricious exercise of authority that is\ninconsistent with the mission of the executive agency concerned or the successful performance of a\ncontract or grant of such agency.\n(2). The term “Inspector General” means an Inspector General appointed under the Inspector General\nAct of 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h). Construction. —Nothing in this section, or the amendments made by this section, shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law. (i). Duration of section. —This section shall be in effect for the four-year period beginning on the date that\nis 180 days after the date of the enactment of this section. 62 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Appendix F. 2 CFR Appendix II to Part 200: Contract provisions for nonfederal entity\ncontracts under federal awards In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $150,000, which is the\ninflation adjusted amount determined by the Civilian Agency Acquisition Council and the Defense\nAcquisition Regulations Council (Councils) as authorized by 41 U.S.C. 1908, must address administrative,\ncontractual, or legal remedies in instances where contractors violate or breach contract terms and provide\nfor such sanctions and penalties as appropriate. (B) All contracts in excess of $10,000 must address termination for cause and for convenience by the\nnonfederal entity, including the manner by which it will be effected and the basis for settlement. (C) Equal employment opportunity. Except as otherwise provided under 41 CFR Part 60, all contracts that\nmeet the definition of “federally assisted construction contract” in 41 CFR Part 60–1.3 must include the\nequal opportunity clause provided under 41 CFR 60–1.4(b), in accordance with Executive Order 11246,\n“Equal Employment Opportunity” (30 FR 12319, 12935, 3 CFR Part, 1964–1965 Comp., p. 339), as amended\nby Executive Order 11375, “Amending Executive Order 11246 Relating to Equal Employment Opportunity”\nand implementing regulations at 41 CFR part 60, “Office of Federal Contract Compliance Programs, Equal\nEmployment Opportunity, Department of Labor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141–3148). When required by federal program legislation, all\nprime construction contracts in excess of $2,000 awarded by nonfederal entities must include a provision\nfor compliance with the Davis-Bacon Act (40 U.S.C. 3141–3144, and 3146–3148) as supplemented by\nU.S. Department of Labor regulations (29 CFR Part 5, “Labor Standards Provisions Applicable to Contracts\nCovering Federally Financed and Assisted Construction”). In accordance with the statute, contractors must\nbe required to pay wages to laborers and mechanics at a rate not less than the prevailing wages specified\nin a wage determination made by the Secretary of Labor. In addition, contractors must be required to pay\nwages not less than once a week.",
      "queries": [
        "forced cell move training",
        "what is the reasonableness of taxpayer's settlement?"
      ],
      "queries_score": [
        -8.642003059387207,
        -7.551270008087158
      ]
    },
    {
      "id": "guidance_75__70",
      "chunk_id": "70",
      "content": "In accordance with the statute, contractors must\nbe required to pay wages to laborers and mechanics at a rate not less than the prevailing wages specified\nin a wage determination made by the Secretary of Labor. In addition, contractors must be required to pay\nwages not less than once a week. The nonfederal entity must place a copy of the current prevailing wage\ndetermination issued by the U.S. Department of Labor in each solicitation. The decision to award a contract\nor subcontract must be conditioned upon the acceptance of the wage determination. The nonfederal entity\nmust report all suspected or reported violations to the federal awarding agency. The contracts must also\ninclude a provision for compliance with the Copeland “Anti-Kickback” Act (40 U.S.C. 3145) as supplemented\nby U.S. Department of Labor regulations (29 CFR Part 3, “Contractors and Subcontractors on Public Building\nor Public Work Financed in Whole or in Part by Loans or Grants from the United States”). The Act provides\nthat each contractor or subrecipient must be prohibited from inducing, by any means, any person employed\nin the construction, completion, or repair of public work to give up any part of the compensation to which\nhe or she is otherwise entitled. The nonfederal entity must report all suspected or reported violations to the\nfederal awarding agency. 63 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701–3708). Where applicable, all contracts\nawarded by the nonfederal entity in excess of $100,000 that involve the employment of mechanics or\nlaborers must include a provision for compliance with 40 U.S.C. 3702 and 3704 as supplemented by U.S.\nDepartment of Labor regulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be\nrequired to compute the wages of every mechanic and laborer on the basis of a standard work week of 40\nhours. Work in excess of the standard work week is permissible provided that the worker is compensated at\na rate of not less than one and a half times the basic rate of pay for all hours worked in excess of 40 hours\nin the work week. The requirements of 40 U.S.C. 3704 are applicable to construction work and provide that\nno laborer or mechanic must be required to work in surroundings or under working conditions which\nare unsanitary, hazardous, or dangerous. These requirements do not apply to the purchases of supplies or\nmaterials or articles ordinarily available on the open market or contracts for transportation or transmission of\nintelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the federal award meets the definition\nof “funding agreement” under 37 CFR § 401.2 (a) and the recipient or subrecipient wishes to enter into\na contract with a small business firm or nonprofit organization regarding the substitution of parties,\nassignment, or performance of experimental, developmental, or research work under that “funding\nagreement,” the recipient or subrecipient must comply with the requirements of 37 CFR Part 401, “Rights to\nInventions Made by Nonprofit Organizations and Small Business Firms Under Government Grants, Contracts\nand Cooperative Agreements” and any implementing regulations issued by the awarding agency.",
      "queries": [
        "when are contractors required to pay wages",
        "what is the goal of a response",
        "what is sole source procurement",
        "where are tools stored in an institution"
      ],
      "queries_score": [
        "2.0831723",
        -7.3278398513793945,
        -7.696581840515137,
        -8.602334022521973
      ]
    },
    {
      "id": "guidance_75__71",
      "chunk_id": "71",
      "content": "(G) Clean Air Act (42 U.S.C. 7401–7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251–1387),\nas amended. Contracts and subgrants of amounts in excess of $150,000 must contain a provision that\nrequires the nonfederal award to agree to comply with all applicable standards, orders, or regulations\nissued pursuant to the Clean Air Act (42 U.S.C. 7401–7671q) and the Federal Water Pollution Control Act\nas amended (33 U.S.C. 1251–1387). Violations must be reported to the federal awarding agency and the\nRegional Office of the Environmental Protection Agency (EPA). (H) Mandatory standards and policies relating to energy efficiency which are contained in the state energy\nconservation plan issued in compliance with the Energy Policy and Conservation Act (42 U.S.C. 6201). (I) Debarment and Suspension (Executive Orders 12549 and 12689). A contract award (see 2 CFR 180.220)\nmust not be made to parties listed on the governmentwide Excluded Parties List System in the System for\nAward Management (SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive\nOrders 12549 (3 CFR Part 1986 Comp., p. 189) and 12689 (3 CFR Part 1989 Comp., p. 235), “Debarment and\nSuspension.” The Excluded Parties List System in SAM contains the names of parties debarred, suspended, or\notherwise excluded by agencies, as well as parties declared ineligible under statutory or regulatory authority\nother than Executive Order 12549. (J) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an award of $150,000\nor more must file the required certification. Each tier certifies to the tier above that it will not use and has\nnot used federal appropriated funds to pay any person or organization for influencing or attempting to\ninfluence an officer or employee of any agency, a member of Congress, officer or employee of Congress,\nor an employee of a member of Congress in connection with obtaining any federal contract, grant, or any\nother award covered by 31 U.S.C. 1352. Each tier must also disclose any lobbying with nonfederal funds that\ntakes place in connection with obtaining any federal award. Such disclosures are forwarded from tier to tier\nup to the nonfederal award. (K) See § 200.322 Procurement of recovered materials. 64 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this grant program. The COPS\nAnti-Methamphetamine Program provides funding for equipment, services, personnel, and other costs\npurchased or hired on or after the award start date. Upon review of your submitted budget, any unallowable\ncosts were removed. The Financial Clearance Memorandum (FCM) that was included in your award package\noutlined your allowable costs and noted any relevant revisions that were made to your original budget\nsubmission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n• compliance with laws and regulations;\n• economy and efficiency of operations;\n• effectiveness in achieving program results;\n• allowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final\nauthority and responsibility for all programmatic and financial decisions regarding this grant award.",
      "queries": [
        "who is the authorized official in an award?"
      ],
      "queries_score": [
        -5.1337080001831055
      ]
    },
    {
      "id": "guidance_75__72",
      "chunk_id": "72",
      "content": "authorized officials. The authorized officials are the individuals in your organization who have final\nauthority and responsibility for all programmatic and financial decisions regarding this grant award. At the\ntime of grant application, your agency listed the law enforcement executive (usually the chief of police,\nsheriff, etc.) and the government executive (usually the mayor, board president, etc.) for your agency. These executives are listed on your award document and are understood to be your authorized officials. If\nany of the executive information is incorrect, please submit the correct information to the COPS Office by\ncompleting an official Change of Information (COI) form available online at www.cops.usdoj.gov. award package. The award package includes your CAMP award document, Financial Clearance\nMemorandum (FCM), and award congratulatory letter; it may be accessed through the “Account Access” link\non the COPS Office website (www.cops.usdoj.gov). Your agency’s CAMP award document will list your grant\nnumber, law enforcement executive, government executive, award amount, number and hiring category of\npositions awarded, award start and end dates, and all terms and conditions (including any special conditions\nplaced on your agency’s CAMP grant). Your law enforcement and government executives have 90 days\nfrom the date on your award congratulatory letter to log on to their accounts in “Account Access” and\nelectronically sign the award document and submit it to the COPS Office. Your agency’s FCM will specify the\nfinal amount of CAMP funds awarded to your agency for officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase or hire any\nallowable equipment, services, personnel, or other costs that were approved by the COPS Office. The award\nstart date is found on your grant award document. Grantees may not expend funds prior to this date without\nwritten approval from the COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a\nperson hired on a permanent basis who is authorized by law or by a state or local public agency to engage\nin or oversee the prevention, detection, or investigation of violations of criminal laws. Catalogue of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide\npublication that contains a description and index of all forms of federal assistance. Each program is assigned\na CFDA number, which is used by auditors to track grant revenues under the Single Audit Act. It is also 65 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual used in participating states by State Single Points of Contact in conducting the required intergovernmental\nreviews under Executive Order 12372. The CFDA number for the COPS Office CAMP grant is 16.710. closeout. Closeout is the process in which the awarding agency, the COPS Office, determines that all\napplicable administrative actions and all required work and conditions of the award have been completed\nand met by the recipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides\nyour agency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you.",
      "queries": [
        "who is the authorized official of a grant",
        "who are the authorized officials",
        "who is authorized to make subawards or contracts under this award",
        "do invoices include evidence of acceptance",
        "nontransformative uses are unlikely to be regarded as fair ones."
      ],
      "queries_score": [
        "3.4899108",
        "3.3764205",
        -2.5685513019561768,
        -7.809624671936035,
        -6.3584794998168945
      ]
    },
    {
      "id": "guidance_75__73",
      "chunk_id": "73",
      "content": "cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides\nyour agency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you. If this is the first federal grant that your organization has\nreceived, the U.S. Department of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All\nnewly hired, additional or rehired officers (or an equal number of redeployed veteran officers) funded under\nCOPS Office programs must engage in community policing activities and in the implementation of your\ncommunity policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS\nOffice) is an independent office within the U.S. Department of Justice that is the grantor or awarding agency\nfor your grant or cooperative agreement. The COPS Office is responsible for assisting your agency with the\nadministration and maintenance of your grant for the entire grant award period. If you have any questions\nregarding the COPS Office, please call the COPS Office Response Center at 800-421-6770 or visit the COPS\nOffice website at www.cops.usdoj.gov. COPS Office finance staff accountants. The COPS Office finance staff accountants are responsible for your\nagency’s financial and budgetary needs related to this grant. A Staff Accountant is assigned to each state\nand is available to answer any questions that you may have concerning the Quarterly Financial Status Report\n(SF-425) and other financial aspects of your grant. To identify your Staff Accountant, please call the COPS\nOffice Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law\nenforcement agency or assigned to the appropriate state or regional fusion center, works in the field\nof criminal intelligence and may conduct data collection, research, and analysis to produce finished\nintelligence reports or other products designed to assist in the prevention, detection, or investigation of\nviolations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management\nand Budget (OMB) has required all agencies applying for federal funding to obtain this number prior to\napplication. The DUNS number is a unique nine- or thirteen-digit identification number that is assigned\nupon request to agencies by Dun & Bradstreet (D&B). This number will be used by the Federal Government\nto better track grant recipient information throughout the grant cycle and to provide consistent name and\naddress data for electronic grant application systems. To obtain a DUNS number, visit the Dun & Bradstreet\nwebsite at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s\nnine-digit federal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction.",
      "queries": [
        "cognizant federal agency",
        "which federal agency is considered cognizant",
        "who is required to submit a conflict of interest disclosure form to the cops office?"
      ],
      "queries_score": [
        "3.72854",
        "3.5833893",
        -5.719354629516602
      ]
    },
    {
      "id": "guidance_75__74",
      "chunk_id": "74",
      "content": "Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s\nnine-digit federal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned\nto you by the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office\nadministrative purposes only and should not be used for IRS purposes. 66 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual federally recognized tribe. Federally recognized tribes are Native American Indian tribal entities that\nare recognized by the Bureau of Indian Affairs (BIA) and are eligible for funding and services from the BIA\nby virtue of their status as sovereign Native American Indian tribes. They are acknowledged to have the\nimmunities and privileges available to federally acknowledged Indian tribes by virtue of their governmentto-government relationship with the United States, as well as the responsibilities, power, limitation, and\nobligations of such tribes. For further information, contact: BIA, Division of Tribal Government Services, MS4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS)\ndatabase is maintained by the U.S. Geological Survey, U.S. Department of the Interior. The database assigns a\nunique, permanent feature identifier, the Feature ID, which is the only standard federal key for integrating or\nreconciling feature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist\nyou in addressing any compliance-related questions regarding your grant. Grant Monitoring Specialists plan\nand conduct site visits and office-based grant reviews. During the life of your grant, you may be selected\nfor a monitoring site visit to assess your compliance with the terms and agreements of the grant program,\nto review your community policing initiatives, and to provide technical and administrative support for your\ngrant award. Please contact the COPS Office Response Center at 800-421-6770 if you have any compliancerelated questions. grant number. The grant number identifies your agency’s specific CAMP grant and can be found on\nyour grant award document. This number should be used as a reference when corresponding with the\nCOPS Office. Your grant number is in the following format: 2015-AMWX-0000. The COPS Office tracks grant\ninformation based upon this number. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with\nimplementing and maintaining your grant. A Grant Program Specialist is assigned to your state and is\navailable to answer any questions that you may have concerning the administrative aspects of your award. Your Grant Program Specialist can assist you with such matters as requesting an extension on your grant or\nmodifying the grant award. To obtain the name and phone number of your Grant Program Specialist, please\ncontact the COPS Office Response Center at 800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include\nJanuary 1 to December 31, October 1 to September 30, and July 1 to June 30.",
      "queries": [
        "what is the purpose of a local match",
        "when is sf-425 due"
      ],
      "queries_score": [
        -6.782674312591553,
        -7.701624870300293
      ]
    },
    {
      "id": "guidance_75__75",
      "chunk_id": "75",
      "content": "local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include\nJanuary 1 to December 31, October 1 to September 30, and July 1 to June 30. Some local budget cycles may\nextend up to 24 months. obligation of funds. The COPS Office obligates federal funds when the grant award document is signed\nby the COPS Office director or his or her designated official. For the grantee, grant funds are obligated when\nmonies are spent for hiring approved personnel under the grant. The term encumbrance is often used at the\nlocal and state levels to describe this type of transaction. Liquidated obligations are considered cash outlays\nor monies actually spent. Unliquidated obligations are obligations incurred and recorded but not yet paid\n(accrual basis of accounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of\nInvestigation (FBI), and it is your agency’s unique identifier. The first two letters are your state abbreviation,\nthe next three numbers are your county’s code, and the final two numbers identify your jurisdiction within\nyour county. If your agency does not have an ORI number assigned by the FBI, the COPS Office assigns a\nnon-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). It\ncan be found on your grant Award Document. When you contact the COPS Office with a question, please 67 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual reference your ORI number (or your grant number). primary law enforcement authority. An agency with primary law enforcement authority is the agency\nthat is the first responder to calls for service and has ultimate and final responsibility for the prevention,\ndetection, or investigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with\nfulfilling the mandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. supplanting. For the purposes of your COPS Office grant, supplanting means replacing state, local, or BIA\nfunds that otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local, and tribal governments are prohibited from supplanting throughout the grant period. This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services,\npersonnel, or other items which, in the absence of the COPS Office program, would otherwise have been\nfunded with state or local funds or with funds supplied by the BIA.",
      "queries": [
        "when is local budget cycle",
        "what is local budget cycle"
      ],
      "queries_score": [
        "2.098002",
        "2.1253726"
      ]
    },
    {
      "id": "guidance_75__76",
      "chunk_id": "76",
      "content": "This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services,\npersonnel, or other items which, in the absence of the COPS Office program, would otherwise have been\nfunded with state or local funds or with funds supplied by the BIA. The COPS Office funds must instead be\nused to supplement, or increase, your law enforcement budget. For additional information on supplanting,\nplease review grant condition #4 on page 7 of this manual. System for Award Management (SAM). The SAM database is the repository for standard information\nabout federal financial assistance applicants, recipients, and sub-recipients. Organizations that have\npreviously submitted applications via Grants.gov are already registered with SAM, as it is a requirement\nfor Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least\nonce per year to maintain an active status. Information about registration procedures can be accessed\nat www.sam.gov. 68 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual COPS Office Resources The following resources discuss various efforts to address the problem of methamphetamine:\nThe Methamphetamine Summit: A Process in Collaboration and Decision Making\nWith an emphasis on cross-disciplinary collaboration and participatory research, the summit approach is\na case study for improved solutions to complex drug problems and holds promise for addressing a wider\nrange of drugs in communities across the country. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-P207\nProceedings of the New England Methamphetamine Summit and Listening Post\nA crucial component of effective community policing involves collaborating with stakeholders of specific\ncrime problems to bring about the most effective responses. It was in this spirit that the COPS Office\nsponsored a one-day summit and listening post about methamphetamine in New England states, bringing\ntogether multidisciplinary teams from seven states. This document captures both the formal presentations\nand group discussion that took place at this summit. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-W0552\nStrategic Efforts to Address Methamphetamine in Indian Country\nMethamphetamine use in Indian country is an increasing problem and is involved in about 40% of the\nviolent crime on reservations. Strategic Applications International (SAI) brought the tribal meth grantees\ntogether for a four-day summit in Arizona called “Breaking the Meth Cycle.” Attendees focused on prevention,\nlaw enforcement, and treatment for meth use. This BOLO discusses the dilemma of limited criminal\njurisdiction, as well as the persistent problem of meth- amphetamine use in Indian country, which has led to\na critical increase in violence and crime. http://ric-doj.zai-inc.com/ric.php?page=detail&id= COPS-W0723 69 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 70 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 71 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 72 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual 73 74 2015 COPS Anti-Methamphetamine Program (CAMP)\nGrant Owner’s Manual This manual was created to assist COPS Anti-Methamphetamine Program (CAMP) grantees with the administrative and\nfinancial matters associated with their grant. For more information about your CAMP grant, please contact your COPS Grant Program Specialist. If you do not\nknow the name or telephone number of your Grant Program Specialist, please contact the COPS Office Response\nCenter at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published 2015",
      "queries": [
        "usdoj how to get your report",
        "does a lease termination affect third party leases"
      ],
      "queries_score": [
        -6.96828556060791,
        -9.152658462524414
      ]
    }
  ]
}