{
  "doc_id": "guidance_84",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_84__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5875.13\nDATE:\nFebruary 20, 2015 Transfer of Inmates to State Agents\nFor Production on State Writs /s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§ 527.30 Purpose and scope. The Bureau of Prisons will consider a request made on behalf of a state or local\ncourt that an inmate be transferred to the physical custody of state or local agents\npursuant to state writ of habeas corpus ad prosequendum or ad testificandum. The Warden at the institution in which the inmate is confined is authorized to\napprove this transfer in accordance with the provisions of this rule. State or local law enforcement agents may obtain custody of an inmate pursuant to state writs of\nhabeas corpus ad prosequendum or ad testificandum, if there is no detainer on file from any\njurisdiction in the receiving state. The Interstate Agreement on Detainers (IAD) was not meant to be the sole means of obtaining an\ninmate’s custody for prosecution. Legislative history suggests the IAD was enacted to provide\nprisoners with a method of removing detainers lodged against them, not as a means of promoting\nprosecution. Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. In this Program Statement, Correctional Systems staff are referred to as institution staff. a. Summary of Changes\nPolicy Rescinded\nP5875.12\nTransfer of Inmates to State Agents for Production on State Writs (7/31/03)\n■ Eliminated references to Inmate Systems Management and Inmate Systems Officers,\nreplacing them with Correctional Systems (CS) and Correctional Systems Officer (CSO)\ndue to decision to consolidate positions in the department. ■ Added use of the Jail and Commitment Corrections System (JACCS) to verify location of\ninmates while released under provisions of the IAD or on state writ. b. Program Objectives. The expected results of this program are:\n■ State or local law enforcement agents may be allowed to obtain custody of Federal inmates\nfor both criminal and civil cases. ■ State or local authorities will agree to provide the same level of security for each inmate in\naccordance with Bureau policy. c. MCC/MDC/FDC/FTC Procedures. Procedures in this PS apply to Metropolitan\nCorrectional Centers, Metropolitan Detention Centers, Federal Detention Centers, and Federal\nTransportation Centers. d. Contract Facilities. Procedures in this PS also apply to Federal inmates housed at contract\nfacilities operated by private organizations. e. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any additional local procedures to implement\nthe national policy, the local Union may invoke to negotiate procedures or appropriate\narrangements. 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 2. PROCEDURES\n§ 527.31 Procedures. (a) These procedures apply to state and federal inmates serving sentences in\nfederal institutions, and shall be followed prior to an inmate’s transfer to state or\nlocal agents other than through the Interstate Agreement on Detainers. A state or local law enforcement agency may, with the Warden’s approval, obtain an inmate by\nmeans of a writ of habeas corpus ad prosequendum without filing a detainer.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_84__1",
      "chunk_id": "1",
      "content": "A state or local law enforcement agency may, with the Warden’s approval, obtain an inmate by\nmeans of a writ of habeas corpus ad prosequendum without filing a detainer. Writs from Tribal\nCourts are treated in the same manner as writs from a state or local court. Writs from the District\nof Columbia Superior Court (civil and criminal) are treated in the same manner as Federal writs\n(per the All Writs Act, Title 28 U.S.C. § 1651). The state is bound by the IAD’s provisions only when a detainer has been filed. If there is no\ndetainer on file from the jurisdiction where the prisoner is being requested under a writ, but one or\nmore detainers are on file from other jurisdictions in the same state, then the IAD’s provisions\napply. Pending arrival at a designated institution, the inmate may be removed via state writ, but not\nunder the IAD. Refer questionable cases to Regional Counsel.\n(b) The Warden shall authorize transfer only when satisfied that the inmate’s\nappearance is necessary, that state and local arrangements are satisfactory, that\nthe safety or other interests of the inmate (such as an imminent parole hearing)\nare not seriously jeopardized, and that federal interests, which include those of\nthe public, will not be interfered with, or harmed. Authorization may not be given\nwhere substantial concern exists over any of these considerations. The Warden personally reviews and makes a decision on any production request, civil or\ncriminal, taking particular care with inmates who have either IN or MAXIMUM custody. This\nauthority may not be delegated below the level of Acting Warden. The Warden notifies state authorities of any security concerns about a particular inmate regardless\nof the inmate’s custody level. The Warden must receive the state authorities’ written agreement\nthat they will provide the same level of security (number of escorts, restraints, etc.) Bureau policy\nrequires. See the Program Statement Escorted Trips for more information. Failure of state\nauthorities to agree to these requirements is grounds for denying the request. 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 When the inmate is a serious custody risk, or when the state refuses to or cannot abide by this PS’s\nrequirements, these cases are referred first to Regional Counsel for approval. A decision to the\ntransfer to state agents may be refused in favor of production by the U.S. Marshals Service\n(USMS).\n(c) The request for transfer of custody to state agents shall be made by the\nprosecutor or other authority who acts on behalf of the court and shall be directed\nto the Warden of the institution in which the inmate is confined. The request shall\nbe made by letter. The request shall indicate the need for appearance of the\ninmate, name of the court, nature of the action, date of the requested appearance,\nname and phone number of the state agency or other organization with\nresponsibility for transporting the inmate, the name and location where the inmate\nwill be confined during legal proceedings, and anticipated date of return. For civil\ncases, the request shall also indicate the reason that production on writ is\nnecessary and some other alternative is not available.",
      "queries": [
        "who may obtain an inmate by writ of habeas corpus ad prosequendum",
        "us dept of justice civil rights office phone number",
        "how to designate the fpoc in gms",
        "which federal agency requires new drugs to be approved for market"
      ],
      "queries_score": [
        "2.357187",
        -8.170792579650879,
        -8.717276573181152,
        -8.735800743103027
      ]
    },
    {
      "id": "guidance_84__2",
      "chunk_id": "2",
      "content": "For civil\ncases, the request shall also indicate the reason that production on writ is\nnecessary and some other alternative is not available. The applying authority\nshall provide either at the time of application or with the agent assuming custody,\na statement signed by an authorized official that state or local officials with\ncustody will provide for the safekeeping, custody, and care of the inmate, will\nassume full responsibility for that custody, and will return the inmate to Bureau of\nPrisons’ custody promptly on conclusion of the inmate’s appearance in the state\nor local proceedings for which the writ is issued. Prosecutors are encouraged to use the IAD/State Writ – Prosecutor’s Certification (BP-A0565)\nwhen requesting custody of an inmate, as it contains all information necessary for transfer. However, if the writ, or letter accompanying the writ, contains all required information, it may be\naccepted after appropriate verification is made. If the request for transfer of custody to state agents concerns a Witness Security inmate, forward it\nto the Inmate Monitoring Section, Central Office.\n(d) A certified copy of the writ (one with the Seal of the Court) must be received\nat the institution prior to release of the inmate. Institution staff shall verify the\nauthenticity of the writ. Verification is obtained by telephoning the Clerk of the Court that issued the writ. Verification is noted on the writ to include: 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 ■\n■\n■\n■\n■ Name of verifying court official. His/her title. Phone number. Bureau staff member’s name and title. Date. The Court’s seal may be electronic or manual. (e) Institution staff shall maintain contact with the state or local law enforcement\nagency with responsibility for transfer of the inmate to determine the exact date\nand time for transfer of custody. If the inmate is awaiting federal trial or has\nfederal civil proceedings pending, staff must clear the transfer through the U.S.\nAttorney. (f) Institution staff shall determine from the state or local agency the names of\nthe agents assuming custody. Staff must carefully examine the credentials of the\nagents assuming custody. In any doubtful case, verification should be sought. Verification is obtained by phoning the state agency. When a private carrier or contractor is\ntransporting the inmate for the state, institution staff may request in advance the names of\nindividuals who will assume custody. (g) Transfers in civil cases pursuant to a writ of habeas corpus ad testificandum\nmust be cleared through both the Regional Counsel and the Warden. Transfer\nordinarily shall be recommended only if the case is substantial, where testimony\ncannot be obtained through alternative means such as depositions or\ninterrogatories, and where security arrangements permit. Postponement of the\nproduction until after the inmate’s release from federal custody will always be\nconsidered, particularly if release is within twelve months. The Warden must obtain Regional Counsel’s clearance before releasing an inmate on a state civil\nwrit. It is recommended that Regional Counsel be used for all contacts and discussions with\nattorneys or court officials, or with respect to legal considerations affecting the production\ndecision. There is no presumption that an inmate must be released in state civil cases.",
      "queries": [
        "how to develop utilization report",
        "cops contact number",
        "does cops pay for overtime",
        "when is the cops office obligated",
        "does congress want to award fees in osha adjudications against the secretary of labor"
      ],
      "queries_score": [
        -8.118330001831055,
        -6.747671127319336,
        -8.491063117980957,
        -7.522931098937988,
        -10.056305885314941
      ]
    },
    {
      "id": "guidance_84__3",
      "chunk_id": "3",
      "content": "It is recommended that Regional Counsel be used for all contacts and discussions with\nattorneys or court officials, or with respect to legal considerations affecting the production\ndecision. There is no presumption that an inmate must be released in state civil cases. Regional Counsel, before notifying the Warden that the release is recommended, consults with\nthe U.S. Attorney from the district in which the inmate was prosecuted to ensure there are no 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 facts about the inmate, bearing on the decision to authorize transfer, which are not known to\nBureau staff. (h) Release of inmates classified as Central Inmate Monitoring Cases requires\nreview with and/or coordination by appropriate authorities in accordance with the\nprovisions of 28 CFR part 524, subpart F.\n28 CFR part 524, subpart F, refers to the Program Statement Central Inmate Monitoring\nSystem. 3. RELEASE PROCEDURES CS staff follow the procedures in the Program Statement Correctional Systems Manual for\nreleasing inmates on writ. Also refer to the Program Statement Escorted Trips for information\nregarding escorts and security levels. The Release Authorization (BP-A0392) serves as the\nreceipt of the official taking custody of an inmate released on writ. The receiving state agent’s\nname must be obtained on the Release Authorization. CS staff present and explain the IAD/State Writ – Acknowledgment form (BP-A0567) to the\ninmate before release on state writ. If the inmate is released improperly to the community by local\nauthorities, or improperly transferred to a non-Federal facility or agency while on state writ, this\nform requires the inmate to call the person designated on the BP-A0567 immediately (collect or\nthrough any other communication system available), or upon the release or transfer. CS staff have the inmate sign the BP-A0567 before release to state agents. If the inmate\nrefuses to sign, staff advise him/her of the form’s contents and document the refusal to sign. The\nWarden designates the contact person to be listed on the BP-A0567. CS staff provide a copy of the BP-A0567 to the Control Center and Operations Lieutenant. This\nform provides the basis for accepting an inmate’s collect call. If the inmate is released to the\ncommunity improperly, the contact person instructs him/her to surrender to the nearest USMS\nOffice. Information that must be given to the state agent to accompany the inmate is contained in the\nProgram Statement Receiving and Discharge Manual. 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 Inmates released on writ remain in custody and are returned to the sending institution when court\nproceedings are completed. At 60 calendar day intervals, CS staff will contact custodial authorities\nto determine the inmate’s status. Document all contacts in the Inmate Remand or Judgment & Commitment File. Each institution\ndocuments the:\n■ Date.\n■ Phone number. ■\n■\n■\n■ Name of person contacted. Inmate’s current location. Inmate’s current status. Name of staff member making contact. If the inmate is housed in a Federal institution, SENTRY may be used to verify his/her custody. CS staff document where the inmate is currently housed and that the information was verified by\nSENTRY.",
      "queries": [
        "intergovernmental agreements relating to electricity",
        "eobgr purpose",
        "how to submit a usdoj certification"
      ],
      "queries_score": [
        -8.60961627960205,
        -7.041546821594238,
        -6.755090713500977
      ]
    },
    {
      "id": "guidance_84__4",
      "chunk_id": "4",
      "content": "■\n■\n■\n■ Name of person contacted. Inmate’s current location. Inmate’s current status. Name of staff member making contact. If the inmate is housed in a Federal institution, SENTRY may be used to verify his/her custody. CS staff document where the inmate is currently housed and that the information was verified by\nSENTRY. Upon the inmate’s return to the parent institution, this documentation may be\ndiscarded. See the Correctional Systems Manual for more information. JACCS may be used to verify the necessary information for an inmate housed with the District of\nColumbia Department of Corrections. CS staff note the date, institution where the inmate is\ncurrently housed, and that the information was verified by JACCS, with documentation\ndiscarded once the inmate is returned to the institution at the discretion of the local manager. 4. ASSISTANCE\nRefer questions on these procedures to the Correctional Programs Branch, Central Office:\n202-307-0222. 5. AGENCY ACA ACCREDITATION PROVISIONS\n■ Standards for Adult Correctional Institutions, 4th Edition: None.\n■ Performance -Based Standards for Adult Local Detention Facilities, 4th Edition: None.\n■ Standards for Administration of Correctional Agencies, 2nd Edition: 2-CO-4B-02. 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 REFERENCES\nProgram Statements\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5538.06\nEscorted Trips (08/29/14)\nP5800.12\nReceiving and Discharge Manual (8/12/14)\nP5800.15\nCorrectional Systems Manual (1/1/09)\nFederal Regulations\nFederal Regulations cited in this Program Statement are contained in 28 CFR 527.30-31. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. 5875.13 2/20/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8",
      "queries": [],
      "queries_score": []
    }
  ]
}