{
  "doc_id": "guidance_99",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_99__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI\nHSD/HSS\nNUMBER\n6010.05\nDATE\nJune 26, 2014 Health Services Administration /s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons 1. PURPOSE AND SCOPE To deliver medically necessary health care to inmates effectively in accordance with proven\nstandards of care without compromising public safety concerns inherent to the Bureau’s overall\nmission. a. Summary of Changes\nPolicy Rescinded\nP6010.04 Health Services Administration (6/20/2013) Section 4.j.: Removes the restriction that consulting physicians and dentists must hold a current\nlicense “in the state where services are provided.” Delivering services on a Federal installation\nrequires a current and valid professional license from any state. b. Program Objectives. The expected results of this program are:\n■ Staff will be guided in the development and operation of Bureau health care programs. ■ Administrative policies, procedures, and controls will be established, implemented, and\nreviewed. ■ Appropriately trained, skilled, and credentialed staff will be employed. ■ Lines of authority and accountability will be established to provide for appropriate personnel\nsupervision. ■ Inmate medical care will be delivered efficiently and cost effectively within the levels of care\nestablished by Bureau policy. 2. ADMINISTRATION Providing health care within a correctional environment presents unique challenges not\nencountered by practitioners elsewhere. The Health Services Division’s goal is to provide\nmedically necessary health care services. On occasion, there may be an incompatibility between medical and correctional guidelines;\nconflicts related to medical care should be resolved, as far as practical, in favor of medicine. At\nthe same time, the medical staff must be part of the institution’s correctional team. a. Delegation of Authority. The Director’s authority to provide for the care and treatment of\npersons charged or convicted of offenses against the United States has been delegated to the\nAssistant Director, Health Services Division (HSD). The Assistant Director, HSD, directs and\nadministers all activities related to the physical and psychiatric care of inmates, the Bureau’s\nSafety and Environmental Health Program, and Food and Farm Services. The Assistant Director, HSD, has delegated the clinical direction and administration of all\nactivities related to the physical and psychiatric care of inmates to the Medical Director. The\nMedical Director is the final health care authority for all clinical issues. The Director delegates to the Regional Directors and Wardens authority to make\nrecommendations to the appropriate judge regarding the mental competency of inmates. The\nDirector retains the authority to audit and review any action taken under these delegations. b. Core Principles. The following core principles support the Health Services Mission\nStatement:\n■ Human Value. All inmates have value as human beings and deserve medically necessary\nhealth care. ■ Public Safety. Health care for inmates must be delivered within the constraints of\ncorrectional concerns and responsibilities inherent to the Bureau of Prisons’ overall mission. P6010.05 06/26/2014 2 ■ Inmate Rights and Responsibilities. Inmates must understand their right to access health\ncare as well as their responsibilities to participate in health care in a manner that ensures\nmaximal benefit from offered services. ■ Evidence-Based Care. Standards of care for inmates will employ proven treatment\nstrategies, generally supported by outcome data. ■ Public Health.",
      "queries": [
        "cops office contact phone number"
      ],
      "queries_score": [
        -7.499989032745361
      ]
    },
    {
      "id": "guidance_99__1",
      "chunk_id": "1",
      "content": "Inmates must understand their right to access health\ncare as well as their responsibilities to participate in health care in a manner that ensures\nmaximal benefit from offered services. ■ Evidence-Based Care. Standards of care for inmates will employ proven treatment\nstrategies, generally supported by outcome data. ■ Public Health. Inmate health interventions that prevent the spread of contagious diseases\nand reduce preventable diseases and injuries are important to public health, and are consistent\nwith the Bureau of Prisons’ overall mission. ■ Fiscal Stewardship. Medical services provided to Federal inmates will be obtained at the\nlowest possible cost. Comprehensive contracts for medical services with discounted rates\nwill be pursued wherever possible. ■ Inmate Function. Medically necessary interventions will aim to improve inmate functioning\nto a level that facilitates performance of activities of daily living within the correctional\nenvironment. ■ Compassionate Care. Clinicians treating inmates will appropriately weigh the risks and\nbenefits of various treatment options, and recognize and address the psychosocial needs of\ninmates with terminal illnesses and other serious medical conditions. 3. HEALTH SERVICES DIVISION, ORGANIZATIONAL CHART\na. The Assistant Director, Health Services Division, is responsible for all policy and activities\nrelated to the mission of the Division. This includes:\n■\n■\n■\n■ Managing human resources for the Division. Directing budget planning and fiscal control. Regularly inspecting institution health care facilities and programs. Coordinating research activities related to health care. The Office of the Assistant Director is staffed by the Assistant Director, Medical Director,\nDeputy Assistant Director, and an Executive Assistant. b. The Medical Director, as final health care authority for the Bureau, is responsible for all\nhealth care delivered by Bureau health care practitioners and U.S. Public Health Service (PHS)\nofficers as well as establishing health care programs. Under 18 U.S.C. § 4005, the Bureau is\nauthorized to request assignment of PHS officers to assist with the direct delivery of health care. P6010.05 06/26/2014 3 The Medical Director serves as the focal point for this relationship. Historically, the Medical Director has been a board- certified physician assigned to the Bureau\nunder 18 U.S.C. § 4005. The Assistant Director and Medical Director provide consultation and guidance to the Regional\nDirectors and Wardens. Physicians selected as Clinical Specialty Consultants are privileged and supervised by the\nMedical Director. Clinical Specialty Consultants are responsible for clinical guidance for\nspecific regions. c. The Deputy Assistant Director has oversight authority for non-clinical medical operations as\nwell as Food Service and Safety. d. HSD Planning and Goals. HSD will establish measurable goals and objectives for the\nBureau’s medical/mental health programs that are reviewed at least annually and updated, as\nneeded. The BOP’s strategic planning process will be used to review the goals and objectives\nquarterly. The BOP Governing Body will review the annual report submitted by the Office of Quality\nManagement, HSD. The HSD is responsible for policy, planning, and evaluation. These responsibilities include:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Strategic planning. Quality management. Information systems. Informational and statistical reporting. Special medical population projections. Facilities planning and design. Managed care. Policy planning, development, and analysis. Budgetary activities. Human resource issues. Drug-Free Workplace Program. Continuing Professional Education. Tele-health. Mental health programs. Dental programs. P6010.05 06/26/2014 4 ■\n■\n■\n■\n■\n■\n■\n■\n■ Nursing programs. Laboratory services.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_99__2",
      "chunk_id": "2",
      "content": "Strategic planning. Quality management. Information systems. Informational and statistical reporting. Special medical population projections. Facilities planning and design. Managed care. Policy planning, development, and analysis. Budgetary activities. Human resource issues. Drug-Free Workplace Program. Continuing Professional Education. Tele-health. Mental health programs. Dental programs. P6010.05 06/26/2014 4 ■\n■\n■\n■\n■\n■\n■\n■\n■ Nursing programs. Laboratory services. Pharmacy programs. Radiology services. Physical therapy services. Social worker services. Medical designations and transportation. Medical contracting. Commissioned Officer/Public Health Service personnel issues. e. Regional Office. As managerial staff, Regional Health Systems Administrators (RHSAs)\nserve as principal advisors to the Regional Director and Deputy Regional Director in all matters\nrelated to health care delivery. The primary responsibilities of the RHSAs include:\n■\n■\n■\n■ Develop suggestions for policy revisions. Perform management assessments. Prepare responses to correspondence and Regional Administrative Remedies (BP-10s). Respond to health care problems at all institutions within the region (including Residential\nReentry Centers). ■ Provide advice to Regional Directors regarding the planning and development of new\ninstitutions and construction at existing institutions. RHSAs must be knowledgeable regarding:\n■\n■\n■\n■ EEO and recruitment. Joint Commission standards. American Correctional Association (ACA) standards. Acceptable standards of medical practice in order to recommend changes and improvements. f. Health Services Unit (HSU). The primary objective of institutional health services personnel\nis the delivery of health care to inmates committed to the care and custody of the Attorney\nGeneral. The HSU’s organization will vary among institutions depending upon their security\nlevels and missions. Ordinarily, the HSU at each institution will have a Clinical Director (CD) and a Health Services\nAdministrator (HSA), who report to the Warden (or Associate Warden). Specific functions are\ndescribed in subsequent sections. All HSUs will participate in the BOP’s Program Review process to assess the achievement of\ngoals and objectives. P6010.05 06/26/2014 5 The CD and the HSA will review all HSU policies and procedures annually and revise, if\nnecessary. All policy/procedures and revisions are subject to local negotiations. The reviewers\nwill sign and date each policy/procedure reviewed or revised. 4. DESCRIPTION OF MAJOR DUTIES/RESPONSIBILITIES a. Clinical Director (CD). The CD is responsible for oversight of the clinical care provided at\nthe institution, including:\n■\n■\n■\n■\n■ Reviews applications and credentials for membership to the medical staff. Establishes practice agreements. Implements and monitors in-house Continuing Professional Education (CPE) training. Maintains the quality of health records. Evaluates patient care through an ongoing program that identifies problems and their\nresolution. The CD will maintain a close working relationship with local community hospitals and health\ncare providers contracted by the institution. The CD will make the community hospital aware\nthat care provided to inmates will be authorized in advance by the institution, not at the inmate\npatient’s request. During outside hospitalization of an inmate, a physician, normally the CD, will document on the\nSF-600 contact with the attending physician to ensure that:\n■ He/she remains fully informed of the patient’s condition.\n■ The care provided relates to the diagnoses on admission and any complications that develop. ■ Every effort is made either to return the inmate to the institution or transfer him/her to a\nMedical Referral Center (MRC) as soon as the patient’s condition allows.",
      "queries": [
        "definition of provisional rate",
        "when is recipient integrity and performance matters mandatory for all federal awarding agencies",
        "what is the purpose of a drug abuse program and inmate trust funds",
        "who is the authorized official of a grant"
      ],
      "queries_score": [
        -8.120986938476562,
        -9.202372550964355,
        -6.582803726196289,
        -8.445631980895996
      ]
    },
    {
      "id": "guidance_99__3",
      "chunk_id": "3",
      "content": "He/she remains fully informed of the patient’s condition.\n■ The care provided relates to the diagnoses on admission and any complications that develop. ■ Every effort is made either to return the inmate to the institution or transfer him/her to a\nMedical Referral Center (MRC) as soon as the patient’s condition allows. The CD will review, initial, and date all outside hospital and operative reports. The CD is the clinical supervisor for Mid-Level Practitioners (MLPs) and must provide input\ninto performance evaluations concerning these individuals with the HSA or AHSA. However,\nthe HSA or AHSA are considered the primary supervisors of the MLPs for administrative issues. The CD provides clinical supervision for other clinical personnel (nurses, Emergency Medical\nTechnicians [EMTs], etc.). In institutions without an assigned Bureau physician, the contract CD\nwill perform clinical supervision. The CD may designate a staff physician to provide all or part\nof this clinical oversight, but such delegations must be clearly defined. P6010.05 06/26/2014 6 Staff physicians providing clinical oversight for MLPs and other clinical personnel will provide\ninput for quarterly clinical care Performance Log entries. The CD will ensure new health care providers are properly trained and oriented prior to\nassignment to independent duty. At a minimum, the CD or contract physician will provide the following supervisory functions for\nMLPs:\n(1) Review at least two health records, per provider, of the patients evaluated by the day shift\nclinical staff (normal work week) at the end of each workday. If this review is not practical at\nthe end of the workday, it should take place the next possible workday. This review, when necessary, will include a discussion of the case with the treating MLP and a\ntreatment plan review. The reviewing physician will initial and date those charts reviewed. (2) On the next normal workday, review all health records of those cases clinical staff evaluated\non the evening and morning watch, weekend, and holiday shifts. If this review is not practical, it\nshould take place the next possible workday. This review, when necessary, will include a discussion of the case with the appropriate clinical\nstaff and a treatment plan review. The reviewing physician will initial and date those charts reviewed. When questions arise during record reviews, the physician responsible for clinical supervision\nwill arrange a face-to-face discussion with appropriate clinical staff as soon as possible. (3) Be available to consult on cases requiring urgent attention. (4) Review unusual and interesting cases with clinical staff individually, at staff meetings, and\nother appropriate times. b. Health Services Administrator (HSA). The HSA plans, implements, and directs all aspects\nof the department's administration, including:\n■ Supervision of administrative personnel. P6010.05 06/26/2014 7 ■\n■\n■\n■\n■\n■ Procurement. Supply. Drug-free Workplace Program. Housekeeping. Sanitation. Maintenance. The HSA also provides supervision and direction for ancillary departments, including:\n■\n■\n■\n■\n■\n■ Pharmacy. Laboratory. Radiology. Physical Therapy. Social Workers. Health records. The HSA provides supervision and direction to these Health Services staff, including designation\nof shifts and assignment of general and specific duties. Ordinarily, the HSA represents the\ndepartment on various committees and in other interdepartmental meetings or negotiations.",
      "queries": [
        "what is the role of an intern supervisor in training program",
        "which federal agency is considered cognizant",
        "what is the cardinal rule in the interpretation of a contract?"
      ],
      "queries_score": [
        -6.250286102294922,
        -7.730501174926758,
        -8.56954288482666
      ]
    },
    {
      "id": "guidance_99__4",
      "chunk_id": "4",
      "content": "Pharmacy. Laboratory. Radiology. Physical Therapy. Social Workers. Health records. The HSA provides supervision and direction to these Health Services staff, including designation\nof shifts and assignment of general and specific duties. Ordinarily, the HSA represents the\ndepartment on various committees and in other interdepartmental meetings or negotiations. The HSA and CD integrate administrative management functions with clinical programs\n(laboratory, radiology, physical therapy, pharmacy etc.). The HSA or AHSA are considered the primary supervisor for MLPs, EMTs, and nurses in nonmedical facilities for administrative issues. Clinical input will be provided by the CD. At institutions where the CD is a contract physician, the CD and all contract clinical staff are\nunder the HSA’s administrative oversight. The HSA and the CD will be the direct avenues of communication between Health Services and\nthe CEO or designee, Regional Office, and Central Office. This does not exclude program\nsupervisors from communicating with these individuals and offices; however, the HSA and CD\nhave the primary responsibilities. The HSA will prepare quarterly statistical reports to help monitor the health care services\nprovided. This report will only be used locally. The reporting format will also be determined\nlocally. The quarterly report will include:\n■ Use of healthcare services by category. ■ Referrals to specialty consultants. P6010.05 06/26/2014 8 ■\n■\n■\n■\n■ Number of prescriptions written. Number of laboratory and x-ray tests completed. Observation room admissions, if applicable. Onsite or off-site hospital admissions. Serious injuries or illnesses, deaths, and off-site transports. The HSA supervises inmates assigned to the HSU and organizes and directs training for inmate\nworkers. The HSA is responsible for the orientation and non-clinical training of staff assigned to the HSU,\nincluding correctional officers. The HSA must be knowledgeable about personnel regulations applicable to both civilian and\nPHS staff. The HSA is the local Personnel Officer for Public Health Services (PHS)\nCommissioned Corps personnel. He/she assists in recruiting new personnel and keeps staff\ninformed of training opportunities. The HSA or designee is responsible for maintaining each PHS Officer’s leave record. Leave records must be certified and forwarded to the Officer’s duty station when an officer\ntransfers, or to the Bureau Commissioned Personnel Office when an officer separates or retires. For institutions with PHS personnel, refer to Supervisor’s Guide to the Commissioned Corps,\navailable from the Division of Commissioned Personnel’s website. The HSA will ensure that health care staff are appropriately licensed, registered, or certified. Evidence of current licensure, certification, or registration must be verified at the primary source\nand maintained in the HSU. A copy of each Physician’s/Dentist’s Comparability Allowance Agreement, including evidence\nof Board Certification status, must also be on file. The HSA is responsible for budget and procurement activities, including controlling purchases,\nmaintenance, and distribution of equipment, materials, and facilities of the HSU. The HSA must be knowledgeable about medical supplies, equipment, and their sources of\nsupply. The HSA plans HSU budgetary requirements and maintains fiscal control over HSU contracts. P6010.05 06/26/2014 9 The HSA keeps the CD and other health services staff members informed of the annual and\nquarterly budgets.",
      "queries": [
        "what is hsa in health care"
      ],
      "queries_score": [
        "1.615039"
      ]
    },
    {
      "id": "guidance_99__5",
      "chunk_id": "5",
      "content": "The HSA must be knowledgeable about medical supplies, equipment, and their sources of\nsupply. The HSA plans HSU budgetary requirements and maintains fiscal control over HSU contracts. P6010.05 06/26/2014 9 The HSA keeps the CD and other health services staff members informed of the annual and\nquarterly budgets. The HSA certifies vouchers for payment submitted in connection with consultant care or other\n“outside” medical services to verify their accuracy. Vouchers will also be reviewed with respect\nto:\n■ Were the billed services authorized and appropriate and have the services been completed?\n■ Were the billed services actually provided?\n■ Are the amounts invoiced correct within the terms of the contract; or, if there was no\ncontract, are they commensurate with customary fees in the community?\n■ Is the billing or payment a duplication that must be prevented? Services rendered by outside vendors will have the advance approval of the Contracting Officer\nor the Contracting Officer’s Technical Representative (COTR) except in emergency situations,\nwhich require prior notification. c. Assistant Health Services Administrator (AHSA). As part of the management team, the\nAHSA is responsible for administrative operations of the HSU as assigned by the HSA. d. Mid-Level Practitioners (MLPs). MLPs are graduate physician assistants (certified or noncertified), nurse practitioners, and unlicensed medical graduates. Mid-level practitioners must have a “Practice Agreement” with a licensed physician prior to\nproviding health care in the institution. Practice Agreements will be granted based on the MLP’s qualifications, knowledge/skills, and\nexperience, as identified and verified in the credentials portfolio or by demonstration. Practice agreements will be valid for a period not to exceed two years (see BP-A0823, MidLevel Practitioner (MLP)/Sponsor Physician Practice Agreement). e. Nursing Department. Nursing departments are located only in MRCs. The institution’s\nmission and size determine the complexity, numbers, and categories of nursing staff employed. The department may include nurse administrators, supervisory personnel, staff nurses, and\nlicensed practical (vocational) nurses. (1) Director of Nursing (DON). DONs are only assigned to MRCs. The DON is a Registered\nNurse who promotes accepted standards of care and establishes a means of monitoring and\nevaluating nursing care. The DON is responsible for the delivery of nursing services. P6010.05 06/26/2014 10 He/she analyzes, plans, implements, and evaluates all of the nursing department’s functions. The DON participates in policy decisions affecting nursing personnel, patient care, and is a\nmember of the Governing Body. The DON ensures staff nurses are trained properly and demonstrates the ability to use any\nmedical equipment that may facilitate nursing care. The DON maintains training documentation. He/she organizes the department to provide optimum service to all shifts. He/she encourages nursing staff to participate in continuing education programs and attend\nrequired meetings. The DON develops, allocates, and administers the nursing services budget, where appropriate. (2) Assistant Director of Nursing (ADON). The ADON is a Registered Nurse accountable to\nthe DON. The ADON has specific duties as delegated by the DON and is authorized to act in the\nDON's absence. He/she supervises, coordinates, and integrates the activities of one or more nursing supervisors. (3) Supervisory Clinical Nurse (SCN). The SCN is a Registered Nurse usually accountable to\nthe ADON or the DON.",
      "queries": [
        "when did the european decision to enter into force",
        "community policing definition",
        "what type of audit is chp award",
        "why competition is determined inadequate after solicitation of a number of sources?"
      ],
      "queries_score": [
        -8.839686393737793,
        -7.791820526123047,
        -8.522982597351074,
        -8.569731712341309
      ]
    },
    {
      "id": "guidance_99__6",
      "chunk_id": "6",
      "content": "The ADON has specific duties as delegated by the DON and is authorized to act in the\nDON's absence. He/she supervises, coordinates, and integrates the activities of one or more nursing supervisors. (3) Supervisory Clinical Nurse (SCN). The SCN is a Registered Nurse usually accountable to\nthe ADON or the DON. The SCN has responsibility for a specific shift or area, such as a\nbuilding or a unit (e.g., medical/surgical or specialty units within an Operating Room and Post\nAnesthesia Recovery Room). The SCN implements policies and procedures of the nursing department for his/her designated\narea and coordinates care and services with other supervisors. (4) Charge Nurse. The Charge Nurse is a Registered Nurse. In some settings, the Charge\nNurse may be called the team leader or patient care coordinator. He/she is usually accountable to\nthe Supervisory Clinical Nurse and serves a specific group of staff on a nursing organizational\nunit. The Charge Nurse assumes specific responsibility for the daily “hands on” nursing care of\npatients and is primarily responsible for coordinating patient care with physicians, other hospital\ndepartments, food service, and consultants. P6010.05 06/26/2014 11 (5) Staff Nurse (Registered Nurse) (RN) – Medical Referral Center. The staff nurse, who is\nusually accountable to the Charge Nurse, plans, implements, and evaluates the nursing care being\nprovided to his/her assigned patients. He/she provides ongoing health education during hospitalization. Prior to discharge, the RN\ngives discharge instructions to help the patient understand the need for follow-up care. He/she maintains and improves clinical competence through continuing education and\nprogressive experience. After receiving documented training and demonstrating ability, the RN\nmust be able to operate any specialized equipment that may facilitate nursing care. (6) Staff Nurse (Registered Nurse) (RN) – Non-Medical Referral Center Institution. The\nstaff nurse, who is usually accountable to the CD, coordinates, implements, and assesses patient\nresponse to care provided in the out-patient setting. He/she provides ongoing health education. The RN provides instructions to help the patient\nunderstand the need for follow-up care. He/she maintains and improves clinical knowledge and skills through continuing education and\nprogressive experience. After receiving documented training and demonstrating ability, the RN\nmust be able to operate any specialized equipment used in patient care. (7) Licensed Practical (Vocational) Nurse (LPN/LVN) – Medical Referral Centers. The\nLPN/LVN generally provides technical support and assistance to patients who are relatively\nstable or who have chronic illness. An RN must supervise LPNs/LVNs who provide direct patient care in an inpatient, outpatient, or\nlong-term care setting. (8) Licensed Practical (Vocational) Nurse (LPN/LVN) – Non-Medical Referral Centers. An LPN/LVN in a general population institution provides administrative and healthcare support\nto other clinical staff. LPNs/LVNs may collect patient data, including vital signs and the nature\nof the complaint, and may assist other clinical staff in providing routine treatment or emergency\ncare with appropriate supervision. If LPNs/LVNs are providing nursing care such as the administration of medications and\ntreatments, an RN or physician must provide supervision on that shift. P6010.05 06/26/2014 12 f. Emergency Medical Technicians/Paramedics (EMTs). Institutions may employ EMTs with\nthe prior approval of the National Health Systems Administrator. Institutions must ensure the\nfollowing when employing EMTs:\n■",
      "queries": [
        "which nurse is authorized to act in the absence of don",
        "indirect cost definition",
        "when determining whether an item/service is available only from one source"
      ],
      "queries_score": [
        "2.258161",
        -7.664790153503418,
        -8.691109657287598
      ]
    },
    {
      "id": "guidance_99__7",
      "chunk_id": "7",
      "content": "P6010.05 06/26/2014 12 f. Emergency Medical Technicians/Paramedics (EMTs). Institutions may employ EMTs with\nthe prior approval of the National Health Systems Administrator. Institutions must ensure the\nfollowing when employing EMTs:\n■ There are practice protocols appropriate to an EMT’s training. ■ EMTs are only assigned duties that are within the scope of their training and demonstrated\nknowledge and skills. g. Chief Pharmacist. The Chief Pharmacist is responsible for the distribution, administration,\nand dispensing of all medications in the institution. Additional responsibilities include providing\npharmaceutical care to the inmate population, including medication information. h. Correctional Officers Assigned to the HSU. Correctional Officers will be oriented\nappropriately to the objectives and procedures of the health care team. To the extent feasible,\nthey will be included in conferences, planning reviews, and other activities related to the HSU. Correctional Officers will be informed, preferably by the CD and psychiatrist/psychologist, in\nmanaging inmates who are being treated or under observation for a mental health problem, or\ninmates with medical conditions requiring special precautions. At institutions with a mental health unit, staff meetings with Correctional Officers assigned to\nthat unit are desirable. Cases illustrating specific types of mental disorders should be presented,\nand the medical officer or psychiatrist should interpret the patient’s behavior and explain how it\nshould be managed. Officers will be given an opportunity to discuss problems encountered during the week with\nhealth services staff. i. Other Health Services Staff. The duties of other health services staff are described in their\nbillet description or position description as applicable. j. Consultant Staff. Consultant medical staff are often needed to complement in-house staff. The HSA and CD will determine the need for consultant contracts. The HSA will write the\nstatement of work. (Refer to the Program Statements Bureau of Prisons Acquisitions Policy\nand Human Resource Management Manual.) The HSA/CD will ensure that each consultant staff member is qualified and will maintain\noptimal professional performance through:\n■ Appointment/reappointment procedures. P6010.05 06/26/2014 13 ■ Specific delineation of clinical privileges. ■ Periodic reappraisal of each. Only physicians and dentists holding an appropriate current license and offering evidence of\ntraining or experience, current competence, professional ethics, and health status will be\nconsidered. The above also pertains to telehealth services provided by other than a Federal\nagency. The HSA will ensure primary source verification of each applicant's current license, education,\nor, if appropriate, certification. The HSA will maintain a Consultant Log Book reflecting times and dates of all consultant visits\n(refer to BP-A0352, Inmate Injury Assessment and Follow-up). 5. INMATE HSU W0RKERS Inmates will only have assignments of minimal responsibility. Inmates will have close\nsupervision to prevent them from gaining access to privileged medical information, from having\nauthority/control over other inmates, and from acquiring contraband. Inmates with skills as physicians, dentists, nurses, and any other health care areas will not be\nassigned to the HSU. a. Inmates will not be assigned to:\n(1) The pharmacy and medical storeroom, or to jobs involving the handling or processing of, or\nhaving potential for access to, pharmaceuticals and medical supplies. (Inmates may perform\njanitorial services in these areas under direct supervision.)",
      "queries": [
        "deadline for applications",
        "what to do with the sole source justification request",
        "are season tickets property"
      ],
      "queries_score": [
        -6.061086177825928,
        -9.390254020690918,
        -9.24687671661377
      ]
    },
    {
      "id": "guidance_99__8",
      "chunk_id": "8",
      "content": "a. Inmates will not be assigned to:\n(1) The pharmacy and medical storeroom, or to jobs involving the handling or processing of, or\nhaving potential for access to, pharmaceuticals and medical supplies. (Inmates may perform\njanitorial services in these areas under direct supervision.) (2) Areas where they will have access to health records, including blank copies of records or\nrecords to be shredded, forms, or documents that will become part of the health record. This\nincludes any assignment where reasonable potential for access to a health record exists, not only\nassignments located in the health records section, but also such assignments as clerks to\nphysicians, laboratory and x-ray clerks, and similar areas. (3) Functions involving the scheduling of appointments or any other tasks with potential for\ndetermining access to medical care. (4) Jobs as clinic assistants or other medical assistants involving responsibility for direct\ntreatment procedures such as administering medication, applying liquids or ointments, P6010.05 06/26/2014 14 administering medical soaks, dressing changes, irrigating tubes, removing sutures, venipuncture,\nproviding inhalation therapy, obtaining vital signs, etc.\n(5) Duties as “scrub nurse or assistant,” or any other duties that involve physical presence in the\noperating room during surgery. (6) Carry out clinical tests or measurements, such as audiometric testing, pulmonary function\nstudies, electrocardiograms, refractions, etc. Inmates may not have access to the reports of such\ntests. Additionally, inmate workers may not be present during any x-ray procedure, including\npositioning patients on the x-ray table and setting the dials for exposure. This prohibition\nincludes inmate workers developing x-rays as well as having access to x-rays and x-ray reports. (7) Situations involving formal clinical contacts between staff and patients, such as triage/sick\ncall visits and other medical appointments. Exceptions would include emergency treatment or\ntesting in which assistance of inmate workers is necessary, or interpretation when no staff\nmember can speak the inmate’s native language. (8) Inmates will not assist consultants in any way. b. Inmates can be assigned to:\n(1) Janitorial duties throughout the HSU. Inmates must be directly observed in areas of the HSU\nthat contain privileged medical information or potential contraband. (2) The dental clinic, in accordance with the Program Statement Dental Services. (3) Positions as inmate attendants, as long as they are appropriately trained and their duties and\nsupervision are detailed in written procedures. Examples of appropriate duties include feeding\npatients, assisting in the transportation of patients, changing bed linen, and cleaning patient\nrooms. At no time are inmates permitted to document anything in the medical record. Inmates may assist staff to a limited extent when no other staff are available, but will not be\ninvolved in independent or direct treatment procedures. At no time will inmates undergoing mental health treatment be used as inmate attendants. P6010.05 06/26/2014 15 (4) Serve as “companions,” in accordance with the Program Statement Suicide Prevention\nProgram. (5) At institutions with Hospice Programs, inmates may be employed as hospice workers. 6. BUDGET, PROPERTY, AND SUPPLIES\na. Budget. The HSA is the Cost Center Manager for the health services and continuing\nprofessional education (CPE) budget at the institution level. The HSA prepares all budgetary submissions and maintains records of all budgetary transactions.",
      "queries": [
        "what kind of jobs can inmates be assigned to",
        "what is required to be included in the award documents for all subawards"
      ],
      "queries_score": [
        "2.9698596",
        -7.932566165924072
      ]
    },
    {
      "id": "guidance_99__9",
      "chunk_id": "9",
      "content": "6. BUDGET, PROPERTY, AND SUPPLIES\na. Budget. The HSA is the Cost Center Manager for the health services and continuing\nprofessional education (CPE) budget at the institution level. The HSA prepares all budgetary submissions and maintains records of all budgetary transactions. The HSA will hold quarterly meetings with health services staff to familiarize them with the\nstatus of the budget. The only fund control system authorized is the Bureau’s Budget Execution Fund Control System. The HSA is responsible for ensuring that obligations are accurately controlled, recorded, and\nreported. The HSA is responsible for assigning YREGDOC (fund control) numbers to all obligation\ndocuments and for certifying that funds are available in their respective cost centers prior to the\ncreation of obligations (refer to the Program Statement Budget Execution Manual). These\ncomputerized records provide detailed up-to-the-minute funds accountability, which prevents\nover-obligation of funds available. The fund control records must be reconciled monthly with the Consolidated Obligation Report in\nthe Financial Management Information System. This reconciliation must be presented to the\nController through the respective Associate Warden by the 10th working day of the following\nmonth. b. Property. Annually, major equipment needs will be submitted to the Budget and Planning\nCommittee for inclusion on the institution’s priority list. The preparation of major HSU\nequipment priority lists is delegated to the HSA in coordination with the institution’s Controller. c. Procurement Procedures. All requests for purchase/purchase orders and purchase credit\ncards will be prepared in accordance with regulations described in the Federal Acquisition\nRegulations (FAR), Federal Property Management Regulations (FPMR), Justice Acquisition\nRegulations (JAR), and the BOP Acquisition Policy (BPAP). The following priority list,\npursuant to FAR 8.001, will be used for purchasing all medical and dental supplies: P6010.05 06/26/2014 16 ■\n■\n■\n■\n■\n■\n■\n■ Agency inventories. Excess from other agencies (VA, GSA, USPHS, and DOD). Federal Prison Industries. Committee for the Purchase from People who are Blind or Severely Disabled. Wholesale supply (GSA, VA, etc.). Mandatory Federal Supply Schedules. Optional use Federal Supply Schedules. Commercial Sources. d. Major Medical/Dental Equipment. Major medical/dental equipment is defined as\nequipment costing more than the capitalized personal property criteria stated in the Program\nStatement Property Management Manual. If the equipment being purchased meets the criteria\nfor major equipment, the following must occur:\n■ A Request for Purchase form (BP-A0101) must be prepared which adequately and clearly\ndescribes the required item(s). ■ Personal preference items or brand names will not be requested unless a “brand name or\nequal” provision is included.\n■ The provision will sufficiently describe all the prominent characteristics of the brand name\nitem. ■ A Major Equipment Justification form (BP-A0135) must accompany the Request for\nPurchase form. Forms may be obtained from the institution Financial Management Office. ■ Both forms will be forwarded by e-mail or fax to the Health Services Division to the attention\nof the National Health Systems Administrator.\n■ If approved, the National Health Systems Administrator will provide written authorization\nand the documentation will be returned for appropriate action. e. Durable Medical Equipment. Inmates transferring or releasing will be authorized to retain\ndurable medical equipment that is prescribed as part of the treatment plan (CPAP, non-motorized\nwheelchair, crutches, custom shoes, orthotic devices, etc.).",
      "queries": [
        "what unit staff will notify the vwc of the csw change?"
      ],
      "queries_score": [
        -8.338805198669434
      ]
    },
    {
      "id": "guidance_99__10",
      "chunk_id": "10",
      "content": "e. Durable Medical Equipment. Inmates transferring or releasing will be authorized to retain\ndurable medical equipment that is prescribed as part of the treatment plan (CPAP, non-motorized\nwheelchair, crutches, custom shoes, orthotic devices, etc.). Durable medical equipment will be\ncoded in SENTRY using MDS categories. 7. PREVENTIVE MAINTENANCE SERVICES The HSU will have a written comprehensive preventive maintenance plan for all HSU equipment\nthat follows the manufacturers’ recommendations. The plan will include a procedure for reporting and documenting equipment failure. P6010.05 06/26/2014 17 Unless the manufacturer otherwise specifies, preventive maintenance actions will be documented\nat least twice a year on the appropriate form. 8. COMMITTEE MEETINGS Committees will be established and meetings held at least quarterly according to standards\napproved by the Medical Director. A union representative will be a member of all HSU\ncommittees. When issues are discussed that may lead to discipline of staff, may prompt an\ninvestigation into staff members, or are similarly sensitive, these discussions will take place\nwithout the union present. The HSA will maintain documentation of committee meetings. Committee meetings may be\ncombined. The union will be given a copy of all meeting minutes and be afforded an opportunity\nto negotiate any changes prior to implementation. 9. MEDICAL STAFF BY-LAWS – MEDICAL REFERRAL CENTERS\nMedical Staff By-Laws will be required for all MRCs. MRC By-Laws will be negotiated locally. Proper routing for clearance of by-laws is:\n■\n■\n■\n■\n■ HSA and CD. Warden. RHSA. Regional Director. Medical Director. Health Services policies will suffice as written criteria for rules and regulations for all other\nHSUs. 10. HEALTH CARE STANDARDS\nHealth Services Unit Accreditation. MRCs will maintain appropriate accreditations with the\nJoint Commission (formerly the Joint Commission on Accreditation of Healthcare Organizations\n[JCAHO]). All other institutions will maintain accreditation with Joint Commission Ambulatory Care\nStandards. All institutions will maintain ACA accreditation in the operation of their HSUs. P6010.05 06/26/2014 18 11. DEPARTMENT OPERATING GUIDELINES a. Medical Referral Centers. The HSA at MRCs will ensure that each medical/mental health\ndepartment head prepares detailed written policies and procedures governing his/her department. JCAHO/ACA standards may be used as a resource for developing individual institution policies\nand procedures. Each MRC will establish a daily health services activity log. The log will contain, at a minimum:\n■\n■\n■\n■\n■ Inpatient census at the beginning of each shift. Admissions to community hospitals. Admissions of seriously ill inmates. Equipment or physical plant failures. Admissions with unusual signs and symptoms. Each MRC will also have an activity log for the Ambulatory Care area, which will include the\ninformation listed below for general population institutions. These activity logs may be\ncombined. b. General Population Institutions. The HSA at general population institutions will ensure\nthat a daily health services activity log is maintained. The log will contain, at a minimum:\n■\n■\n■\n■ Any outpatient census (inmates temporarily housed in the HSU). Admissions to community hospitals. All injuries (other than minor) requiring care. Any equipment and physical plant failures. 12. POLICY WAIVERS If an institution is unable to comply with the provisions of a policy due to some unique condition,\nthe Warden must request a formal waiver to that policy.",
      "queries": [
        "define community policing",
        "what does the inspector general do in a complaint"
      ],
      "queries_score": [
        -7.396951198577881,
        -7.6917009353637695
      ]
    },
    {
      "id": "guidance_99__11",
      "chunk_id": "11",
      "content": "Admissions to community hospitals. All injuries (other than minor) requiring care. Any equipment and physical plant failures. 12. POLICY WAIVERS If an institution is unable to comply with the provisions of a policy due to some unique condition,\nthe Warden must request a formal waiver to that policy. The Assistant Director and Medical\nDirector, Health Services Division (HSD), may grant exemptions only for those areas\nspecifically authorized by health services policy in accordance with the Program Statement\nDirectives Management Manual. The Director must approve all other exemption requests. All requests must clearly state the problem and attempted solutions. Requests must be forwarded to the Assistant Director and Medical Director (HSD) from the\nWarden, through the Regional Director. P6010.05 06/26/2014 19 If approved, the documentation will be maintained with each copy of the appropriate health\nservices policy in the institution. If denied by the Regional Office, the request will be returned with an explanation, but does not\nneed to be forwarded to the Assistant Director and the Medical Director. No changes will be made until written approval is received. 13. REDUCTION IN SENTENCE (COMPASSIONATE RELEASE REQUESTS)\nUnder 18 U.S.C. §§ 3582 (c)(1)(A)(i) & 4205(g), institutions may request an inmate be given\nconsideration for a reduction in sentence (compassionate release) due to extraordinary and\ncompelling medical conditions. Information for the request for Reduction in Sentence is\ngathered from several departments within the institution. The Health Services Unit must provide\na comprehensive medical summary that will include:\n■\n■\n■\n■\n■\n■ An estimate of life expectancy or a statement that life expectancy is indeterminate. The level or degree of functionality. All relevant test results. All relevant consultations. Referral reports/opinions from which the medical assessment was made. The level of self-participation in activities of daily living. Other information that may be helpful in describing the inmate’s present condition include:\n■\n■\n■\n■\n■\n■\n■ Are they in a hospice program? What type of pain medication is the inmate taking and how frequently is it required? Weight loss. Frequency of hospitalization. Mental status. Mobility status. Requirement for supplemental oxygen. More detailed information on Reduction in Sentence (Compassionate Releases) can be found in\nthe Program Statement Compassionate Release; Procedures for Implementation of 18 U.S.C.\n§§ 3582 (c)(1)(A) & 4205(g). P6010.05 06/26/2014 20 14. HOURS OF MEDICAL COVERAGE Each institution will devise a method to provide medical services 24 hours per day, seven days\nper week. In many cases, on-site medical coverage may be provided 16 hours per day at\ninstitutions that meet the following conditions:\n■ Suitable arrangements have been made with a local medical facility for coverage when the\nMedical Officer of the Day is not available. ■ An emergency transportation system must be available for an inmate requiring emergency\ncare.\n■ A procedure will be in place to have CPR-certified staff in the institution during the hours\nmedical staff are not available. (Refer to the Program Statement Patient Care)\nMinimum security institutions meeting the criteria listed above may provide 12-hour on-site\ncoverage. Regardless of the method used, there must be a physician or medical facility with the final\nresponsibility to provide medical treatment as soon as possible, once it has been determined that\nan emergency exists.",
      "queries": [
        "when is an oig audit conducted?",
        "do nonprofit organizations comply with lobbying"
      ],
      "queries_score": [
        -8.068672180175781,
        -8.60588550567627
      ]
    },
    {
      "id": "guidance_99__12",
      "chunk_id": "12",
      "content": "(Refer to the Program Statement Patient Care)\nMinimum security institutions meeting the criteria listed above may provide 12-hour on-site\ncoverage. Regardless of the method used, there must be a physician or medical facility with the final\nresponsibility to provide medical treatment as soon as possible, once it has been determined that\nan emergency exists. The method will be approved by the Warden. A physician Medical Officer of the Day will be designated for 24-hour continuous duty to take\ncare of any emergencies, either by telephone consultation or by a response to the institution. The Warden will determine the appropriate duty. Dental Officers may not be assigned as Medical Officer of the Day. It is suggested that every institution provide a pager or other remote paging system to permit the\nMedical Officer of the Day to respond to institutional calls. 15. EMERGENCY CARE Each institution will develop and follow a written plan to provide for 24 hour emergency\nmedical, dental, and mental health care. The plan will address the following:\n■\n■\n■\n■\n■ On-site emergency first aid and crisis intervention. Emergency on-call procedures for hours that health care providers are not on-site. Emergency evacuation of the inmate from the institution. Use of an emergency medical vehicle. Use of one or more designated hospital emergency rooms or other appropriate facilities. P6010.05 06/26/2014 21 ■ Emergency on-call physician, dentist, and mental health professional services when the\nemergency health facility is not located in a nearby community. ■ Security procedures providing for the immediate transfer of inmates when appropriate. The HSU will conduct two emergency disaster drills per year. All drills will be critiqued to\nidentify deficiencies and opportunities to improve. Documentation will be maintained in the\nHSA’s office. At MRCs, compliance with ACA and Joint Commission standards will be considered sufficient\nto meet the above requirements. 16. PERSONAL PROTECTIVE EQUIPMENT The HSU will provide appropriate personal protective equipment (“lab” coats, etc.) and provide\ninstitution or contract laundering services for staff involved in direct patient care. Personal protective equipment will not be taken to an employee’s home for laundering. Personal lab coats may be worn, if purchased and laundered by the employee. 17. PHYSICIANS/DENTISTS COMPARABILITY ALLOWANCE PLAN The Federal Employees Health Care Protection Act of 1998 amended Title 5 United States Code,\nParagraph (2) of section 5948(a), which authorizes the Bureau’s Physicians/Dentists\nComparability Allowance Program (PCAP) and (DCAP). PHS Officers are not eligible for a\nPCAP/DCAP. a. The Physician Comparability Allowance (PCA) and the Dentist Comparability Allowance\n(DCA) are authorized to address physician/dentist position recruitment and retention problems. Physicians and dentists eligible to receive a PCA/DCA may, under these guidelines, enter into a\ncontract with the Bureau. BP-A0794, Physicians/Dentists Comparability Allowance Agreement,\nis the required form for requesting a PCA/DCA. The contract provides that, by receiving the PCA/DCA, the physician/dentist assumes the\nobligation to serve without interruption throughout the term of the contract. Entering into such an agreement is strictly voluntary. Failure to enter into an agreement in no\nway affects the physician’s/dentist’s rights under a previous agreement and in no way affects\nemployment status. P6010.05 06/26/2014 22 b.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_99__13",
      "chunk_id": "13",
      "content": "Entering into such an agreement is strictly voluntary. Failure to enter into an agreement in no\nway affects the physician’s/dentist’s rights under a previous agreement and in no way affects\nemployment status. P6010.05 06/26/2014 22 b. The Bureau is granted permanent authority to enter into PCA/DCA agreements with eligible\nstaff. Both the Office of Personnel Management (OPM) and the Office of Management and Budget\n(OMB) establish regulations under which the Act’s provisions are adopted and administered by\nFederal agencies. The Bureau’s PCAP & DCAP conform with those regulations and guidelines. c. The maximum amounts authorized for a PCA/DCA by statute are outlined in the following\ntables:\nMaximum Allowance Scale – All Grades of Physicians (1- or 2-Year Contract) Factors\nBase\nMaximum\nTotal Service of 24\nmonths or less Service over\n24 months $14,000\n$14,000 $30,000\n$30,000 Maximum Allowance Scale – All Grades of Dentists (1- or 2-Year Contract) Factors\nBase\nMaximum\nTotal Service of 24\nmonths or less Service over\n24 months $14,000\n$14,000 $30,000\n$30,000 d. Executing a Contract. Wardens initiate a PCA/DCA contract with the institution\nphysician/dentist. Applicants eligible for PCAP/DCAP positions will be informed of such eligibility by the\nWarden, or his/her designee, at the time of the offer of employment. Wardens may choose not to initiate a contract based upon 5 U.S.C. § 5948. If a contract is not\ninitiated, the Warden will provide the rationale in writing to the employee. All institution-initiated PCAs/DCAs will be forwarded to the Regional Director for approval. P6010.05 06/26/2014 23 Contract initiation and evaluation will be made at the local level and reviewed at the regional\nlevel. The Medical Director retains final authority to approve, modify, or disapprove all\nallowances. If the Medical Director modifies or disapproves the allowance, he/she, or his/her designee, will\nprovide the rationale and final decision in writing to the employee. The decision to deny a\nPCA/DCA will be made in accordance with 5 U.S.C. § 5948. e. Allowance Eligibility. Determination that a physician/ dentist is eligible for his/her position\nis to be in accordance with the GS-602/680 classification standards. An individual is “employed as a physician or dentist” only if he/she is serving in a position the\nduties and responsibilities of which could not be performed satisfactorily by an incumbent who is\nnot a physician or dentist. Physicians/dentists employed in Bureau positions that do not actually require a physician/dentist\nto occupy the position are not eligible for a PCA/DCA. f. Recruitment Difficulty Criteria. Examples of relevant data measuring recruitment difficulty\nmay include:\n■ Length of position vacancy. ■ Number of unqualified applicants (as a percentage of total applicants received/reviewed for\nthe vacant position). ■ Number of applicants interviewed and found unacceptable because they were underqualified\n(expressed as a percentage of the total interviews conducted for the vacant position). ■ Number of physicians rejecting offers of employment and citing inadequate compensation as\nthe reason (expressed as a percentage of the total number of employment offers made for the\nposition). g. Physicians/dentists may be offered contracts for one or two years if they occupy a position:\n■ That is certified to require a physician/dentist.\n■ Where there are documented recruitment and retention problems. ■ Is authorized by the Medical Director. h. PCA/DCA Contract.",
      "queries": [
        "what is sam data",
        "cops office contact phone number"
      ],
      "queries_score": [
        -7.446244239807129,
        -8.180521965026855
      ]
    },
    {
      "id": "guidance_99__14",
      "chunk_id": "14",
      "content": "g. Physicians/dentists may be offered contracts for one or two years if they occupy a position:\n■ That is certified to require a physician/dentist.\n■ Where there are documented recruitment and retention problems. ■ Is authorized by the Medical Director. h. PCA/DCA Contract. A contract entered into under the PCAP/DCAP’s provisions must be\nspecific for an individual, position, and institution. P6010.05 06/26/2014 24 Should an individual move to a position or an institution other than that for which the contract is\nexecuted, the contract is to be terminated. A new contract is then subject to renegotiation under the termination and renewal provisions of\nthe PCAP/DCAP. i. Termination. The Bureau may terminate the agreement by written notice when it is in the\nBureau’s best interest, by the employee via written notice, or when any one of the following\noccurs:\n■ End of employment. ■ Assignment to a position or status excluded from PCA/DCA coverage or not approved for a\nPCA/DCA. ■ Completion of the service agreement or enactment of superseding law. ■ Change of tour of duty to less than 40 hours per pay period or to an intermittent tour of duty. ■ Loss or failure to maintain a valid license to practice medicine/dentistry. Termination of the agreement prior to its scheduled expiration date may require the\nphysician/dentist to repay all or part of the gross PCA/DCA. Title 5 U.S.C. § 5948(e) provides\nthat agencies may waive, in whole or in part, PCA/DCA repayment under certain conditions\n(involuntary separation without cause, e.g., due to a medical condition; a legislative change;\nmandatory retirement; or other circumstances beyond the physician’s or dentist’s control). The authority to waive repayment is delegated to the Medical Director. j. Repayment Schedule. When a repayment is required, the repayment must be in a lump sum\naccording to the following schedule:\n■ For a physician/dentist who has executed a one-year agreement and who does not complete\none year of service, the payback amount is 100 percent of the gross PCA/DCA.\n■ For a physician/dentist who has executed a two-year agreement and who does not complete\none year of service, the payback amount is 100 percent of the gross PCA/DCA.\n■ For a physician/dentist who has executed a two-year agreement and who completes at least\none year of service, the payback amount is 50 percent of the gross PCA/DCA. k. Special Provisions\n(1) The Warden will provide the physician/dentist a written explanation of the intent to suspend,\nwithhold, or terminate the PCAP/DCAP. The physician/dentist will have 10 working days to\nrespond in writing to the Warden’s letter. The Warden will have the final decision authority. P6010.05 06/26/2014 25 (2) The PCA/DCA is paid biweekly in equal amounts incorporated into the physician’s/dentist’s\nregular paycheck throughout the service period. The PCA/DCA is taxable and is considered to\nbe a portion of the recipient’s base pay for purposes of compensation, lump sum payments,\nworkers’ compensation, and life insurance benefits.",
      "queries": [
        "when was the european globalisation and adjustment fund established",
        "does an award for unenforceable condition",
        "can irs conduct checks"
      ],
      "queries_score": [
        -9.017168998718262,
        -7.118204116821289,
        -8.145880699157715
      ]
    },
    {
      "id": "guidance_99__15",
      "chunk_id": "15",
      "content": "P6010.05 06/26/2014 25 (2) The PCA/DCA is paid biweekly in equal amounts incorporated into the physician’s/dentist’s\nregular paycheck throughout the service period. The PCA/DCA is taxable and is considered to\nbe a portion of the recipient’s base pay for purposes of compensation, lump sum payments,\nworkers’ compensation, and life insurance benefits. Applicability of the PCA/DCA to retirement\ncomputation is found in section l.(1).\n(3) When a physician/dentist has to repay a Federal loan that has an optional provision for\nwaiver of all or part of the loan in return for service, the physician/dentist will have the amount\ndeducted from any PCA/DCA. (4) A PCA/DCA may not be paid to any physician/dentist who:\n■ Is employed on less than a half-time or intermittent basis. ■ Occupies an internship or residency training program.\n■ Is a re-employed annuitant, or is fulfilling a scholarship obligation (i.e., a National Health\nService Corps scholarship or any other scholarship program that requires repayment by\nGovernment service). (5) Physicians/dentists granted Leave Without Pay (LWOP) while under a service contract must\nhave their PCA/DCA payments terminated during the period of absence. Payments of a prorated amount of the PCA/DCA under the expired portion of the contract will\nresume upon return to the same position. No part of the LWOP may be counted toward meeting the 24-month Federal service requirement. l. Applicability to Civil Service Retirement System (CSRS) and Federal Employees\nRetirement System (FERS)\n(1) Computation Rules. No part of a PCA/DCA may be treated as basic pay for any retirement\ncomputation purposes unless, before the date of the separation on which the entitlement to\nannuity is based, the separating individual has completed at least 15 years of service as a\ngovernment physician or dentist; after this condition has been met, any amounts received as\nPCA/DCA are treated as base pay for retirement purposes, but only to the extent the amounts are\nattributable to service performed on or after December 28, 2000, and only to the extent of the\npercentage as follows: P6010.05 06/26/2014 26 Total amount of service performed\non or after 12/28/2000 as a\nGovernment physician or dentist is:\nLess than 2 years At least 2, but less than 4 years At least 4, but less than 6 years At least 6, but less than 8 years At least 8 years Allowable percentage: 0\n25\n50\n75\n100 For purposes of an annuity based upon disability, or a survivor annuity based upon the service of\nan individual who dies before separating from service, all amounts received as PCA/DCA are\ntreated as basic pay. m. Contract Implementation\n(1) Authority. The Medical Director is authorized to determine a physician’s/dentist’s basic\neligibility for inclusion in the PCAP/DCAP and retains authority to approve all PCA/DCA\ncontracts. (2) New PCA/DCA Contract. The contract for an allowance is negotiated with the\nphysician/dentist, then forwarded for final approval to the Medical Director through the\ninstitution’s Human Resource Manager (HRM), the Warden, and the Regional Director. In\naddition to the contract, the request must include a cover letter from the Warden containing the\nfollowing:\n■ Description of the specialty required. ■ Rationale and justification for the PCA/DCA as appropriate (recruitment and retention\nproblems).\n■ An analysis of the applicant’s credentials.\n■",
      "queries": [
        "cops office contact number"
      ],
      "queries_score": [
        -7.529799461364746
      ]
    },
    {
      "id": "guidance_99__16",
      "chunk_id": "16",
      "content": "In\naddition to the contract, the request must include a cover letter from the Warden containing the\nfollowing:\n■ Description of the specialty required. ■ Rationale and justification for the PCA/DCA as appropriate (recruitment and retention\nproblems).\n■ An analysis of the applicant’s credentials.\n■ The final dollar amount of the PCA/DCA requested. After reviewing the request, the\nMedical Director notifies the Warden through the Regional Director of the decision. n. Renewal of PCAP/DCAP Contract. Each physician/dentist desiring to renew a contract\nneeds to notify the institution’s HRM of his/her intent to renew. The HRM forwards the request,\ncover letter, and contract through the Warden and Regional Director to the Medical Director. To avoid delays in renewal agreements, applications for the Medical Director’s approval must be\nsubmitted 60 days in advance of the desired effective date. The effective date cannot precede the\ndate of the Medical Director’s signature. P6010.05 06/26/2014 27 The institution HRM contacts the Medical Director’s office requesting approval should the\nMedical Director’s approval not be received at least one pay period prior to the proposed\neffective date. Renewal of a PCAP/DCAP contract is not automatic. Any contractual, job performance, or\norganizational difficulties must be addressed prior to renewal. o. Adjustment of PCAP/DCAP Contract After 24 Months/Change in Board Certification. After a physician/dentist completes 24 months of Federal service as a physician or dentist, or\nthere is a change in Board Certification, a new PCA/DCA agreement is to be completed. The institution HRM initiates a new contract indicating the new amounts in accordance with the\nnew schedule. The Warden and the physician/dentist will date and initial these changes and send\nthe contract through the Regional Director to the Medical Director for final approval. The contract’s beginning and ending dates must not change. p. Contract Effective Date. The PCA/DCA contract is effective the beginning of the first pay\nperiod after the date the Medical Director signs the contract. The Medical Director may authorize a retroactive PCA/DCA under administrative error\ncircumstances (i.e., institution/regional/Central Office staff inadvertently caused a delay in\nprocessing the PCA/DCA). q. Institution’s Human Resource Manager (HRM) Responsibility. The HRM explains to\neach physician/dentist the PCA/DCA’s purpose and major aspects, terms, and conditions. Upon approval of the agreement, the original agreement is forwarded to the HRM, who provides\na copy to the physician/dentist and files the original on the left-hand side of the Official\nPersonnel Folder. When a physician/dentist is separated from service while receiving a PCA/DCA, or when the\ncontract expires without renegotiation or renewal, the HRM must notify the National Finance\nCenter (NFC) and furnish a copy of the notification to the Medical Director’s office. r. Assistance. Questions regarding the PCAP/DCAP may be directed to the Medical Director’s\noffice. P6010.05 06/26/2014 28 18. CONTINUING PROFESSIONAL EDUCATION The mission of the Continuing Professional Education Program (CPE) is to maintain, develop,\nand increase the knowledge and skills of health professionals to perform their duties. This\nprogram assists in achieving a fully credentialed health care workforce. CPE goals in the Bureau are commensurate with quality standards of medical practice in the\ncommunity. a. Institution CPE. The HSA is responsible for the in-house CPE Program.",
      "queries": [
        "what is the purpose of a cops site visit",
        "when does program progress report due",
        "what is community partnerships mean"
      ],
      "queries_score": [
        -8.805436134338379,
        -7.583232879638672,
        -8.08400821685791
      ]
    },
    {
      "id": "guidance_99__17",
      "chunk_id": "17",
      "content": "This\nprogram assists in achieving a fully credentialed health care workforce. CPE goals in the Bureau are commensurate with quality standards of medical practice in the\ncommunity. a. Institution CPE. The HSA is responsible for the in-house CPE Program. All primary health\ncare providers will complete a minimum of 24 hours of in-house CPE per year. This can be\naccomplished through self-study magazine articles, videos, audio cassettes, etc. Employees will notify the HSA of self-study materials completed. The method of notification\nwill be determined locally. The HSA will provide adequate duty time for staff to complete inhouse CPE. Documentation of training will be placed in the employee’s training record. All health care practitioners, including HSAs and AHSAs, will maintain CPR and AED\ncertification using American Red Cross or American Heart Association-established standards. The minimum level of the course should be the Basic Life Support (BLS) Heartsaver Course. There will be a written policy and procedure outlining the orientation of new health services\nstaff, in-house consultants, and other new institution staff. The orientation program will include,\nbut not be limited to:\n■\n■\n■\n■ HSU services. Emergency procedures. HSU security procedures. Levels of care provided to the inmates. The HSA and the Employee Development Manager (EDM) will coordinate this orientation\ntraining. b. Central Office CPE. The HSD will maintain an APPROVAL STATUS with the American\nCouncil on Pharmaceutical Education as a provider of continuing pharmaceutical education and\nwill be an authorized sponsor for the Accrediting Council for Continuing Medical Education for\nPhysicians. P6010.05 06/26/2014 29 (1) The CPE Capitation Program is for health care providers, including physicians, mid-level\npractitioners, nurses, laboratory staff, HSAs, EMTs, etc. Capitation allocations may also be used\nto provide funding for external continuing education. This program is authorized for civilian/military/college continuing medical educational units. CPE Capitation funds may be used for home study/ correspondence/on-line courses from\naccredited providers. CPE capitation funds will not be distributed at the institution level. This program may not be used to obtain a degree (5 U.S.C. § 4107(d)(1)). Funds may not be used for professional journals or magazines. CPE capitation funds will not be used for expenses related to obtaining professional licensure or\ncertification (e.g. application fees, exam registration fees, etc.) All funding for travel must meet Federal travel regulations. (2) CPE Residential Program. The National Continuing Professional Education Office\nannually sponsors CPE specialty education programs. These programs are based upon needs\nassessments submitted by the designated health care professionals. CPE residential programs are designed to study factors influencing the frequency and distribution\nof diseases, injuries, and other health-related events pertinent to health care in a correctional\nenvironment. All educational offerings will be based upon defined needs and explicit objectives, educational\ncontent, and methods. As required by the Accreditation Council for Continuing Medical Education (ACCME), the\nCentral Office CME/CPE Governing Board will review the Residential Program at least\nbiannually. These reviews are to evaluate the continuing need for the program and the sponsored\nactivities in relationship to the Health Services mission. The CME/CPE Governing Board will\nreview issues such as:\n■ Whether to add and/or delete professional disciplines.\n■ Whether to consider increasing and/or decreasing the discipline’s funding level. ■",
      "queries": [
        "when do i need to report an action to the fsrs",
        "cops office phone number"
      ],
      "queries_score": [
        -9.15774154663086,
        -8.700906753540039
      ]
    },
    {
      "id": "guidance_99__18",
      "chunk_id": "18",
      "content": "These reviews are to evaluate the continuing need for the program and the sponsored\nactivities in relationship to the Health Services mission. The CME/CPE Governing Board will\nreview issues such as:\n■ Whether to add and/or delete professional disciplines.\n■ Whether to consider increasing and/or decreasing the discipline’s funding level. ■ To review and evaluate the effectiveness of the overall CME Program. P6010.05 06/26/2014 30 ■ To plan for the future. c. CPE Funding Levels and Approval Process\n(1) CPE Capitation Funding. CPE capitation funding is approved on an institution need and\navailable funding basis for all health care personnel. (2) CPE Capitation Approval Process. Any health care professional who desires to attend\nCPE will request CPE approval from the HSA via a memorandum justifying attendance or\nparticipation in the educational activity. A completed Training Authorization (SF-182) and\ncourse brochure or literature must accompany the memorandum to begin the approval process. The HSA and EDM will review the requested CPE and forward the request via an SF-182 to the\nWarden for final approval. CPE may be a recruitment and retention tool that is used to maintain medical skill proficiency. Therefore, HSAs are encouraged to approve CPE requests contingent upon the following:\n■ Applicability to the profession. ■ Institution HSU needs. ■ Availability of CPE funds. HSAs maintain the authority to approve or deny CPE training requests. If the HSA approves the\nCPE training request, the request will be forwarded to the EDM for review and to the Warden for\nfinal approval. The required approval processing time will be established at the institution. The program/educational activity must be provided by an accredited sponsor or provider,\n(ACCME, AMA, ANA, etc.), and be approved for continuing education credit. Programs should\nbe based on required or demonstrated educational need. d. Funding Allocation\n(1) CPE Capitation Funding is based upon Central Office determinations of CPE capitation\nneeds, proper use in prior fiscal years, and the availability of funds. CPE capitation funding varies each year and notification will be sent to each institution with the\napproved funding level. P6010.05 06/26/2014 31 Funds beyond the approval level may be requested via a memorandum, which includes the\nappropriate justifications, to the Assistant Director and Medical Director, HSD. The following professional personnel positions are authorized to receive annual CPE capitation\nfunds. The total amount of funding will be determined on an annual basis. Minimum amounts\nare listed below:\nPhysician\nMid-level Practitioner\nDentist\nNurse\nPharmacist\nPharmacy Technician\nDental Hygienist\nDental Technician\nDietician\nPhysical Therapist\nOccupational Therapist\nRegistered Record Administrator\nAccredited Record Technician\nLaboratory Technologist\nX-Ray Technician\nHealth Services Administrator\nAssistant Health Services Administrator\nSocial Worker\nEMT/Paramedic/Health Tech $1,500\n1,100\n1,100\n800\n800\n500\n800\n500\n800\n800\n800\n600\n600\n800\n500\n800\n800\n800\n500 Mid-Level Practitioners (MLPs) are graduate physician assistants (certified or non-certified),\nnurse practitioners, and unlicensed medical graduates. CPE capitation funding for HSA/AHSAs will not exceed the position amount indicated. No\nHSA/AHSA will receive dual capitation funding (i.e., as an HSA/AHSA and again for his/her\ndiscipline). Further, HSA/AHSAs are not authorized to choose between medical capitation\ndisciplines to receive the higher amount; e.g., an MLP serving as an HSA/AHSA requesting\nfunding at the $1,100 level instead of the $800 level. All expenses exceeding the capitation allotment pertaining to the position will be the\nresponsibility of the employee unless the institution training committee agrees to fund the cost\nabove the limitation.",
      "queries": [
        "are circular audits permissible",
        "can gift checks be deducted from tax"
      ],
      "queries_score": [
        -8.605027198791504,
        -8.959019660949707
      ]
    },
    {
      "id": "guidance_99__19",
      "chunk_id": "19",
      "content": "All expenses exceeding the capitation allotment pertaining to the position will be the\nresponsibility of the employee unless the institution training committee agrees to fund the cost\nabove the limitation. Funds allotted to the institution for inmate medical care will not be used to fund additional costs. Participant Responsibilities. Staff have the following responsibilities when attending CPE\ncapitation programs: P6010.05 06/26/2014 32 ■ Follow all Federal Travel Regulations, including the maintenance of accurate financial\nrecords. ■ Share clinical information with all colleagues upon return from training. ■ Pay for any cost exceeding the authorized allocation. ■ Upon completing the training, provide the EDM proper documentation to include in the\nemployee’s training record. (2) CPE Residential Funding. All CPE residential training programs are funded at the Central\nOffice level. Once a CPE residential training program has been developed, requests for\nattendance are submitted to the institution Warden. The Warden nominates participants for the residential programs. The nominees’ names are submitted to the Medical Director via the National CPE Coordinator\n(NCPEC) in Central Office. The NCPEC will transmit an SF-182 to the institution participant, HSA, and EDM for approved\nparticipants. Upon notification of a scheduled residential CPE program, the HSA will disseminate this\ninformation to the appropriate health care staff in a timely manner. Any health care professional\nwho desires to attend a residential CPE program should contact the HSA. 19. PRECEPTORSHIP PROGRAM FOR HEALTH PROFESSIONALS Correctional institutions may enter into agreements with educational institutions (colleges or\nuniversities) to provide students. When students and postgraduate students are present, their\nstatus will be defined in the organization’s human resources policies. When students and postgraduate students are present and involved in patient evaluation, they are required to identify\nthemselves as students, and the patient must concur with examination, evaluation, or treatment\nby a student. To meet legal requirements, there are required procedures to establish a preceptorship program. The basic requirement will be an agreement on the scope of work and funding arrangements, if\napplicable, between the correctional and educational institutions. P6010.05 06/26/2014 33 HSAs are strongly encouraged to establish preceptorship programs for health care professionals\nwhere feasible, and will contact their contracting officer for details on the procurement\nregulations. At institutions with physician assistant/nurse practitioner (PA/NP) and other health professional\npreceptorship programs, the CD will monitor the student’s progress and verify, in conjunction\nwith the HSA, acceptable performance to support payment of the contract charges, if applicable. BP-A0793, Physician Assistant/Nurse Practitioner Preceptorship Agreement, is a procedural\nguide and provides examples of required documents that can help establish a preceptorship\nprogram. The examples are specific to a PA/NP program, but can be modified for other health\nprofessionals. 20. AGENCY ACA ACCREDITATION PROVISIONS\nth a. American Correctional Association 4 Edition Standards for Adult Correctional Institutions:\n4-4348, 4-4349, 4-4351(M), 4-4380(M), 4-4382(M), 4-4385, 4-4393, 4-4408, 4-4409, 4-4412, 44422, 4-4423, 4-4424, 4-4426, and 4-4427\nrd b. American Correctional Association 3 Edition Standards for Adult Local Detention Facilities:\n3-ALDF-4E-01, 3-ALDF-4E-03, 3-ALDF-4E-04, 3-ALDF-4E-07, 3-ALDF-4E-08, 3-ALDF-4E16, and 3-ALDF-4E-30\nnd c. American Correctional Association, 2 Edition Standards for Administration of Correctional\nAgencies: 2-CO-4E-01\nREFERENCES",
      "queries": [
        "when force is used to",
        "office of chief counsel internal revenue service memo release number"
      ],
      "queries_score": [
        -7.231232166290283,
        -8.101529121398926
      ]
    },
    {
      "id": "guidance_99__20",
      "chunk_id": "20",
      "content": "b. American Correctional Association 3 Edition Standards for Adult Local Detention Facilities:\n3-ALDF-4E-01, 3-ALDF-4E-03, 3-ALDF-4E-04, 3-ALDF-4E-07, 3-ALDF-4E-08, 3-ALDF-4E16, and 3-ALDF-4E-30\nnd c. American Correctional Association, 2 Edition Standards for Administration of Correctional\nAgencies: 2-CO-4E-01\nREFERENCES Program Statements\nP1221.66\nDirectives Management Manual (7/21/98)\nP2100.04\nBudget Execution Manual (3/18/14)\nP3000.03\nHuman Resource Management Manual (12/19/07)\nP3735.04\nDrug Free Workplace (6/30/97)\nP4100.04\nBureau of Prisons Acquisition Policy (5/19/04)\nP4400.05\nProperty Management Manual (5/26/04)\nP4500.10\nTrust Fund/Deposit Fund Manual (5/29/14)\nP4700.06\nFood Service Manual (9/3/11)\nP5050.49\nCompassionate Release/Reduction in Sentence: Procedures for Implementation of\n18 U.S.C. 3582 (c)(1)(A) & 4205(g) (8/12/13)\nP5324.08\nSuicide Prevention Program (4/5/07) P6010.05 06/26/2014 34 P6027.01\nP6031.04\nP6270.01\nP6340.04\nP6360.01\nP6370.01\nP6400.02 Health Care Provider Credential Verification, Privileges, and Practice Agreement\nProgram (1/15/05)\nPatient Care (6/3/14)\nMedical Designations and Referral Services for Federal Prisoners (1/15/05)\nPsychiatric Services (1/15/05)\nPharmacy Services (1/15/05)\nLaboratory Services (1/15/05)\nDental Services (1/15/05) FAR 8.001. Federal Acquisition Regulation\nTitle 18 U.S.C., 3582(c)(1)(A) & 4205(g). Reduction in Sentence, Compassionate Release\nRequests\nTitle 5 U.S.C., Section 5948. Physician/Dentist Comparability Allowance Plan\n5 CFR, Chapter 1, §551.431. Time Spent on Standby Duty or in an On-Call Status\nBOP Forms\nBP-A0101\nBP-A0135\nBP-A0352\nBP-A0793\nBP-A0794\nBP-A0823 Request for Purchase\nMajor Equipment Justification\nInmate Injury Assessment and Follow-up\nPhysician Assistant/Nurse Practitioner Preceptorship Agreement\nPhysicians/Dentists Comparability Allowance Agreement\nMid-Level Practitioner (MLP)/Sponsor Physician Practice Agreement Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P6010.05 06/26/2014 35",
      "queries": [
        "what are the standards of adult local detention facility",
        "what are the standards for local detention facilities",
        "what is the role of an intern supervisor in training program"
      ],
      "queries_score": [
        "2.321555",
        "1.7940689",
        -10.262959480285645
      ]
    }
  ]
}