{
  "doc_id": "guidance_7",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_7__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice Federal Law Constraints\non Post-Election “Audits”\nPublished July 28, 2021 U.S. Department of Justice\nThe U.S. Department of Justice is committed to ensuring full compliance\nwith all federal laws regarding elections. This includes those provisions\nof federal law that govern the retention and preservation of election\nrecords or that prohibit intimidation of, or interference with, any\nperson’s right to vote or to serve as an election ofﬁcial. The Department is also committed to ensuring that American elections are secure and reﬂect the choices\nmade on the ballots cast by eligible citizens. “The November 3rd election was the most secure in\nAmerican history,” according to a Joint Statement issued by federal and state ofﬁcials and released by\nthe federal Cybersecurity & Infrastructure Security Agency. In many jurisdictions, there were automatic\nrecounts or canvasses pursuant to state law due to the closeness of the election results. None of those\nstate law recounts produced evidence of either wrongdoing or mistakes that casts any doubt on the\noutcome of the national election results. In recent months, in a number of jurisdictions around the United States, an unusual second round of\nexaminations have been conducted or proposed. These examinations would look at certain ballots,\nelection records, and election systems used to conduct elections in 2020. These examinations,\nsometimes referred to as “audits,” are governed, in the ﬁrst instance, by state law. In some\ncircumstances, the proposed examinations may comply with state law; in others, they will not. But\nregardless of the relevant state law, federal law imposes additional constraints with which every\njurisdiction must comply. This document provides information about those federal constraints, which are\nenforced by the Department of Justice. 1 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nConstraints Imposed by the Civil Rights Act of 1960 The Civil Rights Act of 1960, now codiﬁed at 52 U.S.C. §§ 20701-20706, governs certain “[f]ederal\nelection records.” Section 301 of the Act requires state and local election ofﬁcials to “retain and\npreserve” all records relating to any “act requisite to voting” for twenty-two months after the conduct\nof “any general, special, or primary election” at which citizens vote for “President, Vice President,\npresidential elector, Member of the Senate, [or] Member of the House of Representatives,” 52 U.S.C. §\n20701. The materials covered by Section 301 extend beyond “papers” to include other “records.” Jurisdictions must therefore also retain and preserve records created in digital or electronic form. The ultimate purpose of the Civil Rights Act’s preservation and retention requirements for federal\nelections records is to “secure a more effective protection of the right to vote.” State of Ala. ex rel. Gallion v. Rogers, 187 F. Supp. 848, 853 (M.D. Ala. 1960) (citing H.R. Rep. 956, 86th Cong., 1st Sess. 7\n(1959)), aff’d sub nom. Dinkens v. Attorney General, 285 F.2d 430 (5th Cir. 1961) (per curiam). The Act\nprotects the right to vote by ensuring that federal elections records remain available in a form that\nallows for the Department to investigate and prosecute both civil and criminal elections matters under\nfederal law.",
      "queries": [
        "what law constraints post elections",
        "why does the u.s. government seize passports of individuals found to be importing controlled substances"
      ],
      "queries_score": [
        "2.0072813",
        -7.211416244506836
      ]
    },
    {
      "id": "guidance_7__1",
      "chunk_id": "1",
      "content": "Dinkens v. Attorney General, 285 F.2d 430 (5th Cir. 1961) (per curiam). The Act\nprotects the right to vote by ensuring that federal elections records remain available in a form that\nallows for the Department to investigate and prosecute both civil and criminal elections matters under\nfederal law. The Federal Prosecution of Election Offenses, Eighth Edition 2017 explains that “[t]he\ndetection, investigation, and proof of election crimes – and in many instances Voting Rights Act\nviolations –often depend[s] on documentation generated during the voter registration, voting,\ntabulation, and election certiﬁcation processes.” Id. at 75. It provides that “all documents and records\nthat may be relevant to the detection or prosecution of federal civil rights or election crimes must be\nmaintained if the documents or records were generated in connection with an election that included\none or more federal candidates.” Id. at 78. The Department interprets the Civil Rights Act to require that covered elections records “be retained\neither physically by election ofﬁcials themselves, or under their direct administrative supervision.” Federal Prosecution of Elections Offenses at 79. “This is because the document retention\nrequirements of this federal law place the retention and safekeeping duties squarely on the shoulders 2 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nof election ofﬁcers.” Id. If a state or local election authority designates some other individual or\norganization to take custody of the election records covered by Section 301, then the Civil Rights Act\nprovides that the “duty to retain and preserve any record or paper so deposited shall devolve upon such\ncustodian.” 52 U.S.C. § 20701. Therefore, if the original election ofﬁcial who has custody of records covered by the Act hands over\nthose election records to other ofﬁcials (for example, to legislators or other ofﬁceholders) or the ofﬁcial\nturns over the records to private parties (such as companies that offer to conduct “forensic\nexaminations”), the Department interprets the Act to require that “administrative procedures be in\nplace giving election ofﬁcers ultimate management authority over the retention and security of those\nelection records, including the right to physically access” such records. Id. In other words, the\nobligation to retain and preserve election records remains intact regardless of who has physical\npossession of those records. Jurisdictions must ensure that if they conduct post-election ballot\nexaminations, they also continue to comply with the retention and preservation requirements of Section\n301. There are federal criminal penalties attached to willful failures to comply with the retention and\npreservation requirements of the Civil Rights Act. First, Section 301 itself makes it a federal crime for\n“[a]ny ofﬁcer of election” or “custodian” of election records to willfully fail to comply with the retention\nand preservation requirements. 52 U.S.C. § 20701. Second, Section 302 provides that any “person,\nwhether or not an ofﬁcer of election or custodian, who willfully steals, destroys, conceals, mutilates, or\nalters any record or paper” covered by Section 301’s retention and preservation requirement is subject\nto federal criminal penalties. Id. § 20702. Violators of either section can face ﬁnes of up to $1000 and\nimprisonment of up to one year for each violation. Election audits are exceedingly rare.",
      "queries": [
        "does the equal employment opportunity plan impose hiring requirements",
        "what is prea resource center for the auditors?",
        "can ex government employee represent anyone in irs",
        "can fcc licenses be amortized",
        "who is employer for fica purposes"
      ],
      "queries_score": [
        -9.210434913635254,
        -7.53787899017334,
        -9.034510612487793,
        -9.085282325744629,
        -7.333908557891846
      ]
    },
    {
      "id": "guidance_7__2",
      "chunk_id": "2",
      "content": "Id. § 20702. Violators of either section can face ﬁnes of up to $1000 and\nimprisonment of up to one year for each violation. Election audits are exceedingly rare. But the Department is concerned that some jurisdictions\nconducting them may be using, or proposing to use, procedures that risk violating the Civil Rights Act. The duty to retain and preserve election records necessarily requires that elections ofﬁcials maintain\nthe security and integrity of those records and their attendant chain of custody, so that a complete and 3 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nuncompromised record of federal elections can be reliably accessed and used in federal law\nenforcement matters. Where election records leave the control of elections ofﬁcials, the systems for\nmaintaining the security, integrity and chain of custody of those records can easily be broken. Moreover,\nwhere elections records are no longer under the control of elections ofﬁcials, this can lead to a\nsigniﬁcant risk of the records being lost, stolen, altered, compromised, or destroyed. This risk is\nexacerbated if the election records are given to private actors who have neither experience nor expertise\nin handling such records and who are unfamiliar with the obligations imposed by federal law. 4 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nConstraints Imposed by the Federal Laws Prohibiting Intimidation\nFederal law prohibits intimidating voters or those attempting to vote. For example, Section 11(b) of the\nVoting Rights Act of 1965 provides that “No person, whether acting under color of law or otherwise, shall\nintimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any person for voting or\nattempting to vote, or intimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any\nperson for urging or aiding any person to vote or attempt to vote….” 52 U.S.C. § 10307(b). Similarly,\nSection 12 of the National Voter Registration Act of 1993 makes it illegal for any person, “including an\nelection ofﬁcial,” to “knowingly and willfully intimidate[], threaten[], or coerce[], or attempt to intimidate,\nthreaten, or coerce, any person for . . . registering to vote, or voting, or attempting to register or vote” in\nany election for federal ofﬁce. Id. § 20511(1)(A). Likewise, Section 131 of the Civil Rights Act of 1957\nprovides that “[n]o person, whether acting under color of law or otherwise, shall intimidate, threaten,\ncoerce, or attempt to intimidate, threaten, or coerce any other person for the purpose of interfering with\nthe right of such other person to vote or to vote as he may choose, or of causing such other person to vote\nfor, or not to vote for, any candidate” for federal ofﬁce. 52 U.S.C. § 10101(b). The Attorney General is authorized to ﬁle a civil action seeking preventative relief, including a temporary\nor permanent injunction, against any person who engages in actions that violate these statutes. See 52\nU.S.C. §§ 10308(d); 20510(a). And there are criminal penalties as well. See, e.g., id. § 10308(a); 18 U.S.C. §§\n241, 242, 594; see generally Federal Prosecution of Election Offenses, at 33-38, 49-54, 56-58. Judicial decisions have established that voter intimidation need not involve physical threats.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_7__3",
      "chunk_id": "3",
      "content": "See 52\nU.S.C. §§ 10308(d); 20510(a). And there are criminal penalties as well. See, e.g., id. § 10308(a); 18 U.S.C. §§\n241, 242, 594; see generally Federal Prosecution of Election Offenses, at 33-38, 49-54, 56-58. Judicial decisions have established that voter intimidation need not involve physical threats. In certain\ncontexts, suggesting to individuals that they will face adverse social or legal consequences from voting\ncan constitute an impermissible threat. Here are a few examples of the types of acts that may constitute\nintimidation: 5 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\n▪ Sending a letter to foreign-born Latino registered voters warning them that “if they voted in\nthe upcoming election their personal information would be collected … and … could be\nprovided to organizations who are ‘against immigration’” was potentially intimidating. See\nUnited States v. Nguyen, 673 F.3d 1259 (9th Cir. 2012). ▪ Having police ofﬁcers take down the license plate numbers of individuals attending voter\nregistration meetings contributed to intimidating prospective voters. See United States v.\nMcLeod, 385 F.2d 734 (5th Cir. 1967). ▪ Sending robocalls telling individuals that if they voted by mail, their personal information\nwould become part of a public database that could be used by police departments to track\ndown old warrants and credit card companies to collect outstanding debts could constitute\nintimidation. See Nat’l Coal. on Black Civic Participation v. Wohl, 498 F. Supp. 3d 457 (S.D.N.Y.\n2020). ▪ Linking individual voters to alleged illegalities in a way that might trigger harassment could\nconstitute intimidation. See League of United Latin Am. Citizens - Richmond Region Council\n4614 v. Pub. Int. Legal Found., 2018 WL 3848404, at *4 (E.D. Va. Aug. 13, 2018). ▪ Conducting a “ballot security” program in which defendants stand near Native American\nvoters discussing Native Americans who had been prosecuted for illegally voting, follow\nvoters out of the polling places, and record their license plate numbers might constitute\nintimidation. See Daschle v. Thune, No. 4:04 Civ. 04177 (D.S.D. Nov. 1, 2004). See also United States v. North Carolina Republican Party, No. 5:92-cv-00161 (E.D.N.C. Feb. 27, 1992)\n(approving a consent decree in a case where the United States alleged that it violated Section 11(b) to\nsend postcards to voters in predominantly African American precincts falsely claiming that voters were\nrequired to have lived in the same precinct for thirty days prior to the election and stating that it is a\n“federal crime to knowingly give false information about your name, residence or period of residence to\nan election ofﬁcial”). 1 1 While voter intimidation need not involve physical threats, federal law of course prohibits using “force or threat of force” to intimidate or\ninterfere with, or attempt to intimidate or interfere with, any person’s “voting or qualifying to vote” or serving “as a poll watcher, or any legally\nauthorized election ofﬁcial, in any primary, special, or general election.” 18 U.S.C. § 245(b)(1)(A). The Deputy Attorney General recently issued\nGuidance Regarding Threats Against Election Workers. 6 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice",
      "queries": [
        "what is the ahtf award number for fiscal year",
        "what are the accounting systems of cops",
        "what is fsrs"
      ],
      "queries_score": [
        -9.198821067810059,
        -7.947386264801025,
        -7.509727478027344
      ]
    },
    {
      "id": "guidance_7__4",
      "chunk_id": "4",
      "content": "The Deputy Attorney General recently issued\nGuidance Regarding Threats Against Election Workers. 6 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice There have been reports, with respect to some of the post-2020 ballot examinations, of proposals to\ncontact individuals face to face to see whether the individuals were qualiﬁed voters who had\nactually voted. See, e.g., Cyber Ninjas Statement of Work ¶ 5.1 (proposing to select three precincts\nin a large urban county to collect information from individuals through “a combination of phone calls\nand physical canvassing”). This sort of activity raises concerns regarding potential intimidation of voters. For example, when\nsuch investigative efforts are directed, or are perceived to be directed, at minority voters or minority\ncommunities, they can have a signiﬁcant intimidating effect on qualiﬁed voters that can deter them\nfrom seeking to vote in the future. Jurisdictions that authorize or conduct audits must ensure that\nthe way those reviews are conducted has neither the purpose nor the effect of dissuading qualiﬁed\ncitizens from participating in the electoral process. If they do not, the Department will act to ensure\nthat all eligible citizens feel safe in exercising their right to register and cast a ballot in future\nelections. If jurisdictions have questions about the constraints federal law places on the kinds of post-election\naudits they can conduct, they should contact the Voting Section of the Civil Rights Division. If\ncitizens believe a jurisdiction has violated the Civil Rights Act’s election record retention and\npreservation requirements, or believe they have been subjected to intimidation, they can use the\nCivil Rights Division's online complaint form to report their concerns or call (800) 253-3931. 7 | Federal Law Constraints on Post-Election “Audits”",
      "queries": [
        "what is the department of justice doing regarding the threat against election workers?",
        "what is the deputy attorney general's guidance regarding threat against election workers",
        "what is the purpose of the european solidarity fund?",
        "what is cops office training"
      ],
      "queries_score": [
        "2.430318",
        "2.2027757",
        -9.720003128051758,
        -9.234323501586914
      ]
    }
  ]
}