{
  "doc_id": "guidance_50",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_50__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nRSD/NRB\nNUMBER\n5300.22\nDATE November 7, 2016 Volunteer Services /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To prescribe guidelines, policy, and procedures pertaining to volunteerism and the use of\nvolunteers in Bureau facilities. This Program Statement applies to all individuals and organizations providing services to the\nBOP without compensation, except those who are providing services pursuant to a pre-existing\ncontract or obligation (e.g., contractors, consultants, interns, or maintenance or service\nproviders). The Bureau recognizes involvement of volunteers from the community is vital to both inmates\nand staff, and encourages their use in all facilities. Volunteers provide an array of services −\nfrom one-on-one intensive mentoring and structured program and service delivery to transition\nsupport in the institutions, Residential Reentry Centers (RRCs), and into the post-release phase. a. Summary of Changes. This policy has been extensively revised. Changes are noted section\nby section. Policy Rescinded\nP5300.20\nVolunteers and Citizen Participation Programs (6/1/99)\nOM 004-2014 Guidelines for Background Clearance of Volunteers (7/31/14) Program Objectives have been revised. Objective 2 now reads, “Volunteers and staff will be\ntrained in all aspects of volunteer services with an emphasis on security procedures and\npreparation of offenders for reentry.” Definitions (new). Volunteers and non-volunteers are defined for clarification. Volunteers may\nnot serve as both a volunteer and contractor. Bureau staff may not serve as volunteers in the\nBureau of Prisons. Classification. Defines Level I and Level II volunteers. Types of Volunteers (new). Defines the roles of program, administrative, transitional,\nmentoring, and visitation volunteers. Communications Among Volunteers, Inmates, Former Inmates, Ex-Offenders, and Inmate\nFamilies (new). Defines appropriate professional contact and approved means of volunteers’\nprogramming contact with inmates through telephone, email, regular mail, and other identified\nelectronic communications. A new section on Contact Monitoring explains the new\nTransitional/Mentor Volunteer Contact form (BP-A1068) and procedures for its use. Program Management (formerly Responsibilities). Defines the roles of National Reentry\nAffairs Branch (NRB), Regional Reentry Affairs Administrators (RAA), and Reentry Affairs\nCoordinators (RAC). The roles of the Program Manager and Mentor Coordinator are added. A\nnew table defines the role of the RAC and Program Manager regarding volunteers and their\ndocumentation. Definitions for types of volunteer documentation/forms are added. There are\nseveral name changes: Volunteer Management Branch is now the National Reentry Affairs\nBranch; Regional Volunteer Administrator is now the Regional Reentry Affairs Administrator;\nInstitution Volunteer Coordinator is now the Reentry Affairs Coordinator. Recruitment. IVC Work Hours is renamed RAC/MC Work Hours for Volunteer Activities. (RAC/MC: Reentry Affairs Coordinator/Mentor Coordinator). Background Investigations and File Management. Includes a chart that defines Level I and II\nbackground clearance requirements and explains clearance procedures. A Name Check is\nrecognized as a form of fingerprint clearance if fingerprints are rejected twice through the Civil\nApplicant System (CAS). A national automated volunteer system has been added. All\nvolunteers (Level I and II) will be entered into the system. A subsection on National Automated Volunteer System and Processing of Volunteers has been\nadded. Level I volunteers will be processed using the national automated volunteer system. P5300.22 11/07/2016 2 Volunteers whose services are discontinued may not be considered for future volunteer service at\nany BOP location.",
      "queries": [
        "cops reporting phone number"
      ],
      "queries_score": [
        -7.5905632972717285
      ]
    },
    {
      "id": "guidance_50__1",
      "chunk_id": "1",
      "content": "A subsection on National Automated Volunteer System and Processing of Volunteers has been\nadded. Level I volunteers will be processed using the national automated volunteer system. P5300.22 11/07/2016 2 Volunteers whose services are discontinued may not be considered for future volunteer service at\nany BOP location. The Records subsection explains record maintenance for Level I and II volunteers. Attachment\nA defines the content of an Official Volunteer File. Multi-Institution Volunteers. Volunteers are required to attend initial and refresher training at\nonly one institution. The correctional services component of volunteer training covers all\nsecurity levels. Prior to volunteers beginning service at subsequent facilities, the program\nmanager must provide an institution-specific orientation to augment initial or refresher training. Ex-Offenders. For the purposes of this Program Statement, ex-offenders are defined as former\ninmates who have completed their term of supervision, if applicable. Before providing volunteer\nservices, the ex-offender must have a documented period of at least three years of crime-free\nconduct after release. The RAC will also check with the Special Investigative Supervisor/Agent\n(SIS/SIA) to ensure there are no STG assignments or concerns. Security, Badging, and Sign-In Procedures (formerly Institution Security). Level I\nVolunteers enter the institution via a memo signed by the Warden or designee that is coordinated\nby the program manager. Copies are provided to the Control Center, Front Lobby Officer, and\nother designated areas, as well as to the RAC. The program manager monitors the number of\nvisits to ensure it does not exceed Level I requirements. For Level II visitation volunteers, a memo signed by the Warden or designee is distributed to the\nControl Center, Front Lobby, and other designated areas by the program manager to identify\ninmates being visited. A Moderate Background Investigation (MBI) clearance is required for volunteers with\nunescorted badges. The national automated volunteer system is used to create and number volunteer badges. A\nroster is generated by the RAC quarterly or as changes occur from the automated volunteer\nsystem to account for and control badges. The roster is provided to Correctional Services for\naccountability. Excess pink and blue badge paper is accounted for to ensure compliance with the\nProgram Statement Correctional Services Manual. Two badges are created for each volunteer. One may not be removed from the designated\nCorrectional Services area. The other will be worn in an easily visible place while the volunteer\nis in the institution. The front side has the volunteer’s picture, first initial and last name,\ndepartment to be visited, date of expiration, and authorized signature. The reverse side has the P5300.22 11/07/2016 3 volunteer’s first and last name, institution and department to be visited, issue date, expiration\ndate, and authorized department/areas. Procedures for laminating and embossing badges now adhere to the Correctional Services\nManual. Badges are removed from designated areas when volunteers become inactive, are\npending service discontinuation, or whose services are discontinued. Training. Defines training for RACs, MCs (Mentor Coordinators), RAAs, and volunteers. Within the first year RACs and RAAs receive at least 20 hours of initial standardized training\ndeveloped nationally. MCs receive 8 hours of standardized training developed nationally. RAAs ensure training is provided to the RACs. The NRB ensures training is provided to RAAs.",
      "queries": [
        "when a COPS award is open, the recipient can request a budget modification. for the recipient",
        "cops contact number",
        "how is the oig audit conducted",
        "how long should i spend on an onsite audit",
        "what are the conditions for federal assistance programs",
        "how to access program progress report"
      ],
      "queries_score": [
        -7.630577087402344,
        -8.074606895446777,
        -8.569758415222168,
        -8.692889213562012,
        -8.114365577697754,
        -7.723818778991699
      ]
    },
    {
      "id": "guidance_50__2",
      "chunk_id": "2",
      "content": "Within the first year RACs and RAAs receive at least 20 hours of initial standardized training\ndeveloped nationally. MCs receive 8 hours of standardized training developed nationally. RAAs ensure training is provided to the RACs. The NRB ensures training is provided to RAAs. The Chaplaincy Services Administrator is responsible for MC training. Level I volunteers are required to complete the Notification to Visitor (BP-A0224) and Level I\nVolunteer Application/Training (BP-A1070) coordinated by the program manager, as well as\ntraining by supervisory staff regarding Sexually Abusive Behavior Prevention and Intervention\nProgram once a year. Initial training for Level II Volunteers is 4 hours of program area and orientation training using\nthe nationally standardized volunteer services training. Level II volunteers serving as mentors or\nproviding transitional volunteer services must also attend an additional 2-hour nationally\nstandardized training segment. Level II Volunteers receive 2 hours of annual training, which supplements initial orientation\ntraining. Annual training must be completed no later than the quarter following the anniversary\nof their latest training date. Additional training for volunteers in a mentor role is taught by MCs at locations where this\nposition exists, or RACs if MC positions are not authorized. Supervisory staff from Correctional Services, Executive Staff, Computer Services, Religious\nServices, and appropriate program managers conduct training segments, documented on the new\nVolunteer Training Agenda form, BP-A1067. RACs maintain volunteer training documentation, including volunteer sign-in sheets and the\nVolunteer Training Agenda, for 3 years. Financial Reimbursement. Removed from the policy. P5300.22 11/07/2016 4 Recognition of Volunteers (formerly Incentive Awards). Updated to provide direction\nregarding the provision of meals/refreshments and the use of non-authorized funds and resources\nfor recognition events. Communications and Publications. Removed from the policy. Discontinuation of Volunteer Services. Prior to the discontinuation of a volunteer’s service for\nany reason, the RAC/MC, along with the program manager and Associate Warden, consult with\nthe Warden and RAA. Procedures for discontinuing a volunteer’s service have been revised. Volunteers whose services are discontinued from any BOP institution or facility may not be\napproved or reinstated for service at any BOP location. Procedures for discontinuing a\nvolunteer’s service at the regional and Central Office level have been added. Staff Volunteerism. Removed from the policy. Inmate Volunteerism. Revised. Institution Supplement. The institution submits the supplement to the RAA for review. It\nincludes:\n■ Budgeting of volunteer services. ■ Designation of signatory authority within executive staff for badges and entrance\nmemorandums. ■ Security of volunteer badges and files. ■ Site and frequency of mentoring sessions. ■ Training procedures for Health Services volunteers, if applicable. b. Program Objectives. The expected results of this program are:\n■ Volunteers will have opportunities to participate in and enhance Bureau programs. ■ Volunteers and staff will be trained in all aspects of volunteer services, with an emphasis on\nsecurity procedures and preparation of offenders for reentry. ■ Volunteers will be recognized for their contributions and accomplishments. 2. DEFINITIONS\na. Volunteers. For the purposes of this Program Statement, volunteers are private citizens who\nprovide a variety of gratuitous services to the Bureau of Prisons. Gratuitous services are\nuncompensated services that would otherwise not be performed by a paid Government worker.",
      "queries": [
        "how many hours of training do racs need",
        "when does eu's decision come into force",
        "if the head of an executive agency issues an order denying relief under paragraph (a), the head of an executive agency issues an order to the extent that an order was issued for a judicial case under an executive order.",
        "why is an inmate challenged on central files?",
        "what are the standards of administration for correctional agencies?"
      ],
      "queries_score": [
        "1.701118",
        -8.82901382446289,
        -2.223776340484619,
        -6.468043804168701,
        -4.541484832763672
      ]
    },
    {
      "id": "guidance_50__3",
      "chunk_id": "3",
      "content": "■ Volunteers will be recognized for their contributions and accomplishments. 2. DEFINITIONS\na. Volunteers. For the purposes of this Program Statement, volunteers are private citizens who\nprovide a variety of gratuitous services to the Bureau of Prisons. Gratuitous services are\nuncompensated services that would otherwise not be performed by a paid Government worker. Per 31 U.S.C. Section 1342, the Federal Government is not permitted to accept voluntary P5300.22 11/07/2016 5 services that are not pursuant to a prior contract or under an advance agreement that they will be\ngratuitous. The gratuitous services agreement under which the services are performed must\nstate, among other things, that the volunteers waive all claims to financial reimbursement or\ncompensation from the Bureau for their services, time, or expenses. The gratuitous service\nagreement should be entered into before the services are provided. Volunteers are ordinarily any adult 18 years of age or older (except at high security and\nadministrative institutions where volunteers must be at least 21 years of age). Volunteers cannot serve as both a volunteer and contractor in the Bureau. Bureau staff may not serve as volunteers at any facility housing Bureau inmates except in limited\ncircumstances not involving one-on-one contact with inmates (e.g., choirs). These activities\nmust be approved by the Warden (Bureau institutions) or branch administrator (contract\nfacilities). b. Non-Volunteers − Government Providers. A number of Federal, state, and local\ngovernment agencies provide services to inmates that are part of these agencies’ duties; for\nexample, the Social Security Administration, Department of Veterans Affairs, Department of\nLabor, state workforce departments, etc. These providers are not considered volunteers. Non-Federal providers or Federal providers without Federal Government credentials must\ncomplete an NCIC Check (BP-A0660). The Warden approves their entry into the institution via\nmemo for each entrance into the institution, which is kept on file with the NCIC by the program\nmanager for a period of three years. 3. CLASSIFICATION\na. Level I Volunteers. Authorized to perform a service four days or less per year for an\ninstitution or administrative office. These volunteers will receive general training; however, they\nare not badged. b. Level II Volunteers. Authorized to perform a service more than four days per year for an\ninstitution or administrative office. These volunteers receive a badge and are required to attend\nvolunteer and/or mentor training. 4. TYPES OF VOLUNTEERS Volunteers can be specifically approved to provide several different types of services, such as\nmentoring, visitation, and assistance with transitional needs or resources, as well as programs or P5300.22 11/07/2016 6 activities associated with the needs of a specific department. However, the BOP prohibits the\nuse of volunteers to deliver health care. The delivery of health care is defined as the clinical\nassessment, diagnosis, treatment, and education of inmates regarding their medical, dental,\nmental health, or nursing treatment plan. Institutions may use volunteers to present health\npromotion/disease prevention educational sessions or nationally standardized self-help programs\n(e.g., Alcoholics Anonymous) if the institution’s sponsoring department determines the volunteer\nhas the requisite health education training and experience, and the educational materials are\nreviewed for accurate and ethical content.",
      "queries": [
        "why is it important to have an organization that ensures that local police officers have decision making authority",
        "us department of justice rsd/rsb number",
        "when is final federal report due"
      ],
      "queries_score": [
        -9.606912612915039,
        -6.764352798461914,
        -7.838309288024902
      ]
    },
    {
      "id": "guidance_50__4",
      "chunk_id": "4",
      "content": "Institutions may use volunteers to present health\npromotion/disease prevention educational sessions or nationally standardized self-help programs\n(e.g., Alcoholics Anonymous) if the institution’s sponsoring department determines the volunteer\nhas the requisite health education training and experience, and the educational materials are\nreviewed for accurate and ethical content. If volunteers are used to present health education\nsessions, local procedures must be developed for selection, training, staff supervision, facility\norientation, and a definition of tasks, responsibilities, and authority that is approved by the health\nauthority (Health Services Administrator or Chief Psychologist). All volunteers need to be specifically approved for the type of service they are performing as\noutlined below. For each type of service being performed they are required to be supervised by\nan appropriately specified department head or program manager. Therefore, a volunteer may\nreceive supervision/program management by more than one staff member if engaged in several\ntypes of volunteer services. a. Program. Volunteers may provide structured activities, seminars, workshops, and classes\nthat support institutional programs and needs; for example, volunteers providing religious\nservices to authorized faith groups. They are under the direction of a program manager. The\nprogram manager determines the instructional schedule of the volunteer and identifies the\ninmates who participate in the program/activity. b. Administrative. Volunteers who provide support to the Bureau of Prisons’ Central and\nRegional Offices.\nc. Transitional. Volunteers must be processed as Level II. They may be engaged to\nconcentrate on services and resources inmates will need in preparation for and during their\ntransition back to the community. These volunteers may work with inmates and their families on\npost-release planning services such as transportation, housing assistance, employment, benefits,\nfaith-based support, and other reentry-related needs. They must document any external contacts\nusing the Transitional/Mentor Volunteer Contact Form (BP-A1068). Volunteers may work with\nmultiple inmates. d. Mentoring. Volunteers must be processed as Level II. They concentrate on personal\ndevelopment of individual inmates. This usually occurs one-on-one; however, due to the\ngeographic isolation of some facilities, the availability of mentors is limited. If a sufficient\nnumber of mentors is not available for one-on-one mentoring, one mentor may provide\nmentorship to a group of inmates with the program manager’s and Warden’s approval. Mentor\nrelationships ordinarily begin while an inmate is incarcerated and continue following release. P5300.22 11/07/2016 7 Sessions for mentors and assigned inmates are scheduled in conjunction with the program\nmanager and in a manner that does not conflict with authorized visiting procedures. Days, times,\nand locations of mentoring sessions are at the Warden’s discretion, as appropriate for the\ninstitution’s security level. e. Visitation. Volunteers providing visitation services meet one-on-one with inmates in the\nvisiting room during normal visiting hours. Visits will be supervised by the Visiting Room staff. The RAC serves as program manager for visitation volunteers. Approved visitation volunteers are provided a pen or pencil and blank paper upon request for\ntaking notes, unless the Warden has established local procedures prohibiting this practice. The\nprogram manager coordinates the availability of these items. Visitation volunteers are\nauthorized to visit specific inmates who have been pre-arranged prior to their visit (at least two\nweeks in advance).",
      "queries": [
        "which organization may use volunteers to present educational sessions or nationally standardized self help programs?"
      ],
      "queries_score": [
        "2.9882011"
      ]
    },
    {
      "id": "guidance_50__5",
      "chunk_id": "5",
      "content": "The\nprogram manager coordinates the availability of these items. Visitation volunteers are\nauthorized to visit specific inmates who have been pre-arranged prior to their visit (at least two\nweeks in advance). There is no limit to the number of visitation volunteers or inmates who may\nbe seen; however, inmates are seen one at a time. 5. COMMUNICATIONS AMONG VOLUNTEERS, INMATES, FORMER INMATES,\nEX-OFFENDERS, AND INMATE FAMILIES Only mentoring and transitional volunteers who are approved to communicate with inmates,\nformer inmates, ex-offenders, and inmate families (as defined for Bureau visiting purposes) may\nhave program-related contact regarding the inmates to whom they have been assigned. They\nmay also have program-related contact regarding the inmate’s personal or spiritual growth,\npreparation for release, and through the transition process for reintegration in the community. Program-related contacts include liaison with local organizations that have the potential to\nprovide assistance. Contacts must be professional in nature – that is, activities related to a specific program area or\nthat provide specific reentry assistance, which:\n■ Assist with specific program content or reentry needs identified through the inmate’s\nassessment. ■ Coordinate resources related to a program or reentry need. ■ Obtain information from or coordinate with an inmate or family member related to program\ncontent or reentry need. Volunteers may use appropriate materials, which are subject to Front Entrance procedures and\napproved in advance by the program manager before distribution to a specific inmate or the\ninmate population. Inmates can also bring program-related supplies and materials to a mentoring P5300.22 11/07/2016 8 or reentry/transitional planning session with prior review by and approval of the program\nmanager. a. Methods of Contact. The Volunteer shall make a written request for approval of telephone\ncalls and correspondence communication with an inmate through the program manager. The\nprogram manager will submit the request to the SIS department for approval. The program\nmanager will notify the volunteer if the communication is approved/disapproved. However, if\nthe volunteer fails to request approval of communication with an inmate, his/her services can be\ndiscontinued. Approved types of contact include telephone, email, regular mail, and other\nidentified electronic communications. Three-way calls are prohibited. Mail, publications, and\nenclosures must comply with the Program Statements Correspondence and Incoming\nPublications. Program managers may arrange video teleconferencing (if available) to facilitate\nneeded contact between the inmate and volunteer. b. Contact Monitoring. Phone calls and correspondence within the institution are subject to\nmonitoring and other agency screening procedures. Certain categories of inmates receive\nenhanced monitoring. All telephone, electronic, and written communication between an\nincarcerated inmate or family member and a volunteer must be documented using the\nTransitional/Mentor Volunteer Contact Form, BP-A1068, provided by the program manager to\nthe volunteer. In-person contact with family members and volunteers must also be documented\non this form. These forms are submitted by the volunteers to the program managers at least\nmonthly, or as otherwise determined by the program manager. The program manager maintains\nthese forms for a period of five years. A Release of Information Consent (BP-A0192) must be\nsigned by the inmate before any family/community contact and placed in the program manager’s\nfile.",
      "queries": [
        "do inmate visitation volunteer"
      ],
      "queries_score": [
        "1.6650574"
      ]
    },
    {
      "id": "guidance_50__6",
      "chunk_id": "6",
      "content": "The program manager maintains\nthese forms for a period of five years. A Release of Information Consent (BP-A0192) must be\nsigned by the inmate before any family/community contact and placed in the program manager’s\nfile. Visitation volunteers’ contact with inmates outside the visiting room is limited to notifying\ninmates of scheduled visits by postcard and sending appropriate postcard greetings for holidays\nand birthdays to inmates they are visiting. There is no need to record this approved\ncommunication. 6. PROGRAM MANAGEMENT\na. National Reentry Affairs Branch (NRB). Located in the Reentry Services Division, Central\nOffice, the NRB coordinates policy development and provides direction for volunteer services. The NRB also serves as the Bureau’s liaison to agencies, organizations, and programs focusing\non volunteer services for the inmate population. b. Regional Reentry Affairs Administrators (RAAs). The RAAs provide guidance in the\nfollowing areas to institution Reentry Affairs Coordinators (RACs):\n■ Data collection. P5300.22 11/07/2016 9 ■\n■\n■\n■ Networking. Recruitment. Technical assistance. Training. c. Reentry Affairs Coordinators (RACs). The RACs manage volunteer services at the\ninstitution, including local recruitment, clearance and security compliance, training, file\nmanagement, and recognition of volunteers. The RAC works with program managers and the Affirmative Employment Committee to recruit\nvolunteers who meet the needs of the inmate population. The RACs are supervised by a\ndesignated Associate Warden and will be notified at the time of position acceptance and when\nsupervision changes occur. d. Mentor Coordinators (MCs). MCs work with the RAC, mentor program managers,\nchaplains, and other pertinent staff to develop resources to fulfill inmate mentoring services. e. Program Managers. A program manager is defined as the department head or designee\nresponsible for the program or service being provided by volunteers. The program manager is\nresponsible for:\n■ Maintaining a log to identify the names of the volunteer(s), date(s), and type(s) of service or\nactivity performed. ■ Overseeing the volunteer and the volunteer’s program, including any necessary scheduling,\ntracking, and documentation. ■ Ensuring the volunteer’s needs are met and the volunteer complies with institution policies. ■ Coordinating with the RAC to ensure volunteers complete initial and refresher training as\nneeded. ■ Ensuring the volunteer candidates complete all required clearances and documentation per\nthe chart below. The following table identifies the role of the Reentry Affairs Coordinator (RAC) and program\nmanager regarding volunteers and their documentation: P5300.22 11/07/2016 10 Distribution of Duties Chart – RACs and Program Managers\nOfficial Volunteer File Documentation/Duties RAC Volunteer Checklist (BP-A0578)\nApplication for Volunteer Service (BP-A0580) or\nLevel I Volunteer Application/Training Form (BPA1070)\nVolunteer Interview Summary (BP-A0585)\nLetters of Endorsement or Reference as appropriate\nProfessional Credentials/License, if applicable\nCredentials of Religious Volunteer (BP-A0777) , if\napplicable\nCertification for Release of Information\n(BP-A0673)\nNCIC Check (BP-A0660)\nNCIC (National Crime Information/NLETS and Wants\nCheck) Results\nFingerprint (FD-258)/CJIS Name Check Request (BPA1069)/Results and Non U.S. Citizen Name Check\n(BP-A1071)/Results\nVolunteer Training Coordination X Volunteer Training Agenda (BP-A1067)\nVolunteer Gratuitous Service Agreement and\nTraining Certification (BP-A0483)\nVolunteer Training Affirmation (BP-A1066)\nAcknowledgement of Receipt of Standards of\nEmployee Conduct (BP-A0165)\nInformation Security Awareness Training\nCertification/Non-disclosure Agreement\nWaiver of Escort and Supervision - Volunteers\n(BP-A0484), if applicable\nNational automated volunteer system\nModerate Background Investigation (MBI)\npaperwork, if applicable\nTracking/maintaining documentation of volunteer\nhours and duties regarding programs\nProcessing of badges and accountability of badge\npaper\nNotification of Approved Volunteers\nRelease of Information Consent (BP-A0192),\nif applicable\nTransitional/Mentor Volunteer Contact Form (BPA1068) P5300.22 11/07/2016",
      "queries": [
        "cops office telephone number",
        "who is responsible for filing a frivolous tax return"
      ],
      "queries_score": [
        -7.815051078796387,
        -8.953661918640137
      ]
    },
    {
      "id": "guidance_50__7",
      "chunk_id": "7",
      "content": "P5300.22 11/07/2016 Program Manager X X\nX\nX\nX\nCompletes form and submits to RAC. Completes form and submits to RAC. Runs NCIC.\nX X Attend training with departmental\nvolunteers. X\nX\nX\nX\nX\nCompletes form and submits to RAC. X\nX Responsible for all fees. X X\nRAC notifies program\nmanager OVF complete and\nbadge is approved. Program manager notifies the volunteer\nof approval to provide service. X\nProgram manager coordinates completion\nof the form with the volunteer and\nsubmits form to RAC for filing in OVF. 11 Recognition of Volunteers Discontinuation of Volunteer Services Memos to CEO and program\nmanagers, invitations to\nvolunteers and guests,\ncoordination of special\nrecognition event. Generate dismissal letter to\nsend to volunteer, copy of\ndismissal letter sent to RAA,\nremove volunteer from\nnational automated\nvolunteer system, remove\nbadges from control. Program managers will attend the\nrecognition event. If the PM is a\nbargaining unit member, attendance will\nbe highly encouraged. Letter of Endorsement. A Letter of Endorsement is required if a volunteer is representing a\nvolunteer organization. The letter is to be written on the organization’s letterhead. The\norganization sponsor must not have been in an unfavorable standing with any Bureau\ncomponent. Letters of Reference. Required when a volunteer is not represented by an organization and is\nvolunteering on his/her own merit. The volunteer must provide two letters of reference from\nnon-family members, in good standing with the Bureau, who can attest to the skills, credibility,\nand integrity of the volunteer based on an established relationship of at least 6 months. The letter\nshould include their contact information. The program manager will obtain these documents\nprior to a volunteer providing services. New letters are required for badge renewal. Waiver of Escort and Supervision – Volunteers (BP-A0484). Required for volunteers with\nunescorted badges. The form is completed when an unescorted badge is initially requested. A\nModerate Background Investigation (MBI) clearance must be completed prior to volunteers\nreceiving an unescorted badge. A new form must be completed for unescorted badge renewal. The program manager will ensure this form is completed for volunteers who are issued\nunescorted badges. Moderate Background Investigation (MBI). When a program manager determines a volunteer\nneeds access to sensitive information, he/she notifies the RAC. The RAC requests Human\nResources to initiate an MBI clearance. An MBI clearance is required for volunteers with\nunescorted badges. The program manager is responsible for all costs related to the MBI\nclearance. Transitional/Mentor Volunteer Contact Form (BP-A1068). A volunteer having any programrelated contact with an offender’s family, ex-offender, or ex-offender’s family will complete this\nform on a monthly basis. The volunteer submits the form to the program manager on a monthly\nbasis. The Program Manager ensures the RAC receives the form to file in the volunteer’s OVF. P5300.22 11/07/2016 12 Credentials of Religious Volunteer (BP-A0777). This form is required for any level I or II\nvolunteer providing any type of religious service. He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference. Release of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_50__8",
      "chunk_id": "8",
      "content": "He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference. Release of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community. The form must be completed before the\nvolunteer has any contact with the inmate’s family or community on the inmate’s behalf. This\nform is maintained in the volunteer’s OVF. Professional Credentials/License. Required for any volunteer providing specialized services. Maintaining volunteer documentation is the responsibility of the RAC. Assistance from a\nprogram manager may be necessary when a volunteer needs to complete forms. 7. RECRUITMENT The RAC and department heads, in conjunction with the Affirmative Employment Committee,\nwill develop a formal strategy and volunteer plan in accordance with a nationally standardized\nformat to recruit a volunteer workforce that meets the needs of the institution and inmate\npopulation. a. Recruitment Areas. Volunteers are normally recruited from the vicinity of the institution. RACs/MCs and department heads will maintain contact with individuals from the community,\ncolleges and universities, public service, and religious organizations having an interest in\nvolunteerism, as well as the public at large. The Community Relations Board (CRB) is also an excellent resource for institution programs\nand initiatives. The RAC will advise the CRB of specific volunteer needs in the institution and\nnotify staff of volunteer opportunities within the community. b. RAC/MC Work Hours for Volunteer Activities. Community outreach, volunteer\nrecruitment, and other related activities may occur outside normal working hours to promote\neffective recruitment strategies, attend collaborative events, participate in community-based\nnetworking events, and other related activities. The RAC and MC’s work hours may be adjusted\nby request of the RAC/MC or supervisor in accordance with the Master Agreement. For\nexample, if an event is on Saturday, with the supervisor’s advanced approval, the RAC/MC may\nsplit work hours between Saturday and an alternate day during that administrative work week. P5300.22 11/07/2016 13 8. BACKGROUND INVESTIGATIONS AND FILE MANAGEMENT\na. Background Investigations. A background investigation will be conducted on all volunteers\nas outlined in the chart below. The RAC or program manager, as applicable per the Distribution\nof Duties Chart, ensures background investigation requirements are completed for each volunteer\nprior to serving as a Level I or Level II volunteer. Level II volunteer candidates may attend\nvolunteer training prior to completion of the background investigation. If a volunteer is serving at one or more institutions, training only has to be completed yearly at\none facility. When a volunteer serves at more than one facility, it is the responsibility of all the\nserviced institutions to ensure the volunteer’s information is uploaded in the national automated\nvolunteer system, training requirements are met, and each institution maintains copies of all\nnecessary OVF forms, except at complexes where one centralized copy will be maintained. The Warden determines the suitability of non-citizens to serve as volunteers. Non-citizens who\nare approved as volunteers are subject to all background investigation requirements for the level\nof service to be provided.",
      "queries": [
        "when must an auditor surrender his or her certification"
      ],
      "queries_score": [
        -8.378029823303223
      ]
    },
    {
      "id": "guidance_50__9",
      "chunk_id": "9",
      "content": "The Warden determines the suitability of non-citizens to serve as volunteers. Non-citizens who\nare approved as volunteers are subject to all background investigation requirements for the level\nof service to be provided. Background Clearance Requirements For Volunteer Service\nForm/Requirement\nLevel I\nLevel II\nInitial\nAnnual\nInitial\nAnnual\n5-Year\nApplication for Volunteer\nService\nVolunteer Interview\nSummary (BP-A0585)\nLetter of Endorsement or two\nLetters of Reference\n(Both required for Religious\nVolunteers)\nNCIC (National Crime\nInformation/NLETS and\nWants Check) Results\nMBI (if applicable)\nNCIC Check\n(BP-A0660)\nCertification for Release of\nInformation (BP-A0673)\nAcknowledgement of Receipt\nof Standards of Employee\nConduct (BP-A0165) P5300.22 11/07/2016 BP-A1070 BPA1070 BP-A0580 5-Year\nBPA0580 X\nX X X X X X X X X X\nX X X X X\nX X X X\nor as\nupdated X 14 Fingerprint Check (FD258)/Results or CJIS Name\nCheck Request (BPA1069)/Results and Non U.S.\nCitizen Name Check(BPA1071)/Results )\nVolunteer Gratuitous Service\nAgreement Training\nCertification Form\n(BP-A0483)\nVolunteer Training\nAffirmation (BP-A1066) Waiver of Escort and\nSupervision (BP-A0484)\n(if applicable)\nInformation Security\nAwareness Training\nCertification\nNon-Disclosure Agreement\nCredentials of Religious\nVolunteer (BP-A0777)\n(if applicable)\nProfessional Credentials/\nLicense (if applicable) X X X X X X X X X X X X X\nX X X X X X (1) Level I. Required background clearance procedures are completed prior to the volunteer\nbeing permitted entrance into the institution. (2) Level II. Background investigations are ordinarily completed within 45 days from the date\nthe application is received. If this timeframe cannot be met, the RAC documents the reason in\nthe OVF. If clearance is not obtained within six months, the RAC provides a report to the RAA\nfor further resolution. However, badges may not be issued to Level II volunteers until all\nclearances are obtained. While a volunteer is waiting for background clearance approval as a\nLevel II volunteer, he/she may serve as a Level I volunteer in accordance with Level I\nrequirements. However, visitation volunteers will not be limited to four visits per year while\npending background clearance, as long as other requirements are met; e.g., training. All Level II volunteer applicants will be given two opportunities to obtain fingerprint clearance. After two negative responses are received from the Civil Applicant System (CAS) due to\nunreadable prints, a Name Check is conducted following standardized national procedures for\neither U.S. citizens or non-U.S. citizens. These procedures are available on the Reentry\nSallyport page. If the fingerprint or Name Check reveals previous criminal activity that would P5300.22 11/07/2016 15 compromise institution security as determined by the Warden, the volunteer application for a\nLevel II status will be denied. The volunteer may be granted Level I status by the Warden.\nb. National Automated Volunteer System. The national automated volunteer system allows\nusers at institutions, regional offices, and the Central Office to enter demographic and other key\ninformation regarding Level I and II volunteers. Requests for access to the system are made\nthrough the RAA, who submits a help desk ticket. RACs are responsible for entering active, inactive, and service discontinued for Level II\nvolunteers, as outlined in the system manual. A copy of the Training Manual can be accessed\nvia Sallyport. c. Processing of Volunteers. Program managers provide Level 1 Volunteer Application/\nTraining (BP-A1070) information to RACs as appropriate, ordinarily at least 5 business days\nprior to their planned activity.",
      "queries": [
        "can you use the camp award to benefit the recipient",
        "cops office license",
        "free file for taxes"
      ],
      "queries_score": [
        -9.347237586975098,
        -7.579226970672607,
        -8.190752983093262
      ]
    },
    {
      "id": "guidance_50__10",
      "chunk_id": "10",
      "content": "A copy of the Training Manual can be accessed\nvia Sallyport. c. Processing of Volunteers. Program managers provide Level 1 Volunteer Application/\nTraining (BP-A1070) information to RACs as appropriate, ordinarily at least 5 business days\nprior to their planned activity. RACs ensure they enter information and check the discontinued\nservices Volunteer Section of the automated system to screen potential volunteers before\napproval to serve as Level I or Level II volunteers. Volunteers whose services are discontinued\nfrom any BOP institution or facility may not be approved for service at any BOP location and\nwill not be considered for future volunteer service. RACs maintain records for Level I\nvolunteers for data collection. Program Managers generate entrance memos for processing\nLevel I volunteers. RACs will receive a copy of the paperwork. d. Records\n(1) Level I. Program managers provide completed background and application documentation\nto RACs. The RACs maintain records for Level I volunteers for three (3) years in a secure\ncabinet. The contents include:\n■\n■\n■\n■\n■\n■ NCIC background clearance materials. Level I Volunteer Application/Training (BP-A1070). Letter of Endorsement or Reference. Certification for Release of Information (BP-A0673). Professional Credential/License (if applicable). Credentials of Religious Volunteer (BP-A0777, if applicable). (2) Level II. RACs maintain six-part Official Volunteer Files (OVF) containing records and\ntraining documents relative to each Level II volunteer in a secure cabinet. The contents of the\nOVF must be maintained per Attachment A. P5300.22 11/07/2016 16 The institution or administrative office must retain the OVF for volunteers who have been denied\nor discontinued from service for three years and then destroy it. For volunteers in inactive status,\nthe file is maintained for three years past the date placed in inactive status and then destroyed. 9. MULTI-INSTITUTIONAL VOLUNTEERS Individuals may serve as volunteers in more than one institution. Background investigative\ninformation for multi-institutional volunteers is shared with all facilities desiring to use the\nvolunteer. All investigation components must be completed before the volunteer may serve, including a\ncross-reference with the national automated volunteer system to ensure he/she has not been\ndiscontinued or is pending discontinuation from service at another location. An OVF is maintained at all institutions or centralized at a complex using the volunteer’s\nservices. The volunteer is required to attend initial and refresher training at only one institution. The\ncorrectional services’ component of volunteer training will cover all security levels. Prior to a\nvolunteer beginning service at subsequent facilities, the program manager is required to provide\nan institution-specific orientation to augment the initial or refresher training. Training documentation for all sessions is shared with the other institution(s) for which the\nvolunteer provides services. 10. EX-OFFENDERS Programs can often be enriched by the contributions of ex-offenders who share their experiences\nand personal progress. Wardens may approve ex-offenders convicted of felony offenses in any\njurisdiction to serve as volunteers. In addition to meeting the requirements for training and background investigations, the RAC will\nensure the following are completed before an ex-offender may be approved to serve as a\nvolunteer:\n■ Documented period of at least three years of crime-free conduct after release and has\ncompleted any term of supervision, if applicable. ■ Check to ensure the ex-offender has no separatees within the institution.",
      "queries": [
        "what is the simplified acquisition threshold for an acquisition",
        "what is a drug market intervention"
      ],
      "queries_score": [
        -7.400181770324707,
        -8.49044418334961
      ]
    },
    {
      "id": "guidance_50__11",
      "chunk_id": "11",
      "content": "■ Check to ensure the ex-offender has no separatees within the institution. ■ Check with the Special Investigative Supervisor/Agent to ensure there are no Security Threat\nGroup assignments or concerns. P5300.22 11/07/2016 17 Ex-offenders cannot be granted waivers from any training or investigative requirements, nor are\nthey admitted to Protective Custody Units or special management units of any type. Exoffenders must not be granted waivers for unescorted status or passes. 11. SECURITY, BADGING, AND SIGN-IN PROCEDURES\na. Sign-In Procedures. Level I volunteers are approved to enter the institution via a memo\nsigned by the Warden or designee, coordinated by the program manager. Approval shall not be\ngranted until the background clearance requirements for volunteer services are met. Copies\nshould be provided to the Control Center, Front Lobby Officer, and other designated areas, as\nwell as the RAC. The program manager monitors the number of visits to ensure they do not\nexceed Level I requirements. For Level II visitation volunteers, a memo signed by the Warden or designee is generated and\ndistributed to the Control Center, Front Lobby, and other designated areas by the program\nmanager to identify the inmates being visited. b. Badges. For Level II volunteers, the RAC uses the national automated volunteer system for\ncreating and numbering volunteer badges. A roster is generated from the system by the RAC\nquarterly or as changes occur to account for and control volunteer badges. The rosters should be\nprovided to correctional services for distribution. Excess pink and blue badge paper is accounted for using a bin card system. Each fiscal year, the\ntotal amount of each color of blank badge paper is accounted for and written on the bin card\n(separate cards for each color). Each time a sheet of badge paper is used, it is deducted from the\nbin card. The blank badge paper and bin cards are maintained in a secure file cabinet. Two badges with photos are created for each volunteer. Both are maintained in an area\ndesignated by Correctional Services. One is completed on both sides and always remains in the\ndesignated area. The second volunteer badge is worn in an easily visible place by the volunteer at all times while\nin the institution. The front of the badge has a photo of the volunteer and the following\ninformation:\n■\n■\n■\n■ Volunteer’s first initial and last name. Department/area to be visited. Date of expiration. Authorized signature. P5300.22 11/07/2016 18 The reverse of the second badge has the:\n■\n■\n■\n■\n■ First and last name. Institution and department to be visited. Issue date. Expiration date. Authorized department/areas. Per the Program Statement Correctional Services Procedures Manual, badges are first\nlaminated for durability, then embossed as soon as lamination is completed by:\n■ Having a crimped imprint seal (embossed) that is visible through the lamination and can be\nverified by touch. ■ Having the imprint seal cover a portion of the picture and approval signature. The Associate Warden with signatory responsibility must sign the badges. Badges must not be\nremoved from the premises. Level II volunteers are issued either an escorted or unescorted institution volunteer badge. Wardens are the approving authority for unescorted volunteer badges.",
      "queries": [
        "cops office grant monitoring telephone number",
        "how long to return a project award to cops office",
        "how to report sales of a personal item on 1099 k"
      ],
      "queries_score": [
        -8.678082466125488,
        -9.61624526977539,
        -9.721118927001953
      ]
    },
    {
      "id": "guidance_50__12",
      "chunk_id": "12",
      "content": "The Associate Warden with signatory responsibility must sign the badges. Badges must not be\nremoved from the premises. Level II volunteers are issued either an escorted or unescorted institution volunteer badge. Wardens are the approving authority for unescorted volunteer badges. A Moderate Background\nInvestigation (MBI) clearance is required for volunteers with unescorted badges. Badges must be reissued every five years on the anniversary date of the Level II volunteer’s\ninitial approval (signature date of Associate Warden). Requirements for volunteer badge\nrenewals are outlined in the Background Clearance Requirements for Volunteer Service chart. Badges should be removed from the designated area when a volunteer’s services are\ndiscontinued. Badges for inactive volunteers are removed from the designated area and placed in\nthe OVF. c. Sign-in Logs. All volunteers must use sign-in logs located at the entrance of the institution. Escorted Volunteers are escorted by full-time staff per the Correctional Services Procedures\nManual. 12. TRAINING\na. Training for Reentry Affairs Coordinators. Within their first year, RACs and RAAs must\nreceive at least 20 hours of initial standardized training developed nationally. Mentor\nCoordinators should receive 8 hours of standardized training developed nationally. The RAA P5300.22 11/07/2016 19 ensures training is provided for RACs; the NRB ensures training is provided for RAAs. The\nChaplaincy Administrator is responsible for training being provided to the MCs. Documentation\nof training is maintained in the employee’s official training record. Training will be in\naccordance with requirements in the Program Statements Human Resource Management\nManual and Employee Development Manual. b. Training for Level I Volunteers. Level I volunteers are required to complete the\nNotification to Visitors (BP-A0224) and Level I Volunteer Application/Training (BP-A1070),\ncoordinated by the program manager. They receive general training from the program manager\nregarding being in a correctional institution. In accordance with the Program Statement Sexually\nAbusive Behavior Prevention and Intervention Program the Warden will designate a\nsupervisory staff member from the sponsoring department to conduct training once a year\nregarding Prison Rape Elimination Act (PREA) regulations. All training should be conducted\nprior to providing their volunteer service. c. Initial Training for Level II Volunteers. Level II volunteers receive four hours of program\narea and orientation training using the nationally standardized volunteer services training. Orientation training is held at least once per quarter if there are new Level II volunteers to be\ntrained. Level II volunteers must attend orientation training no later than the quarter after receipt\nof their completed application packet. Level II volunteers serving as mentors or providing transitional volunteer services to inmates\nmust also attend an additional minimum two-hour nationally standardized training segment\ncovering topics focused on mentoring, documentation of expanded communication with inmate\nfamilies, and related areas. The additional training for volunteers in a mentor role is provided by\nMCs at locations where this position exists or RACs if MC positions are not authorized. Level II volunteers assigned to administrative offices receive at least one hour of orientation\ntraining by the program manager. The RAC is responsible for scheduling required volunteer training to meet the needs of the\ninstitution. The RAC ensures training paperwork and equipment is set up before scheduled volunteer\ntraining.",
      "queries": [
        "what is the difference between a small event and large event",
        "is internet references valid on date of publication",
        "why do policing evaluations need to be undertaken",
        "are accounting systems required",
        "what activities must you do for the cops",
        "when to issue religious items inmates"
      ],
      "queries_score": [
        -8.582724571228027,
        -9.104793548583984,
        -8.854029655456543,
        -7.7500224113464355,
        -7.548540115356445,
        -7.649861812591553
      ]
    },
    {
      "id": "guidance_50__13",
      "chunk_id": "13",
      "content": "Level II volunteers assigned to administrative offices receive at least one hour of orientation\ntraining by the program manager. The RAC is responsible for scheduling required volunteer training to meet the needs of the\ninstitution. The RAC ensures training paperwork and equipment is set up before scheduled volunteer\ntraining. Supervisory staff from Correctional Services, Executive Staff, Computer Services,\nReligious Services, and appropriate program managers conduct the training, which is\ndocumented on the Volunteer Training Agenda (BP-A1067). If the supervisor or program\nmanager is unable to teach the mandatory class, he/she sends a designee from his/her department\nto conduct the class. P5300.22 11/07/2016 20 Volunteer attendance is documented on the Volunteer Gratuitous Service Agreement/Training\nCertification (BP-A0483) and Volunteer Training Affirmation (BP-A1066), which are placed in\nthe OVF. d. Annual Training for Level II Volunteers. Level II volunteers receive two hours of annual\ntraining that supplements the initial orientation training. Annual training must be completed no\nlater than the quarter following the anniversary of their latest training date. If annual training is not completed within the required timelines, the badge will be removed from\nthe area designated by Correctional Services and placed in the Official Volunteer File. The\nnational automated volunteer system will be updated to place the volunteer in inactive status. The badge will be maintained in the OVF for three years past the date placed in inactive status or\nuntil the volunteer attends annual training. Once the volunteer attends training and his/her OVF\nis updated, the badge is returned to the designated area and the automated volunteer system will\nbe updated to place the volunteer in active status. e. Volunteer Training Documentation. The RAC maintains documentation for training,\nincluding volunteer sign-in sheets and the Volunteer Training Agenda (BP-A1067). These\ndocuments are maintained for three years. 13. RECOGNITION OF VOLUNTEERS At least annually, an event is sponsored to recognize and show appreciation for the time and\neffort expended by volunteers. This involves management staff and appropriate program\nmanagers, and may also include inmates who benefit from volunteer programs. It is recommended this event be held in conjunction with National Volunteer Recognition Week\n(traditionally held during April following a resolution by Presidential Executive Order and an\nAct of Congress). However, recognition should not be limited to a single week; significant\ncontributions by volunteers should be recognized on an ongoing basis. As authorized in the Program Statement Awards Program, Incentive Awards, a Warden may\nprovide Public Service Awards to recognize private citizens and organizations whose\noutstanding acts have made significant contributions to improve communications, services, or\noperations in accomplishing the Bureau’s mission. Wardens should refer to this policy to\ndetermine forms of recognition that are authorized for appropriated fund expenditures. If the recognition event involves the serving of a meal, the Associate Warden for Operations will\nensure that a meal ticket is provided in accordance with the Program Statement Property\nManagement Manual, which permits meal tickets to be furnished without charge to persons P5300.22 11/07/2016 21 whose service to the institution is in the best interests of the Government. Light refreshments\nmay be purchased at the discretion of the Warden. Non-authorized funds and resources may not\nbe expended for these events.",
      "queries": [
        "when did the flexibility instrument for the budget come into force",
        "is it necessary to have general investigative responsibility for such offenses before it may participate in court approved interceptions"
      ],
      "queries_score": [
        -9.271964073181152,
        -9.34791374206543
      ]
    },
    {
      "id": "guidance_50__14",
      "chunk_id": "14",
      "content": "P5300.22 11/07/2016 21 whose service to the institution is in the best interests of the Government. Light refreshments\nmay be purchased at the discretion of the Warden. Non-authorized funds and resources may not\nbe expended for these events. 14. DISCONTINUATION OF VOLUNTEER SERVICES\na. Institution Procedures. Prior to the discontinuation of a volunteer’s services for any reason,\nthe RAC, along with the program manager and Associate Warden, consults with the Warden and\nRAA. If the discontinuation of services is deemed appropriate, these procedures are followed:\n■ The RAC generates a letter to notify the volunteer of the reason(s) for the discontinuation of\nservices, state that entrance is no longer permitted into any institution, and include appeal\nprocedures.\n■ If the volunteer is providing services at other locations, these institutions are documented in\nthe letter and respective Wardens notified to ensure the volunteer is removed from their\nlocations. ■ The RAC removes the volunteer’s badges from the designated areas. They are maintained in\nthe OVF until the appeal process is completed. ■ The RAC updates the volunteer’s status in the national automated volunteer system to\n“pending discontinuation.” Notes regarding the incident are detailed in the system. Volunteers have 30 days from the receipt of the service discontinuation letter to appeal in writing\nto the Warden. The final determination of a volunteer’s discontinuation of services will\nordinarily be rendered within 90 days of the receipt of the appeal. Once a final determination has been made, the RAC updates the volunteer’s status in the national\nautomated volunteer system as outlined below. The reason for the volunteer’s status change is\ndocumented in the system:\n■ If services are discontinued, the status is changed from “pending discontinuation” to\n“discontinued” and the badges are destroyed. ■ If reinstated, the status is changed from “pending discontinuation” to “active.” If an appeal is not received from the volunteer within the 30-day timeframe, the RAC updates the\nvolunteer’s status in the national automated volunteer system to “discontinued” and documents\nthe reason in the system. Badges are also destroyed. Volunteers whose services have been discontinued from any BOP institution or facility may not\nbe approved or reinstated for service at any BOP location. P5300.22 11/07/2016 22 b. Regional/Central Office Procedures. Prior to the discontinuation of a volunteer’s services\nfor any reason, the program manager consults with the Regional Reentry Administrator (RAA)\nand Regional Director (RD) or National Reentry Affairs Branch (NRB) Administrator and\nAssistant Director (AD). For the regional offices, the RAA generates a letter notifying the\nvolunteer of the reason(s) for the discontinuation of services. The letter should state that\nentrance is no longer permitted into any Bureau facility, and include appeal procedures. For the Central Office, the NRB generates a letter notifying the volunteer of the reason(s) for the\ndiscontinuation of services. The volunteer may appeal discontinuation of services in writing to\nthe Deputy Regional Director or Deputy Assistant Director of the appropriate division within 30\ndays of receipt of the notice of discontinuation of services.",
      "queries": [
        "when a service to an institution in the best interest of the government may be purchased at the discretion of the warden",
        "what is the computing device",
        "if the head of an executive agency issues an order denying relief under paragraph (a), the head of an executive agency issues an order to the extent that an order was issued for a judicial case under an executive order.",
        "how is competition determined",
        "if your child didn't live with you in 2022 you can take the credit"
      ],
      "queries_score": [
        "1.8817528",
        -7.317610740661621,
        -1.4486910104751587,
        -6.15789794921875,
        -8.341686248779297
      ]
    },
    {
      "id": "guidance_50__15",
      "chunk_id": "15",
      "content": "The volunteer may appeal discontinuation of services in writing to\nthe Deputy Regional Director or Deputy Assistant Director of the appropriate division within 30\ndays of receipt of the notice of discontinuation of services. The Deputy RD/AD renders the final\ndetermination of a volunteer’s appeal of discontinuation of services ordinarily within 90 days of\nreceipt of the appeal, during which time the volunteer will not be granted entry into the facility. c. Documentation. Documentation for discontinuation of services of volunteers, in addition to\nfiling in the OVF, will be made accessible to the RAA and NRB. 15. INMATE VOLUNTEERISM Inmates may engage in meaningful volunteer activities within the institution and in the\ncommunity, in accordance with the Program Statement Public Works and Community Service\nProjects. 16. INSTITUTION SUPPLEMENT Each institution is to publish an Institution Supplement to establish local procedures for the\nvolunteer program and submit it to the RAA for approval. At a minimum, the Institution\nSupplement will include:\n■ Budgeting of volunteer services. ■ Designation of signatory authority within executive staff for badges and entrance\nmemorandums. ■ Security of volunteer badges and files. ■ Site and frequency of mentoring sessions. ■ Training procedures for Health Services volunteers, if applicable. P5300.22 11/07/2016 23 17. AGENCY AMERICAN CORRECTIONAL ASSOCIATION (ACA)\nACCREDITATION REFERENCES (Staff can access ACA standards by contacting their\nfacility’s Accreditation Manager.)\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4061, 4-4114, 4-4115, 4-4116, 4-4117, 4-4118, 4-4119, 4-4120, 4-4121, 4-4122, 4-4391, 44429, , 4-4514.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-5C-18, 4-ALDF-5C-20, 4-ALDF-5C-22, 4-ALDF-6A-04, 4ALDF-7B-03, 4-ALDF-7C-02, 4-ALDF-7D-08, 4-ALDF-7D-17, 4-ALDF-7F-04, 4-ALDF7F-05, 4-ALDF-7F-06, 4-ALDF-7F-07.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: 2-CO-1G-01, 2-CO-1G-02, 2-CO-1G-03, 2-CO-1G-04, 2-CO-1G-05, 2-CO-1G06, 2-CO-1G-07, 2-CO-1G-08, 2-CO-1G-09, 2-CO-1G-10. REFERENCES Program Statements\nP1222.06\nForms Management (9/17/97)\nP1237.13\nInformation Security Programs (3/31/06)\nP1280.11\nJUST, NCIC, and NLETS Telecommunication Systems (Management and\nUse)(1/7/00)\nP1350.02\nDonations, Acceptance of (6/29/98)\nP1351.05\nRelease of Information (9/19/02)\nP1415.03\nCommunity Relations Boards (8/14/98)\nP1480.05\nNews Media Contacts (9/21/00)\nP1505.03\nLanguage Translations Used in Official Documentation (10/31/97)\nP1520.09\nPrinting, Distribution Management, and Electronic Documents (5/21/97)\nP3000.03\nHuman Resource Management Manual (12/19/07)\nP3420.11\nStandards of Employee Conduct (12/6/13)\nP3451.04\nAwards Programs, Incentive Awards (7/10/01)\nP3906.22\nEmployee Development Manual (4/30/15)\nP4400.05\nProperty Management Manual (5/26/04)\nP5210.04\nProtective Custody Unit Manual (11/26/01)\nP5250.02\nPublic Works and Community Service Projects (10/2/00)\nP5267.08\nVisiting Regulations (5/11/06)\nP5324.12\nSexually Abusive Behavior Prevention and Intervention Program (6/4/15)\nP5500.11\nCorrectional Services Manual (10/10/03) P5300.22 11/07/2016 24 EO 12988 Facilitating Federal Employees’ Participation in Community Service Activities 5 CFR 2635 Standards of Ethical Conduct for Employees of the Executive Branch FPM Letter 992-1 Federal Personnel Manual System (4/19/91) BOP Forms available on Sallyport (Forms area and BOP Reentry site)\nBP-A0165\nAcknowledgement of Receipt of Standards of Employee Conduct\nBP-A0192\nRelease of Information Consent\nBP-A0224\nNotification to Visitor\nBP-A0483\nVolunteer Gratuitous Service Agreement and Training Certification\nBP-A0484\nWaiver of Escort and Supervision – Volunteers\nBP-A0578\nVolunteer Checklist\nBP-A0580\nApplication for Volunteer Service\nBP-A0585\nVolunteer Interview Summary\nBP-A0660\nNCIC Check\nBP-A0673\nCertification for Release of Information\nBP-A0777\nCredentials of Religious Volunteer\nBP-A1066\nVolunteer Training Affirmation\nBP-A1067\nVolunteer Training Agenda\nBP-A1068\nTransitional/Mentor Volunteer Contact Form\nBP-A1069\nCJIS Name Check Request Form\nBP-A1070\nLevel 1 Volunteer Application/Training\nBP-A1071\nNon U.S. Citizen Name Check\nRecords Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5300.22 11/07/2016 25",
      "queries": [
        "what is indirect costs"
      ],
      "queries_score": [
        -7.805690288543701
      ]
    },
    {
      "id": "guidance_50__16",
      "chunk_id": "16",
      "content": "P5300.22 11/07/2016 25 Attachment A. Official Volunteer File Contents\nSection 1.\nVolunteer Checklist (BP-A0578)\nSection 2.\nApplication for Volunteer Services (BP-A0580)\nVolunteer Interview Summary (BP-A0585)\nCredentials of Religious Volunteer (BP-A0777, if applicable)\nLetter of Endorsement or Two Letters of Reference (Both required for Religious Volunteers)\nSection 3. Volunteer Gratuitous Service Agreement and Training Certification (BP-A0483)\nVolunteer Training Affirmation (BP-A1066)\nAcknowledgment of Receipt of Standards of Employee Conduct (BP-A0165)\nDiscontinuation of Services/Appeal and Response Documentation (if applicable)\nSection 4.\nFingerprint/Name Check Results\nCJIS Name Check Request (BP-A1069, if applicable)\nNon U.S. Citizen Name Check (BP-A1071)\nCertification for Release of Information (BP-A0673)\nNCIC Check (BP-A0660)\nNCIC Clearance\nMBI Clearance documents (if applicable)\nSection 5. Waiver of Escort and Supervision – Volunteers (BP-A0484, if applicable)\nRelease of Information Consent (BP-A0192, if applicable)\nInformation Security Awareness Training Certification\nNon-Disclosure Agreement\nSection 6. Transitional/Mentor Volunteer Contact Form (BP-A1068, if applicable)\nMiscellaneous\nLetter of Endorsement. A Letter of Endorsement is required if a volunteer is representing a\nvolunteer organization. The letter is to be written on the organization’s letterhead. The P5300.22 11/07/2016 26 organization sponsor must not have been in an unfavorable standing with any Bureau\ncomponent. Letters of Reference. Required when a volunteer is not represented by an organization and is\nvolunteering on his/her own merit. The volunteer must provide two letters of reference from\nnon-family members, in good standing with the Bureau, who can attest to the skills, credibility,\nand integrity of the volunteer, based on an established relationship of at least six (6) months. The letter should include their contact information. The program manager will obtain these\ndocuments prior to a volunteer providing services. New letters are required for badge renewal. Waiver of Escort and Supervision – Volunteers (BP-A0484). Required for volunteers with\nunescorted badges. The form is completed when an unescorted badge is initially requested. A\nModerate Background Investigation (MBI) clearance must be completed prior to volunteers\nreceiving an unescorted badge. A new form must be completed for unescorted badge renewal. The program manager will ensure this form is completed for volunteers who are issued\nunescorted badges. Moderate Background Investigation (MBI). When a program manager determines a volunteer\nneeds access to sensitive information, he/she notifies the RAC. An MBI clearance is required for\nvolunteers with unescorted badges. The RAC requests Human Resources to initiate an MBI\nclearance. The program manager is responsible for all costs related to the MBI clearance. Transitional/Mentor Volunteer Contact Form (BP-A1068). A volunteer having any programrelated contact with an offender’s family, ex-offender, or ex-offender’s family will complete this\nform on a monthly basis. The volunteer submits the form to the program manager on a monthly\nbasis. The Program Manager ensures the RAC receives the form to file in the volunteer’s OVF. Credentials of Religious Volunteer (BP-A0777). This form is required for any level I or II\nvolunteer providing any type of religious service. He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference\nRelease of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community.",
      "queries": [
        "what to do when you use camp funds",
        "what is included with a civil rights award"
      ],
      "queries_score": [
        -9.006087303161621,
        -8.730504035949707
      ]
    },
    {
      "id": "guidance_50__17",
      "chunk_id": "17",
      "content": "He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference\nRelease of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community. The form must be completed before the\nvolunteer has any contact with the inmate’s family or community on the inmate’s behalf. This\nform is maintained in the volunteer’s OVF. Professional Credentials/License. Required for any volunteer providing specialized services. P5300.22 11/07/2016 27",
      "queries": [
        "who is the cops office"
      ],
      "queries_score": [
        -10.752030372619629
      ]
    }
  ]
}