{
  "doc_id": "guidance_33",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_33__0",
      "chunk_id": "0",
      "content": "Drug Enforcement Administration\nDiversion Control Division\nGuidance Document Title: Guidance Regarding Petitions for Religious Exemption from the Controlled Substances\nAct Pursuant to the Religious Freedom Restoration Act (Revised)\nSummary: The Drug Enforcement Administration sets forth guidance, in conformance with\nExecutive Order 13891, which will inform religious organizations which use controlled\nsubstances within the free exercise of their religion, of the process in which they may petition for\nan exemption from the Controlled Substances Act. Activity: Request for religious exemptions from the Controlled Substances Act.\nTo Whom It Applies: Parties requesting religious exemptions from the Controlled Substances\nAct. In recent years, the Drug Enforcement Administration (DEA) has seen an increase in\nrequests from parties requesting religious exemptions from the Controlled Substances Act (CSA)\nto permit the use of controlled substances. The Religious Freedom Restoration Act (RFRA)\nprovides that the \"Government shall not substantially burden a person's exercise of religion\"\nunless the Government can demonstrate \"that application of the burden to the person is in\nfurtherance of a compelling governmental interest and is the least restrictive means of furthering\nthat compelling governmental interest.\" 42 U.S.C. § 2000bb-l. In Gonzales v. O Centra Espirita\nBeneficente Uniao do Vegetal, 126 S.Ct. 1211 (2006), the Supreme Court held that government\naction taken pursuant to the CSA is subject to RFRA. In order to obtain an exemption under\nRFRA, a party must, as a preliminary matter, demonstrate that its (1) sincere (2) religious\nexercise is (3) substantially burdened by the CSA. 42 U.S.C. § 2000bb et seq. The guidelines that follow are an interim measure intended to provide guidance to parties\nwho wish to petition for a religious exemption to the CSA:\n1. Filing Address. All petitions for exemption from the Controlled Substances Act under RFRA\nshall be submitted in writing or email to the Assistant Administrator, Diversion Control Division,\nDrug Enforcement Administration, 8701 Morrissette Drive, Springfield, Virginia 22152,\nODLP@usdoj.gov. 2. Content of Petition. A petition may include both a written statement and supporting\ndocuments. A petitioner should provide as much information as he/she deems necessary to\ndemonstrate that application of the Controlled Substances Act to the party's activity would (1) be\na substantial burden on (2) his/her sincere (3) religious exercise. Such a record should include\ndetailed information about, among other things, (1) the nature of the religion (e.g., its history,\nbelief system, structure, practice, membership policies, rituals, holidays, organization,\nleadership, etc.); (2) each specific religious practice that involves the manufacture, distribution,\ndispensing, importation, exportation, use or possession of a controlled substance; (3) the specific\n1 controlled substance that the party wishes to use; and (4) the amounts, conditions, and locations\nof its anticipated manufacture, distribution, dispensing, importation, exportation, use or\npossession. A petitioner is not limited to the topics outlined above, and may submit any and all\ninformation he/she believes to be relevant to DEA's determination under RFRA and the\nControlled Substances Act. 3. Signature. The petition must be signed by the petitioner, who must declare under penalty of\nperjury that the information provided therein is true and correct. See 28 U.S.C. § 1746. 4. Acceptance of Petition for Filing. Petitions submitted for filing are dated upon receipt by\nDEA.",
      "queries": [
        "what is the drug laws for petitions for religious exemption",
        "what is the award document",
        "facility definition"
      ],
      "queries_score": [
        "1.65336",
        -4.739526748657227,
        -5.706586837768555
      ]
    },
    {
      "id": "guidance_33__1",
      "chunk_id": "1",
      "content": "3. Signature. The petition must be signed by the petitioner, who must declare under penalty of\nperjury that the information provided therein is true and correct. See 28 U.S.C. § 1746. 4. Acceptance of Petition for Filing. Petitions submitted for filing are dated upon receipt by\nDEA. If it is found to be complete, the petition will be accepted as filed, and the petitioner will\nreceive notification of acceptance. Petitions that do not conform to this guidance will not\ngenerally be accepted for filing. A petition that fails to conform to this guidance will be returned\nto the petitioner with a statement of the reason for not accepting the petition for filing. A\ndeficient petition may be corrected and resubmitted. Acceptance of a petition for filing does not\npreclude DEA from making subsequent requests for additional information. 5. Requests for Additional Information. DEA may require a petitioner to submit such\nadditional documents or written statements of facts relevant to the petition as DEA deems\nnecessary to determine whether the petition should be granted. It is the petitioner's responsibility\nto provide DEA with accurate contact information. If a petitioner does not respond to a request\nfor additional information within 60 days from the date of DEA's request, the petition will be\nconsidered to be withdrawn. 6. Applicability of DEA Regulations. A petitioner whose petition for a religious exemption\nfrom the Controlled Substances Act is granted remains bound by all applicable laws and\nControlled Substances Act regulations governing registration, labeling and packaging, quotas,\nrecordkeeping and reporting, security and storage, and periodic inspections, among other things. See 21 C.F.R. §§ 1300-1316. A petitioner who seeks exemption from applicable CSA\nregulations (as opposed to the CSA itself) may petition under 21 C.F.R. § 1307.03. Such petition\nmust separately address each regulation from which the petitioner seeks exemption and provide a\nstatement of the reasons for each exemption sought. 7. Activity Prohibited Until Final Determination. No petitioner may engage in any activity\nprohibited under the Controlled Substances Act or its regulations unless the petition has been\ngranted and the petitioner has applied for and received a DEA Certificate of Registration. A\nregistration granted to a petitioner is subject to subsequent suspension or revocation, where\nappropriate, consistent with CSA regulations and RFRA. 8. Final Determination. After the filed petition—along with all submissions in response to any\nrequests for additional information—has been fully evaluated, the Assistant Administrator of the\nDiversion Control Division shall provide a written response that either grants or denies the\npetition. Except in the case of affirming a prior denial or when the denial is self-explanatory, the\nresponse shall be accompanied by a statement of reasons upon which the decision is based. This\nwritten response is a final determination under 21 U.S.C. § 877. 2 9. Application of State and Other Federal Law. Nothing in these guidelines shall be\nconstrued as authorizing or permitting any party to take any action which such party is not\nauthorized or permitted to take under other Federal laws or under the laws of the State in which\nhe/she desires to take such action.",
      "queries": [
        "what does trgp e/t pay for"
      ],
      "queries_score": [
        -5.866827011108398
      ]
    },
    {
      "id": "guidance_33__2",
      "chunk_id": "2",
      "content": "Nothing in these guidelines shall be\nconstrued as authorizing or permitting any party to take any action which such party is not\nauthorized or permitted to take under other Federal laws or under the laws of the State in which\nhe/she desires to take such action. Likewise, compliance with these guidelines shall not be\nconstrued as compliance with other Federal or State laws unless expressly provided in such other\nlaws. The contents of this document do not have the force and effect of law and are not meant to bind\nthe public in any way. This document is intended only to provide clarity to the public regarding\nexisting requirements under the law or Department policies. EO-DEA007, DEA-DC-5, November 20, 2020, Version 2 3",
      "queries": [
        "why do you need to maintain i 9",
        "when is priority consideration granted",
        "is the smithsonian institute an unusual entity"
      ],
      "queries_score": [
        -10.96815013885498,
        -11.015411376953125,
        -11.077832221984863
      ]
    }
  ]
}