{
  "doc_id": "guidance_46",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_46__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CCBCPB\nNUMBER:\n5111.04, CN-1\nDATE:\nMay 23, 2017 Institution Hearing Program /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\nThis Change Notice (CN) implements changes to Program Statement (PS) 5111.04, Institution\nHearing Program, dated July 3, 2006. It provides guidance and direction relating to Case\nManagement Activity (CMA) assignments, and processing/transferring foreign-born non-U.S.\ncitizens (aliens) from the custody of the Federal Bureau of Prisons (Bureau) to Immigration and\nCustoms Enforcement (ICE). It also removes outdated procedures and terminology, and includes\nupdated procedures and processes. Deleted text is marked with a strikeout. Inserted text is marked\nin green. 1. PURPOSE AND SCOPE To outline procedures for managing and designating foreign-born non-U.S. citizens (aliens) who\nare serving Federal sentences and who are eligible to participate in the Institution Hearing\nProgram (IHP). The IHP is a coordinated effort by between the Federal Bureau of Prisons (Bureau), the\nImmigration and Customs Enforcement (ICE), and the Executive Office for Immigration Review\n(EOIR), to provide deportation, exclusion, or removal proceedings to sentenced aliens. This PS provides the procedures to ensure the maximum number of eligible inmates in Bureau\ncustody participate in the IHP while serving their sentences. This process allows ICE to effect\ndeportation removal immediately upon completion of an inmate’s sentence. 2. SUMMARY OF CHANGES\n■ SENTRY Case Management Activity (CMA) assignments of “IHP DKT” and “IHP CMP WD”\nare eliminated. ■ New assignments of “IHP CMPWDE” and “IHP CMPWDI” have been added. ■ The CMA assignment “IHP PEND” will be applied to any inmate who requires an IHP hearing,\nbut is not initially designated to a hearing site. ■ IHP PEND and IHP PART will also be used for those cases where an inmate received an order\nof deportation during a previous sentence but the order needs to be reinstated by ICE. The\nCMA denoting “will deport” remains in place until updated with a completed reinstatement. ■ Attachment A has been updated to include new release sites. ■ Procedures for assigning inmates to hearing or release beds have been clarified, and the\nimportance of reviewing CMA assignments on re-committed inmates is stressed. ■ Length of sentence and time until projected release date are reduced for transfer referrals. ■ The former Immigration and Naturalization Service (INS) is now referred to as Immigration\nand Customs Enforcement (ICE).\n■ All references to stipulated deportation procedures have been removed.\n■ All references to IHP unit assignments have been removed. ■ FCC Oakdale is now an Enhanced IHP site and all references to its exception to the Enhanced\nIHP have been removed. ■ The following Case Management Activity (CMA) assignments have been deactivated: NO\nIHP; IHP CMPWDE; IHP CMPWDI; IHP CMP NP. ■ New CMA assignments of IHP COMPLT, IHP NO HRG, and IHP INTRVW have been added.\n■ All references to release sites have been removed. ■ Attachment A has been updated to include CMA assignment guidance and processes. 3. PROGRAM OBJECTIVES. The expected results of this program are:\na. Inmates will be made available to ICE and EOIR for IHP processing prior to sentence\nexpiration. b. Eligible inmates will be identified and transferred to institutions designated as IHP sites.",
      "queries": [
        "what is the simplified acquisition threshold",
        "what is the purpose of a local match",
        "how to properly monitor trgp funded programs",
        "what is the ultimate purpose of stock options"
      ],
      "queries_score": [
        -8.075607299804688,
        -7.549442291259766,
        -8.360466957092285,
        -8.854226112365723
      ]
    },
    {
      "id": "guidance_46__1",
      "chunk_id": "1",
      "content": "3. PROGRAM OBJECTIVES. The expected results of this program are:\na. Inmates will be made available to ICE and EOIR for IHP processing prior to sentence\nexpiration. b. Eligible inmates will be identified and transferred to institutions designated as IHP sites. c. Inmates participating in the IHP will be tracked with the current CMA assignment entered in\nSENTRY to ensure expeditious processing. d. Initial designation coordination will be made between the Designation and Sentence\nComputation Center (DSCC), Immigration and Customs Enforcement (ICE), and the\nCorrectional Programs Branch (CPB) to identify aliens. P5111.04, CN-1 5/23/2017 2 4. DIRECTIVES AFFECTED\na. Directives Rescinded\nPS 5111.01 Institution Hearing Program (IHP) (4/25/97) b. Directives Referenced\nPS 5100.078 Security Designation and Custody Classification Manual (10/4/99) Inmate Security\nDesignation and Custody Classification (9/12/06)\nPS 5180.045 Central Inmate Monitoring Manual (8/16/96) Central Inmate Monitoring System\n(12/31/07)\nPS 5300.202 Volunteers and Citizen Participation Programs (6/1/99) Volunteer Services\n(11/7/16)\nPS 5800.1315, CN-1 Inmate Systems Management Manual (6/28/02) Correctional Systems\nManual (9/23/16)\nPS 7740.012 Private Sector Secure Correctional Facilities, Oversight of (6/13/00) Oversight of\nPrivate Secure Correctional Facilities (11/21/14)\nPS 8120.023 Work Programs for Inmates, FPI (7/19/99) Work Programs for Inmates – FPI\n(2/23/17)\n5. STANDARDS REFERENCED. None. 6. BACKGROUND. The Enhanced IHP was implemented on April 25, 1997, as a cooperative\neffort of the Bureau, Immigration and Naturalization Service, the former INS and now ICE, and\nEOIR to meet the Attorney General’s mandate to ensure deportation proceedings begin as\nexpeditiously as possible after the date of conviction, and the proceedings are completed prior to\nthe expiration of the alien’s sentence . This reduces the federal government’s detention costs and enables the Bureau to manage its\npopulation better. 7 6. DEFINITIONS\n(a) IHP Hearing Site. A Bureau or contract facility where ICE and EOIR conduct investigations\nand/or hearings. At some hearing sites, the hearing room is outside the institution’s secure\nperimeter. A list of IHP Hearing Sites is published on the Correctional Programs Sallyport Page. (b) IHP Release Site. A Bureau or contract facility designated for inmates who are ordered\ndeported and ordinarily where they remain until expiration of sentence. P5111.04, CN-1 5/23/2017 3 (c b) Administrative Deportation/Removal Order. A final deportation order, An order of\ndeportation/removal issued either by an ICE official or an EOIR immigration judge,. which does\nnot require a hearing before an EOIR judge. An alien with an administrative order does not\nrequire designation to an IHP facility. A hearing site will be designated for the following inmates who are eligible for Administrative\ndeportation but have not received an actual deportation order:\n■ Convicted of an aggravated felony, and\n■ Not lawful permanent residents, and\n■ Not eligible for any relief from deportation. (d c) Judicial Deportation/Removal Order. A deportation An order of deportation/removal issued\nby a U.S. District Court judge U.S. Immigration Judge or U.S. District Judge as part of the alien’s\nsentence. Judicial deportation is issued only if requested by the U.S. Attorney, with the Director,\nImmigration and Customs Enforcement’s concurrence, and only if the Court chooses to exercise\nthis jurisdiction. An alien with a judicial order does not require designation to an IHP facility.",
      "queries": [
        "what is the appropriate number of points that reflect drug and alcohol abuse?",
        "when reporting sexual abuse to another inmate",
        "can board of directors serve part time"
      ],
      "queries_score": [
        -9.460968971252441,
        -8.609189987182617,
        -9.810091972351074
      ]
    },
    {
      "id": "guidance_46__2",
      "chunk_id": "2",
      "content": "Judicial deportation is issued only if requested by the U.S. Attorney, with the Director,\nImmigration and Customs Enforcement’s concurrence, and only if the Court chooses to exercise\nthis jurisdiction. An alien with a judicial order does not require designation to an IHP facility. If a Judicial Deportation is ordered, but the deportation order is not provided with other designation\nmaterials, a hearing site must be designated for the inmate. This information should be noted and\nthe SENTRY/security/designation data screen, but Bureau staff need not attempt to obtain a\ndeportation order. A condition of supervision requiring the offender to report to ICE for voluntary deportation does\nnot constitute a judicial deportation order. (e) Reinstatement of Prior Deportation Order. An alien who has been deported, but re-enters the\nUnited States may have the prior order reinstated. However, unless the actual reinstated order is\nprovided at the time of initial designation this information should be noted on the PPG0, and the\ninmate must be designated to a hearing site for processing by ICE. (f) Medically unassigned. An inmate who, because of medical restrictions, cannot be assigned to\nany work program. (g) Contract Detention Center. A facility the Bureau contracts with to house criminal aliens. The\nfacility may be contracted through an intergovernmental agreement (IGA) or a contract awarded\nthrough the competitive procurement process. P5111.04, CN-1 5/23/2017 4 (h) Detention Center Monitor. Bureau staff assigned to a contract detention center who manage\nBureau interests, including the IHP, and who also monitor contract performance. 8 7. RESPONSIBILITIES (a) Community Corrections and Detention Services Branch Correctional Programs Branch. The Community Corrections and Detention Services Branch, CCD Correctional Programs Branch\n(CPB) oversees the IHP and acts as the primary liaison with ICE and EOIR headquarters. CCD\nCPB staff are available to participate in staff assistance visits and/or program reviews. (b) Designators. Designators monitor population reports and designate/re-designate hearing and\nrelease sites for inmates. Bed space allocated for the IHP must be used for appropriate inmates. Hearing and release site facilities which are operated as IGAs will have inmates designated as\ndirected by the region with that facility’s oversight responsibility. (c) Regional Office and Staff. Regional Office staff monitor the implementation of and\nadherence to IHP procedures during staff assistance visits. (d) Case Management Coordinators (CMCs). CMCs ordinarily serve as the local liaison\nbetween the Bureau, ICE, and EOIR, unless the Warden delegates this responsibility to another\nstaff member. When delegating this responsibility to other staff members, consideration should be\ngiven to the current workload. The coordinator shall be responsible for:\n■ Coordinate Coordinating the docket schedule to avoid conflicts with other institution events,\ne.g., parole hearings, Cuban Review Panel hearings, visiting days;. ■ Ensure Ensuring inmates docketed for hearings are placed on call-out;. ■ Ensure Ensuring referrals are submitted for inmates who require transfer to hearing or release\nsites;. ■ Receive Receiving and distribute distributing hearing decisions;.\n■ Verifying the accuracy of SENTRY CMA assignments for the IHP;. ■ Provide Providing training in all IHP issues to appropriate staff;. ■ Meeting quarterly with ICE and EOIR representatives at hearing sites; and. ■",
      "queries": [
        "what are the program progress reports",
        "why artificial intelligence is used for discrimination",
        "which states have an agreement with miami university",
        "what is local budget cycle",
        "why does the clean air fee go beyond regulatory purposes"
      ],
      "queries_score": [
        -6.108529567718506,
        -8.823079109191895,
        -8.695565223693848,
        -8.321314811706543,
        -9.469128608703613
      ]
    },
    {
      "id": "guidance_46__3",
      "chunk_id": "3",
      "content": "■ Receive Receiving and distribute distributing hearing decisions;.\n■ Verifying the accuracy of SENTRY CMA assignments for the IHP;. ■ Provide Providing training in all IHP issues to appropriate staff;. ■ Meeting quarterly with ICE and EOIR representatives at hearing sites; and. ■ Ensuring the number of non-U.S. citizens at their institution is within a manageable level and\nreporting concerns to designations staff. P5111.04, CN-1 5/23/2017 5 (e) Case Managers\n■ Load and update the CMA assignments for the IHP;. ■ Determine if transfer to a hearing and/or release site is required, and prepare a request for redesignation. , if needed; mass re-designation forms may be used at hearing and release sites;\n■ Review an inmate's custody classification for removal of the Alien Public Safety Factor and\npossible custody reduction following a decision not to deport;. ■ Follow appropriate Central Inmate Monitoring (CIM) procedures when inmates are escorted to\na hearing room at an adjacent institution. (f) Inmate Systems Management (ISM) Correctional Systems (CS): ISM staff at Hearing\nSites:\n■ Notify ICE upon an alien’s arrival;.\n■ Make appropriate documents available for ICE to copy from the Judgment and Commitment\n(J&C) File; and. ■ Process inmates into ICE custody for hearings at adjacent institutions. (g) Hearing Sites. Each hearing site will develop procedures to provide training to ICE and EOIR\non-site staff consistent with the that provided to volunteers. Refer to the Program Statement on\nVolunteers and Citizen Participation Programs Volunteer Services. (h) Community Corrections Managers (CCMs) Designations and Sentence Computation\nCenter (DSCC). Ensure any available information regarding Administrative or Judicial\nDeportation/Removal Orders is noted on the Inmate Load and Security Designation form (PPG0)\nat initial designation. Detention Center Monitors will ensure the Case Management and ISM responsibilities are\ncompleted for inmates housed at Contract Detention Centers. 9 8. INITIAL DESIGNATION PROCEDURES. New commitments without deportation\norders will be designated in accordance with the procedures below. Using the information supplied by ICE regarding a determination of eligibility for the IHP, inmates\nwill be designated to an appropriate facility in support of that determination. Comments regarding\nIHP status shall be made by DSCC staff in the “Designator Remarks” section of the PPG0. For\ninformation regarding CMA assignments based on Designator remarks, refer to Attachment A. P5111.04, CN-1 5/23/2017 6 (a) Inmates Serving Sentences of 60 Months or Less. A hearing site will be designated for these\ninmates as bedspace availability permits. If a hearing site is not designated, the reasons will be\ndocumented on the Inmate Load and Security Designation form; PPG0 (e.g., NEEDS IHP, NO\nBEDSPACE AVAILABLE AT IHP SITE). (b) Inmates Serving Sentences of More than 60 Months. Ordinarily, an institution will be\ndesignated according to standard procedures. A re-designation request should be initiated within\n48-60 months of the Projected Release Date. However, if it appears that jail credit will result in a\nrelease date within 48-60 months, a hearing site should be designated for the inmate. Normally, an inmate for whom a hearing site was not designated will have a re-designation request\ninitiated when the inmate is within 48–60 months of release.",
      "queries": [
        "does a lease termination affect third party leases"
      ],
      "queries_score": [
        -9.810575485229492
      ]
    },
    {
      "id": "guidance_46__4",
      "chunk_id": "4",
      "content": "However, if it appears that jail credit will result in a\nrelease date within 48-60 months, a hearing site should be designated for the inmate. Normally, an inmate for whom a hearing site was not designated will have a re-designation request\ninitiated when the inmate is within 48–60 months of release. This should be documented on the\ne.g., NEEDS IHP, SUBMIT TRF REQUEST WHEN 48 - 60 MOS. REMAIN TO SERVE. 10 9. RE-DESIGNATION PROCEDURES. Inmates not having a hearing site designated. Normally, a referral for transfer to a hearing site will be submitted when an inmate has between\n48–60 months remaining to serve. If the Designator is still unable to re-designate a hearing site for\nthe inmate, justification will be entered on the CMC Clearance and Separatee Data form (PP10)\nand retained in the Inmate Central File. ICE will process inmates who were not re-designated to a hearing site at sentence expiration. 11 10. HEARING/RELEASE SITE PROCEDURES (a) Hearing Dockets. EOIR will provide a copy of the calendar docket to the CMC, or designated\nstaff member, approximately one week prior to the hearings. ICE and EOIR will coordinate and\ncomplete the deportation or exclusion hearings. A copy of the calendar docket will be obtained by\nthe CMC from either ICE or EOIR at intervals sufficient to provide for the inmate’s attendance in\ncourt. (b) Hearing Room. The Warden will make available a suitable room for EOIR judge(s) or video\nteleconference equipment to conduct hearings. If new construction is needed, the Warden will\ncontact the CCD Administrator, who will coordinate with ICE Headquarters to cover the\nconstruction costs. (c b) Public Hearings Representatives. IHP hearings are considered public. An inmate’s family\nmembers, friends, the media, and the public are eligible to attend. A representative is eligible to\nattend an IHP hearing. P5111.04, CN-1 5/23/2017 7 If an inmate wishes to have a representatives attend his/ or her hearing, he/she must give at least\none week’s advance notice to unit staff. Local procedures will be established with EOIR when visitors are planning to attend a hearing. While Wardens at hearing sites are to work closely with ICE and EOIR to allow public access to\nthe hearings, the The Warden will make the final decision regarding entrance of visitors. Refer to\nthe Program Statement Visiting Regulations for additional information. (d c) Hearing Decisions. When the hearing is concluded, ICE or EOIR staff will provide a copy\nof the hearing decision to institution staff and to the inmate. If a copy is not provided when the\nhearing concludes, one should be requested from the local ICE liaison. If EOIR issues a delayed\ndecision, a copy of the order will be mailed to institution staff and the inmate, with a copy placed\nin the Inmate Central file. (e d) Transfers to and from Hearing or Release Sites. (1) Inmates Not Ordered Deported/Removed.",
      "queries": [
        "which article of the decision goes beyond what is necessary for the achievement of which objective?"
      ],
      "queries_score": [
        -7.365235328674316
      ]
    },
    {
      "id": "guidance_46__5",
      "chunk_id": "5",
      "content": "If EOIR issues a delayed\ndecision, a copy of the order will be mailed to institution staff and the inmate, with a copy placed\nin the Inmate Central file. (e d) Transfers to and from Hearing or Release Sites. (1) Inmates Not Ordered Deported/Removed. If deportation is not ordered, ICE will remove its\ndetainer and provide written documentation to institution staff, which will be retained When\nremoval is not ordered at the conclusion of the administrative proceeding, a written copy of the\nfinal order should be placed in the J&C and Inmate Central Files. The lifting of an ICE detainer\nrequires a written notification provided by ICE. (a) 12 18 Months or Less Until Expiration of Sentence Projected Release Date. Inmates will normally remain at the hearing site for release processing (e.g., to CCC a Residential\nReentry Center [RRC]) and be assigned to general population. (b) More than 12 18 Months Until Expiration of Sentence Projected Release Date. Inmates will be transferred to general population at the hearing site or be referred for redesignation to any appropriate institution commensurate with security and programming needs. (2) Inmates Ordered Deported/Removed. If removal is ordered, coordinate with ICE regarding\nthe placement of an ICE detainer and obtaining a copy of the removal order for placement in the\ninmates J&C and Inmate Central Files. Release beds at hearing sites will be used primarily for\ninmates with 12 months or less until expiration of sentence. Ordinarily, once moved to a release\nsite, an inmate will remain there until his or her sentence expires. As more release beds become available, hearing site institutions may refer inmates with less than\n12 months remaining to release-only sites to prevent delaying the hearing process. Considerations\nshould include the proximity of release sites and availability of transportation to release sites. P5111.04, CN-1 5/23/2017 8 (a) 12 18 Months or Less Until Expiration of Sentence Projected Release Date. Inmates should be moved to a release bed remain at the hearing site, where they will normally\nremain for release processing. (b) More than 12 18 Months Until Expiration of Sentence Projected Release Date. Inmates should be referred for re-designation to a release site, normally an IHP facility with release\nbeds only commensurate with their security and programming needs. (3) Management Concerns. A transfer referral to any appropriate institution may be submitted\nfor justifiable reasons, such as CIM, concerns and disciplinary, or medical problems concerns. If\nthe inmate is unable to return to an IHP site prior to expiration of sentence, ICE will assume\ncustody at expiration of sentence. (4) Medical Concerns. Inmates requiring medical and/or psychiatric care shall be submitted for\ndesignation or re-designation under normal procedures. The referral to the medical designator will\nindicate the inmate’s IHP status, e.g., NEEDS IHP HEARING; ORDERED DEPORTED - NEEDS\nRELEASE SITE; IHP COMPLETE - NOT ORDERED DEPORTED. Following completion of treatment, placement should be made the inmate should be referred for\nplacement at a hearing or release site.",
      "queries": [
        "are administrative costs deductible"
      ],
      "queries_score": [
        -6.926413059234619
      ]
    },
    {
      "id": "guidance_46__6",
      "chunk_id": "6",
      "content": "The referral to the medical designator will\nindicate the inmate’s IHP status, e.g., NEEDS IHP HEARING; ORDERED DEPORTED - NEEDS\nRELEASE SITE; IHP COMPLETE - NOT ORDERED DEPORTED. Following completion of treatment, placement should be made the inmate should be referred for\nplacement at a hearing or release site. If a transfer to a medical center is for short-term purposes,\ne.g., surgery with return to parent institution, the CMC at the sending institution will advise ICE\nthat the inmate is expected to return to the parent institution. (5) Program Participation. Normally, inmates at hearing sites pending a hearing and inmates at\nrelease sites with orders of deportation will not be considered for transfer for program participation\nor for nearer release purposes. (6) Transfer to ICE Custody for the Hearing Process. A Memorandum of Understanding\ncontains instructions regarding the release of inmates to ICE custody at facilities where the\ncourtroom is outside the institution’s secure perimeter. Procedures for transferring inmates with\nCIM assignments to ICE custody for hearings are contained in the CIM Manual. 12. OTHER CONSIDERATIONS (a) Detainers. Detainers and/or state sentences (concurrent or consecutive) do not affect IHP\nparticipation. P5111.04, CN-1 5/23/2017 9 (b) Administrative or Judicial Deportation Orders. An Administrative or Judicial Deportation\ncan be ordered prior to initial designation or can be given after an institution is designated for an\ninmate. (1) If deportation has been ordered prior to initial designation, ICE will provide a copy of the\ndeportation order to the USMS, which will be forwarded to the CCM office, along with the request\nfor designation. It will be noted on the Inmate Load and Security Designation form. (a) Ordinarily, a release site will be designated for inmates with less than 60 months remaining to\nserve. (b) Ordinarily, any appropriate institution will be designated for inmates with 60 months or more\nremaining to serve. It will be noted on the Inmate Load and Security Designation form (BP-337) that the inmate should\nbe referred for re-designation to a release site between 48-60 months of release. (2) If an Administrative or Judicial Deportation is ordered after initial designation for an inmate\nnot at a hearing site, the inmate will be transferred to a release site. (a) Ordinarily, a release site will be designated for inmates with less than 60 months remaining to\nserve. (b) Ordinarily, any appropriate institution will be designated for inmates with 60 months or more\nremaining to serve. The inmate should then be referred for redesignation to a release site between\n48-60 months of release. (3) The appropriate CMA assignment will be entered once the unit team is made aware of the\ndeportation order. (c) Determination of Hearing/Release Site. To expedite ICE deportation, whenever possible, a\nsite close to the eventual area of deportation should be designated for inmates. For example, Eastern Canadian and European citizens should be housed in the Northeast Region;\nMexican and Central and South American citizens should be housed in the South Central or\nWestern Region. (d) Other. Inmates not falling under the above guidelines will be referred to CCD for further\nguidance and direction. P5111.04, CN-1 5/23/2017 10 1311. COORDINATION WITH ICE\n(a) ICE Detainers Interviews.",
      "queries": [
        "what is my ihp status",
        "which type of referral to the medical designator will indicate the inmate's ihp status?",
        "cops office audit contact number"
      ],
      "queries_score": [
        "1.596211",
        "2.4386542",
        -6.012938499450684
      ]
    },
    {
      "id": "guidance_46__7",
      "chunk_id": "7",
      "content": "(d) Other. Inmates not falling under the above guidelines will be referred to CCD for further\nguidance and direction. P5111.04, CN-1 5/23/2017 10 1311. COORDINATION WITH ICE\n(a) ICE Detainers Interviews. Unit staff will provide notification to the ICE designated Point of\nContact (POC) regarding inmates arriving at the institution with a CMA assignment of “IHP\nINTRVW.” This notice shall identify the inmate(s) requiring an interview within 30 days (from\nthe date of notification) and request a final disposition regarding IHP eligibility be provided. If a\nresponse is not received within 30 days, staff will notify the Administrator, Correctional Programs\nBranch, by forwarding an electronic copy of the dated notice referred to ICE. The ICE Officer-inCharge at the local ICE office will coordinate with institution staff to monitor the inmate\npopulation and identify aliens appropriate for the IHP. ICE will lodge a detainer if one has not\npreviously been lodged. 12. APPEALS (a) Appeals. Ordinarily, appeals of deportation/removal decisions do not require in-person\nhearings. EOIR provides appeal forms. Inmates at non-hearing sites should be advised to request\nappeal forms from:\nInmates appealing a deportation decision may be transferred to a Release Site prior to receiving the\nfinal deportation order or appeal decision. The CMA assignment will be updated. If the decision is overturned on appeal, the local ICE office will remove the detainer and notify the\ninstitution. The CMA assignment will be updated to reflect the new decision. EOIR provides appeal forms. Inmates at non-hearing sites should be advised to request appeal\nforms from:\nBoard of Immigration Appeals\nOffice of the Chief Clerk\nPO Box 8530 5107 Leesburg Pike, Suite 2000\nFalls Church, VA 22041 If an order is overturned on appeal, coordinate with your designated ICE POC regarding the lifting\nof ICE detainers, should any be present. The CMA assignment will be updated to reflect the new\ndecision. 1413. SENTRY CMA ASSIGNMENTS. The following CMA assignments will be loaded to\ntrack an inmate’s IHP status. Staff involved in IHP proceedings may request access to the ICE\nP5111.04, CN-1 5/23/2017 11 Database system (DACS and CIS) through CCD. Case Management Activity (CMA) assignments\nhave been created/updated to enable staff to more effectively monitor and track an inmate’s IHP\nstatus. CMA assignments must be entered in SENTRY before or upon completion of Initial\nClassification. CMA assignments and dates are subject to change, based on direction from CPB\nand/or ICE. ACTIVE CMA ASSIGNMENTS\n(a) IHP PART- IHP Participate - Participant. Indicates the inmate is at a hearing site, is\nparticipating in the IHP, and should not be transferred until the hearing is completed. The CMAD\nis the date of the inmate’s arrival at the hearing site. Only inmates at hearing sites will have this\nassignment. A list of IHP hearing sites is available on the Correctional Programs Sallyport page. (b) IHP PEND – IHP - Pending Hearing Site. Indicates any inmate who requires an IHP\nhearing or deportation decision, but is not at a hearing site. The CMAD is the date of arrival at the\ndesignated institution. (c) NO IHP HRG – IHP - No Hearing Required. Indicates an inmate does not require an IHP\nhearing or placement at an IHP hearing site.",
      "queries": [
        "what is the year of cultural heritage",
        "what regulation provides a trust fund inmate telephone system"
      ],
      "queries_score": [
        -8.597762107849121,
        -9.09630012512207
      ]
    },
    {
      "id": "guidance_46__8",
      "chunk_id": "8",
      "content": "The CMAD is the date of arrival at the\ndesignated institution. (c) NO IHP HRG – IHP - No Hearing Required. Indicates an inmate does not require an IHP\nhearing or placement at an IHP hearing site. (d) IHP COMPLT – IHP - Hearing Complete. Indicates the IHP hearing has been completed. (e) IHP INTRVW – IHP - ICE Interview Required. Indicates ICE needs to interview the\ninmate for possible placement at an IHP hearing site. For further information regarding initial CMA assignments and CMA processes, refer to\nAttachment A.\nDEACTIVATED CMA ASSIGNMENTS\n(c a) NO IHP- No IHP. This assignment has been deactivated and is no longer applicable. Indicates that ICE has reviewed the inmate and has no interest. The CMAD is the date of the\ndecision order. If loaded, this is the final and only IHP CMA assignment. (d ) IHP CMP WD- IHP Complete Will Deport. This assignment has been deactivated;\nhowever, it may still exist on older or re-committed cases. Indicates the inmate completed the IHP\nprocess and received a deportation order. P5111.04, CN-1 5/23/2017 12 (e b) IHP CMPWDE- IHP Complete Will Deport EOIR. This assignment has been deactivated\nand is no longer applicable. Indicates a deportation decision resulting from an EOIR hearing. The\nCMAD is the date of the decision. (f c) IHP CMPWDI- IHP Complete Will Deport ICE. This assignment has been deactivated\nand is no longer applicable. Indicates ICE issued a deportation decision, such as reinstatement or\nan administrative removal order. The CMAD is the decision date. If a release site was designated for the inmate initially because documentation was available to\nindicate an order of deportation exists for the current offense, the CMA of IHP CMPWDI is\nentered. (g d) IHP CMP ND- IHP Complete No Deport. This assignment has been deactivated and is no\nlonger applicable. Indicates a decision was made not to deport the inmate after a hearing was\ncompleted. The CMAD is the decision date. If loaded, this is the final and only IHP CMA\nassignment. If an appeal decision is subsequently received, the CMA assignment and CMAD will be replaced\nas appropriate. When inmates are recommitted to the Bureau, IHP CMA assignments from the previous\ncommitment(s) must be reviewed at initial classification. If an inmate has an order of deportation\nthat was given during service of a previous sentence, the inmate does not have to have another\nhearing with EOIR. However, that order must be reinstated, which requires ICE to conduct an interview with the\ninmate. In these cases, the “will deport” CMA and CMAD should remain, but add the CMA of\nIHP PEND if at a non-hearing site, or IHP PART if at a hearing site, to indicate the deportation\nprocess needs action, i.e., interview by ICE needed. Once the order is reinstated, the CMAD should be updated to the date of reinstatement and IHP\nPEND or PART should be removed. This will facilitate appropriate identification of inmates not\neligible for UNICOR, as the order of deportation itself remains valid, even though it may need to\nbe reinstated.",
      "queries": [
        "equal treatment for faith-based organizations executive order",
        "what is the amount to which r is required to report a payment to q on the information return",
        "is a merchant contract capitalized?"
      ],
      "queries_score": [
        -8.8648099899292,
        -9.025530815124512,
        -8.949402809143066
      ]
    },
    {
      "id": "guidance_46__9",
      "chunk_id": "9",
      "content": "Once the order is reinstated, the CMAD should be updated to the date of reinstatement and IHP\nPEND or PART should be removed. This will facilitate appropriate identification of inmates not\neligible for UNICOR, as the order of deportation itself remains valid, even though it may need to\nbe reinstated. If an inmate is committed to the Bureau and there is written documentation from ICE or EOIR that\nan inmate has been issued a deportation, exclusion, or removal order, the unit team is to add the\nappropriate CMA of IHP CMPWDE or IHP CMPWDI with the appropriate CMAD. If the order\nneeds reinstated, then the appropriate PEND or PART should be added. P5111.04, CN-1 5/23/2017 13 If no order of deportation can be confirmed, ICE must initiate an investigation. CMA assignments\nof IHP PART or IHP PEND are to be entered until this investigation has been completed. (15)14. ASSISTANCE. Any questions regarding these matters should be directed to the\nCommunity Corrections and Detention Services Branch Correctional Programs Branch at (202)\n307-0556 (202) 307-0222. /s/\nHarley G. Lappin\nDirector P5111.04, CN-1 5/23/2017 14 IHP SITES The following institutions are designated as Hearing and Release Sites. Institution\nLSCI Allenwood\nFCI Allenwood\nUSP Allenwood Hearing Site\nYes\nYes\nYes Release Site\nYes\nYes\nYes FCI Bastrop\nFCI Big Spring\nBig Spring Correctional Center No\nYes\nYes Yes\nYes\nYes California City Correctional Facility\nFMC Carswell (female)\nCibola County Correctional Facility No\nNo\nNo Yes\nYes\nYes FCI Danbury (female)\nFCI Dublin (female)\nGiles W. Dalby Correctional Facility\n(Garza) Yes\nYes Yes\nYes No Yes Eden Detention Center\nEloy Detention Center Yes\nYes Yes\nYes FCI Forrest City\nFCI Ft. Dix No\nNo Yes\nYes FCI La Tuna\nFCI Lompoc\nUSP Lompoc Yes\nYes\nYes Yes\nYes\nYes McRae Correctional Institution\nFCI Miami No\nNo Yes\nYes FCI Oakdale Yes Yes FCI Phoenix No Yes Reeves County Detention Center Yes Yes P5111.04, CN-1 5/23/2017 15 FCI Safford\nFCI Seagoville No\nNo Yes\nYes Taft Correctional Institution\nFCI Texarkana\nFCI Three Rivers\nFCI Tucson No\nNo\nNo\nNo Yes\nYes\nYes\nYes P5111.04, CN-1 5/23/2017 16 Attachment A. CMA Assignments based on Designator Remarks on the PPG0\nDSCC Remarks (PPG0) CMA Assignment “Per ICE, does not require hearing site” NO IHP HRG “Per ICE, US Citizen” No CMA Assignment required “Per ICE, requires interview with local field office” IHP INTRVW “Per ICE, requires hearing site” IHP PEND (if not at hearing site)\nIHP PART (if at hearing site) CMA Assignment Processes IHP PEND IHP PART IHP PART IHP\nCOMPLT IHP\nINTRVW IHP PEND NO IHP\nHRG NO IHP\nHRG IHP PART\nIHP\nCOMPLT\nIHP\nCOMPLT P5111.04, CN-1 5/23/2017 17",
      "queries": [
        "when was the globalisation adjustment fund established"
      ],
      "queries_score": [
        -9.838936805725098
      ]
    }
  ]
}