{
  "doc_id": "guidance_58",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_58__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nRSD/PSB\nNUMBER\nP5310.17\nDATE August 25, 2016 Psychology Services Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE This Program Statement establishes general procedures, guidelines, and priorities for the delivery\nof psychological services in the Federal Bureau of Prisons (Bureau). Psychological services include the assessment and treatment of mental disorders as well as\nevidence-based programs to reduce the risk of recidivism and institution misconduct. In addition,\npsychologists provide ancillary services for staff through specialized training, professional\nconsultation, Crisis Support Teams, and the Employee Assistance Program. Psychological services\nfor inmates are provided by psychologists and treatment specialists; services may also be provided\nby psychology pre-doctoral interns and practicum students under the supervision of a licensed,\ndoctoral level psychologist. This Program Statement references a series of other Psychology\nServices Program Statements, which provide more detailed procedures and guidelines for specific\nprogram areas. a. Summary of Changes This reissuance incorporates the following modifications:\n■ A refined mission statement and priorities for the delivery of psychological services, to include\nan increased emphasis on reentry services, to include cognitive-behavioral therapies and the\nRisk-Need-Responsivity model. ■ Enhancement of the psychological services offered in restrictive housing settings. ■ Incorporation of previously issued guidance regarding Transfer Intake Screenings. ■ Updated guidance regarding the creation and maintenance of professional clinical\ndocumentation. ■ Incorporation of strategies to assess and support the core clinical skills of correctional\npsychologists. ■ Incorporation of guidance regarding the operation of graduate student practicum programs in\nPsychology Services. ■ Removal of duplicative content addressed in other Psychology Services Program Statements. Policy Rescinded\nP5310.12\nPsychology Services Manual (03/07/95)\nb. Program Objectives. The expected results of this Program Statement are to establish:\n■\n■\n■\n■\n■\n■ The mission, service delivery model, and priorities for Psychology Services. Procedures for administration and management of Psychology Services Departments. Routine and specialized clinical services for inmates. Professional documentation standards to facilitate continuity of care. Workforce development strategies for Psychology Services. Psychology Services’ role in providing ancillary services for staff. c. Definition of Terms.\n■ Clinician. A provider of psychological services (e.g., psychologist, social worker, treatment\nspecialist, psychology intern). ■ External Core Clinical Skills Review. A review of core clinical skills conducted outside of\nthe purview of the employee’s Warden. ■ Evidence-Based Program (EBP). An EBP is an empirically supported intervention proven to\ndeliver positive outcomes. ■ Initial Intake Evaluation. The Initial Intake Evaluation is conducted with newly committed\ninmates to identify mental health and programming needs. ■ Psychology Data System (PDS). The PDS is the Bureau’s official documentation system for\npsychological services. This system is a module within the Bureau Electronic Medical Record\n(BEMR). ■ Senior, Licensed Psychologist. For the purposes of training practicum students and interns, a\nsenior licensed psychologist has obtained licensure to practice as a psychologist; completed\ntheir probationary year of employment; and completed Psychologist Familiarization Training. ■ Transfer Intake Screening. A Transfer Intake Screening is conducted with transferred inmates\nor inmates who have been out of the institution for more than 30 calendar days; e.g., inmates P5310.17 8/25/2016 2 hospitalized in the community for an extended period of time, inmates returning from Federal\nor state writs, inmates returning from RRC placement.",
      "queries": [
        "ahtf program reports",
        "what is the purpose of the eobgr"
      ],
      "queries_score": [
        -5.9405035972595215,
        -5.369081497192383
      ]
    },
    {
      "id": "guidance_58__1",
      "chunk_id": "1",
      "content": "A Transfer Intake Screening is conducted with transferred inmates\nor inmates who have been out of the institution for more than 30 calendar days; e.g., inmates P5310.17 8/25/2016 2 hospitalized in the community for an extended period of time, inmates returning from Federal\nor state writs, inmates returning from RRC placement. ■ Turning Point for Restrictive Housing. The term “Turning Point” has been adopted by the\nBureau to refer to pre-treatment interventions designed to move inmates through the\nStages of Change, specifically from the early stages of pre-contemplation and\ncontemplation to the stage of preparation. For information about other Turning Point\nprotocols (e.g., Turning Point for SOMP), contact the Psychology Services Branch. d. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any local procedures to implement the national\npolicy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. STRUCTURE OF PSYCHOLOGY SERVICES\na. Mission Statement. Psychology Services Departments actively support the Bureau’s mission\nby contributing to the operation of safe, humane, cost-effective, and appropriately secure facilities\nand by providing reentry programming to reduce recidivism and facilitate offenders’ successful\nreturn to the community. Specifically, the mission of Psychology Services is to provide three key\nservices in the Bureau:\n■ Mental Health Care. Psychology Services Departments provide mental health care for\ninmates, which include the assessment and treatment of a wide range of mental disorders. The\nmental health care provided to the inmates is consistent with professional standards and best\npractices in correctional psychology. ■ Reentry Services. Psychology Services Departments offer evidence-based, cognitivebehavioral programming to address risk factors associated with criminal conduct; i.e.,\ncriminogenic needs. This programming facilitates successful reentry by reducing an offender’s\nlikelihood of recidivism. ■ Behavioral Scientist Expertise. Behavioral science is the systematic analysis and\ninvestigation of human behavior; psychologists are trained behavioral scientists. By sharing\ntheir understanding of human behavior, psychologists play a significant role in the orderly\noperation of Bureau facilities. Psychologists share their expertise during formal training events\nand informal, routine consultations with staff. b. Model of Service Delivery. The Psychology Services Department is organized as a separate,\ncentralized department within the institution or complex with adequate privacy, space, and\nresources to meet the institution’s need for psychological services as described above. The offices\nof residential Psychology Treatment Program (PTP) staff should be located within the respective\nunit. In addition, grouping of staff offices is appropriate when such grouping is done in accordance\nwith the special Psychology Services missions of an institution. P5310.17 8/25/2016 3 The Bureau has chosen cognitive-behavioral therapy (CBT) as a theoretical model to guide\npsychological service delivery because of its proven effectiveness with inmate populations. CBT\nis a broad term and includes a variety of cognitive-behaviorally based treatment protocols utilized\nin the Bureau, to include Rational Emotive Behavior Therapy (REBT) and Dialectical Behavior\nTherapy (DBT). Empirical support for CBT’s effectiveness is noted both in the treatment of\nmental disorders and criminal thinking patterns. Therefore, CBT is utilized to address two\ncomponents of the Psychology Services mission – mental health care and reentry services. CBT\nemphasizes the learning and practice of skills associated with improved mental health and\nadaptive, pro-social behavior.",
      "queries": [
        "what is transfer intake screening"
      ],
      "queries_score": [
        "1.7477946"
      ]
    },
    {
      "id": "guidance_58__2",
      "chunk_id": "2",
      "content": "Therefore, CBT is utilized to address two\ncomponents of the Psychology Services mission – mental health care and reentry services. CBT\nemphasizes the learning and practice of skills associated with improved mental health and\nadaptive, pro-social behavior. Therefore, inmates who participate in CBT and related interventions\nare better able to achieve goals the Bureau has for all inmates, including responsibility, selfawareness, and independence. Specific to reentry services, the Bureau has also organized services under a Risk-Need-Responsivity\nmodel. Here, treatment resources are directed toward inmates who are at the highest risk of reoffense based on validated assessment procedures. Treatment protocols are selected or designed\nto address risk factors for criminal reoffending. These include but are not limited to those identified with substance use disorders; sex offenders;\nand those with offense supportive attitudes and beliefs; i.e., criminal thinking patterns. Interventions are delivered in a manner that is responsive to each inmate’s unique treatment needs,\nto include learning style and level of motivation. The Bureau’s core value of correctional excellence underlies the service delivery model for\nbehavioral scientist expertise. Psychology Services staff are “correctional workers first” and in\nthis context they are uniquely situated to offer their perspective on understanding human behavior. As fellow correctional workers, psychologists work alongside their Bureau peers, offering their\nexpertise through both formal training events and informal staff consultation. The presence of\nPsychology Services in the institution also increases the likelihood Bureau staff will feel\ncomfortable utilizing Employee Assistance Program and/or Crisis Support Team services. c. Priorities for Delivery of Psychological Services. The following list of priorities describes\nthe professional duties and responsibilities of a Psychology Services Department. The Chief\nPsychologist is responsible for ensuring the department adheres to the priorities and for ensuring a\nfair and equitable distribution of the workload associated with meeting these priorities. The Chief\nPsychologist shares the priority list with new departmental staff during their initial orientation and\nwith all departmental staff on at least an annual basis. In addition, Chief Psychologists are\nresponsible for informing and educating others of the importance of performing priority tasks, as\nopposed to non-emergency and non-clinical tasks. P5310.17 8/25/2016 4 (1) Priority 1 – Priority 1 tasks are Psychology Services functions essential to the safety and\nsecurity of staff and inmates. ■ Inmate Suicide Prevention Program, to include risk assessment, intervention, and staff training. ■ Activities geared toward staff health, wellness, and safety to include EAP, involvement in\nCST/CNT, suicide prevention, and related training. ■ Acute crisis intervention with suicidal, dangerous, psychotic, or sexually victimized inmates, to\ninclude consultation with staff regarding the management of these inmates. ■ Treatment and care of inmates diagnosed with a serious mental illness, to include the delivery\nof priority practices for this population. ■ Initial psychological screening and evaluation of inmates, to include assessments of risk for\nsexual victimization or abusiveness. ■ Restrictive housing rounds, reviews, and interventions. ■ Compliance with professional, correctional, and other standards applicable to safety and\nsecurity. (2) Priority 2 – Priority 2 tasks are vital Psychology Services functions. ■ Evidence-based individual and group treatment for inmate mental health issues that do not rise\nto the level of a serious mental disorder.",
      "queries": [
        "what is recipient",
        "what is the duration of camp awards",
        "which of the following was a reason the grantee could not demonstrate efforts to backfill vacant sworn officer positions during the grant award period?"
      ],
      "queries_score": [
        -6.626835823059082,
        -8.999281883239746,
        -6.94005012512207
      ]
    },
    {
      "id": "guidance_58__3",
      "chunk_id": "3",
      "content": "■ Compliance with professional, correctional, and other standards applicable to safety and\nsecurity. (2) Priority 2 – Priority 2 tasks are vital Psychology Services functions. ■ Evidence-based individual and group treatment for inmate mental health issues that do not rise\nto the level of a serious mental disorder. ■ Evidence-based programming aimed at reducing inmate misconduct and recidivism. ■ Specialized Psychology Treatment Programs, e.g., Residential Drug Abuse Program, Sex\nOffender Treatment Program, Resolve Program, Mental Health Step Down Unit.\n■ Court-ordered forensic evaluations, other policy mandated psychological evaluations, and\nintellectual assessments completed in conjunction with potential referrals for a GED\naccommodation. ■ Documentation in the Psychology Data System (PDS) in the Bureau Electronic Medical Record\n(BEMR), in support of continuity of care within, between, and outside of Bureau facilities. ■ Consultation with Unit Disciplinary Committee (UDC) and Discipline Hearing Officer (DHO). ■ Mandatory clinical training for psychologists and treatment specialists. ■ Clinical supervision of psychologists and treatment specialists. ■ Attendance at essential administrative meetings; e.g., Special Housing Unit (SHU) Department\nHead meeting. ■ Recruitment and retention of psychologists, treatment specialists, and other Psychology\nServices staff. ■ Performance of functions supporting and maintaining systems of control to ensure policy\ncompliance, to include conducting Psychology Services Operational Reviews and Perpetual\nAudits. P5310.17 8/25/2016 5 (3) Priority 3 – Priority 3 tasks enhance and strengthen the functioning of Psychology\nServices Departments and the institution. ■ Continuing education for Psychology Services staff in support of professional development,\nlicensure, and/or certification. ■ Training of graduate students, psychology interns, and post-doctoral residents. ■ Unit team consultation regarding reentry and release planning. ■ Consultation on general behavioral science topics. ■ Participation in the Operational Reviews, Perpetual Audits, and/or Program Reviews of other\ndepartments/facilities. ■ Coordination of special projects and/or activities within the institution; e.g., American\nCorrectional Association Audit, Combined Federal Campaign. ■ Development of novel local programs, groups, or services. ■ Participation in research projects at the local, regional, or national level. ■ Resource staff member or subject matter expert for the Psychology Services Branch. ■ Cross development courses and other non-mandated training unrelated to the maintenance of\nprofessional licensure/certification. ■ Collateral duties unrelated to Psychology Services. d. Duties of Psychology Services Staff in Emergency Situations. Except in emergency\nsituations, positions allocated and funded to provide psychological services are assigned for the\nprovision of these services. Emergency situations are defined as situations requiring an immediate\nresponse (e.g., body alarm) or activation of the institution’s emergency plans (e.g., escape, food\nstrike). Except in emergency situations, psychologists and treatment specialists are not assigned\nnon-Psychology Services duties; e.g., coverage of a custody post, unit management functions,\nacting department head (outside of Psychology Services), institution duty officer. This exclusion\nis reiterated in the Program Statements Psychology Treatment Programs and Sex Offender\nPrograms. Bureau psychologists do not conduct investigations or perform fitness for duty evaluations. 3. ADMINISTRATION AND MANAGEMENT Psychology Services Departments are responsible for utilizing their expertise as behavioral\nscientists to provide informed clinical decisions and professional recommendations. Clinical\ndecisions are the sole province of the responsible clinician and/or supervisory psychologist(s), and\nare not to be countermanded by non-clinicians.",
      "queries": [
        "what is the decision on the european globalisation adjustment fund?",
        "what is the requirements to be a ahtf agency"
      ],
      "queries_score": [
        -9.728662490844727,
        -8.339850425720215
      ]
    },
    {
      "id": "guidance_58__4",
      "chunk_id": "4",
      "content": "3. ADMINISTRATION AND MANAGEMENT Psychology Services Departments are responsible for utilizing their expertise as behavioral\nscientists to provide informed clinical decisions and professional recommendations. Clinical\ndecisions are the sole province of the responsible clinician and/or supervisory psychologist(s), and\nare not to be countermanded by non-clinicians. To deliver services efficiently and effectively, the\nPsychology Services Department will be: P5310.17 8/25/2016 6 ■ Staffed to meet the vital functions, congressional and Department of Justice mandates,\naccreditation standards, and ethical guidelines affecting the department. ■ Staffed according to the mission and security of the facility and the specific treatment and\nreentry needs of the inmate population. ■ Staffed with qualified, licensed or license eligible, doctoral level psychologists. ■ Staffed with treatment specialists who are qualified in their specific area of treatment; e.g.,\nmental health treatment, sex offender treatment. ■ Organized as a separate department, ordinarily centralized according to the treatment needs,\nmission, and structure of the facility. ■ Provided with space and resources to provide psychological treatment and programs.\n■ Only assigned duties consistent with their clinical training, applicable ethical standards, and\nmental health role in the correctional facility (i.e., similar to physicians, attorneys and\nchaplains) during non-emergency situations (i.e., situations not requiring an immediate\nresponse or activation of the institution’s emergency plans). This stipulation does not apply to\nadministrative support staff in the department. ■ Expected to respond and assume duties wherever needed and assigned during emergency\nsituations. As soon as possible during an institution emergency, Psychology Services staff\nshould be used consistent with their clinical role and training; e.g., monitoring and intervention\nwith the seriously mentally ill, assisting with the clinical care of inmates in restrictive housing,\nassessment and intervention with staff concerning the unique stressors in a crisis situation (i.e.,\nCST, EAP). During emergency situations, psychologists should be active in the institution –\nobserving inmates, consulting with staff, and intervening to achieve optimal inmate\nmanagement. a. Organizational Structure\n(1) Central Office Psychology Services Branch. The Psychology Services Branch (Branch) is a\ncomponent of the Reentry Services Division in Central Office. The Branch consists of the\nfollowing sections: Drug Treatment Programs; Sex Offender Programs; Mental Health Programs;\nEvaluations; Community Treatment Services; Clinical Education and Workforce Development;\nand Psychology Information Systems. The Branch is responsible for directing and supporting\nPsychology Services in the Bureau by:\n■ Developing, interpreting, and administering Psychology Services policies and procedures\nconsistent with sound correctional management principles, evidence-based psychological\npractices, and successful inmate reentry strategies. ■ Providing administrative support for Psychology Services Departments by submitting annual\nbudget requests; preparing Psychology Services staffing requests; offering national training\nevents and continuing professional education opportunities; and providing general technical\nassistance and support. P5310.17 8/25/2016 7 ■ Advancing Psychology Services in the Bureau through the development and implementation of\nStrategic Plans, pilot projects, field trials, and proposals and reports for Executive Staff. ■ Contributing to quality assurance in Psychology Services by collaborating with the Program\nReview Division to develop Program Review Guidelines; conducting remote and on-site\nquality assurance reviews of key programming areas; completing psychological reconstructions\nfollowing an inmate suicide; and conducting peer reviews of Chief Psychologists. ■",
      "queries": [
        "cops office response phone number",
        "who may change the method used by corporation x to account for attorney fees?"
      ],
      "queries_score": [
        -8.390762329101562,
        -9.112872123718262
      ]
    },
    {
      "id": "guidance_58__5",
      "chunk_id": "5",
      "content": "■ Contributing to quality assurance in Psychology Services by collaborating with the Program\nReview Division to develop Program Review Guidelines; conducting remote and on-site\nquality assurance reviews of key programming areas; completing psychological reconstructions\nfollowing an inmate suicide; and conducting peer reviews of Chief Psychologists. ■ Serving as a consultant for the Regions on Psychology Services matters, to include, but not\nlimited to recruitment, selection, and retention of psychologists and treatment specialists, policy\ninterpretation, program evaluation, and Administrative Remedies. In addition, the Branch is responsible for the provision of community-based treatment services for\ninmates transitioning through Residential Reentry Centers (RRCs) and Home Confinement. Community Treatment Services (CTS) includes assessment and treatment of inmates with\nsubstance use disorders, mental illnesses and/or a history of sexual offending. CTS is described in\nthe Program Statement Community Transitional Drug Abuse Treatment. (2) Chief Psychologist/Deputy Chief Psychologist. Every institution must have a licensed Chief\nPsychologist, who administers and monitors the implementation of psychology-related operations. The Chief Psychologist oversees clinical and administrative services for the department;\ncommunicates with the Branch regarding the needs of the department; ensures the appropriate use\nof Psychology Services funds and resources; provides administrative supervision for direct\nsubordinates; and ensures the provision of clinical supervision for all clinicians in the department,\nto include ensuring non-licensed psychologists receive supervision as required by the state\nlicensing board to obtain licensure. Chief Psychologists also provide direct clinical services for inmates and share their psychological\nexpertise through training and consultation. Chief Psychologists may serve as the institution’s\nEmployee Assistance Program Coordinator, Suicide Prevention Coordinator, and/or Mental Health\nTreatment Coordinator. The size of the Psychology Services department and the complexity of the\ninstitution’s mission determines the proportion of the Chief Psychologist’s time spent on\nadministrative functions versus direct clinical services. Most correctional complexes also have a Deputy Chief Psychologist(s), who assumes\nresponsibility for a portion of the functions listed above. Chief Psychologist and Deputy Chief\nPsychologist positions are critical to the successful operation of the Psychology Services\nDepartment. Therefore, every effort shall be made to fill these positions in a timely manner (i.e.,\nwithin six months). P5310.17 8/25/2016 8 (3) Program Coordinator. Program coordinators are psychologists who administer and oversee\nspecific Psychology Treatment Programs; e.g., Challenge Program, Drug Abuse Program (DAP),\nMental Health Step Down Unit, Resolve Program, Sex Offender Management Program (SOMP),\nor other agency-approved specialized programs. Program coordinators manage all aspects of a\nPsychology Treatment Program, ensure compliance with applicable policies, and provide both\nclinical and administrative supervision to subordinate staff as outlined in relevant Program\nStatements. Program coordinators must be fully aware of the policies, procedures, and evidencebased practices associated with their program and they must be prepared to share this expertise\nwith their subordinates. Specific duties of program coordinators are detailed in applicable position\ndescriptions and policies, to include: Early Release Procedures Under 18 U.S.C. 3621(e),\nPsychology Treatment Programs, Sex Offender Programs, and Treatment and Care of\nInmates with Mental Illness. Program coordinator positions are critical to the successful\noperation of Psychology Treatment Programs and their primary responsibility is to their assigned\nprogram; therefore, every effort shall be made to fill these positions in a timely manner (i.e., within\nsix months). (4) Treatment Specialists.",
      "queries": [
        "how will the EU contribute to the reduction of greenhouse gas emissions?"
      ],
      "queries_score": [
        -8.483647346496582
      ]
    },
    {
      "id": "guidance_58__6",
      "chunk_id": "6",
      "content": "Program coordinator positions are critical to the successful\noperation of Psychology Treatment Programs and their primary responsibility is to their assigned\nprogram; therefore, every effort shall be made to fill these positions in a timely manner (i.e., within\nsix months). (4) Treatment Specialists. Under the clinical supervision of a program coordinator, or other\nsupervisory psychologist, treatment specialists deliver an array of mental health services to include\nindividual and group treatment for inmates in a specific Psychology Treatment Program. Treatment specialists also interact with correctional staff, unit staff, and work supervisors to\nidentify issues that should receive attention in treatment and communicate ways staff can support\npositive treatment gains for participants. Specific duties of treatment specialists are detailed in\napplicable position descriptions and policies, to include: Psychology Treatment Programs, Sex\nOffender Programs, and Treatment and Care of Inmates with Mental Illness. Treatment\nspecialists are critical to the effective operation of Psychology Treatment Programs; therefore,\nevery effort shall be made to fill these positions in a timely manner (i.e., within six months). (5) Advanced Care Level Psychologists. Advanced Care Level Psychologists are assigned to\nprovide direct clinical services to inmates with mental illness and a need for services at or above\nthe CARE2-MH level. These services may be provided on an outpatient basis, or within the\ncontext of a mental health-related Psychology Treatment Program. Advanced Care Level\nPsychologists providing outpatient services may be assigned the role of Mental Health Treatment\nCoordinator, as described in the Treatment and Care of Inmates with Mental Illness policy. Due to their critical clinical role in providing priority services, every effort shall be made to fill\nthese positions in a timely manner (i.e., within six months). (6) Restrictive Housing Psychologists. Restrictive housing psychologists are assigned to provide\ndirect clinical services for inmates in restrictive housing settings, to include the Administrative\nMaximum Unit (ADX), Special Management Units (SMU), or SHU. Restrictive housing\npsychologists spend the bulk of their time delivering services in these settings, to include\nP5310.17 8/25/2016 9 screenings, evaluations, pre-treatment, and treatment services. Specific duties of restrictive\nhousing psychologists are noted in this policy, as well as in the following policies as applicable:\nControl Unit Programs, Inmate Security Designation and Custody Classification, Special\nManagement Units, and Treatment and Care of Inmates with Mental Illness. Due to the\nimportance of ensuring mental health service delivery in restrictive housing settings, every effort\nshall be made to fill these positions in a timely manner (i.e., within six months). (7) Forensic Psychologists. Forensic psychologists are assigned to conduct court-ordered\noutpatient and inpatient forensic evaluations. Specific duties of forensic psychologists are detailed\nin the Forensic and Other Mental Health Evaluations policy. Forensic psychologists are Central\nOffice positions detailed to specific institutions to fulfill the Bureau’s forensic evaluation program\nmission. Forensic psychologists may perform Psychology Services priority list services at their\ninstitution, when these services do not interfere with the primary duties of their position. (8) Staff Psychologists. Staff psychologists are assigned to provide routine clinical services for\nthe inmate population. Staff psychologist duties may include any services in the Psychology\nServices priority list contained in, or reasonably related to, their position description. The major\nduties of staff psychologists include:\n■\n■\n■\n■ Psychological assessment and evaluation. Psychotherapy.",
      "queries": [
        "what is the primary responsibility of the coordinator and treatment specialist",
        "what is the role of a treatment coordinator in a psychology",
        "why are there challenges and uncertainties in the world's economy and society.",
        "what is sam",
        "can a condition of an award be found unenforceable"
      ],
      "queries_score": [
        "2.6045585",
        "2.7241287",
        -9.05208683013916,
        -6.64018440246582,
        -9.334284782409668
      ]
    },
    {
      "id": "guidance_58__7",
      "chunk_id": "7",
      "content": "(8) Staff Psychologists. Staff psychologists are assigned to provide routine clinical services for\nthe inmate population. Staff psychologist duties may include any services in the Psychology\nServices priority list contained in, or reasonably related to, their position description. The major\nduties of staff psychologists include:\n■\n■\n■\n■ Psychological assessment and evaluation. Psychotherapy. Staff consultation. Training and supervision of graduate-level psychology trainees, practicum and intern students,\nand para-professional counselors. ■ Research/program evaluation. ■ Administration of Psychology Services programs; e.g., serving as the institution’s Mental\nHealth Treatment Coordinator as defined in the Treatment and Care of Inmates with Mental\nIllness policy or as the Suicide Prevention Program Coordinator as defined in the Suicide\nPrevention Program policy. Due to staff psychologists’ critical role in providing priority services for the inmate population,\nevery effort shall be made to fill these positions in a timely manner (i.e., within six months). (9) Training Positions. Psychology Services training positions fulfill a vital role in the Bureau,\nby supporting the development of well-trained, highly qualified correctional psychologists. Training positions include: internship program coordinators, post-doctoral residents, pre-doctoral\npsychology interns, and practicum graduate students appointed under Student Temporary\nEmployment authority. P5310.17 8/25/2016 10 Internship program coordinators have responsibility for the administration of an Executive Staffapproved psychology internship program, including the process of recruitment and selection of\nstudents, the development and implementation of student training, the ongoing evaluation of the\nprogram, and compliance with American Psychological Association and Association of Psychology\nInternship Centers accreditation standards, in addition to other administrative and clinical duties. At the discretion of the Chief Psychologist the clinical supervision of post-doctoral residents and\npracticum graduate students may be delegated to a licensed psychologist(s) in the department who\nexpresses an interest in training students. Central Office-controlled training positions support\nspecific Department of Justice and/or Bureau goals. Additional information regarding the Bureau's\nPsychology Services clinical education programs is contained in this policy. (10) Psychology Technicians and Secretaries. Psychology technicians and secretaries provide\nadministrative support for the delivery of clinical and consultative services. Psychology Services\nadministrative support functions include, but are not limited to, scheduling appointments, entering\nPDS data, running SENTRY and PDS rosters, preparing tracking reports for programs and\nservices, maintaining record keeping and filing systems, fielding telephone calls, and other clerical\nduties. In addition, if appropriately qualified, psychology technicians may administer and score a\nvariety of psychological tests. b. Financial Management. The Chief Psychologist has the primary responsibility of the\nmanagement of Psychology Services funds at the institution level. The Chief Psychologist, with\nthe Warden’s approval, may delegate Cost Center Manager authority to a Program Coordinator. (1) Operating Funds. The Branch is responsible for submitting annual budget requests for PTPs\nand other specialty program funding, to include funding for practicum and psychology pre-doctoral\ninternship programs, forensic evaluation programs, SMU programs, CARE3-MH sites. Typically,\nfunding is provided based upon standardized formulas developed within the Branch. Branch\napproval is required to reprogram these funds. Drug abuse programs, sex offender programs, and inmate trust funds are mandated for specific\nprogram areas and are used only to fund activities related to these programs. Use of these funds\nfor other programs or to offset deficits in other cost centers is not permitted.",
      "queries": [
        "what is the function of the staff psychologist",
        "what is the role of a psychological staff psychologist",
        "what is the job duties of a staff psychologist",
        "is the dept of education under review?",
        "cops gov contact phone number"
      ],
      "queries_score": [
        "2.9701653",
        "2.4876034",
        "2.9603949",
        -7.218993186950684,
        -7.486153602600098
      ]
    },
    {
      "id": "guidance_58__8",
      "chunk_id": "8",
      "content": "Branch\napproval is required to reprogram these funds. Drug abuse programs, sex offender programs, and inmate trust funds are mandated for specific\nprogram areas and are used only to fund activities related to these programs. Use of these funds\nfor other programs or to offset deficits in other cost centers is not permitted. All programs identified as Drug Abuse Programs are funded and paid for from local drug treatment\nfunds. Drug Abuse Programs include Drug Education, the Nonresidential Drug Abuse Program\n(NRDAP), the Residential Drug Abuse Program (RDAP), and the Challenge Program. Funds for\nsex offender programs are provided within the general Psychology Services budget. P5310.17 8/25/2016 11 (2) Tangible Incentives in PTPs. Tangible incentives are funded by the Trust Fund. Monetary\nprogram completion awards as outlined in applicable policies (i.e., Psychology Treatment\nPrograms and Treatment and Care of Inmates with Mental Illness) are deposited to the\ninmate’s commissary account. Monetary awards should only be given in conjunction with a\nparticipant’s successful completion of PTP phases or goals defined in their treatment plans. Tangible incentives such as t-shirts, sweatshirts, food items (e.g., snacks, popcorn, drinks) or mugs\nwith the program logo may be appropriate. The selection of tangible incentives to be offered at the\ninstitution is at the Warden’s discretion. Tangible incentives are provided as special recognition\nfor participants who demonstrate behaviors reflecting the attitudes of change, a commitment to\ntreatment, conformity with program norms, progress on treatment plan goals, and behaviors that\nare expected in the general society. Behaviors which merit tangible incentives are clearly\ndocumented in PDS. These incentives are separate from the monetary awards for phase\ncompletion. (3) Positions. Branch approval is also required for the reprogramming of any Psychology Services\npositions. Authorized positions in drug treatment cost centers are funded at 100%, due to ongoing\ngovernment-wide initiatives related to drug abuse treatment. Salary savings generated by leaving a\ndrug treatment position vacant cannot be utilized for other institution requirements. (4) Staff Training. National training project codes have been established to fund all Psychology\nServices training. The Branch submits annual requests for national training funds and disperses\nthese funds in a manner consistent with the Psychology Services mission; i.e., training focused on\nrelevant clinical populations and evidence-based practices. Psychology Services operating funds\nare not to be utilized to fund staff training. 4. PSYCHOLOGICAL SERVICES FOR INMATES The delivery of psychological services in the Bureau is guided by the American Psychological\nAssociation’s (APA’s) Ethical Principles for Psychologists and Code of Conduct, as well as the\nAPA’s guidelines for the professional practice of psychology. Psychologists are responsible for the\nassessment and treatment of mental disorders in the inmate population. Utilizing their clinical\nexpertise, psychologists identify inmates in need of mental health care and determine the type of\npsychological services to be provided. Health Services staff perform similar functions with respect\nto psychiatric mental health care. Mental health providers in Psychology Services make the final\ndetermination regarding who will receive psychological care, and the nature of the care they will\nreceive. Chief psychologists are responsible for ensuring the psychological services provided by their\ndepartments meet or exceed professional standards and are informed by empirical data in the field\nP5310.17 8/25/2016 12",
      "queries": [
        "what is the purpose of a drug abuse program and inmate trust funds",
        "eu solidarity fund",
        "how does a penalty apply to an individual who refuses to pay a tax"
      ],
      "queries_score": [
        "1.6252972",
        -7.582526206970215,
        -8.305108070373535
      ]
    },
    {
      "id": "guidance_58__9",
      "chunk_id": "9",
      "content": "Chief psychologists are responsible for ensuring the psychological services provided by their\ndepartments meet or exceed professional standards and are informed by empirical data in the field\nP5310.17 8/25/2016 12 of psychology, as well as an understanding of best practices in correctional psychology. To this\nend, the Branch designates certain Evidence-Based Practices (EBPs) as Priority Practices. Priority\nPractices are:\n■ EBPs.\n■ Interventions addressing core mental health and/or reentry needs of the inmate population. ■ Services for inmates with the greatest need for mental health intervention and/or the greatest\nrisk of recidivism. ■ Cost effective interventions selected and supported by the Branch as preferred service\nmodalities for the agency. The Branch places information regarding Priority Practices for each type of institution on\nSallyport. Chief Psychologists are responsible for selecting interventions from the Priority\nPractices list consistent with their institution’s security level, care level, and mission. Ordinarily,\nPsychology Services Departments are actively engaged in the provision of Priority Practices as an\nessential function. Priority Practices are offered before other types of programming groups. Inmate Orientation to Psychology Services. Each institution is responsible for providing newly\narriving inmates with information about available psychological services – both locally and at\nother Bureau institutions as applicable. This information is presented to inmates during the\ninstitution’s Admission and Orientation (A&O) Program and in the A&O Handbook. In addition,\ninmates may be provided with additional information at the time of their psychological intake and\nvia postings on bulletin boards and/or TRULINCS. The Chief Psychologist ensures the Psychology Services A&O Lesson Plan and Psychology\nServices section of the A&O Handbook describe the services provided by the department and the\nprocedures for inmate access to Psychology Services. Each institution will use the standardized\nA&O Lesson Plan available on Sallyport, with the necessary institution-specific information\ninserted. The Psychology A&O Lesson Plan must include, at a minimum, information on drug\ntreatment programs, mental health programs, sex offender programs, suicide prevention, privacy\nand confidentiality, and local procedures for obtaining psychological services. The Psychology\nServices A&O Lesson Plan is presented by a psychologist. During the A&O presentation, the\npsychologist makes every effort to present the material in a manner which will motivate inmates\nwith a need for services to pursue and engage in treatment. Inmate requests for services are responded to immediately for crisis situations or potential suicide\nrisk, and ordinarily within three (3) working days for routine requests. Responses for routine\nrequests may include an appointment, an invitation to the department’s open house hours,\nplacement on a waiting list for the desired services, clarification, or redirection. P5310.17 8/25/2016 13 5. PSYCHOLOGICAL SCREENING AND ASSESSMENT OF INMATES\na. Initial Intake Evaluation and Transfer Intake Screening. All inmates entering a Bureau\ninstitution are screened by Health Services and Unit Management staff within 24 hours. As part of\nthe Health Services’ screening, inmates are interviewed and observed for indicators of mental\nillness and adjustment issues. Unit Management staff may note mental health concerns as well,\neither through a review of available records or through direct observation of the inmate. When\nHealth Services or Unit Management staff note any such concerns, the inmate is referred to\nPsychology Services for prompt follow-up.",
      "queries": [
        "what is the responsibility of the chief psychologist",
        "what does the chief psychologist do",
        "what documentation must be submitted to the cops for sole source",
        "how to enter dependents social security number",
        "which case is true even when the taxpayer was unaware of his right to choose?"
      ],
      "queries_score": [
        "2.5473397",
        "1.9005361",
        -8.888582229614258,
        -8.883628845214844,
        -8.47719955444336
      ]
    },
    {
      "id": "guidance_58__10",
      "chunk_id": "10",
      "content": "Unit Management staff may note mental health concerns as well,\neither through a review of available records or through direct observation of the inmate. When\nHealth Services or Unit Management staff note any such concerns, the inmate is referred to\nPsychology Services for prompt follow-up. Inmates referred to Psychology Services as a result of\nthis preliminary screening are evaluated promptly by a psychologist. For inmates in holdover\nstatus, no further evaluation is required, unless significant mental health or PREA-related concerns\nare noted. Inmates with a Psychology Alert assignment are also promptly evaluated by a psychologist,\nconsistent with procedures outlined in the SENTRY Psychology Alert Function Program\nStatement. Details of the psychologist’s evaluation are documented in PDS using the applicable\nnote; e.g., Brief R&D Screening or Psychology Alert Screening. Psychology Services intake screening procedures for non-holdover inmates are detailed below:\n(1) Pretrial or Pre-Sentence Detainees in MCCs, MDCs, FDCs, FTCs, or Jails. The\nPsychology Services intake screening process for pretrial or pre-sentence detainees in pretrial\nstatus, in MCCs, MDCs, FDCs, FTCs, or Jail Units, provides for screening for mental health\nproblems. Within 24 hours of an inmate’s arrival, he/she completes the BP-A0519 Psychology\nServices Inmate Questionnaire (PSIQ). Upon completion, institution staff (e.g., Receiving and\nDischarge, Health Services) review the PSIQ and immediately alert Psychology Services if the\ninmate reports he/she is thinking of harming or killing him-/herself. If the review is conducted\noutside normal business hours, the on-call psychologist is contacted by telephone. If an inmate\nreports he/she is thinking of harming or killing him/herself, a psychologist conducts a Suicide Risk\nAssessment, as described in the Program Statement Suicide Prevention Program. Ordinarily, completed PSIQs for all other inmates are reviewed by a psychologist within one\nworking day. Inmates who report current symptoms are scheduled for further evaluation and triage\nin a timely manner. This evaluation is documented in PDS, typically as an Initial Intake\nEvaluation note. All other inmate contacts are documented as appropriate. Each Chief Psychologist is responsible for working with the Case Management Coordinator\n(CMC) to ensure procedures are in place to obtain adequate historical psychological information\nfor state boarders and pretrial offenders, ideally in advance of the inmate’s arrival. P5310.17 8/25/2016 14 (2) Newly Committed Inmates (Initial A-Des). The purposes of the Psychology Services Initial\nIntake Evaluation for newly committed inmates are to:\n■ Inform inmates about psychological services and the limits of confidentiality. ■ Identify significant historical and current indices of inmates’ emotional, intellectual, or\nbehavioral problems. ■ Assign an appropriate mental health care level. ■ Identify inmates who require additional psychological assessment to confirm a suspected\ndiagnosis or establish an appropriate mental health care level. ■ Identify inmates who require psychological treatment to address mental health needs and\ngenerate the necessary referrals. ■ Identify inmates who could benefit from psychological programming to address reentry needs\nand generate the necessary referrals. To accomplish these objectives, a psychologist reviews the inmate’s completed PSIQ, PDS\nrecords, SENTRY data, and relevant sections of the inmate’s PSR, and conduct a clinical\ninterview.",
      "queries": [
        "who is prohibited from discharging a tribal resource grant",
        "when is inmate central file open for review",
        "us department of justice federal bureau of prisons program number"
      ],
      "queries_score": [
        -9.555339813232422,
        -4.696968078613281,
        -6.313499927520752
      ]
    },
    {
      "id": "guidance_58__11",
      "chunk_id": "11",
      "content": "■ Identify inmates who could benefit from psychological programming to address reentry needs\nand generate the necessary referrals. To accomplish these objectives, a psychologist reviews the inmate’s completed PSIQ, PDS\nrecords, SENTRY data, and relevant sections of the inmate’s PSR, and conduct a clinical\ninterview. The Psychology Services Initial Intake Evaluation, as documented in PDS, contains\ninformation regarding the inmate’s mental health history and current symptoms, substance use,\nhistory of sexual offending and sexual victimization, adjustment to incarceration, and other\nrelevant psychosocial information. Any intellectual disabilities noted at the time of the intake\nscreening are also documented. Findings, to include a mental health care level and treatment and programming recommendations,\nare also included in the Initial Intake Evaluation. This comprehensive intake screening is\nconducted only at the time of initial designation and is not repeated at subsequent transfers during a\nsentence, unless a significant change of status has occurred. The Chief Psychologist ensures that inmates initially designated to FPCs, LSCIs, FCIs, USPs,\ngeneral population inmates at FMCs, and work cadre inmates at MCC/MDCs, FDCs, and FTCs\nparticipate in the procedures below. Within the first 14 calendar days of the inmate’s arrival at\nthe institution:\n■ The inmate completes the PSIQ.\n■ A psychologist reviews available records (e.g., PSIQ, SENTRY, PDS and other relevant\nBEMR modules, relevant sections of the PSR).\n■ The psychologist conducts a clinical interview.\n■ The psychologist documents the Initial Intake Evaluation in PDS using the required format. P5310.17 8/25/2016 15 ■ The psychologist ensures appropriate assignments are entered into SENTRY, to include a\nmental health care level assignment (i.e., CARE1-MH, CARE2-MH, CARE3-MH, CARE4MH), a DAP REFER assignment if the inmate expresses an interest in drug treatment, and a\nPSY ALERT assignment if relevant. Additional details regarding the assignment of mental\nhealth care levels are contained in the Treatment and Care of Inmates with Mental Illness\nProgram Statement and Psychology Alert procedures are noted in the SENTRY Psychology\nAlert Function Program Statement. (3) Transferred Inmates, Writ-Return Inmates, or Inmates in the Community for Other\nReasons for More than 30 Calendar Days. A Transfer Intake Screening is required for\ntransferred inmates or inmates who have been out of the institution for more than 30 calendar days;\ne.g., inmates hospitalized in the community for an extended period of time, inmates returning from\nFederal or state writs, inmates returning from RRC placement. In such cases, the Chief\nPsychologist ensures that within 30 calendar days of the inmate’s arrival at the institution:\n■ The inmate completes the PSIQ.\n■ A psychologist reviews available records (e.g., PSIQ, SENTRY, PDS and other relevant\nBEMR modules) to determine the need for a clinical interview.\n■ The psychologist conducts a clinical interview, if needed as specified below.\n■ The psychologist documents the Transfer Intake Screening in PDS using the template provided\nand provides information to the Unit Team to facilitate inmate management and the inmate’s\nsuccessful reentry. Indicators of a need for a clinical interview include, but are not limited to:\n■ The PSIQ reflects current symptoms of mental illness or any indication of a current need or\ndesire for services. ■ Collateral information is received from institution staff regarding behavioral observations or\ninmate statements suggestive of current mental health concerns.",
      "queries": [
        "why is community policing important"
      ],
      "queries_score": [
        -8.36218547821045
      ]
    },
    {
      "id": "guidance_58__12",
      "chunk_id": "12",
      "content": "The PSIQ reflects current symptoms of mental illness or any indication of a current need or\ndesire for services. ■ Collateral information is received from institution staff regarding behavioral observations or\ninmate statements suggestive of current mental health concerns. ■ PDS/SENTRY indicates any of the following conditions exist:\n A Suicide Risk Assessment in the previous 12 months.\n A current diagnosis in PDS of a mental illness, excluding substance use disorders, antisocial\npersonality disorder, or adult antisocial behavior.\n A current SENTRY assignment of PSYCH ALERT.\n A current SENTRY assignment of CARE2-MH, CARE3-MH, or CARE4- MH. A Transfer Intake Screening is not required for inmates who have been out of the institution for less\nthan 30 calendar days or for inmates transferred between institutions within a correctional complex\nserved by the same Psychology Services Department. P5310.17 8/25/2016 16 (4) Medical Referral Center (MRC) Screening of Newly Designated or Transferred Inmates. Newly committed (Initial A-DES) inmates at MRCs receive an initial Intake Screening as outlined\nabove. Inmates transferred from a Bureau facility to an MRC for treatment are screened in\naccordance with local procedures and do not require a Transfer Intake Screening. b. Screening for Risk of Sexual Predation or Sexual Victimization. As detailed in the Program\nStatement Sexually Abusive Behavior Prevention and Intervention Program, psychologists play\na role in screening inmates for risk of sexual predation or sexual victimization. Findings from\nthese screenings are documented in PDS using the applicable Risk of Sexual Victimization or Risk\nof Sexual Abusiveness note and relayed to appropriate staff (e.g., via SENTRY, TRUSCOPE). c. Psychological Review of Inmates in Restrictive Housing. A psychologist reviews the\npsychological status of any inmate confined in a SHU, SMU, ADX, or any other similar housing\nfor more than 30 consecutive calendar days. An initial psychological review is conducted on or\nbefore the 30th calendar day of consecutive confinement in restrictive housing. Following this\ninitial review, subsequent reviews occur approximately monthly, but not more than 35 calendar\ndays after the preceding review. Psychological reviews of inmates in restrictive housing rely on data from multiple sources; e.g.,\ncontact with the inmate; input from Correctional Officers working in the unit; information shared\nduring restrictive housing meetings; and relevant documentation contained in PDS. The results of the psychological review are documented in PDS using the appropriate note; i.e.,\nADX Review, SHU Review, SMU Contact. With implementation of the SHU Program, copies of\nSHU Reviews are no longer submitted to the Segregation Reviewing Official or to the inmate’s\nCentral File. Any concerns related to threat to self, threat to others, and adjustment to restrictive\nhousing are summarized in the note. In addition, clinically relevant observations and findings\nspecific to mental health status are required if the inmate meets any of the following criteria:\n■ A mental health care level assignment of CARE2-MH or above. ■ A PSYCH ALERT assignment. ■ A Suicide Risk Assessment in the previous six months. Additional guidance regarding the review of inmates in restrictive housing is contained in the\nfollowing Psychology Services Program Statements: SENTRY Psychology Alert Function and\nTreatment and Care of Inmates with Mental Illness.",
      "queries": [
        "definition of community policing",
        "when is sf-425 due",
        "when is the deadline for sf 425",
        "which of the following expressly provides that it shall not govern the donation of personal services?"
      ],
      "queries_score": [
        -6.705604553222656,
        -7.138477802276611,
        -7.123381614685059,
        -6.813000679016113
      ]
    },
    {
      "id": "guidance_58__13",
      "chunk_id": "13",
      "content": "■ A PSYCH ALERT assignment. ■ A Suicide Risk Assessment in the previous six months. Additional guidance regarding the review of inmates in restrictive housing is contained in the\nfollowing Psychology Services Program Statements: SENTRY Psychology Alert Function and\nTreatment and Care of Inmates with Mental Illness. In addition, Correctional Services Program\nStatements describe psychological reviews required for inmates engaged in hunger strikes or\nplaced in restraints; i.e., Hunger Strikes, Use of Force and Application of Restraints. Findings\nP5310.17 8/25/2016 17 from these reviews are documented in PDS using the applicable note; i.e., Hunger Strike Review,\nRestraint Review. d. Review of Inmates with a Psychology Alert (PSY ALERT) Assignment. The PSY ALERT\nassignment is applied to inmates with substantial mental health concerns that require extra care\nwhen their housing is changed or they are transferred. Generally, the PSY ALERT assignment is to\nbe applied in special mental health cases that will likely pose management and security concerns\nfor the institution when an inmate’s housing is changed or when a transfer occurs. The guiding\nprinciple of the PSY ALERT assignment is continuity of care. Inmates with a PSY ALERT\nassignment are reviewed by a psychologist upon arrival. Inmates with a PSY ALERT assignment\nmust always have a face to face interview with a psychologist before releasing to general\npopulation. Placement in SHU in lieu of general population is not an acceptable alternative to a\nface to face interview with a psychologist. If an inmate with a PSY ALERT assignment arrives at\nthe institution during a time period when no psychologist is scheduled to be on duty, the face to\nface interview is conducted by the Mental Health Duty Officer. In addition, inmates with a PSY ALERT assignment are reviewed by a psychologist when under\nconsideration for a transfer and when placed in restrictive housing. To ensure this review occurs,\napplicable inmates receive a PSY ALERT assignment in SENTRY, as described in the Program\nStatement SENTRY Psychology Alert Function. Enhanced psychological review procedures for\ninmates with a PSY ALERT assignment are detailed in the above Program Statement, as well as\ngeneral guidelines for placing an inmate in PSY ALERT status. e. Psychological Evaluations. Psychological evaluations are clinical assessments based on a\nclinical interview, behavioral observations, psychological testing, and/or review of collateral\ndocumentation, in which the psychologist reaches a conclusion based upon their clinical expertise. Psychological evaluations must be completed as mandated in policy. Examples of policy-mandated psychological evaluations are the Initial Intake Evaluation, courtordered forensic evaluations, and mental health evaluations conducted in conjunction with an ADX\nReferral. In addition, psychological evaluations may be performed at a clinician’s discretion,\ngenerally to help formulate a diagnosis and/or treatment plan. Inmates may decline to participate in a clinical interview or complete psychological testing\nassociated with a psychological evaluation. However, an evaluation may still be completed relying\non behavioral observations and a review of available documentation. The following Psychology\nServices Program Statements detail procedures for specific types of psychological evaluations: P5310.17 8/25/2016 18 ■ Forensic and Other Mental Health Evaluations: Procedures for court-ordered pretrial and\npost-trial forensic evaluations, Witness Security Program forensic evaluations, and evaluations\nfor disciplinary purposes.",
      "queries": [
        "inmates must be assigned to restrictive housing",
        "why is an oig audit performed",
        "cops usdoj phone number",
        "which federal regulation is relied on for a reduction in sentence?"
      ],
      "queries_score": [
        "2.351615",
        -6.856546401977539,
        -7.520155906677246,
        -7.516322135925293
      ]
    },
    {
      "id": "guidance_58__14",
      "chunk_id": "14",
      "content": "The following Psychology\nServices Program Statements detail procedures for specific types of psychological evaluations: P5310.17 8/25/2016 18 ■ Forensic and Other Mental Health Evaluations: Procedures for court-ordered pretrial and\npost-trial forensic evaluations, Witness Security Program forensic evaluations, and evaluations\nfor disciplinary purposes. ■ Psychology Treatment Programs: Procedures for evaluations to determine eligibility for\nPsychology Treatment Programs. ■ Sex Offender Programs: Procedures for specialized risk assessments and diagnostic\nassessments of psychosexual and associated disorders. ■ Treatment and Care of Inmates with Mental Illness: Procedures for ADX Mental Health\nEvaluations and Extended Restrictive Housing Placement Reviews. In addition to the above psychological evaluations, psychologists may also assist with GED\naccommodation requests by administering, scoring, and interpreting an intellectual assessment\ninstrument; e.g., Wechsler Adult Intelligence Scale, and rendering a diagnosis when appropriate. These evaluations are conducted at the request of the Education Department, with a psychologist or\npre-doctoral psychology intern responsible for conducting the intellectual assessment and\nEducation staff responsible for conducting the achievement assessment. 6. PSYCHOLOGICAL INTERVENTIONS FOR INMATES\na. Outpatient (Nonresidential) Mental Health Treatment. Inmates with a need for mental\nhealth services may be offered group and/or individual mental health treatment. Typically, inmates\nreceiving these services have an identified need for treatment, a current mental health diagnosis,\nand a treatment plan supporting individual and/or group treatment. However, inmates presenting\nwith mild adjustment issues, or other short-term stressors, may participate in brief, individual\ncounseling sessions which do not require a current mental health diagnosis or a treatment plan. These brief counseling sessions are documented in PDS as Clinical Contacts. Under the supervision of the Chief Psychologist, the decision to engage an inmate in individual\nand/or group mental health treatment is based on clinician’s professional judgment , contingent\nupon such factors as:\n■\n■\n■\n■\n■ The type of psychological problem(s) diagnosed. Limits of professional expertise. The inmate’s motivation to participate in treatment. Departmental staffing level. Departmental priorities. Individual treatment; i.e., individual therapy, while a resource-intensive intervention, is more\nappropriate for some inmates. The decision to offer individual therapy as opposed to group\ntreatment may be based on several factors, such as the inmate’s current diagnosis, presentation,\nP5310.17 8/25/2016 19 housing assignment, and interpersonal skills, as well as other factors; e.g., security concerns,\nresource limitations. Individual therapy services are documented in PDS using the Individual\nTherapy note, in conjunction with a current Diagnostic and Care Level Formulation and a\nTreatment Plan. Group treatment has proven to be both a clinically effective and efficient use of resources in the\ntreatment of inmates with substance use disorders, mental illnesses, or behavioral problems. Group treatments have the benefit of pro-social modeling (i.e., social learning) by the facilitator\nand other participants, building social support, and allowing the immediate practice of new skills. A number of evidence-based programs supported by the Bureau are offered in a group format. The provision of outpatient mental health care for inmates with mental illness is detailed in the\nProgram Statement Treatment and Care of Inmates with Mental Illness. b. Reentry Programming. Psychology Services clinicians are uniquely qualified to provide\nreentry-related cognitive-behavioral interventions. Specifically, reentry programming is offered to\naddress risk factors associated with criminal conduct; i.e., criminogenic needs.",
      "queries": [
        "what is community policing strategy",
        "which language is required to be included in the award documents for all subawards, including cooperative agreements, and shall require that all subrecipients certify and disclose accordingly?",
        "who is responsible for absconding a sex offender"
      ],
      "queries_score": [
        -8.72136402130127,
        -7.451395511627197,
        -5.270061492919922
      ]
    },
    {
      "id": "guidance_58__15",
      "chunk_id": "15",
      "content": "b. Reentry Programming. Psychology Services clinicians are uniquely qualified to provide\nreentry-related cognitive-behavioral interventions. Specifically, reentry programming is offered to\naddress risk factors associated with criminal conduct; i.e., criminogenic needs. This programming\nfacilitates successful reentry by reducing an offender’s likelihood of recidivism. In addition,\nprograms that effectively address criminogenic needs have also been shown to reduce institution\nmisconduct. Reentry programming is offered in the context of a PTP; e.g., Journal Groups in RDAP. In\naddition, psychologists may offer reentry programming independent of a PTP; i.e., on an outpatient\n(nonresidential) basis; e.g., Anger Management Group, Criminal Thinking Group. Outpatient\nreentry programming relies on empirically supported interventions, primarily REBT. Relying on\nREBT as a guiding model creates theoretical continuity, ensuring that learning and practice are\nbuilt upon similar principles regardless of the institution, treatment provider, or treatment program\nin which they occur. REBT emphasizes the learning and practice of skills associated with\nadaptive, pro-social behavior. Therefore, inmates who participate in REBT are better able to\nachieve goals the Bureau has for all inmates, including responsibility, self-awareness, and\nindependence. Outpatient reentry programming groups may be open or closed, are evidence-based, and:\n■\n■\n■\n■ Use an established Bureau protocol and demonstrate fidelity to this model. Are facilitated by a psychologist. Meet at least every other week. Have a continuity in membership, no greater than 12 participants. P5310.17 8/25/2016 20 c. Restrictive Housing Interventions. In conjunction with its reentry mission, Psychology\nServices utilizes a variety of strategies to intervene with inmates in restrictive housing settings. These strategies include:\n■ Prevention. Through early intervention, prevention strategies decrease the likelihood inmates\nwill engage in behaviors which result in restrictive housing placement. Examples of\nprevention strategies include the BRAVE Program, outpatient Criminal Thinking and Anger\nManagement groups, and outreach efforts to reduce the likelihood inmates with a history of sex\noffenses will seek protective custody. ■ Diversion. Diversion strategies offer alternative approaches to the management of inmate\nmisconduct, and other behaviors, which typically lead to restrictive housing placement. Examples of diversion strategies include Psychology Services involvement in the Inmate\nDiscipline Program and Psychology Services review of SMU and ADX Referrals. ■ Mitigation. Mitigation strategies reduce the likelihood restrictive housing placements will\nhave an adverse impact on inmates. Examples of mitigation strategies are routine rounds in\nrestrictive housing units, referrals to recreation programs, the Psychology Advisory List, and\nspecialty mental health training for staff working in restrictive housing units. ■ Intervention. Intervention strategies provide direct clinical and supportive services in\nrestrictive housing settings. Intervention strategies in restrictive housing may include routine\npsychological services, outpatient mental health treatment, reentry programming, or protocols\nspecifically designed for use in restrictive housing settings; e.g., Turning Point.\n■ Transition. Transition strategies provide opportunities for inmates to successfully transition\nfrom restrictive housing to general population or to the community. The Reintegration\nHousing Unit, which serves inmates with a lengthy history of protective custody placements, is\nan example of a transition strategy. ■ Oversight. Oversight strategies involve Central Office quality assurance reviews of restrictive\nhousing placements, to include reviews of specific inmates in long-term restrictive housing\nplacements. The Branch’s Restrictive Housing Initiatives Sallyport page contains restrictive housing resource\nmaterials and details programs, procedures, and practices related to each Psychology Services\nrestrictive housing strategy.",
      "queries": [
        "why is the reentry programming program important",
        "what is reentry programming for psychology",
        "cops office tribal grants",
        "do nonprofit organizations comply with lobbying"
      ],
      "queries_score": [
        "1.5133302",
        "3.1096544",
        -7.834660530090332,
        -7.943275451660156
      ]
    },
    {
      "id": "guidance_58__16",
      "chunk_id": "16",
      "content": "■ Oversight. Oversight strategies involve Central Office quality assurance reviews of restrictive\nhousing placements, to include reviews of specific inmates in long-term restrictive housing\nplacements. The Branch’s Restrictive Housing Initiatives Sallyport page contains restrictive housing resource\nmaterials and details programs, procedures, and practices related to each Psychology Services\nrestrictive housing strategy. Turning Point Handouts for Restrictive Housing. The Turning Point handouts for restrictive\nhousing offer a nationally standardized approach to pretreatment and rapport building for inmates\nin this setting. Turning Point handouts are to be utilized as the primary in-cell self-help resource\nfor inmates in restrictive housing. Psychologists are required to offer Turning Point handouts to\nany inmate housed in SHU for more than 30 days; however, use of the protocol is voluntary and P5310.17 8/25/2016 21 inmates may refuse to make use of the materials. Turning Point is not a treatment program, it is a\nset of adjunctive materials used as a toolkit for intervening with inmates in restrictive housing. The Turning Point handouts build on the concepts and skills taught in the Bureau’s evidence- based\nPTPs (e.g., RDAP, Challenge Program) and outpatient Priority Practices (e.g., Criminal Thinking\nGroups). The two primary goals of the Turning Point handouts are: (1) to engender positive\nrapport and cooperative interaction with Psychology Services staff, and (2) to motivate and prepare\ninmates for participation in evidence-based programs upon their return to the general population. The handouts also offer suggestions to improve coping and adjustment in SHU, as well as a\npreliminary discussion of reentry-related issues; e.g., preparing to change, attitudes, and criminal\nthinking. The handouts are organized into sets or series, which are generally completed in a\nprescribed sequence. The Turning Point handouts for restrictive housing, and accompanying\nresource materials, are available on the Branch’s Restrictive Housing Sallyport page. For\ninformation about how to obtain other Turning Point protocols (e.g., Turning Point for SOMP),\ncontact the Psychology Services Branch. d. Crisis Intervention. The Chief Psychologist ensures a system is in place to respond promptly\nto emergency Psychology Services referrals, to include establishment of a fair and equitable on call\nMental Health Duty Officer rotation for the department. After-hours referrals by staff are\ndiscussed by telephone with the Mental Health Duty Officer, who assesses and responds to the\nmental health needs of the inmate in ways that meet acceptable clinical, community, and\ncorrectional standards. The Mental Health Duty Officer determines how best to respond to the\nemergency, using a full range of clinical options; e.g., talking with the inmate and staff via\ntelephone, or going into the institution. When a staff member makes a referral based on observed\nbehavior or inmate statements, the psychologist who interviews the inmate ordinarily interviews\nthe referring staff member. The referring staff member’s remarks are summarized in the clinical\nnotes. Psychologists provide crisis intervention services in a variety of contexts. Most importantly,\npsychologists work actively to prevent inmate suicides. Suicide prevention is a vital function of\nthe agency, which contributes directly to the safety and security of staff and inmates. Specific\nrequirements for intervening with suicidal inmates are found in the Program Statement Suicide\nPrevention Program. Potentially suicidal inmates are not the only inmates who may warrant crisis intervention services.",
      "queries": [
        "what is the irs memo release date"
      ],
      "queries_score": [
        -8.743755340576172
      ]
    },
    {
      "id": "guidance_58__17",
      "chunk_id": "17",
      "content": "Suicide prevention is a vital function of\nthe agency, which contributes directly to the safety and security of staff and inmates. Specific\nrequirements for intervening with suicidal inmates are found in the Program Statement Suicide\nPrevention Program. Potentially suicidal inmates are not the only inmates who may warrant crisis intervention services. For example, inmates who have recently experienced a very significant loss, a serious assault or\ninjury, or a highly charged interpersonal conflict may benefit from crisis intervention services. In\nthese instances, when there is no suggestion of suicide risk, crisis intervention contacts are\ndocumented in PDS as a Crisis Intervention note. P5310.17 8/25/2016 22 e. Management of Disruptive Behaviors. The Chief Psychologist ensures Psychology Services\nstaff assist appropriately with the identification and management of disruptive inmates, in\nparticular those inmates with mental illness. Identification of potentially disruptive inmates\nreduces the risk of harm to staff and other inmates. Potentially disruptive inmates may be\nhighlighted in the institution’s Psychology Advisory List. Bureau psychologists may be asked to lend their expertise as behavioral scientists to the\nmanagement of disruptive inmates. Psychologists’ understanding of de-escalation techniques and\nother communication skills; antisocial attitudes and behaviors; interactions between criminality,\nmental illness, and substance abuse; and basic principles of behavior therapy contribute to their\nability to assist in the management of disruptive behavior. Psychologists’ value as behavioral scientists lies in two primary domains. First, psychologists have\nthe ability to advise Executive Staff on broad environmental issues that, if changed, may prevent or\nminimize future incidences of disruptive behavior and ensure all staff appreciate the essential role\nof positive reinforcement, consistency, and responsiveness in the effective management of\ninmates. Second, psychologists have the ability to actively engage in rapport building with\ninmates to increase their leverage and credibility in confrontation avoidance situations. Although Psychology Services Departments are committed to applying behavioral sciences\nexpertise to assist with inmate management, the effectiveness of these approaches is limited by the\ninstitutional context. Specifically, contingencies cannot be closely controlled in most settings,\ntherefore, the impact of behavioral management interventions on an individual level is often\nconstrained. When lending their behavioral sciences expertise to inmate management,\npsychologists must ensure any efforts to manipulate environmental factors to control inmate\nbehavior are consistent with relevant ethical guidelines; i.e., the efforts are not limited to various\nforms of deprivation. Collaboration with Correctional Services staff in the development of contingency contracts, which\nrely heavily on positive reinforcement, is the behavioral management approach most likely to\nresult in favorable behavior change. Additional information regarding the use of contingency\ncontracts is available on the Branch’s Sallyport page. When psychologists intervene with disruptive inmates, these contacts may be documented in PDS\nin a variety of notes, depending on the specific nature of the contact; e.g., Disruptive Behavior\nInterventions, Suicide Risk Assessment, Suicide Risk Management Plan, Contingency Contract. P5310.17 8/25/2016 23 7. SPECIALTY PSYCHOLOGICAL TREATMENT PROGRAMS AND SERVICES Inmates with significant mental health, substance abuse treatment, or sex offender treatment needs\nare offered programs and/or services targeted to their specific needs. These specialty programs\nand services are described in the applicable Program Statements noted below. PTPs are unified\nclinical activities organized to treat inmates’ complex psychological and behavioral problems\nthroughout the course of incarceration.",
      "queries": [
        "what is the purpose of the suicide prevention programs",
        "what is the economic policy and development of the hashemite kingdom of jordan",
        "what is significant auditing experience",
        "can you work in a dental clinic inmate without license",
        "do community policing agencies need to have a systematic system of recruitment, selection and selection.",
        "do balance sheets fall under treasury regulation"
      ],
      "queries_score": [
        "1.8907093",
        -9.193490028381348,
        -7.638443470001221,
        -9.106593132019043,
        -8.984631538391113,
        -9.330670356750488
      ]
    },
    {
      "id": "guidance_58__18",
      "chunk_id": "18",
      "content": "These specialty programs\nand services are described in the applicable Program Statements noted below. PTPs are unified\nclinical activities organized to treat inmates’ complex psychological and behavioral problems\nthroughout the course of incarceration. PTPs are designed using the most recent research and\nevidence-based practices in psychological treatment and recidivism reducing interventions. a. Mental Health Treatment Services. Specifics are described in the Program Statement\nTreatment and Care of Inmates with Mental Illness and the Program Statement Psychology\nTreatment Programs. b. Drug Treatment Services. Specifics are described in the Program Statements Psychology\nTreatment Programs, Early Release Procedures Under 18 USC 3621(e), and Community\nTransitional Drug Abuse Treatment. c. Sex Offender Treatment Services. Specifics are described in the Program Statement Sex\nOffender Programs. 8. PSYCHIATRIC SERVICES\nPsychology Services staff collaborate routinely with Health Services staff to ensure inmates with a\nneed for psychiatric consultation and treatment receive these services. Psychology Services staff\nplay a significant role in referring inmates for psychiatric treatment, promoting medication\ncompliance, and identifying a need for involuntary medication. Specific strategies to support\ncollaboration between Psychology Services and Health Services are detailed in the Program\nStatement Treatment and Care of Inmates with Mental Illness. In addition, Psychology\nServices staff may consult with Health Services staff in the treatment of inmates with substance use\ndisorders and sex offense histories. Psychologists should be familiar with the Program Statements\ngoverning the delivery of psychiatric services, to include Psychiatric Evaluation and Treatment\nand Psychiatric Services. 9. CONTINUITY OF CARE Ensuring continuity of care for inmates throughout their incarceration and as they reenter society is\nan essential Psychology Services function. Psychology services staff support continuity of care\nthrough: P5310.17 8/25/2016 24 ■ Provision of community-based treatment services for inmates transitioning through RRCs and\nHome Confinement, to ensure mental health needs are appropriately addressed during this\ncritical time. ■ Clear, accurate, and sufficiently detailed documentation in PDS, to include timely completion\nof Mental Health Transfer Summaries as appropriate. ■ Timely and appropriate follow-up care consistent with the treating clinician’s professional\njudgment and stated recommendations. ■ Review of available relevant documentation; e.g., PDS, BEMR, SENTRY. ■ Communication with Psychology Services staff in other relevant institutions. ■ Collaborative reentry partnerships with key Bureau staff in Unit Management, Health Services,\nCommunity Treatment Services, Reentry Affairs, and Residential Reentry Management. ■ Collaborative reentry partnerships with key agencies and organizations; e.g., U.S. Probation,\nCourt Services and Offender Supervision Agency, Social Security Administration. Continuity of care procedures are detailed in program-specific Psychology Services Program\nStatements; i.e., Psychology Treatment Programs, Sex Offender Programs, Treatment and\nCare of Inmates with Mental Illness, and Community Transitional Drug Abuse Treatment. 10. PROFESSIONAL DOCUMENTATION Professional documentation benefits inmates and mental health clinicians through the\ndocumentation of treatment plans, services provided, and progress in treatment. Per the APA’s\ncurrent guidelines on record-keeping: “Record keeping documents the psychologist’s planning and\nimplementation of an appropriate course of services, allowing the psychologist to monitor his or\nher work. Records may be especially important when there are significant periods of time between\ncontacts or when the client seeks services from another professional. Appropriate records can also\nhelp protect both the client and the psychologist in the event of legal or ethical proceedings.”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_58__19",
      "chunk_id": "19",
      "content": "Records may be especially important when there are significant periods of time between\ncontacts or when the client seeks services from another professional. Appropriate records can also\nhelp protect both the client and the psychologist in the event of legal or ethical proceedings.” The Chief Psychologist ensures all relevant psychological information about inmates is\ndocumented and communicated to appropriate staff. He/she must implement a system of control to\nensure timely recording of verbal and written psychological information about inmates. a. PDS. The PDS is the Bureau’s official documentation system for psychological services. Consequently, all psychological services provided by Psychology Services staff are to be\ndocumented in PDS. Psychology Services staff strive to maintain accurate, current, and pertinent\nrecords of professional services. Crisis-related contacts should be documented as soon as possible,\nand always within 24 hours; crisis-related contacts include Suicide Risk Assessments, Suicide\nWatch Contacts, Post Suicide Watch Reports, Crisis Interventions, and Sexual Assault\nInterventions. Other individual clinical contacts are documented in PDS normally on the day they\noccur, or within three working days. P5310.17 8/25/2016 25 Psychology Services staff use the formats, headers, and templates provided in PDS for their\ndocumentation. PDS also allows local templates to be developed for most types of contacts or\nservices. If documentation templates are developed locally, they must include the basic\nrequirements of the national templates provided in PDS, and may not reduce or eliminate any\ndocumentation categories required by the national format. Psychology Services is committed to maintaining electronic files whenever possible. Consequently,\nsupplemental mental health documentation (e.g., forms, outside records) is uploaded to the\nDocument Manager in BEMR. All supplemental mental health documentation placed in the\nDocument Manager is linked to a clinical note in PDS to facilitate easy identification of the\ndocument. Supplemental documentation should be legible, to ensure the electronic record has the\nsame integrity as a hard copy paper file. Clinical services and corresponding PDS-generated entries documented by practicum students,\npsychology pre-doctoral interns, and post-doctoral residents are reviewed by a licensed\npsychologist within the department before being released to the inmates’ permanent PDS record. PDS documentation guides and resource materials are available on Sallyport. b. SENTRY. In addition, Psychology Services SENTRY assignments are utilized to document\nand disseminate information to Bureau staff working outside of Psychology Services and Health\nServices. Psychology Services SENTRY assignments communicate essential psychological\ninformation to Bureau staff. For example, DRG and PTP assignments provide the Unit Team with\ninformation regarding an inmate’s participation in programs, and the CMA assignment of PSY\nALERT (Psychology Alert) advises Correctional Officers of an inmate who may experience\nsignificant adjustment issues at the time of transfer. Psychology Services SENTRY assignments\nare referenced in applicable Program Statements and referenced on Sallyport. c. Privacy and Confidentiality. Psychology Services staff respect the privacy of inmates who\ndisclose personal information. Inmates should be informed PDS data is not entirely confidential\nand can be released to a law enforcement entity with a need to know; e.g., Bureau attorney, U.S.\nDepartment of Justice employee, U.S. Probation Officer, or other law enforcement personnel.",
      "queries": [
        "why are psychologist records important",
        "why are psychological records important",
        "when were on the spot checks and inspections required",
        "law enforcement mental health and wellness act (lemhwa) phone number",
        "what is the objective of saa audits",
        "when mitigation provisions are required"
      ],
      "queries_score": [
        "2.0267882",
        "2.3931494",
        -8.255169868469238,
        -7.3288254737854,
        -8.315735816955566,
        -7.48569917678833
      ]
    },
    {
      "id": "guidance_58__20",
      "chunk_id": "20",
      "content": "Psychology Services staff respect the privacy of inmates who\ndisclose personal information. Inmates should be informed PDS data is not entirely confidential\nand can be released to a law enforcement entity with a need to know; e.g., Bureau attorney, U.S.\nDepartment of Justice employee, U.S. Probation Officer, or other law enforcement personnel. The\nLimits of Confidentiality statement should be provided to the inmate at the time of the Intake\nScreening – in verbal and/or written form – and posted in the Psychology Services area. Psychology Services staff are responsible for safeguarding sensitive mental health information. Everyday tasks often present opportunities for staff to accidently disclose sensitive information;\ntherefore, staff must be vigilant in protecting this information. Staff avoid confidentiality violations\nby:\nP5310.17 8/25/2016 26 ■\n■\n■\n■\n■\n■ Being cognizant of inmates who may overhear discussion of sensitive information. Verifying email addresses and FAX numbers before sending. Locking file cabinets and doors. Logging off of computer screens before leaving a work area. Saving sensitive information on approved devices. Never sending inmate information, or other sensitive data, to a personal email account. d. Internal Information Sharing. In furtherance of suicide prevention and the effective\nmanagement of inmates with significant mental health issues, the Chief Psychologist is responsible\nfor sharing basic mental health information about inmates on a “need to know” basis. Specifically,\nPsychology Services Departments ensure institution staff are made aware of inmates with serious\nmental illnesses, risk of suicide, and/or risk of sexual predation. This information is communicated\nto staff via the Psychology Advisory List, which is disseminated electronically to all staff. In\naddition to identifying an inmate with significant mental health issues, the list advises staff\nregarding potential behaviors of concern and offers recommendations for interacting effectively\nwith the inmate. Important information related to the mental health issues of inmates in restrictive\nhousing is also shared during SHU meetings and/or via the SHU Report. e. Release of Information. An inmate may review his/her PDS records by submitting a request\nto Psychology Services. Prior to releasing the inmate’s records, a psychologist must review the\nrecords to determine if release of this information would present harm to either the inmate or other\nindividuals. If concerns are noted, the psychologist consults the Chief Psychologist to determine an\nappropriate course of action. Any record determined not to present harm will be released to the\ninmate at the conclusion of the review. If any records are identified by a psychologist as not to be\nreleasable based upon the presence of harm, the Chief Psychologist will review the records and\nmake the final determination regarding appropriateness for release. If a portion of the records are\nwithheld, the inmate will be so advised in writing and provided the address of the Freedom of\nInformation Act office to which the inmate may address a formal request for the withheld records. Proprietary information (e.g., raw test data or answer sheets) should not be released if disclosure\nwould compromise the integrity and usefulness of the test. Inmates may not review the electronic\nmedical record directly. Inmates may only review and/or receive copies of records printed from\nthe electronic medical record.",
      "queries": [
        "what is the federal statutes and regulations",
        "who must approve a project prior to commencing work"
      ],
      "queries_score": [
        -6.863552570343018,
        -6.4848527908325195
      ]
    },
    {
      "id": "guidance_58__21",
      "chunk_id": "21",
      "content": "Proprietary information (e.g., raw test data or answer sheets) should not be released if disclosure\nwould compromise the integrity and usefulness of the test. Inmates may not review the electronic\nmedical record directly. Inmates may only review and/or receive copies of records printed from\nthe electronic medical record. The Psychology Services Branch is available for consultation\nregarding the release of mental health information, if necessary. The Program Statement Release of Information contains detailed guidance regarding release of\ninformation procedures. If additional questions concerning disclosure arise, Psychology Services\nstaff should seek guidance from the Freedom of Information/Privacy Act (FOIA/PA) Branch. P5310.17 8/25/2016 27 f. Record Retention. BOP-RIDS, also known as RIDS, is the Bureau’s Records and Information\nDisposal Schedule system. The system contains information management guidance, including a\ndescription of Bureau records, the organization and location of these records, and the legal\nauthority governing their retention and ultimate dispositions. BOP-RIDS is accessible on Sallyport\nand provides specific guidance regarding Psychology Services records. 11. PSYCHOLOGY SERVICES WORKFORCE DEVELOPMENT Psychology Services workforce development efforts are broad in scope and include discipline\nspecific and interdisciplinary professional development activities. Discipline specific workforce\ndevelopment activities include training and continuing professional education for Psychology\nServices staff; scholarly professional activities; community outreach and other recruitment\nstrategies; the demonstration of maintenance of clinical proficiency; and student training programs. a. Recruitment and Retention. The responsibility for recruiting and retaining a highly qualified\nPsychology Services workforce is shared by all agency psychologists, as well as Executive Staff. The Bureau employs a series of targeted recruitment strategies aimed at maximizing the agency’s\nability to recruit capable and skilled mental health professionals. These recruitment and retention\nstrategies include, but are not limited to:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Comprehensive knowledge of Bureau hiring procedures and practices. Close tracking and monitoring of Psychology Services vacancies. Ties to professional colleagues and academic institutions. Community outreach efforts; i.e., professional publications and presentations. Recruitment booths, and related efforts, at professional conferences. Student training programs; i.e., psychology practicum, internship, and post-doctoral resident\nprograms. Paid advertisements in professional trade journals, publications, and websites. Use of social media to raise awareness of the Bureau as a desirable career path. Employee incentives; e.g., above the minimum rate, entry age waiver, student loan repayment,\nrecruitment/relocation/retention incentive. Support for professional licensure and certification. b. Professional Education for Psychology Services Staff. Bureau psychologists and treatment\nspecialists are expected to develop and maintain expertise as correctional mental health\nprofessionals. Specifically, Psychology Services clinicians must be knowledgeable about a wide\nrange of diagnoses, assessment instruments, and evidence-based treatment interventions. Psychologists and treatment specialists working in specific program areas are also required to\ndevelop and maintain expertise specific to these areas; e.g., sex offender treatment, substance\nabuse treatment. In support of this expertise, mandatory national training is provided for\nP5310.17 8/25/2016 28 psychologists and treatment specialists, as detailed in the Program Statement Employee\nDevelopment Manual. Clinical supervision is also provided to develop and maintain the expertise\nof Bureau clinicians. Continuing Professional Education. The Bureau is committed to providing continuing education\nopportunities to psychologists and treatment specialists to increase their expertise in working with\ncorrectional populations. Staff are afforded adequate time to participate in continuing education\nopportunities recommended by the Branch.",
      "queries": [
        "which type of information should not be disclosed if compromising the integrity and usefulness of the test?",
        "why is the commission responsible for the application of the confidentiality clause",
        "which government department has rescinded guidance and associated documents",
        "irs memorandum release date"
      ],
      "queries_score": [
        "2.3484406",
        -7.428022384643555,
        -7.907422065734863,
        -7.465224266052246
      ]
    },
    {
      "id": "guidance_58__22",
      "chunk_id": "22",
      "content": "Continuing Professional Education. The Bureau is committed to providing continuing education\nopportunities to psychologists and treatment specialists to increase their expertise in working with\ncorrectional populations. Staff are afforded adequate time to participate in continuing education\nopportunities recommended by the Branch. Subject to the availability of funding, the Bureau’s\nContinuing Professional Education (CPE) Program offers psychologists and treatment specialists\nthe opportunity to address individual continuing education needs through participation in\nworkshops, seminars, and training sessions. Priority is given to those who need access to CPE\nhours for licensure or certification; i.e., seeking or maintaining professional licensure or\ncertification. Funding of CPE is limited to training that offers knowledge and skills directly related to clinical\npractice in corrections. The Branch identifies and approves training consistent with this objective. The Branch has been approved by the APA, under current guidelines, to sponsor continuing\neducation for psychologists for certain Bureau-sponsored training programs. The Branch maintains\nresponsibility for this program and its content. Chief Psychologists are encouraged to gain\napproval from the Branch to provide local CPE training for psychologists at their facility and\nnearby facilities. The Branch may also grant National Association of Drug Abuse and Alcohol\nCounselors (NAADAC), International Credentialing and Reciprocity Consortium (ICRC), or stateapproved CPE hours or credits for Bureau-sponsored programs. To maximize taxpayer value,\nCPEs are offered in the most cost-effective format available. When feasible, web-based and selfstudy training opportunities are the preferred method of obtaining CPEs. However, the distinct\nvalue of in-person, interactive CPE training is recognized and supported when funding allows. These programs offer Bureau psychologists and treatment specialists additional opportunities to\naccumulate CPE hours or credits necessary to maintain professional licensure or certification. c. Scholarly Professional Activities. The academic preparation that many psychologists acquire\nduring their graduate training in such areas as basic statistics and research design enables them to\nbe useful in the production of scholarship, including designing and participating in institutional,\nlocal, regional, or national research and program evaluation efforts. Such professional activities\ncontribute to the information and knowledge available in the field of corrections. As a mechanism\nfor learning and making practice more effective, scholarly activities may assist in staff retention. Finally, these activities support the profession and help recruit new staff who, as graduate students\nin doctoral-level clinical and counseling psychology programs, are often consumers of the\nscholarship. P5310.17 8/25/2016 29 (1) Research Approval Process. Research proposals generated at the institution level are\nsubmitted to and reviewed by the institution’s Local Research Review Board Research Committee\nand the Warden. Research proposals submitted by Bureau psychologists should be, as much as\npossible, of an applied nature. Typically, the Chief Psychologist chairs the institution’s Local\nResearch Review Board, and may have primary responsibility to ensure project completion. When research is being proposed by a psychologist, another psychologist is always the chairperson\nfor that reviewing research committee. Following approval at the institution level, research proposals are submitted to the Regional\nDirector for review. Following Regional Office approval, the Chief, Office of Research and\nEvaluation, reviews and approves all research for the Director of the Bureau. Proposals for\nresearch that include subject sampling from multiple sites are routed directly to the Chief, Office of\nResearch and Evaluation.",
      "queries": [
        "does trufacs process nsf withdrawals",
        "what document is needed to prove employment eligibility",
        "can a taxable year be nold"
      ],
      "queries_score": [
        -9.229146003723145,
        -6.690282821655273,
        -8.193414688110352
      ]
    },
    {
      "id": "guidance_58__23",
      "chunk_id": "23",
      "content": "Following Regional Office approval, the Chief, Office of Research and\nEvaluation, reviews and approves all research for the Director of the Bureau. Proposals for\nresearch that include subject sampling from multiple sites are routed directly to the Chief, Office of\nResearch and Evaluation. Additional details are available in the Program Statement Research. (2) Publications and Presentations. Psychologists may communicate their expertise to other\nprofessionals in the field to share information, coordinate activities, and find solutions to common\nproblems. To this end, psychologists may publish professional articles or present at professional\nconferences. Officially assigned publication and presentation activities, such as a journal article or\na conference presentation, are reviewed by the employee’s supervisor, as with any other work\nproduct. A disclaimer is required for publications when the topic is corrections or criminal\njustice, and if the employee will be identified as a Bureau or Department of Justice (DOJ)\nemployee or the publication’s content could be construed as representing the views, policies, or\npractices of the Bureau or DOJ. Disclaimers read: “Opinions expressed in this article are those of\nthe author and do not necessarily represent the opinions of the Federal Bureau of Prisons or the\nU.S. Department of Justice.” The Program Statement Employee Speeches and Publications\nReview Process Policy contains more detailed information about publication reviews. d. Assessment of Psychologist Competencies. Psychologists provide clinical care consistent with\ntheir requisite knowledge and skills. Psychologists’ expertise is maintained over time through\ncontinuing practice and professional education. As evidence-based treatments evolve over time\nand new treatment technologies emerge, psychologists are responsible for maintaining and\nimproving professional competencies. Through the assessment of professional competencies, the\nBureau ensures psychologists deliver quality care consistent with current standards of practice. Consistent with professional standards, psychologists are expected to demonstrate and maintain\nclinical proficiency. Psychologists’ competencies are demonstrated through professional\ncredentials and core clinical skills, and maintained through participation in clinical supervision and\nthe completion of CPE. P5310.17 8/25/2016 30 (1) Professional Credentials. Consistent with professional standards, Bureau psychologists are\ndoctoral-level, licensed or license-eligible clinical or counseling psychologists. Bureau\npsychologists are strongly encouraged to obtain and maintain professional licensure. Certain\npositions require licensure to satisfactorily perform their duties; e.g., Chief Psychologist, Internship\nProgram Coordinator, Forensic Psychologist. The Chief Psychologist maintains a current credentials portfolio for each psychologist in the\ndepartment. This portfolio will be secured in a GSA security-approved safe or equivalent as\napproved by the institution’s Information Security Officer. Safes will be locked when staff\nmembers are not in their office. Each employee has the right to review or receive a copy of any\ninformation in his/her credentials portfolio. The portfolio contains the following documents, along\nwith primary source verification for these credentials:\n■\n■\n■\n■ Documentation of professional education (diploma or transcript). Documentation of post-graduate specialization or credentials (if applicable). A copy of current professional licensures/certifications (if applicable). Documentation of an externally validated Core Clinical Skills Review (as applicable). If applicable, psychologists are responsible for providing a copy of their renewed professional\nlicenses or certifications, or evidence of application to renew, to the Chief Psychologist or\nCompetency Assessment Psychologist on or before the date the current license or certification\nexpires.",
      "queries": [
        "who is the chief of research and evaluation at the bureau?",
        "how should a macrofinance operation be evaluated"
      ],
      "queries_score": [
        "1.568359",
        -8.193696022033691
      ]
    },
    {
      "id": "guidance_58__24",
      "chunk_id": "24",
      "content": "Documentation of an externally validated Core Clinical Skills Review (as applicable). If applicable, psychologists are responsible for providing a copy of their renewed professional\nlicenses or certifications, or evidence of application to renew, to the Chief Psychologist or\nCompetency Assessment Psychologist on or before the date the current license or certification\nexpires. The Chief Psychologist or Competency Assessment Psychologist, as applicable, verifies\nthe renewed license or certification with the primary source. (2) Core Clinical Skills of Correctional Psychologists. The work of Bureau psychologists is\nroutinely reviewed to ensure adherence to professional standards. The primary purpose of this\nreview is to identify and address training needs in order to ensure the quality of the Bureau’s\nclinical services. At a minimum, a review of core clinical skills is conducted every two years. Core clinical skills include:\n■\n■\n■\n■\n■\n■ Screening for mental health concerns. Psychological assessment. Diagnostic formulation. Treatment planning. Clinical intervention. Professional documentation. Reviews of clinical skills are conducted by doctoral-level, license-eligible psychologists. For\nbargaining unit psychologists, the clinical supervisor conducts the review. Under no circumstances P5310.17 8/25/2016 31 does a bargaining unit psychologist conduct a clinical skills review of another bargaining unit\npsychologist. Typically, reviews of non-bargaining unit psychologists are also conducted by their\nclinical supervisor; however, they may be conducted by other non-bargaining unit psychologists. Non-clinicians are not qualified to conduct a review of clinical skills; therefore, reviews of Chief\nPsychologists are conducted by psychologists in the Psychology Services Branch. New Bureau psychologists receive their first clinical skills review at the conclusion of the first year\nof their appointment, in conjunction with completion of their annual performance appraisal. All\nclinical skills reviews are submitted to the Psychology Services Branch for external review and\nvalidation. Specific review procedures for bargaining unit psychologists, non-bargaining unit\npsychologists, and Chief Psychologists are described below. Core clinical skills may be reviewed through:\n■\n■\n■\n■ Clinical supervision. Review of clinical documentation. Direct observation of the delivery of treatment services. Informal discussion of clinical cases and formal case presentations. At a minimum, clinical skills are assessed through a review of key clinical documentation with\nfeedback, using the Core Clinical Skills Review Form. Completed forms are submitted to the\nPsychology Services Branch for review and external validation. (3) Chief Psychologists. The Psychology Services Branch is responsible for conducting clinical\nskills reviews of Chief Psychologists; these reviews are to be conducted every two years. Clinical\nskills reviews of Chief Psychologists address:\n■ The Chief Psychologist’s effectiveness in the performance of professional duties, which\ninclude providing services and programs to address inmate needs. ■ The Chief Psychologist’s ability to establish and maintain communication within and outside\nthe organization to provide effective services. ■ The Chief Psychologist’s skill in extending professional and technical advice, including clinical\nsupervision, to improve the effectiveness of services to offenders. For Chief Psychologists, the clinical skills reviews consist of a telephonic interview and\ncompletion of the Core Clinical Skills Review Form. The form is used to document the review\nfindings. The Chief Psychologist is provided with a copy of the form and the original is retained in\nthe Psychology Services Branch. P5310.17 8/25/2016 32",
      "queries": [
        "when does the europe decision come into force?",
        "what is addie model"
      ],
      "queries_score": [
        -8.245128631591797,
        -7.731382846832275
      ]
    },
    {
      "id": "guidance_58__25",
      "chunk_id": "25",
      "content": "The form is used to document the review\nfindings. The Chief Psychologist is provided with a copy of the form and the original is retained in\nthe Psychology Services Branch. P5310.17 8/25/2016 32 If the core clinical skills review identifies significant concerns regarding clinical competency, an\nimprovement plan to address the concerns is required. This plan details the area(s) of practice\nrequiring improvement to meet accepted standards, recommended actions to improve performance,\nand time frame(s) in which improvement is expected. The Branch develops this plan in\ncollaboration with the Chief Psychologist. The completed plan is shared with the Chief\nPsychologist’s Associate Warden to engender his/her support for the plan. Recommended actions\ntypically include additional clinical training or increased clinical supervision. Upon successful\ncompletion of the plan, a follow-up clinical skills review is conducted and the Chief Psychologist\nand the Associate Warden are provided with copies of the completed review. (4) Non-Bargaining Unit Psychologists. The Chief Psychologist, or another non-bargaining unit\npsychologist designated by the Chief Psychologist, reviews the core clinical skills of nonbargaining unit psychologists in the department. These clinical skills reviews are conducted\nevery two years. The clinical skills review considers the psychologist’s effectiveness in the\nperformance of clinical duties, as reflected in the quality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings. Suicide Prevention Contacts. Diagnostic and Care Level Formulations. Treatment Plans.\nPREA Interventions. Group Treatment. Clinical Supervision. The Core Clinical Skills Review Form is used to conduct the documentation review. Behavioral\nobservations and clinical supervision data may also inform the clinical skills review. In addition,\nthe psychologist’s participation in professional development activities may also be noted, as the\nprimary purpose of this review is to identify training needs and develop a plan to address any\nidentified needs. Completed Core Clinical Skills Review Forms are submitted to the Psychology Services Branch\nfor external review and validation. The Branch provides the Chief Psychologist with written\nverification of their findings. Once the form has been validated, the non-bargaining unit\npsychologist is provided with a copy of the completed form. A copy of the completed form is\nretained in the psychologist’s credentials portfolio. If the clinical skills review identifies areas for improvement, the Chief Psychologist or Deputy\nChief Psychologist is responsible for developing a training plan for the non-bargaining unit\npsychologist. This plan details the area(s) of practice requiring improvement to meet professional\nstandards, recommended training activities, and time frame(s) in which improvement is expected. P5310.17 8/25/2016 33 The Psychology Services Branch will maintain a list of recommended training activities to address\neach core clinical skill. This list will be available on Sallyport; Chief Psychologists and Deputy Chief Psychologists are\nencouraged to consult this list when developing training plans. The Chief Psychologist or Deputy\nChief Psychologist develops the training plan in collaboration with the non-bargaining unit\npsychologist and shares responsibility for its successful completion. Upon successful completion\nof the plan, a follow-up review may be conducted using the same procedures. (5) Bargaining Unit Psychologists. The bargaining unit psychologist’s clinical supervisor\nassesses his/her core clinical skills every two years, at a minimum. The clinical skills review\nconsiders the psychologist’s effectiveness in the performance of clinical duties, as reflected in the\nquality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings.",
      "queries": [
        "what is clinical competency review used for",
        "what is the purpose of the european parliamentary and council decision 2019/276?",
        "where can i file my cops program progress report",
        "what is continuing education for practitioners on federal taxes"
      ],
      "queries_score": [
        "1.6014137",
        -7.858426094055176,
        -7.159298419952393,
        -9.185690879821777
      ]
    },
    {
      "id": "guidance_58__26",
      "chunk_id": "26",
      "content": "(5) Bargaining Unit Psychologists. The bargaining unit psychologist’s clinical supervisor\nassesses his/her core clinical skills every two years, at a minimum. The clinical skills review\nconsiders the psychologist’s effectiveness in the performance of clinical duties, as reflected in the\nquality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings. Suicide Prevention Contacts. Diagnostic and Care Level Formulations. Treatment Plans.\nPREA Interventions. Group Treatment. Clinical Supervision. The Core Clinical Skills Review Form will be the standard form used to conduct the documentation\nreview. Behavioral observations and clinical supervision data may also inform the clinical skills\nreview. In addition, the psychologist’s participation in professional development activities may also\nbe noted, as the primary purpose of this review is to identify training needs and develop a plan to\naddress any identified needs. Completed Core Clinical Skills Review Forms are submitted to the Psychology Services Branch\nfor external review and validation. The Branch provides the Chief Psychologist with written\nverification of their findings. The reviewer implements the Branch’s recommendations, which do\nnot alter the psychologists’ performance appraisal. Once the form has been validated, the\nbargaining unit psychologist is provided with a copy of the completed form by the reviewer. If the clinical skills review identifies areas for improvement, the bargaining unit psychologist’s\nclinical supervisor is responsible for developing a training plan for the bargaining unit\npsychologist. This plan details the skills enhancement required to meet professional standards,\nrecommended training activities, and time frame(s) in which the employee will be provided the\ntraining. The Psychology Services Branch will maintain a list of recommended training activities\nto address each core clinical skill. This list will be available on Sallyport; supervisory\nP5310.17 8/25/2016 34 psychologists are encouraged to consult this list when developing training plans. The supervisory\npsychologist develops the training plan in collaboration with the bargaining unit psychologist and\nshares responsibility for its successful completion. If the Chief Psychologist position is vacant at the time a clinical skills review is due, the Acting\nChief Psychologist should contact the Psychology Services Branch for guidance. e. Student Training Programs. Student training programs fulfill a vital role in the Bureau by the\nsupporting the development of a well-trained pool of correctional psychologists for future Bureau\nemployment. These students also provide a valuable service to the Bureau, by providing direct\ncare for inmates. (1) Graduate Student Practicum. A senior licensed psychologist with an expressed interest in\ntraining students is designated by the Chief Psychologist to oversee the graduate student practicum\nprogram. This psychologist is primarily responsible for organizing and supervising a graduate\nstudent practicum. He/she administers the practicum curriculum at his/her institution, is\nresponsible for the integrity and quality of the training, and has administrative authority\ncommensurate with those responsibilities. The curriculum is tailored to each student’s level of\nexperience and a signed training agreement is kept by the supervising psychologist. The student’s\nlevel of experience may be assessed through an interview of the student, a review of his/her\neducational transcript and prior training experiences, and consultation with his/her clinical director. A non-bargaining unit psychologist, ordinarily the Chief Psychologist, will make the final\ndetermination regarding the duties to be assigned to the student.",
      "queries": [
        "egf financial contribution requirement",
        "who supervise federal inmates released on parole",
        "internal revenue service memo release number",
        "when do i need to adjust a loss year return to take into account information filed by the fiduciary?"
      ],
      "queries_score": [
        -8.2799711227417,
        -5.082537651062012,
        -8.093870162963867,
        -8.842716217041016
      ]
    },
    {
      "id": "guidance_58__27",
      "chunk_id": "27",
      "content": "The student’s\nlevel of experience may be assessed through an interview of the student, a review of his/her\neducational transcript and prior training experiences, and consultation with his/her clinical director. A non-bargaining unit psychologist, ordinarily the Chief Psychologist, will make the final\ndetermination regarding the duties to be assigned to the student. Graduate students enrolled in clinical or counseling doctoral-level psychology programs or related\nmental health professions may be considered for a practicum. One purpose of the practicum is to\nexpose students to direct services offered to inmates and help them become familiar with the\npolicies and procedures of Psychology Services. The other purpose is to assess the students’ fit\nwith corrections work and to encourage consideration of corrections as a career choice. Practicum\nis designed to build upon, not introduce, foundational competencies of professional psychology. Thus, students selected for practicum are ordinarily in their second or third year of graduate study\nand have already had one supervised direct service training experience. A graduate student practicum may be offered through volunteer, contractor, or student temporary\nemployment position authorities. Upon completion of personnel procedures, typically completed\nby Human Resources staff unless other procedures are negotiated at the local level, students\nappointed as volunteers may be issued unescorted volunteer badges. Wardens are the approving\nauthority for unescorted volunteer badges. Students may also have access to document clinical\nservices within PDS. Documentation of services provided is reviewed by the supervising licensed\nP5310.17 8/25/2016 35 psychologist before release to the inmate’s record. Regularly scheduled supervision is provided\nby the licensed supervising psychologist. (2) Pre-doctoral Internship Program. Pre-doctoral Internship Programs are approved by\nExecutive Staff and are seeking or have obtained accreditation by the APA. The Psychology\nServices Branch maintains oversight of these programs. The Central Office allocates internship\npositions to specific institutions that have met guidelines for clinical training. Pre-doctoral Internship Programs are available to psychology graduate students in Clinical or\nCounseling Psychology and provide a high-quality, generalist training experience. The goal of the\nprogram is to prepare entry level professional psychologists who can also function competently in\na correctional environment. ■ Professional Standards. Pre-doctoral Internship Programs operate in accordance with the\nmost recent APA Ethical Principles of Psychologists and Code of Conduct, APA Practice\nStandards, and Bureau Standards of Employee Conduct. The programs are accredited based on\ncriteria established by the APA and membership criteria and bylaws of the Association of\nPsychology Post-doctoral and Internship Centers (APPIC). ■ Administration. The Chief of Clinical Education and Workforce Development administers\nthe Pre-doctoral Internship Programs. The Chief of Clinical Education and Workforce\nDevelopment, in consultation with Psychology Services staff, recommends the selection of\ninternship program sites and the placement of internship positions to Executive Staff. Guidelines for the assignment of internship sites are posted on Sallyport. Funding is provided\nfor such activities as additional training experiences for interns, meeting and travel expenses\nincurred by interns during their internship year, application fees and membership dues in\nAPPIC, and fees related to getting and maintaining APA accreditation. ■ Selection of Interns. Sites with internship programs are members of APPIC, are listed in the\nAPPIC Directory, and adhere to all current APPIC membership criteria.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_58__28",
      "chunk_id": "28",
      "content": "■ Selection of Interns. Sites with internship programs are members of APPIC, are listed in the\nAPPIC Directory, and adhere to all current APPIC membership criteria. Internship applicants\nmust be matriculating in a regionally accredited educational institution and complete the\nAPPIC Application for Pre-doctoral Internship, which includes a transcript of graduate school\nwork and three letters of recommendation. Applicants also complete a standard Office of\nPersonnel Management Application (SF-171) and any other materials requested by the\nparticular internship site (work samples, letter of intent, etc.). These are sent to the Internship\nProgram Coordinator (IPC) at the institution(s) at which they wish to be considered. Prospective intern applicants are made aware of two limiting factors related to consideration. The pre-doctoral internship program is the Bureau’s core strategy for recruiting psychologists\nwho are uniquely qualified for clinical practice in the Bureau. Thus, applicants who do not fit\nP5310.17 8/25/2016 36 employment criteria outlined in Public Law 100-238 may not be selected. This information\nwill be clearly conveyed to all intern applicants on the Bureau’s public website. Prospective interns selected for interviews complete a pre-employment interview, including\nfingerprinting, NCIC check, urinalysis, and physical examination, at the nearest Bureau\ninstitution before beginning their training. Internship candidates must meet all criteria for\nBureau employment. Offers of internship positions are made according to APPIC\nguidelines and are considered tentative until pre-employment personnel procedures are\nsuccessfully completed and until funding for the program is allotted by Congress. This\ninformation will be clearly conveyed to applicants on the Bureau’s public website. ■ Interns ordinarily begin their internship in July or August. They complete the equivalent of 1\nyear of full-time training in no less than 12 months. Interns complete Introduction to\nCorrectional Techniques I. Failure results in dismissal from the program. ■ Supervision and Intern Evaluations. IPCs are designated at each facility with a Pre-doctoral\nInternship Program. Their primary responsibilities include intern recruitment and selection, as\nwell as coordinating, directing, and organizing training activities and curriculum at their\nfacility. Training for practice is reflected in the curriculum, since training activities chosen are\nsequential, cumulative, and graded in complexity. These include:\n Theories and methods of assessment and diagnosis and effective intervention, including\nevidence-based practices for mental health, substance abuse, and criminality.  Theories and methods of consultation, evaluation, and supervision.  Strategies of scholarly inquiry.  Issues of cultural and individual diversity relevant to all of the above. Guidelines for core curriculum items across Bureau internship sites are posted on Sallyport. The IPC is a licensed psychologist and has overall responsibility for the supervision of psychology\ninterns. The IPC devotes at least 50 percent of his/her time to activities directly related to the\ninternship program. The program also has intern training supervisors who are licensed doctoral\nlevel psychologists. In a program with a one-day-per-week outplacement at a co-located Bureau\nfacility, the intern is supervised by a licensed psychologist at that site. The intern training\nsupervisor ensures the following supervision and evaluation requirements:\n■ They meet with the intern and jointly review course work and job experiences and plan a\ntraining program that best meets the training needs of the intern.\n■",
      "queries": [
        "what is a federal civil rights condition",
        "what are the specific rules regarding termination of award funding",
        "who was the honorary citizen of ireland"
      ],
      "queries_score": [
        -8.739293098449707,
        -7.5970139503479,
        -8.860087394714355
      ]
    },
    {
      "id": "guidance_58__29",
      "chunk_id": "29",
      "content": "The intern training\nsupervisor ensures the following supervision and evaluation requirements:\n■ They meet with the intern and jointly review course work and job experiences and plan a\ntraining program that best meets the training needs of the intern.\n■ They meet with the intern and jointly review the prerequisite internship hours required by the\nprogram and by the state that the intern seeks to become licensed in. P5310.17 8/25/2016 37 ■ Full-time interns receive, at a minimum, four hours of regularly scheduled supervision per\nweek, at least two hours of which include individual, face-to-face supervision while working in\nthe facility. Supervision reviews direct psychological services rendered by the intern.\n■ The intern’s training supervisor or IPC completes a Psychology Intern Evaluation Form at least\nthree times per year. These evaluative reports are discussed with and initialed by the intern,\nwho receives a copy. At least semi-annually, a copy is sent to the intern’s college or\nuniversity. The IPC keeps the original in a local file. Psychology Intern Evaluation Form\nexamples are posted on Sallyport.\n■ Interns complete the Psychology Training Program Evaluation quarterly. This is used to\ndetermine what changes might need to be made in the intern’s training experience to enhance\nthe remainder of his/her internship. The original is kept by the IPC. Psychology Training\nProgram Evaluation examples are posted on Sallyport.\n■ The number of hours allotted for scholarship and dissertation research varies according to the\nprogram and the stage of the dissertation process. The Chief Psychologist and IPC closely\nmonitor this activity and structure the intern’s training to encourage completion of the\ndissertation by the end of the internship year. (3) Post-doctoral Residency Training. The Bureau’s Post-doctoral Residency Training is a 12month training opportunity offered to doctoral-level psychologists seeking advanced training in\ncorrectional psychology or a specialty area of emphasis. The specialty area represents an\nemerging, established, or growing agency need; e.g., sex offender treatment, substance abuse\ntreatment, intervening with violent offenders. Post-doctoral training and these positions are used to\nprovide the Bureau with a well-trained pool of applicants to fill psychologist vacancies at the GS12/13 levels. ■ Professional Standards. Bureau Post-doctoral Residencies operate per APA Ethical\nStandards, APA Practice Standards, and Bureau employment and ethics standards. In addition,\nthey comply with the Post-doctoral program membership criteria and bylaws of APPIC. ■ Administration. The Chief of Clinical Education and Workforce Development administers\nPost-doctoral Residency Programs. The Chief of Clinical Education and Workforce\nDevelopment, in consultation with Psychology Services staff, recommends the placement of\nresidency positions to Executive Staff. Because these positions are used to meet agency\nstaffing needs that change rapidly, they are reviewed, and may be relocated, annually. Guidelines for assigning residency sites are posted on Sallyport. Funding is provided for such\nactivities as additional training experiences for residents, meeting and travel expenses,\napplication fees, and membership dues in APPIC. ■ Selection of Residents. Residency positions are announced through Delegated Examining\nUnit authority. Interested applicants complete all application materials requested in the\nP5310.17 8/25/2016 38 announcement and are expected to complete the Bureau’s pre-employment screening process\nbefore being formally offered a position. Residents’ training is ordinarily completed in no less\nthan 9 and no more than 12 months.",
      "queries": [
        "what is the role of an intern supervisor in training program"
      ],
      "queries_score": [
        "2.120017"
      ]
    },
    {
      "id": "guidance_58__30",
      "chunk_id": "30",
      "content": "Residency positions are announced through Delegated Examining\nUnit authority. Interested applicants complete all application materials requested in the\nP5310.17 8/25/2016 38 announcement and are expected to complete the Bureau’s pre-employment screening process\nbefore being formally offered a position. Residents’ training is ordinarily completed in no less\nthan 9 and no more than 12 months. Residents complete Introduction to Correctional\nTechniques I and II. Failure results in dismissal from the residency program. The resident\nposition is a career-conditional appointment. However, residents are required to acknowledge a\nmobility statement, thus agreeing to relocate at the convenience of the Bureau upon completion\nof their training. ■ Program Development, Supervision, and Residency Evaluations. A senior licensed\npsychologist who expresses an interest in training residents is designated by the Chief\nPsychologist to oversee the Post-Doctoral Residency Program. This psychologist is primarily\nresponsible for recruiting and selecting residents, as well as administering the training\ncurriculum at his/her institution. The designated psychologist has expertise in the area of\nPost-doctoral training offered and has credentials such as an American Board of Professional\nPsychology diploma, a record of active research productivity, or clear evidence of professional\ncompetence and leadership. This individual may be the IPC at an institution with an internship\nprogram. The designated psychologist is responsible for the training program’s integrity and\nquality, and has administrative authority commensurate with those responsibilities. He/she\nensures that the following occurs:\n Post-doctoral training follows completion of doctoral degree requirements and a predoctoral internship meeting APPIC standards. APA guidelines on specialty change are\nfollowed.  A written training plan exists for each resident that specifies clinical duties, training\nopportunities, supervision requirements, and Bureau job search strategies.  Individuals in post-doctoral residency positions have a title, such as “Post-Doctoral\nResident,” indicating their training status.\n The program site has a written statement or brochure that describes the goals and content of\nthe program, program organization, entrance requirements, and mechanisms for evaluation. This is made available to prospective residents.\n There is documentation of due process procedures, including notice, hearing, and appeal,\nfor post-doctoral residents, which are given to residents at the beginning of the postdoctoral training period.  The post-doctoral training program (minimum 1,500 hours) must be at least 9 and no more\nthan 24 months.\n The program has a minimum of two hours per week of regularly scheduled, face-to-face,\nindividual supervision with the intent of dealing with psychological services rendered\ndirectly by the resident.  Clinical supervision is provided by a licensed psychologist who is a staff member of the\nsponsoring institution and who carries clinical responsibility for the cases being supervised. P5310.17 8/25/2016 39 There must be at least two additional hours per week in learning activities, such as case\nconferences, involving cases in which the resident is actively involved; seminars dealing\nwith clinical issues; co-therapy with a staff person, including discussion; group supervision;\nand additional individual supervision.\n The clinical supervisor ensures that the resident receives a level of supervision consistent\nwith APPIC standards and a written evaluation of his/her performance quarterly. The\nevaluation should be discussed with and initialed by the resident, who receives a copy. The\nclinical supervisor retains the original in a local file. Examples of the evaluation are posted\non Sallyport.\n",
      "queries": [
        "when is the recipient integrity and performance requirements for awarding agencies to include",
        "what are litcs",
        "what is retail method"
      ],
      "queries_score": [
        -6.827182769775391,
        -7.343578338623047,
        -8.118103981018066
      ]
    },
    {
      "id": "guidance_58__31",
      "chunk_id": "31",
      "content": "The\nevaluation should be discussed with and initialed by the resident, who receives a copy. The\nclinical supervisor retains the original in a local file. Examples of the evaluation are posted\non Sallyport.\n Each resident has an opportunity to evaluate his/her training site quarterly; this should be\nused to determine what changes might be made in the resident’s training experience to\nenhance the remainder of his/her residency. The original evaluation is kept by the clinical\nsupervisor. Examples of the training evaluation are posted on Sallyport.\n A certificate of completion is granted upon fulfillment of the program requirements. 12. ANCILLARY STAFF SERVICES Bureau psychologists bring significant behavioral scientist expertise to the agency, which is of\nbenefit not only to inmates, but also to staff. Psychologists are typically involved in a number of\ninstitutional activities aimed at enhancing the knowledge, professionalism, and mental well-being\nof staff. In this context, psychologists are tasked with providing a variety of services for Bureau\nstaff, to include staff training, professional consultation, and Employee Assistance Program (EAP)\nservices. a. Staff Care. Psychologists take an active role in facilitating care for Bureau staff through their\ninvolvement in the EAP, as described in the Program Statement Employee Assistance Program,\nand Crisis Support Teams, as described in the Program Statement Correctional Services Manual. b. Staff Training. Psychologists assist in the provision of mandatory staff training, to include an\nactive role in Introduction to Correctional Techniques – I, Annual Training, Semi-Annual Suicide\nPrevention Training, and Quarterly Suicide Prevention Training for SHU Officers. (1) Introduction to Correctional Techniques - Phase I (ICT-I). Psychologists provide training\nto new employees during ICT-I. Ordinarily, this training includes:\n■\n■\n■\n■ How to recognize and manage inmates with mental illness. How to recognize and intervene with potentially suicidal inmates. How to refer inmates to Psychology Services, to include Psychology Treatment Programs. The availability of services through the EAP. P5310.17 8/25/2016 40 (2) Annual Training. The core curriculum for Annual Training is determined annually by the\nBureau’s Executive Staff. Typically, psychologists are involved in presenting information related\nto suicide prevention, mental illness, and EAP services. In addition, institutions with special\nmissions/programs related to Psychology Services; e.g., SOMP, RDAP, Skills Program, are\nafforded the opportunity to raise staff awareness about these missions/programs during Annual\nTraining. (3) Suicide Prevention Training. The Program Statement Suicide Prevention Program details\nmandatory suicide prevention training requirements. In addition, the Program Statement Treatment and Care of Inmates with Mental Illness outlines\nspecialty mental health training available at select sites. In addition to mandatory training, psychologists may offer supplemental psychological training to\ninterested Bureau staff. Additional psychological knowledge can be a valuable resource,\nenhancing staff’s ability to effectively manage inmates. Learning more about key topics, such as\ncognitive behavioral treatment, criminal thinking, mental illness, and behavioral principles, affords\nBureau staff the opportunity to increase their expertise in these important areas and apply this\nknowledge directly to their interactions with inmates. Supplemental behavioral sciences-informed\ntraining and resource materials have been developed by the Branch and are made available to staff\non Sallyport and BOP-Learn. c. Professional Consultation. In addition to formalized staff training, psychologists also consult\nwith Bureau staff, offering their behavioral scientist expertise in a variety of settings.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_58__32",
      "chunk_id": "32",
      "content": "Supplemental behavioral sciences-informed\ntraining and resource materials have been developed by the Branch and are made available to staff\non Sallyport and BOP-Learn. c. Professional Consultation. In addition to formalized staff training, psychologists also consult\nwith Bureau staff, offering their behavioral scientist expertise in a variety of settings. Oftentimes,\nthis consultation involves providing staff with guidance on the management of an inmate with\nmental health issues or an inmate engaging in disruptive behaviors. Opportunities for this type of\nprofessional consultation are noted in the “Routine Psychological Services for Inmates” section of\nthis Program Statement. In addition, psychologists are required to lend their expertise in\naddressing human resource matters, as described in the following Program Statements: Drug Free\nWorkplace, Workplace Violence Prevention. REFERENCES\nProgram Statements\nP1070.07 Research (5/12/99)\nP1210.23 Management Control and Program Review Manual (8/21/02)\nP1351.05 Release of Information (3/9/16)\nP1411.01 Employee Speeches and Publications Review Process Policy (1/28/99)\nP2100.04 Budget Execution Manual (3/8/14)\nP5310.17 8/25/2016 41 P2310.03 Use of Appropriations (7/13/00)\nP3000.03 Human Resource Management Manual (12/19/07)\nP3420.11 Standards of Employee Conduct (12/16/13)\nP3730.05 Workplace Violence Prevention, Staff (3/23/04)\nP3735.04 Drug Free Workplace (6/30/97)\nP3792.07 Employee Assistance Program (12/30/06)\nP3906.22 Employee Development Manual (4/30/15)\nP4500.11 Trust Fund Manual (4/9/15)\nP5070.12 Forensic and Other Mental Health Evaluation (4/16/08)\nP5270.09 Inmate Discipline Program (7/8/11)\nP5290.14 Admission and Orientation Program (4/3/03)\nP5290.15 Intake Screening (3/30/09)\nP5300.20 Volunteers and Citizen Participation Programs (6/1/99)\nP5310.16 Treatment and Care of Inmates with Mental Illness (5/1/14)\nP5321.07 Unit Management Manual (9/16/99)\nP5324.07 Sentry Psychology Alert Function (3/13/07)\nP5324.08 Suicide Prevention Program (4/5/07)\nP5324.12 Sexually Abusive Behavior Prevention and Intervention Program (6/4/15)\nP5330.11 Psychology Treatment Programs (3/16/09)\nP5331.02 Early Release Procedures under 18 U.S.C. 3621(e) (3/16/09)\nP5562.05 Hunger Strikes (7/29/05)\nP5566.06 Use of Force and Application of Restraints (8/29/14)\nP6010.03 Psychiatric Evaluation and Treatment (7/13/11)\nP6340.04 Psychiatric Services (1/15/05)\nP7331.04 Pretrial Inmates (1/31/03)\nP7430.02 Community Transitional Drug Abuse Treatment (4/14/99)\nOther References\nFederal Personnel Manual\nTitle 5, U.S. Code, Section 552 and 552a Title 18, U.S. Code, Section 4241-4247\nFederal Rules of Criminal Procedures, Rule 12.2\nACA Standards\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4071, 4-4256, 4-4281-2, 4-4281-4, 4-4281-5, 4-4350, 4-4351, 4-4362, 4-4368, 4-4370, 44371, 4-4372, 4-4373, 4-4374, 4-4377, 4-4399, 4-4428, 4-4435, 4-4441.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-4D-10, 4-ALDF-4D-22-1, 4-ALDF-4D-22-3, 4-ALDF-4D-224, 4-ALDF-4C-07, 4-ALDF-4C-08, 4-ALDF-4C-22, 4-ALDF-4C-27, 4-ALDF-4C-28, 4-ALDFP5310.17 8/25/2016 42 4C-29, 4-ALDF-4C-30, 4-ALDF-4C-31, 4-ALDF-4C-32, 4-ALDF-4C-34, 4-ALDF-4C-37, 4ALDF-4C-40, 4-ALDF-4D-25, 4-ALDF-5A-03, 4-ALDF-5A-08. Other Standards\n■ American Psychological Association Ethical Principles of Psychologists and Code of Conduct\n(2003). ■ American Psychological Association Standards for Educational and Psychological Testing\n(1999). ■ Specialty Guidelines for Forensic Psychologists, Division 41, American Psychological\nAssociation and the American Psychology-Law Society (1991). ■ American Psychological Association Committee on Accreditation Guidelines and Principles\nfor Accreditation of Programs in Professional Psychology (January 1, 2008). ■ American Psychological Association Standards and Criteria for Approval of Sponsors of\nContinuing Education for Psychologists (July 2007).\n■ Association of Psychology Post-doctoral and Internship Centers Membership Criteria, Doctoral\nPsychology Internship Programs (January 2008). ■ Association of Psychology Post-doctoral and Internship Centers Membership Criteria, Postdoctoral Training Programs (February 2008). Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5310.17 8/25/2016 43",
      "queries": [
        "which president required members of the civil rights commission to resign"
      ],
      "queries_score": [
        -10.350712776184082
      ]
    }
  ]
}