{
  "doc_id": "guidance_79",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_79__0",
      "chunk_id": "0",
      "content": "Bureau of Justice Assistance (BJA)\nUnmanned Aircraft Systems (UAS) Requirements\nPublic safety agencies across the country and worldwide are beginning to use Unmanned Aircraft\nSystems (UAS) as a low-cost alternative to manned aviation assets, such as helicopters and\nfixed-wing aircraft. UASs offer a promising technology tool to support the public safety mission. However, UAS technology is not a “buy and fly” technology. There are laws, regulations and\nextensive training that is required prior to the use this technology. Recent national events have highlighted the importance of strong, collaborative relationships\nbetween law enforcement and the communities they serve. The introduction of new law\nenforcement technologies in communities is often of interest to community members and public\nadvocate groups. In many jurisdictions, where law enforcement agencies have implemented\nsound and promising technologies, it is because they collaborated with the communities they\nserve. It is imperative that law enforcement officials work with their respective communities to\ndetermine if UAS is a viable tool to support their law enforcement mission in their specific\njurisdictions. Community engagement is essential throughout the purchase and implementation\nof UAS technology to ensure community acceptance. Because of the unique challenges posed by UAS operations BJA requires adherence to the\nfollowing requirements in order to ensure the grantee/awardee is cognizant of the operational\nissues that must be addressed prior to expending federal funds for the purchase of UAS\ntechnologies. Any request for an unmanned aerial system utilizing BJA grant funds must be\napproved by the BJA Director. Please provide/attach additional documents that support each\npoint on the list and reference the documents by point number. For example, any documents\nsupporting “Knowledge of Airspace” would be referenced with the number “4”. ____ 1. Must follow presidential memorandum on UAS: \"It is required that State, local, tribal,\nand territorial government recipients of Federal grant funding for the purchase or use of\nUAS for their own operations have in place policies and procedures to safeguard\nindividuals' privacy, civil rights, and civil liberties prior to expending such funds.\" Please provide your policies and procedures that you have in place to safeguard\nindividuals’ privacy, civil rights, and civil liberties. https://www.whitehouse.gov/the-press-office/2015/02/15/fact-sheet-promoting-economiccompetitiveness-while-safeguarding-privacy ____ 2. Knowledge of the process to obtain a Certificate of Authorization (COA) for UAS flights\n(Both training and operational) from the FAA. Please attach a statement that describes\nhow you will obtain your COA and the estimated time for receipt. The COA must be kept\non file for review upon request by the granting agency. https://www.faa.gov/about/office_org/headquarters_offices/ato/service_units/systemops/aa\nim/organizations/uas/coa/ ____ 3. FAA Certified pilots and observers with required FAA medical certificates. Please\nprovide copies of required certificates. ____ 4. Knowledge of the airspace that they will be operating in (Class A, B, C, D, E, G) to\ninclude special flight restricted areas to determine the legality of UAS operations in your\nspecific jurisdiction. Please provide a copy of the aviation sectional (map) that you plan on\noperating a UAS. Please confirm that you have checked Notices to Airmen (NOTAMs) at\nhttp://notams.aim.faa.gov/notamSearch/nsapp.html and Temporary Flight Restrictions at\nhttp://tfr.faa.gov/tfr2/list.html for your planned UAS area of operation. This is to ensure\nthat there are restrictions to your planned UAS operations.",
      "queries": [
        "unmanned aircraft requirements",
        "who determines the profit per unit on a pool?"
      ],
      "queries_score": [
        "2.5259418",
        -8.530590057373047
      ]
    },
    {
      "id": "guidance_79__1",
      "chunk_id": "1",
      "content": "Please provide a copy of the aviation sectional (map) that you plan on\noperating a UAS. Please confirm that you have checked Notices to Airmen (NOTAMs) at\nhttp://notams.aim.faa.gov/notamSearch/nsapp.html and Temporary Flight Restrictions at\nhttp://tfr.faa.gov/tfr2/list.html for your planned UAS area of operation. This is to ensure\nthat there are restrictions to your planned UAS operations. ____ 5. Provide a written operational justification for use of the UAS that should include:\na. the type of missions the UAS will be used for;\nb. why this technology is essential to the maintenance of public safety and good order in\nyour jurisdiction; and\nc. demonstrated community/constituents support for the use of this technology\n(statements of support from community groups/transcripts from public meetings etc.) Please note that this justification is in addition to the required controlled equipment\njustification required under the Justice Assistance Grant. BJA recognizes the operational\nneed for this type of equipment, but requires detailed justification in order to consider the\nrequest for approval. ____ 6. Upon request, the jurisdiction must provide a copy of your Standard Operating\nProcedures (SOPs) for the use of the UAS both in training and operational environments.",
      "queries": [
        "what is the confinement for smu inmates",
        "in what year did the taxpayer use the broiler pool"
      ],
      "queries_score": [
        -10.689986228942871,
        -10.918461799621582
      ]
    }
  ]
}