{
  "doc_id": "guidance_37",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_37__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 7320.01, CN-2\nDATE:\nDecember 15, 2017 Home Confinement Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 7320.01,\nHome Confinement, dated September 6, 1995. The single change is marked with a highlight\nand inserted into the policy. 6. ELIGIBILITY FOR HOME CONFINEMENT. All inmates referred to\ncommunity corrections are eligible to be considered for home\nconfinement placement. While the Bureau also provides Community Corrections Center\n(CCC) services for persons as a condition of probation, parole,\nor supervised release, only in the most extraordinary\ncircumstances will the Bureau assume responsibility for such\npersons on home confinement. The Community Corrections Manager (CCM) shall ensure that each\nappropriate inmate is placed on home confinement as soon as\notherwise eligible. The CCM shall can consult with the\nCommunity Corrections Regional Administrator (CCRA), or\ndesignee, prior to placing on home confinement any inmate for\nwhom any of the following factors apply: U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 7320.01, CN-1\nDATE:\nAugust 1, 2016 Home Confinement\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\nThis Change Notice (CN) implements a change to Program Statement 7320.01, Home\nConfinement, dated September 6, 1995. This CN removes the requirement of subsistence\ncollection for any resident while on Home Confinement. The new language is highlighted. The following language is removed from Section 8.c.(2) of the Program Statement:\n(2) Subsistence Contributions. Providers shall collect 25% of\neach employed resident's weekly gross income, rounded down to a\nwhole dollar amount. Home confinement residents who are not\nemployed, but have other means of financial support, shall\ncontribute an appropriate amount as determined by the provider\nand approved by the CCM. Ordinarily, the amount should\napproximate 25% of the resident's weekly income. Subsistence\ncontributions collected shall be used to defray program costs,\nand the provider shall deduct the amount collected from the\namounts billed to the Bureau. In many cases, inmate subsistence\ncontributions will cover the entire cost of home confinement;\nhowever, individual subsistence collections may not exceed the\nweekly cumulative contract per diem rate (i.e., the daily rate x\n7). Providers shall provide receipts to program participants for\nall collections and shall maintain collection records for audit\npurposes. Section 8.c.(2) now reads:\n(2) Subsistence Contributions. Home confinement residents are\nnot required to pay subsistence. U.S. Department of Justice\nFederal Bureau of Prisons OPI: CCD\nNUMBER: 7320.01\nDATE: September 6, 1995\nSUBJECT: Home Confinement 1. PURPOSE AND SCOPE. To establish policy and procedures for\nreferral and placement of pre-release inmates in Community\nCorrections home confinement programs. Title 18, Section 3624(c) of the United States Code allows\ninmates sentenced under \"old law\" and \"new law\" statutes, to be\nplaced on home confinement for pre-release purposes:\n(c) Pre-release custody. --The Bureau of Prisons shall, to\nthe extent practicable, assure that a prisoner serving a\nterm of imprisonment spends a reasonable part, not to exceed\nsix months, of the last 10 per centum of the term to be\nserved under conditions that will afford the prisoner a\nreasonable opportunity to adjust to and prepare for his reentry into the community. The authority provided by this\nsubsection may be used to place a prisoner on home\nconfinement.",
      "queries": [
        "us department of justice rsd/rsb number",
        "what is a recipient of a federal grant",
        "cops cpd office number"
      ],
      "queries_score": [
        "1.8427906",
        -6.887786865234375,
        -6.1054768562316895
      ]
    },
    {
      "id": "guidance_37__1",
      "chunk_id": "1",
      "content": "The authority provided by this\nsubsection may be used to place a prisoner on home\nconfinement. The United States Probation System shall, to\nthe extent practicable, offer assistance to a prisoner\nduring such pre-release custody. Ordinarily, the length of placement ordinarily is limited to the\nlast 10 percent of the inmate's term to be served, or six months,\nwhichever is less. An exception is inmates with sentences of\nmore than 12 months but not more than 30 months who have\nsuccessfully completed the institutional phase of the Intensive\nConfinement Centers (ICCs) program. Bureau authority for ICCs is\nestablished by Title 18, U.S.C., Section 4046. The Bureau does not have statutory authority to designate a home\nconfinement program for an inmate at the beginning of his or her\nsentence. This is supported in Title 18, U.S.C., Section 3621,\nwhich requires that the Bureau designate any available penal or\ncorrectional facility as the place of a prisoner's imprisonment. Home confinement is a time of testing and an opportunity for\ninmates to assume increasing levels of personal responsibility\nwhile providing sufficient restriction to promote community\nsafety and continue the sanction of the sentence. P.S. 7320.01\nSeptember 6, 1995\nPage 2 Compliance with the conditions of home confinement may be\nmonitored by electronic monitoring equipment or by regular\ntelephone or in person contacts by supervision staff. Supervision may be provided by staff from the U.S. Probation\nService, contract halfway house services, or other governmental\nagencies. 2. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Inmates who are eligible and approved will be placed on\nhome confinement programs. b. Inmates on home confinement programs will receive\nappropriate supervision. c. The public will be protected from any undue risk. d. Any inmate who violates a condition of home confinement\nwill be appropriately disciplined, depending on the nature of the\nviolation. 3. DIRECTIVES REFERENCED\nP.S. 5100.05\nP.S. 7300.08\nP.S. 7310.02 4. Security Designation and Custody\nClassification Manual (06/16/94)\nCommunity Corrections Manual (04/01/91)\nCommunity Corrections Center (CCC)\nUtilization and Transfer Procedure (10/19/93) STANDARDS REFERENCED. None. 5. DEFINITIONS. For the purposes of this Operations Memorandum,\nthe following definitions apply:\na. Home Confinement. Any circumstance in which the inmate is\nrequired to remain in the home during specified hours. b. Electronic Monitoring Equipment. The telemetry technology\nused to ensure that a program participant remains in a specified\nlocation during the required hours:\n(1) Continuously Signalling Devices. A \"transmitter\" worn\nby the inmate which emits a signal with a range of 100 to 200\nfeet. The signal is received by a receiver dialer unit installed\nat the monitored location to notify the central computer when the\ninmate comes within or goes out of range of the unit. The\ncentral computer contains the inmate's schedule and, when\nnotified of a change in the inmate's status, compares the time\nwith the schedule to determine if the break in contact is\nauthorized. If not authorized, the computer sends an alert. P.S. 7320.01\nSeptember 6, 1995\nPage 3\n(2) Programmed Contact Device. A computer which contacts\nthe inmate periodically to ensure that he or she is at the\nmonitored location and verifies that the person responding is the\nmonitored inmate. Verification may be accomplished in a variety of ways,\nincluding, but not limited to, a device the inmate wears and\nvoice verification. (3) \"Hybrid\" Equipment.",
      "queries": [
        "oig contact number",
        "why does a grant have to be audited",
        "what documents are inmates central files",
        "what type of armor is used for nij"
      ],
      "queries_score": [
        -7.494607925415039,
        -8.90153694152832,
        -8.07619571685791,
        -9.35097885131836
      ]
    },
    {
      "id": "guidance_37__2",
      "chunk_id": "2",
      "content": "A computer which contacts\nthe inmate periodically to ensure that he or she is at the\nmonitored location and verifies that the person responding is the\nmonitored inmate. Verification may be accomplished in a variety of ways,\nincluding, but not limited to, a device the inmate wears and\nvoice verification. (3) \"Hybrid\" Equipment. Equipment which combines the two\ntypes of equipment described above but functions similarly to a\ncontinuously signalling device. When the equipment notes the inmate has left the monitored\nrange at an unauthorized time, it functions similarly to a\nprogrammed contact device by telephonically contacting the inmate\nand verifying that the person responding is the monitored inmate. If verification does not occur, notification of the violation is\nmade. c. \"Old Law\" and \"New Law\" Sentences (1) \"Old law\" refers to the federal criminal code in effect\nprior to the implementation of the Sentencing Reform Act of 1984\n(Title II of the Comprehensive Crime Control Act of 1984). (2) \"New law\" is that Act (also known as the Sentencing\nGuidelines) which applies to federal criminal offenses committed\non or after November 1, 1987. 6. ELIGIBILITY FOR HOME CONFINEMENT. All inmates referred to\ncommunity corrections are eligible to be considered for home\nconfinement placement. While the Bureau also provides Community Corrections Center (CCC)\nservices for persons as a condition of probation, parole, or\nsupervised release, only in the most extraordinary circumstances\nwill the Bureau assume responsibility for such persons on home\nconfinement. The Community Corrections Manager (CCM) shall ensure that each\nappropriate inmate is placed on home confinement as soon as\notherwise eligible. The CCM shall can consult with the\nCommunity Corrections Regional Administrator (CCRA), or\ndesignee, prior to placing on home confinement any inmate for\nwhom any of the following factors apply:\na. Public Safety Factors as defined in the Security\nDesignation and Custody Classification Manual; or\nb. Central Inmate Monitoring case (except \"pure\" separation\ncases); or P.S. 7320.01\nSeptember 6, 1995\nPage 4\nc. Sensitive, or high profile case or one who might generate\nundue public concern; or\nd. History of escape or prior CCC failure; or e. Unlikely to be employed. Historically, inmates who were\nnot going to be employed were often excluded from community\ncorrections placements. Examples are inmates who are elderly,\nretired, disabled, chronically ill, unable to work at paid\nemployment, occupied in caring for their own young children or\nill or disabled family members. When such inmates are otherwise eligible, institutions are\nencouraged to refer them for direct placement on home confinement\nwith special reporting requirements arranged by the CCM. Of\nprimary concern is ensuring that the Bureau does not incur\ncommunity medical costs. 7. REFERRAL TO COMMUNITY CORRECTIONS. Institution staff shall\nrefer inmates for pre-release placement to the appropriate CCM,\nwho, after reviewing the referral material, shall refer the case\nto the most appropriate program -- CCC, Comprehensive Sanctions\nCenter (CSC), home confinement program, or other community\nprogram. An inmate may not apply for a particular community program. Once\napproved for a program, the inmate must agree to all required\nconditions of that program. a. Referral Packet. Referral packets shall include the\nAgreement, Home Confinement and Community Control (Attachment A),\nalong with all materials required in the Program Statement on\nCommunity Corrections Center (CCC) Utilization and Transfer\nProcedure.",
      "queries": [
        "what is retention of benefits for jobs",
        "can attorney fees be deducted from tax?"
      ],
      "queries_score": [
        -7.728957176208496,
        -8.298552513122559
      ]
    },
    {
      "id": "guidance_37__3",
      "chunk_id": "3",
      "content": "Once\napproved for a program, the inmate must agree to all required\nconditions of that program. a. Referral Packet. Referral packets shall include the\nAgreement, Home Confinement and Community Control (Attachment A),\nalong with all materials required in the Program Statement on\nCommunity Corrections Center (CCC) Utilization and Transfer\nProcedure. An inmate who refuses to sign Attachment A may not be\nconsidered for participation in Community Corrections programs. The referral should indicate the level of services anticipated,\nincluding:\n(1)\nprogram; the appropriateness of placement in a home confinement (2) the inmate's residence and job or good job prospects to\nexpedite placement on home confinement;\n(3) the inmate's need for placement in the more restrictive\ncomponent of the CCC; and\n(4) the inmate's need for placement in a specialized\nprogram such as substance abuse treatment. P.S. 7320.01\nSeptember 6, 1995\nPage 5\nb. CCM Review. Upon receiving each referral packet, the CCM\nis to review the referral in light of the programming options\navailable in the inmate's release destination area. Occasionally, a referral may indicate no obvious risk to the\ncommunity and no need for CCC services (for example, a supportive\nfamily, a stable residence, confirmed employment (if employable),\nand a positive institutional adjustment). In such cases, the CCM\nmay bypass a CCC and place the inmate directly on home\nconfinement. Conversely, higher risk inmates requiring extensive transition\nassistance may not be placed on home confinement at all, or\nplaced only briefly following CCC placement. c. Inmate Declination. An inmate who declines to participate\nin a recommended home confinement program may be transferred to a\nmore secure facility. 8. PLACEMENT ON HOME CONFINEMENT. Only the CCM may approve home\nconfinement. The CCM shall notify the U. S. Probation Officer\n(USPO) prior to final approval of placement on home confinement\nand document that notification is in the file. General\nconsiderations are:\na. Program Selection. In some jurisdictions, home confinement\nprograms may be available through a U. S. Probation office, a\ncontract CCC or under an Intergovernmental Agreement. The CCM\nshall select the program most likely to meet the inmate's needs,\ngiving consideration to such factors as cost effectiveness,\ngeography, and other management variables. Home Confinement Program requirements, including accountability\nand other supervision needs, are specified in Attachment B. The\nCCM must approve any modification to these requirements in\nadvance. b. Release Plan Verification. To approve a home confinement\nplacement, the CCM must have written verification of the release\nplan from either the USPO or the CCC, including:\n(1) The planned residence, including assurance that it has\ntelephone service without prohibited services listed in\nAttachment A;\n(2) Adults sharing the residence with the inmate are aware\nof, and not opposed to, the inmate's plan to participate in the\nprogram; and,\n(3) Employment (for employable inmates). employment is desirable but not required. Release P.S. 7320.01\nSeptember 6, 1995\nPage 6\nc. Inmate Requirements for Placement. To be placed on home\nconfinement, the inmate must sign the \"Conditions of Home\nConfinement\" BP-460(73) prior to placement. The CCM may permit\n\"call waiting\" on the telephone of inmates whose placement on\nhome confinement is not electronically monitored. (1) Medical and Dental Expenses. Inmates on home\nconfinement programs are responsible for their own medical and\ndental care expenses.",
      "queries": [
        "do eeops require hiring",
        "how to request a cops extension",
        "what is the criteria to override a privilege claim in the senate committees"
      ],
      "queries_score": [
        -7.881120681762695,
        -7.110050201416016,
        -9.15272045135498
      ]
    },
    {
      "id": "guidance_37__4",
      "chunk_id": "4",
      "content": "The CCM may permit\n\"call waiting\" on the telephone of inmates whose placement on\nhome confinement is not electronically monitored. (1) Medical and Dental Expenses. Inmates on home\nconfinement programs are responsible for their own medical and\ndental care expenses. If they are unable, or if they refuse, to\nbe responsible for such costs, they may be returned to a federal\ninstitution for evaluation and possible treatment. In an\nemergency, the provider may obtain the necessary medical\ntreatment required to preserve the inmate's health but must\nnotify the CCM of such treatment within 24 hours. (2) Subsistence Contributions. are not required to pay subsistence. Home confinement residents d. Transfer Orders. When an inmate is being transferred from\na CCC to a home confinement program operated by an agency other\nthan that CCC, the CCM shall prepare the Transfer Order to\ndocument the official transfer to home confinement. Otherwise, a\nTransfer Order is not required. e. Inmate Needs. Inmates identified as needing other\ncommunity-based program activities such as mental health or drug\ntreatment, shall normally be able to continue these programs when\nplaced on home confinement. The CCM shall coordinate the\ncontinuation with the provider. 9. PROGRAM VIOLATIONS. The CCM shall ensure that each provider\nof home confinement services develops a system for handling\nviolations of program rules which meets the \"due process\"\ncriteria of Wolff v. McDonnell and includes provisions for P.S. 7320.01\nSeptember 6, 1995\nPage 7\ndealing with minor infractions of program rules and with major\nviolations that could result in the inmate's termination from the\nprogram. The provider must report every violation to the CCM\nwithin 24 hours. 10. MODIFICATION OF PROGRAM REQUIREMENTS. Attachment B\nspecifies the required frequency and nature of contacts required\nbetween the provider and the inmate. After consultation with the provider and the USPO, the CCM, using\nsound correctional judgement, may permit modification to these\nrequirements, based on the unique characteristics of each case. The CCM is encouraged to discuss potential modifications with the\nManagement Center Administrator (MCA) and/or the CCRA. Among the circumstances under which the CCM may typically\nconsider modification are those where:\ndistance or travel time make it impractical for staff and\nthe inmate to travel; and/or\n# the inmate has successfully demonstrated the ability and\nwillingness to conform to all program requirements for a\nreasonable period (ordinarily two weeks minimum).\n# In any case, however, unless continuously signalling electronic\nmonitors are used, the home confinement monitor must initiate\ntelephone contact with the inmate no less than once each day at\nrandom times of the day. 11. PLACEMENT ON HOME CONFINEMENT FOLLOWING CCC PLACEMENT. CCCs\nprovide transition services for inmates being released from\ninstitutions. When an inmate has employment and a place to live\nand has demonstrated that he/she no longer requires the level of\naccountability and services the CCC provides, the inmate may be\nplaced on home confinement. For various reasons, some inmates\nmay never progress to a level of responsibility which would\nwarrant placement on home confinement. 12. PROCEDURES FOR DIRECT INMATE PLACEMENT ON HOME CONFINEMENT. If there is a electronically monitored program available, an\ninmate who does not require CCC transitional services may be\nplaced directly on home confinement from an institution. a. Eligibility.",
      "queries": [
        "what happens if you delinquent financial reports",
        "what was release of information collected under the agricultural marketing agreement act of 1937"
      ],
      "queries_score": [
        -7.948280334472656,
        -8.927902221679688
      ]
    },
    {
      "id": "guidance_37__5",
      "chunk_id": "5",
      "content": "12. PROCEDURES FOR DIRECT INMATE PLACEMENT ON HOME CONFINEMENT. If there is a electronically monitored program available, an\ninmate who does not require CCC transitional services may be\nplaced directly on home confinement from an institution. a. Eligibility. Generally, an inmate may be considered\neligible for direct placement on home confinement if he or she:\n#\n#\n#\n#\n# has no public safety factors,\nhad excellent institutional adjustment,\nhas a stable residence with a supportive family,\nhas confirmed employment (if employable), and\nhas little or no need for the services of a CCC. P.S. 7320.01\nSeptember 6, 1995\nPage 8\nb. Placement. If the inmate's plan is satisfactory, the home\nconfinement provider and the CCM shall establish the inmate's\nplacement date. The provider shall provide a written\nnotification of the acceptance and the reporting date to the CCM,\nwith a copy to the referring institution. The reporting date\nshould be a weekday, and the inmate shall be required to report\nto the provider within 24 hours of reaching the release\njurisdiction. The CCM shall notify the referring institution via\nSENTRY and provide instruction on when and where the inmate\nshould report. Institution staff shall prepare a Transfer Order to document the\nofficial transfer to home confinement. Institution staff shall\nalso prepare the Authorized Unescorted Commitment and Transfer\nCard, BP-385, including the inmate's picture and fingerprints,\nand forward it to the CCM at least two weeks prior to the\nplacement. The CCM shall forward it to the appropriate USPO. If an inmate is eligible for direct placement on home\nconfinement, but an electronically monitored home confinement\nprogram is not available, the CCM and the provider shall arrange\nfor an initial short placement (approximately two weeks) in a CCC\nto allow the provider to become acquainted with the inmate,\norient him or her to the expectations of the program, and assure\nthat the job and living arrangements are appropriate. After\nsuccessfully completing that process, the inmate may be placed on\nhome confinement with the CCM's approval. When problems arise during the orientation period which indicate\ndirect placement on home confinement is inappropriate or should\nbe delayed, the CCM shall delay such placement until the problems\nhave been resolved. 13. SENTRY RECORDS. A waiting list has been established in\nSENTRY to allow CCMs to ensure that all inmates are considered\nfor placement when eligible and reviewed regularly until placed. A PP34 transaction will establish WLS category to indicate HC\nELIG, and a TARGET FOR HOME CONFINEMENT will then be reflected on\nthe PP42 and the PP44. The CCM office uses a PP63 transaction to ensure all inmates in\nBureau custody are tracked in SENTRY while on home confinement\nprograms and have an ARS assignment reflecting that placement. Inmates assigned to Bureau provider programs shall have that\nprovider's home confinement program location code with an LOCG EQ\nTH**. Inmates assigned to U. S. Probation Service (USPS)\nprograms shall be shown with LOCG EQ TH*U and a location\nindicating the judicial district. (As examples, the Southern\nDistrict of Florida would be FFLS, and the District of Colorado\nwould be FCO.) P.S. 7320.01\nSeptember 6, 1995\nPage 9\n14. FORMS. Institution and Community Corrections staff are to\nduplicate forms locally. 15. DISTRIBUTION.",
      "queries": [
        "what is the process for placing an inmate in home confinement",
        "what does a case manager do in a community corrections office"
      ],
      "queries_score": [
        "2.4492996",
        -7.330497741699219
      ]
    },
    {
      "id": "guidance_37__6",
      "chunk_id": "6",
      "content": "(As examples, the Southern\nDistrict of Florida would be FFLS, and the District of Colorado\nwould be FCO.) P.S. 7320.01\nSeptember 6, 1995\nPage 9\n14. FORMS. Institution and Community Corrections staff are to\nduplicate forms locally. 15. DISTRIBUTION. In addition to normal distribution for\nProgram Statements, copies of this Program Statement shall be\navailable to inmates in inmate law libraries. CCMs shall provide copies of this Program Statement to Chief\nUSPOs and CCC contractors in their service areas. \\s\\\nKathleen M. Hawk\nDirector BP-S548.073\nSEP 1995 P.S. 7320.01\nSeptember 6, 1995\nAttachment A, Page 1\nAGREEMENT\nHOME CONFINEMENT AND COMMUNITY CONTROL I, ,\nName ,\nRegister Number hereby agree to abide by the following Conditions related to my\nlegal participation on home confinement. I understand that my participation on home confinement will be an\nalternative to placement in a Community Corrections Center for no\nmore than the last six (6) months or 10% of my sentence,\nwhichever is less. I am aware that I will legally remain in the\ncustody of the Bureau of Prisons and/or the U.S. Attorney General\nand that failure to remain at the required locations may result\nin disciplinary action and/or prosecution for escape. I agree to report to my assigned probation officer or the\ncontractor's facility immediately upon reaching my release\ndestination. I understand that if I decline to participate in the recommended\nhome confinement program I may face administrative reassignment\nout of the community corrections program. I agree that during the home confinement period, I will remain at\nmy place of residence, except for employment, unless I am given\npermission to do otherwise. I also understand that I will be\nrequired to pay the costs of the program based on my ability to\npay. I also agree to maintain a telephone at my place of residence\nwithout \"call forwarding\", a modem, \"Caller ID\" or portable\ncordless telephones for this period. I also agree that, if my confinement is to be electronically\nmonitored, I will wear any electronic monitoring device\nrequired, follow procedures specified and will not have \"call\nforwarding\" on my telephone. ,\nName Date Staff Witness (Printed Name, Signature, Facility)\nOriginal to Central File. Copy to CCM. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 1\nREQUIREMENT\nFOR HOME CONFINEMENT PROGRAMS I. The following procedures apply to all inmates who are\napproved for placement on home confinement. 1.\n2. The provider is not required to provide meals, medical\ntreatment, clothing or incidentals, laundry services or\nother subsistence items to inmates on home confinement. The provider shall maintain documentation of all staff\ncontacts with inmates on home confinement. 3. The provider shall notify the CCM immediately of any\nmisconduct or failure of an inmate on home confinement\nto comply with Home Confinement Conditions. 4. The provider is not required to reserve a bed at the\ncenter for an inmate on home confinement. 5. The provider shall collect 25% of each employed\nresident's weekly gross income, rounded down to a whole\ndollar amount. Residents who are not employed, but who\nhave other means of financial support shall contribute\nan amount determined appropriate by the provider and\napproved by the CCM. These fees shall be used to defray\nprogram costs. Individual subsistence collections\nshall not exceed the weekly cumulative contract per\ndiem rate (i.e., the daily rate x 7).",
      "queries": [
        "what is the award condition of lemhwa",
        "what is a oig audit",
        "what would be the appropriate action for a contractor to take after a reprisal"
      ],
      "queries_score": [
        -7.994349479675293,
        -7.691433906555176,
        -6.185819625854492
      ]
    },
    {
      "id": "guidance_37__7",
      "chunk_id": "7",
      "content": "Residents who are not employed, but who\nhave other means of financial support shall contribute\nan amount determined appropriate by the provider and\napproved by the CCM. These fees shall be used to defray\nprogram costs. Individual subsistence collections\nshall not exceed the weekly cumulative contract per\ndiem rate (i.e., the daily rate x 7). All funds\ncollected from those in BOP programs shall be deducted\nfrom the monthly billings submitted to the BOP. In\nsome cases, inmate subsistence contributions would\ncover the entire cost of home confinement. If the\nmonitoring is provided by the USPO, subsistence\ncollection shall not exceed the cost of the electronic\nmonitoring equipment. The respective USPO shall\ninstruct those in USPS-operated home confinement\nprograms in the appropriate payment procedures. 6. An inmate serving a BOP sentence who fails to remain at\nthe specified location may be considered an escapee. All escapes shall be immediately reported to the CCM. 7. Inmates on home confinement shall maintain a 9:00 P.M.\nto 6:00 A.M. curfew each day, unless an exception is\nrecommended by the provider and approved by the CCM. 8. Drug and alcohol testing and counseling requirements\nshall apply to inmates on home confinement. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 2\nII. The following conditions shall apply to those programs that\ndo not use electronic equipment to monitor compliance with\nthe conditions of home confinement. 1. The provider's staff shall telephonically contact the\ninmate at random hours each day at home, at work, or\nboth. 2. Staff shall visit inmates on home confinement at their\nhomes and at their places of employment at least once\neach week. 3. Inmates on home confinement shall return to the\nfacility at least twice each week for routine progress\nreviews, counseling, urine testing and other required\nprogram participation. III. The conditions in Section II (above) also apply to those\nprograms that do use programmed contact devices, and to\nthose programs that use continuously signalling or hybrid\ndevices that are not monitored 24 hours per day, 7 days per\nweek. Electronic equipment is a substitute only for the random\ntelephone calls. IV. The following conditions shall apply to those home\nconfinement programs that: 1) voluntarily choose to come\nunder these conditions, 2) use continuously signalling or\nhybrid devices (see definitions) and 3) monitor the output\nof the central computer and respond to violations 24 hours\nper day, 7 days per week. 1. The provider shall have an operations or procedures\nmanual specifying the manner in which the program will\noperate. This manual shall be reviewed by the CCM,\nconform to the minimum standards specified below and\nserve as the basis for monitoring the operations of the\nhome confinement program. 2. The provider's operations/procedures manual shall\ninclude their plan of action when a violation is noted. 3. Provider staff shall have at least one in-person\ncontact with the offender per week. a. At least one contact each month shall take place\nat the offender's residence, and one at the place\nof employment. b. All contacts shall be documented. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 3\nII. The following conditions shall apply to those programs that\ndo not use electronic equipment to monitor compliance with\nof continued employment and hours worked,\nverification of residence and of participation in\nany other required programs or treatment\nactivities. 5.",
      "queries": [
        "can resident contribute to contract per diem if not employed",
        "when does the brussels decision come into force",
        "what is the cops office monitoring component",
        "what is the award document"
      ],
      "queries_score": [
        "1.8349255",
        -8.494074821472168,
        -7.727741241455078,
        -7.55192756652832
      ]
    },
    {
      "id": "guidance_37__8",
      "chunk_id": "8",
      "content": "b. All contacts shall be documented. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 3\nII. The following conditions shall apply to those programs that\ndo not use electronic equipment to monitor compliance with\nof continued employment and hours worked,\nverification of residence and of participation in\nany other required programs or treatment\nactivities. 5. The provider shall review the inmate's monthly\ntelephone bill to ensure that it has been paid and that\nthe service does not include call forwarding or other\nunauthorized services. 6. The inmate is expected to remain at his/her residence\nat all times except when he is at work, when traveling\nto and from work or when engaging in other approved\nactivities. The provider's plan may include some\nopportunity for the offender to earn a reduction in the\nhours during which activity is restricted.",
      "queries": [
        "what is the classification, designation and redesignation procedure",
        "how can an inmate be removed from a program?",
        "what to announce to housing unit"
      ],
      "queries_score": [
        -10.820271492004395,
        -3.458407163619995,
        -10.896249771118164
      ]
    }
  ]
}