{
  "doc_id": "guidance_27",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_27__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nOGC/LCI\nNUMBER\n5050.50\nDATE\nJanuary 17, 2019 Compassionate Release/Reduction in Sentence:\nProcedures for Implementation of 18 U.S.C.\n§§ 3582 and 4205(g)\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§571.60 Purpose and scope. Under 18 U.S.C. 4205(g), a sentencing court, on motion of the Bureau of\nPrisons, may make an inmate with a minimum term sentence immediately\neligible for parole by reducing the minimum term of the sentence to time served. Under 18 U.S.C. 3582(c)(1)(A), a sentencing court, on motion of the Director of\nthe Bureau of Prisons, may reduce the term of imprisonment of an inmate\nsentenced under the Comprehensive Crime Control Act of 1984. The Bureau uses 18 U.S.C. 4205(g) and 18 U.S.C. 3582(c)(1)(A) in particularly\nextraordinary or compelling circumstances which could not reasonably have\nbeen foreseen by the court at the time of sentencing. 18 U.S.C. 3582 was amended by the First Step Act of 2018, revisions noted below in Summary\nof Changes. For the purposes of this Program Statement, the terms “compassionate release” and “reduction\nin sentence” are used interchangeably. Federal Regulations from 28 CFR are in this type. Implementing information is in this type. In deciding whether to file a motion under either 18 U.S.C. 4205(g) or 18 U.S.C. 3582, the\nBureau of Prisons (BOP) should consider whether the inmate’s release would pose a danger to\nthe safety of any other person or the community. Under 18 USC 3582 (d)(2)(3), the Bureau ensures that all facilities regularly and visibly post,\nincluding in prisoner handbooks, staff training materials, and facility law libraries and medical\nand hospice facilities, and make available to prisoners upon demand, notice of—\n(i) a defendant’s ability to request a sentence reduction pursuant to subsection (c)(1)(A);\n(ii) the procedures and timelines for initiating and resolving requests described in clause (i); and\n(iii) the right to appeal a denial of a request described in clause (i) after all administrative rights\nto appeal within the Bureau of Prisons have been exhausted. §572.40 Compassionate release under 18 U.S.C. 4205(g).\n18 U.S.C. 4205(g) was repealed effective November 1, 1987, but remains the\ncontrolling law for inmates whose offenses occurred prior to that date. For\ninmates whose offenses occurred on or after November 1, 1987, the applicable\nstatute is 18 U.S.C. 3582(c)(1)(A). Procedures for compassionate release of an\ninmate under either provision are contained in 28 CFR part 571, subpart G.\na. Program Objectives. The expected results of this program are:\n■ A motion for a modification of a sentence will be made to the sentencing court only in\nparticularly extraordinary or compelling circumstances that could not reasonably have been\nforeseen by the court at the time of sentencing. ■ The public will be protected from undue risk by careful review of each compassionate release\nrequest. ■ Compassionate release motions will be filed with the sentencing judge in accordance with the\nstatutory requirements of 18 U.S.C. 3582 or 4205(g). b. Summary of Changes\nPolicy Rescinded\nP 5050.49 CN-1 Compassionate Release/Reduction in Sentence: Procedures for Implementation\nof 18 U.S.C. §§ 3582(c)(1)(A) and 4205(g) P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 2",
      "queries": [
        "what makes an oig audit"
      ],
      "queries_score": [
        -8.041373252868652
      ]
    },
    {
      "id": "guidance_27__1",
      "chunk_id": "1",
      "content": "b. Summary of Changes\nPolicy Rescinded\nP 5050.49 CN-1 Compassionate Release/Reduction in Sentence: Procedures for Implementation\nof 18 U.S.C. §§ 3582(c)(1)(A) and 4205(g) P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 2 The following have been added to this version of the Program Statement:\n■ Requirements of section 603(b) of the First Step Act, codified at 18 USC § 3582:\n Requiring inmates be informed of reduction in sentence availability and process;\n Modifying definition of “terminally ill;”\n Requiring notice and assistance for terminally ill offenders;\n Requiring requests from terminally ill offenders to be processed within 14 days;\n Requiring notice and assistance for debilitated offenders; and\n Specifying inmates may file directly to court after exhaustion of administrative\nremedies, or 30 days from receipt of a request by the Warden’s Office. 2. INITIATION OF REQUEST – EXTRAORDINARY OR COMPELLING\nCIRCUMSTANCES\n§ 571.61 Initiation of request – extraordinary or compelling circumstances. a. A request for a motion under 18 U.S.C. 4205(g) or 3582(c)(1)(A) shall be\nsubmitted to the Warden. Ordinarily, the request shall be in writing, and\nsubmitted by the inmate. An inmate may initiate a request for consideration\nunder 18 U.S.C. 4205(g) or 3582(c)(1)(A) only when there are particularly\nextraordinary or compelling circumstances which could not reasonably have\nbeen foreseen by the court at the time of sentencing. The inmate’s request shall\nat a minimum contain the following information:\n(1) The extraordinary or compelling circumstances that the inmate believes\nwarrant consideration. (2) Proposed release plans, including where the inmate will reside, how the\ninmate will support himself/herself, and, if the basis for the request involves the\ninmate’s health, information on where the inmate will receive medical treatment,\nand how the inmate will pay for such treatment. b. The Bureau of Prisons processes a request made by another person on behalf\nof an inmate in the same manner as an inmate’s request. Staff shall refer a\nrequest received at the Central Office to the Warden of the institution where the\ninmate is confined. A request for a RIS is considered “submitted” for the purposes of 18 USC §3582 (c)(1), when\nreceived by the Warden in accordance with this section. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 3 3. REQUESTS BASED ON MEDICAL CIRCUMSTANCES The criteria for a reduction in sentence (RIS) request may include the following:\na. Terminal Medical Condition. RIS consideration may be given to inmates who have been\ndiagnosed with a terminal, incurable disease and whose life expectancy is eighteen (18) months\nor less, and/or has a disease or condition with an end-of-life trajectory under 18 USC §\n3582(d)(1). The BOP’s consideration should include assessment of the primary (terminal)\ndisease, prognosis, impact of other serious medical conditions of the inmate, and degree of\nfunctional impairment (if any). Functional impairment (e.g., limitations on activities of daily\nliving such as feeding and dressing oneself) is not required for inmates diagnosed with terminal\nmedical conditions; however, functional impairment may be a factor when considering the\ninmate’s ability or inability to reoffend.",
      "queries": [
        "when does the decision to use the flexibility instrument apply",
        "what executive order is the non-procurement review of federal programs?",
        "do taxpayers assume risk of not being reimbursed when there is no reimbursement"
      ],
      "queries_score": [
        -7.642107009887695,
        -7.736386775970459,
        -8.6438570022583
      ]
    },
    {
      "id": "guidance_27__2",
      "chunk_id": "2",
      "content": "Functional impairment (e.g., limitations on activities of daily\nliving such as feeding and dressing oneself) is not required for inmates diagnosed with terminal\nmedical conditions; however, functional impairment may be a factor when considering the\ninmate’s ability or inability to reoffend. Pursuant to 18 U.S.C. § 3582(d)(2)(A), in the case of a diagnosis of a terminal illness, the Bureau\nof Prisons shall, subject to confidentiality requirements:\n(i) not later than 72 hours after the diagnosis notify the defendant’s attorney, partner,\nand family members of the defendant’s condition and inform the defendant’s attorney,\npartner, and family members that they may prepare and submit on the defendant’s\nbehalf a request for a sentence reduction pursuant to subsection (c)(1)(A);\n(ii) not later than 7 days after the date of the diagnosis, provide the defendant’s partner\nand family members (including extended family) with an opportunity to visit the\ndefendant in person;\n(iii) upon request from the defendant or his attorney, partner, or a family member,\nensure that Bureau of Prisons employees assist the defendant in the preparation,\ndrafting, and submission of a request for a sentence reduction pursuant to subsection\n(c)(1)(A); and\n(iv) not later than 14 days of receipt of a request for a sentence reduction submitted on\nthe defendant’s behalf by the defendant or the defendant’s attorney, partner, or family\nmember, process the request. The statutory time frames of section 3582(d)(2)(A), begin once the Clinical Director of an\ninstitution makes a terminal diagnosis. Once the diagnosis is made, the Clinical Director will\ninform the Warden and the appropriate Unit Manager as soon as possible so as to ensure\nrequirements are met. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 4 If the inmate is physically/psychologically able, the inmate should consent to notifications\nabove using Form BP-A0192, Release of Information Consent, or equivalent written\nauthorization. If a visit is denied for security concerns, as reflected in 18 U.S.C. § 3582(d)(3)(J), the reasons\nshould be documented. The Warden will forward the information indicated in Section 8 of this policy, below, to\nCentral Office within 14 days. b. Debilitated Medical Condition. RIS consideration may also be given to inmates who have\nan incurable, progressive illness or who have suffered a debilitating injury from which they will\nnot recover. The BOP should consider a RIS if the inmate is:\n■ Completely disabled, meaning the inmate cannot carry on any self-care and is totally\nconfined to a bed or chair; or\n■ Capable of only limited self-care and is confined to a bed or chair more than 50% of waking\nhours. The BOP’s review should also include any cognitive deficits of the inmate (e.g., Alzheimer’s\ndisease or traumatic brain injury that has affected the inmate’s mental capacity or function). A\ncognitive deficit is not required in cases of severe physical impairment, but may be a factor when\nconsidering the inmate’s ability or inability to reoffend.",
      "queries": [
        "when should you report subrecipient executive total compensation",
        "cops reporting requirements"
      ],
      "queries_score": [
        -9.9315824508667,
        -7.049233913421631
      ]
    },
    {
      "id": "guidance_27__3",
      "chunk_id": "3",
      "content": "A\ncognitive deficit is not required in cases of severe physical impairment, but may be a factor when\nconsidering the inmate’s ability or inability to reoffend. Pursuant to 18 U.S.C. § 3582(d)(2)(B), in the case of an inmate unable to submit a request for a\nRIS BOP institution staff shall:\n(i) inform the defendant’s attorney, partner, and family members that they may prepare\nand submit on the defendant’s behalf a request for a sentence reduction pursuant to\nsubsection (c)(1)(A)\n(ii) accept and process a request for sentence reduction that has been prepared and\nsubmitted on the defendant’s behalf by the defendant’s attorney, partner, or family\nmember under clause (i); and\n(iii) upon request from the defendant or his attorney, partner, or family member, ensure\nthat Bureau of Prisons employees assist the defendant in the preparation, drafting, and\nsubmission of a request for a sentence reduction pursuant to subsection (c)(1)(A). All RIS requests should be assessed using the factors outlined in Section 7. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 5 4. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – ELDERLY\nINMATES The criteria for a RIS request may include the following:\na. “New Law” Elderly Inmates. Inmates sentenced for an offense that occurred on or after\nNovember 1, 1987 (e.g., “new law”), who are age 70 years or older and have served 30 years or\nmore of their term of imprisonment. 1\nb. Elderly Inmates with Medical Conditions. Inmates who fit the following criteria:\n■ Age 65 and older. ■ Suffer from chronic or serious medical conditions related to the aging process. ■ Experiencing deteriorating mental or physical health that substantially diminishes their\nability to function in a correctional facility. ■ Conventional treatment promises no substantial improvement to their mental or physical\ncondition. ■ Have served at least 50% of their sentence. Additionally, for inmates in this category, the BOP should consider the following factors when\nevaluating the risk that an elderly inmate may reoffend:\n■ The age at which the inmate committed the current offense. ■ Whether the inmate suffered from these medical conditions at the time the inmate committed\nthe offense. ■ Whether the inmate suffered from these medical conditions at the time of sentencing and\nwhether the Presentence Investigation Report (PSR) mentions these conditions. The BOP Medical Director will develop and issue medical criteria to help evaluate the inmate’s\nsuitability for consideration under this RIS category. c. Other Elderly Inmates. Inmates age 65 or older who have served the greater of 10 years or\n75% of the term of imprisonment to which the inmate was sentenced. 1",
      "queries": [
        "what is the deputy attorney general's guidance regarding threat against election workers",
        "do parking structures have floor to ceiling walls, a roof"
      ],
      "queries_score": [
        -9.07654094696045,
        -9.423760414123535
      ]
    },
    {
      "id": "guidance_27__4",
      "chunk_id": "4",
      "content": "c. Other Elderly Inmates. Inmates age 65 or older who have served the greater of 10 years or\n75% of the term of imprisonment to which the inmate was sentenced. 1 These criteria are different from those provided in 18 U.S.C 3582(c)(1)(a)(ii), which states that a court, upon\nmotion of the BOP Director, may reduce a sentence term if it finds that “the defendant is at least 70 years of age,\nhas served at least 30 years in prison, pursuant to a sentence imposed under section 3559(c), for the offense or\noffenses for which the defendant is currently imprisoned, and a determination has been made by the Director of\nthe Bureau of Prisons that the defendant is not a danger to the safety of any other person or the community, as\nprovided under section 3142(g).” P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 6 Elderly inmates who were age 60 or older at the time they were sentenced ordinarily should not\nbe considered for RIS if their current conviction is listed in the Categorization of Offenses\nProgram Statement. All RIS requests should be assessed using the factors outlined in Section 7. 5. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – DEATH OR\nINCAPACITATION OF THE FAMILY MEMBER CAREGIVER. The criteria for a RIS request may include the death or incapacitation of the family member\ncaregiver of an inmate’s child, e.g., RIS requests from inmates whose biological or legally\nadopted child or children (“child”) are suddenly without a family member caregiver due to that\ncaregiver’s death or incapacitation. For these requests, “child” means a person under the age of 18 and “incapacitation” means the\nfamily member caregiver suffered a severe injury (e.g., auto accident) or suffers from a severe\nillness (e.g., cancer) that renders the caregiver incapable of caring for the child. In reviewing these requests, BOP should assess, based on the information provided, whether\nrelease of the inmate to care for the inmate’s child is in the best interest of the child. a. First Stage of the Warden’s Review. The following information should be provided by the\ninmate to the Warden in writing for RIS requests based on the death or incapacitation of the\nfamily member caregiver:\n■ A statement that explains that the inmate’s family member caregiver has died or become\nincapacitated and that person was the caregiver for the inmate’s biological or legally adopted\nchild. ■ A statement that this person was the only family member capable of caring for the inmate’s\nchild.\n■ The name of the deceased or incapacitated family member caregiver and the relationship of\nthat person to the inmate (e.g., spouse, common-law spouse, mother, sister) and statement\nthat the caregiver is a family member of the child. ■ For requests based on a deceased family member caregiver, an official copy of the family\nmember caregiver’s death certificate. ■ For requests based on an incapacitated family member caregiver, verifiable medical\ndocumentation of the incapacitation. ■ Verifiable documentation that the inmate is the parent of the child. Acceptable\ndocumentation includes birth certificates, adoption papers, or verification of the inmate’s\npaternity. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type.",
      "queries": [
        "why should the EU determine the amount of macrofinance?"
      ],
      "queries_score": [
        -9.102855682373047
      ]
    },
    {
      "id": "guidance_27__5",
      "chunk_id": "5",
      "content": "■ For requests based on an incapacitated family member caregiver, verifiable medical\ndocumentation of the incapacitation. ■ Verifiable documentation that the inmate is the parent of the child. Acceptable\ndocumentation includes birth certificates, adoption papers, or verification of the inmate’s\npaternity. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 7 ■ Verifiable documentation providing the name and age of the child.\n■ A clear statement and documentation that the inmate has a release plan, including housing,\nand the financial means to care for the child immediately upon the inmate’s release. ■ Authorization from the inmate for the BOP to obtain any information or documents from any\nindividual, medical entity or doctor, or any government agency about the inmate, family\nmembers, and minor child. The Warden may deny the inmate’s request at the institution level of review if the Warden finds\nthat the inmate has not provided adequate information and documentation as set forth above. b. Second Stage of the Warden’s Review. Even if the inmate provides adequate and sufficient\ninformation and documentation set forth above regarding the RIS request, further investigation is\nappropriate. At this stage, the Warden should convene a committee consisting of the inmate’s\nunit manager, correctional counselor, and any other relevant staff (social worker, physician,\npsychologist, etc.) to investigate the facts and circumstances provided by the inmate and to\nreview supporting letters and documents before the Warden makes a recommendation to approve\nor deny the RIS request. The additional information and supporting documentation gathered by\nthe committee for the Warden’s review should include:\n■ A general description of the child’s physical and mental condition. ■ A description of the nature of the child’s care both during the inmate’s pre-arrest and presentence period, and during the inmate’s current incarceration. ■ Letters or documentation that the deceased/incapacitated family member was and still is the\nonly family member caregiver capable of caring for the inmate’s minor child. These letters\nor documentation should include:\n Information indicating whether this family member was, in fact, caring for the child\nduring the inmate’s incarceration and immediately prior to the family member’s death or\nincapacitation.\n An explanation of who has been caring for the child since the family member’s death or\nincapacitation.\n If the child is in foster care, documentation verifying that the inmate will be able to\nimmediately obtain custody of the child. All RIS requests should be assessed using the factors outlined in Section 7 as well as the\nfollowing factors.\n■ Has the inmate committed violent acts before or during the period of incarceration as\nreflected in the PSR, institutional disciplinary records, or other appropriate documentation?\n■ Did the inmate have drugs, drug paraphernalia, firearms, or other dangerous substances in the\nhome while caring for the child prior to incarceration? P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 8 ■ To what degree has the inmate had contact with or cared for the child prior to arrest, pretrial\nor pre-sentence, and during incarceration? Staff should review institution records for\nevidence of contact (telephone, mail, email, visiting log, etc.).\n■",
      "queries": [
        "what is the acceptable documentation for an inmate request",
        "eu globalisation adjustment fund"
      ],
      "queries_score": [
        "2.021527",
        -8.885842323303223
      ]
    },
    {
      "id": "guidance_27__6",
      "chunk_id": "6",
      "content": "1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 8 ■ To what degree has the inmate had contact with or cared for the child prior to arrest, pretrial\nor pre-sentence, and during incarceration? Staff should review institution records for\nevidence of contact (telephone, mail, email, visiting log, etc.).\n■ Is there any evidence of child abuse, neglect, or exploitation in the PSR or other documents?\n■ Are there any documents regarding the inmate’s parenting skills or obligations (e.g., child\nsupport orders, restraining orders for physical or emotional abuse of spouse, registered\npartner or children, certificates for classes in anger management or other types of counseling,\nremoval of child from the home for any reasons)?\n■ Are there records regarding the termination of parental rights or loss of custody of the\ninmate’s (other) child?\n■ Does the inmate have a detainer as a deportable alien to a country other than where the child\nresides?\n■ Has the inmate received public funding or had a job with a living wage for any period of time\nprior to incarceration?\n■ Has the inmate engaged in programming (e.g., parenting, anger management) during\nincarceration that would indicate efforts to improve parenting skills or that would indicate a\ncommitment to caring for the child upon release? Wardens should also consider any additional reliable documentation (e.g., letters of support from\nfamily members, neighbors, doctors, hospitals, and state or local agencies). Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. Wardens should\nalso consider whether the inmate participated in the Inmate Financial Responsibility Program\nand any information relating to the inmate’s substance abuse treatment, physical/mental/\nemotional health, and work evaluations during incarceration. The care of a child may be requested to be a condition of the inmate’s release to a supervised\nrelease term. Thus, failure to care for the child may result in a finding of a supervised release\nviolation and return to custody. 6. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – INCAPACITATION\nOF A SPOUSE OR REGISTERED PARTNER The criteria for a RIS request may include the incapacitation of an inmate’s spouse or registered\npartner when the inmate would be the only available caregiver for the spouse or registered\npartner. For these requests, “spouse” means an individual in a relationship with the inmate, where that\nrelationship has been legally recognized as a marriage, including a legally-recognized commonlaw marriage. “Registered partner” means an individual in a relationship with the inmate, where\nthat relationship has been legally recognized as a civil union or registered domestic partnership. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 9 The relationship should have been established before the inmate’s offense date of arrest, and\nshould be verified by information in the PSR or other administratively acceptable documentation\n(e.g. marriage certificate).",
      "queries": [
        "can you use the camp award to benefit the recipient",
        "is the taxpayer protected claim valid"
      ],
      "queries_score": [
        -8.925679206848145,
        -8.2905855178833
      ]
    },
    {
      "id": "guidance_27__7",
      "chunk_id": "7",
      "content": "P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 9 The relationship should have been established before the inmate’s offense date of arrest, and\nshould be verified by information in the PSR or other administratively acceptable documentation\n(e.g. marriage certificate). For these requests, “incapacitation” means the inmate’s spouse or registered partner has:\n■ Suffered a serious injury, or a debilitating physical illness and the result of the injury or\nillness is that the spouse or registered partner is completely disabled, meaning that the spouse\nor registered partner cannot carry on any self-care and is totally confined to a bed or chair; or\n■ A severe cognitive deficit (e.g., Alzheimer’s disease or traumatic brain injury that has\nseverely affected the spouse’s or registered partner’s mental capacity or function), but may\nnot be confined to a bed or chair. For these requests, the inmate should demonstrate that the inmate is the only available caregiver\nfor the spouse or registered partner, meaning there is no other family member or adequate care\noption that is able to provide primary care for the spouse or registered partner. a. First Stage of the Warden’s Review. The following information should be provided by the\ninmate to the Warden in writing for RIS requests based on the incapacitation of the spouse or\nregistered partner:\n■ Statement that explains that the inmate’s spouse or registered partner has become\nincapacitated. ■ Statement that the inmate is the only family member capable of caring for the spouse or\nregistered partner. ■ Verifiable medical documentation of the incapacitation of the spouse or registered partner.\n■ A clear statement and documentation of the inmate’s release plan, including housing, and the\nfinancial means to care for the spouse or registered partner immediately upon release. ■ Written authorization from the inmate and others (as needed) for the BOP to obtain any\ninformation or documents from any individual, medical entity or doctor, or any government\nagency about the inmate, the spouse or registered partner, or other family members. The Warden may deny the inmate’s request at the institution level of review if the Warden finds\nthat the inmate has not provided adequate information and documentation as set forth above. b. Second Stage of the Warden’s Review. Even if the inmate provides adequate and sufficient\ninformation and documentation set forth above regarding the RIS request, further investigation is\nappropriate. At this stage, the Warden should convene a committee consisting of the inmate’s\nunit manager, correctional counselor and any other relevant staff (social worker, physician,\npsychologist, etc.) to investigate the facts and circumstances provided by the inmate and to\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 10 review supporting letters and documents before the Warden makes a recommendation to approve\nor deny the RIS request. The information and supporting documentation gathered by the\ncommittee for the Warden’s review should include:\n■ A general description of the spouse’s or registered partner’s physical and mental condition. ■ A description of the nature of the spouse’s or registered partner’s care, as relevant, during the\ninmate’s pre-arrest and pre-sentence period, and during the inmate’s current incarceration. ■",
      "queries": [
        "which of the following is referred to the quality improvement program by the pra management office?"
      ],
      "queries_score": [
        -7.991371154785156
      ]
    },
    {
      "id": "guidance_27__8",
      "chunk_id": "8",
      "content": "■ A description of the nature of the spouse’s or registered partner’s care, as relevant, during the\ninmate’s pre-arrest and pre-sentence period, and during the inmate’s current incarceration. ■ Letters or documentation indicating whether the inmate is the only family member caregiver\ncapable of caring for the spouse or registered partner. This should include an explanation of\nwho has been caring for the spouse or registered partner during the inmate’s period of\nincarceration, as relevant. ■ Letters or documentation indicating the spouse or registered partner is, or would be,\nsupportive of the inmate’s release, and of the inmate assuming the role of the primary\ncaregiver. All RIS requests should be assessed using the factors outlined in Section 7 as well as the\nfollowing factors.\n■ Has the inmate committed violent acts before or during the period of incarceration, as\nreflected in the PSR, institution disciplinary records, or other appropriate documentation?\n■ To what extent would the inmate and spouse or registered partner be relying on publicly\navailable resources (e.g., financial or medical) to provide care to the spouse or registered\npartner?\n■ Has the inmate ever been charged with, or convicted of, a crime of domestic violence?\n■ Did the inmate share a residence with the spouse or registered partner prior to the period of\nincarceration?\n■ Did the inmate have drugs, drug paraphernalia, firearms, or other dangerous substances in the\nhome shared with the spouse or registered partner prior to incarceration?\n■ To what degree has the inmate had contact with (or cared for) the spouse or registered partner\nprior to arrest, pretrial or pre-sentence, and during incarceration? Staff should review\ninstitution records for evidence of contact (telephone, mail, email, visiting log, etc.).\n■ Is there any evidence of abuse or neglect involving the spouse or registered partner in the\nPSR or other documents?\n■ Are there any documents regarding the inmate’s custodial skills or obligations (e.g., child\nsupport orders, restraining orders for physical or emotional abuse of spouse or registered\npartner or children, certificates for classes in anger management or other types of counseling,\nremoval of children from the home for any reasons)?\n■ Does the inmate have a detainer as a deportable alien to a country other than where the\nspouse or registered partner resides?\n■ Has the inmate received public funding or had a job with a living wage for any period of time\nprior to incarceration? P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 11 ■ Has the inmate engaged in programming (e.g., anger management, financial responsibility\nprogram) during incarceration that would indicate efforts to improve custodial skills and/or\nthat would indicate a commitment to the inmate’s spouse or registered partner upon release? Wardens should also consider any additional reliable documentation (e.g., letters of support from\nfamily members, neighbors, doctors, hospitals, and state or local agencies). Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. The care of the spouse or registered partner may be requested to be a condition of the inmate’s\nrelease to a supervised release term.",
      "queries": [
        "what is sole source justification for an award",
        "system for award management definition"
      ],
      "queries_score": [
        -8.595734596252441,
        -8.124192237854004
      ]
    },
    {
      "id": "guidance_27__9",
      "chunk_id": "9",
      "content": "Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. The care of the spouse or registered partner may be requested to be a condition of the inmate’s\nrelease to a supervised release term. Thus, failure to care for the spouse or registered partner\nmay result in a finding of a supervised release violation and return to custody. 7. FACTORS AND EVALUATION OF CIRCUMSTANCES IN RIS REQUESTS For all RIS requests, the following factors should be considered:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Nature and circumstances of the inmate’s offense. Criminal history. Comments from victims. Unresolved detainers. Supervised release violations. Institutional adjustment. Disciplinary infractions. Personal history derived from the PSR. Length of sentence and amount of time served. This factor is considered with respect to\nproximity to release date or Residential Reentry Center (RRC) or home confinement date. Inmate’s current age. Inmate’s age at the time of offense and sentencing. Inmate’s release plans (employment, medical, financial). Whether release would minimize the severity of the offense. When reviewing RIS requests, these factors are neither exclusive nor weighted. These factors\nshould be considered to assess whether the RIS request presents particularly extraordinary and\ncompelling circumstances. Overall, for each RIS request, the BOP should consider whether the inmate’s release would pose\na danger to the safety of any other person or the community. 8. APPROVAL OF REQUEST\n§571.62 Approval of request. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 12 a. The Bureau of Prisons makes a motion under 18 U.S.C. 4205(g) or 3582(c)(1)(A)\nonly after review of the request by the Warden, the General Counsel, and either\nthe Medical Director for medical referrals or the Assistant Director, Correctional\nPrograms Division for non-medical referrals, and with the approval of the\nDirector, Bureau of Prisons. (1) The Warden shall promptly review a request for consideration under 18 U.S.C.\n4205(g) or 3582(c)(1)(A). If the Warden, upon an investigation of the request\ndetermines that the request warrants approval, the Warden shall refer the matter\nin writing with recommendation to the Office of General Counsel. The Warden’s referral at a minimum must include the following:\na. The Warden’s written recommendation as well as any other pertinent written recommendations\nor comments made by staff during the institution review of the request. b. A complete copy of Judgment and Commitment Order or Judgment in a Criminal Case and\nsentence computation data. c. A progress report that is not more than 30 days old. All detainers and holds should be resolved\nprior to the Warden’s submission of a case under 18 U.S.C. 3582 (c)(1)(A) or 4205(g). If a\npending charge or detainer cannot be resolved, an explanation of the charge or conviction status is\nneeded. d. All pertinent medical records if the reason for the request involves the inmate’s health. Pertinent records include, at a minimum, a Comprehensive Medical Summary by the attending\nphysician, which should also include an estimate of life expectancy, and all relevant test results,\nconsultations, and referral reports/opinions. e.",
      "queries": [
        "ukraine decision financial",
        "when was the eu globalisation adjustment fund created",
        "cops office grant monitoring telephone number",
        "who is the chief of research and evaluation at the bureau?"
      ],
      "queries_score": [
        -7.213271141052246,
        -9.375043869018555,
        -8.699458122253418,
        -6.422066688537598
      ]
    },
    {
      "id": "guidance_27__10",
      "chunk_id": "10",
      "content": "d. All pertinent medical records if the reason for the request involves the inmate’s health. Pertinent records include, at a minimum, a Comprehensive Medical Summary by the attending\nphysician, which should also include an estimate of life expectancy, and all relevant test results,\nconsultations, and referral reports/opinions. e. The referral packet must include, when available, a copy of the Presentence Investigation and\nForm U.S.A. 792, Report on Convicted Offender by U.S. Attorney, Custody Classification form,\nNotice of Action forms, Probation form 7a, information on fines, CIM Case Information\nSummary (BP-A0339), and any other documented information that is pertinent to the request. In\nthe absence of a Form U.S.A. 792, the views of the prosecuting Assistant U.S. Attorney may be\nsolicited; those views should be made part of the Warden’s referral memo. f. If the inmate is subject to the Victim and Witness Protection Act of 1982 (VWPA),\nconfirmation of notification to the appropriate victim(s) or witness(es) must be incorporated into\nthe Warden’s referral. A summary of any comments received must also be incorporated into the\nreferral. If the inmate is not subject to the VWPA, a statement to that effect must be in the\nreferral. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 13 g. For a request under 18 U.S.C. 3582(c)(1)(A), when a term of supervised release follows the\nterm of imprisonment, confirmation that release plans have been approved by the appropriate U.S.\nProbation Office must be included in the referral. If the inmate will be released to an area\noutside the sentencing district, the U.S. Probation Office assuming supervision must be contacted. If no supervision follows the term of imprisonment, release plans must still be developed. h. The development of release plans must include, at a minimum, a place of residence and the\nmethod of financial support, and may require coordination with various segments of the\ncommunity, such as hospices, the Department of Veterans Affairs or veterans’ groups, Social\nSecurity Administration, welfare agencies, local medical organizations, or the inmate’s family. i. Because there is no final agency decision until the Director has reviewed the request, staff at any\nlevel may not contact the sentencing judge or solicit the judge’s opinion through other officers of\nthe court. (2) If the General Counsel determines that the request warrants approval, the\nGeneral Counsel shall solicit the opinion of either the Medical Director or the\nAssistant Director, Correctional Programs Division depending upon the nature of\nthe basis for the request. With this opinion, the General Counsel shall forward\nthe entire matter to the Director, Bureau of Prisons, for final decision. (3) If the Director, Bureau of Prisons, grants a request under 18 U.S.C. 4205(g),\nthe Director will contact the U.S. Attorney in the district in which the inmate was\nsentenced regarding moving the sentencing court on behalf of the Bureau of\nPrisons to reduce the minimum term of the inmate’s sentence to time served.",
      "queries": [
        "what should medical records be for inmate",
        "when an award is terminated for noncompliance with federal statutes and regulations, an appeal will be made to who?",
        "why are psychologist records important"
      ],
      "queries_score": [
        "1.6108247",
        -6.909585475921631,
        -6.3722686767578125
      ]
    },
    {
      "id": "guidance_27__11",
      "chunk_id": "11",
      "content": "If\nthe Director, Bureau of Prisons, grants a request under 18 U.S.C. 3582(c)(1)(A),\nthe Director will contact the U.S. Attorney in the district in which the inmate was\nsentenced regarding moving the sentencing court on behalf of the Director of the\nBureau of Prisons to reduce the inmate’s term of imprisonment to time served. b. Upon receipt of notice that the sentencing court has entered an order granting\nthe motion under 18 U.S.C. 4205(g), the Warden of the institution where the\ninmate is confined shall schedule the inmate for hearing on the earliest Parole\nCommission docket. Institution staff prepare an amended Sentence Data Summary for use at this hearing. Staff provide\na copy of the most recent progress report to the Parole Commission. Upon receipt of notice that the sentencing court has entered an order granting the\nmotion under 18 U.S.C. 3582(c)(1)(A), the Warden of the institution where the\ninmate is confined shall release the inmate forthwith. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 14 c. In the event the basis of the request is the medical condition of the inmate,\nstaff shall expedite the request at all levels. A request for an expedited review permits the review process to be expedited, but does not lessen\nthe requirement that documentation be provided. 9. DENIAL OF REQUEST\n§571.63 Denial of request.\na. When an inmate’s request is denied by the Warden, the inmate will receive\nwritten notice and a statement of reasons for the denial. The inmate may appeal\nthe denial through the Administrative Remedy Procedure (28 CFR part 542,\nsubpart B).\nb. When an inmate’s request for consideration under 18 U.S.C. 4205(g) or\n3582(c)(1)(A) is denied by the General Counsel, the General Counsel shall provide\nthe inmate with a written notice and statement of reasons for the denial. This\ndenial constitutes a final administrative decision. c. When the Director, Bureau of Prisons, denies an inmate’s request, the Director\nshall provide the inmate with a written notice and statement of reasons for the\ndenial within 20 workdays after receipt of the referral from the Office of General\nCounsel. A denial by the Director constitutes a final administrative decision. d. Because a denial by the General Counsel or Director, Bureau of Prisons,\nconstitutes a final administrative decision, an inmate may not appeal the denial\nthrough the Administrative Remedy Procedure. Under 18 USC 3582 (c) (1), an inmate may file a request for a reduction in sentence with the\nsentencing court after receiving a BP-11 response under subparagraph (a), the denial from the\nGeneral Counsel under subparagraph (d), or the lapse of 30 days from the receipt of such a\nrequest by the Warden of the inmate’s facility, whichever is earlier. 10. INELIGIBLE OFFENDERS\n§571.64 Ineligible offenders. The Bureau of Prisons has no authority to initiate a request under 18 U.S.C.\n4205(g) or 3582(c)(1)(A) on behalf of state prisoners housed in Bureau of Prisons\nfacilities or D.C. Code offenders confined in federal institutions. The Bureau of\nPrisons cannot initiate such a motion on behalf of federal offenders who\ncommitted their offenses prior to November 1, 1987, and received non- parolable\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type.",
      "queries": [
        "who should the director of the bureau for prisons contact?",
        "why community policing agency",
        "why does cops not include part 23 in award",
        "what is purpose of mou",
        "what is the purpose of the parking structures"
      ],
      "queries_score": [
        "1.7894856",
        -7.982248306274414,
        -8.653192520141602,
        -6.174131393432617,
        -8.164656639099121
      ]
    },
    {
      "id": "guidance_27__12",
      "chunk_id": "12",
      "content": "The Bureau of\nPrisons cannot initiate such a motion on behalf of federal offenders who\ncommitted their offenses prior to November 1, 1987, and received non- parolable\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 15 sentences. 11. TRACKING REDUCTION IN SENTENCE REQUESTS To ensure consistent handling and documentation of RIS requests, Wardens must identify a staff\nmember to serve as an institution RIS Coordinator (IRC) and an alternate. The principal\nresponsibility of the IRC is to receive and document RIS requests and other RIS-related\ninformation in the RIS electronic tracking database. For each RIS request, the following information is entered into the RIS tracking database by the\nIRC:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Inmate’s full name. Federal register number. Date of birth and age. Institution. Date RIS request received by institution. Reason for RIS request. Whether staff assisted the inmate with submitting the RIS request. Whether the request was submitted by a third party (attorney, partner, family member). Disposition of request (e.g., approval or denial). Reason for disposition. Date of disposition of request. At the Central Office (CO) level, information regarding RIS requests is entered into the database\nby RIS Coordinators in the Office of General Counsel, the Health Services Division, and the\nCorrectional Programs Division. The following information is entered into the RIS tracking\ndatabase by CO staff:\n■ Date RIS request received by CO. ■ Director’s final decision. 12. ANNUAL REPORT\nUnder 18 U.S.C. § 3582 (d)(3), not later than December 21, 2019, and once every year\nthereafter, the Director of the Bureau of Prisons shall submit to the Committee on the Judiciary\nof the Senate and the Committee on the Judiciary of the House of Representatives a report on\nrequests for sentence reductions pursuant to subsection (c)(1)(A), which shall include a\ndescription of, for the previous year—\n(A) the number of prisoners granted and denied sentence reductions, categorized by the criteria\nP5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 16",
      "queries": [
        "why does a federal government award receive a hold on an award",
        "what does inspector general mean",
        "is a nol considered taxable income",
        "who can make recess appointments in senate"
      ],
      "queries_score": [
        -8.124588012695312,
        -7.520551681518555,
        -9.000794410705566,
        -8.606919288635254
      ]
    },
    {
      "id": "guidance_27__13",
      "chunk_id": "13",
      "content": "1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 16 relied on as the grounds for a reduction in sentence;\n(B) the number of requests initiated by or on behalf of prisoners, categorized by the criteria\nrelied on as the grounds for a reduction in sentence;\n(C) the number of requests that Bureau of Prisons employees assisted prisoners in drafting,\npreparing, or submitting, categorized by the criteria relied on as the grounds for a reduction in\nsentence, and the final decision made in each request;\n(D) the number of requests that attorneys, partners, or family members submitted on a\ndefendant’s behalf, categorized by the criteria relied on as the grounds for a reduction in\nsentence, and the final decision made in each request;\n(E) the number of requests approved by the Director of the Bureau of Prisons, categorized by the\ncriteria relied on as the grounds for a reduction in sentence;\n(F) the number of requests denied by the Director of the Bureau of Prisons and the reasons given\nfor each denial, categorized by the criteria relied on as the grounds for a reduction in sentence;\n(G) for each request, the time elapsed between the date the request was received by the warden\nand final decision, categorized by the criteria relied on as the grounds for a reduction in sentence;\n(H) for each request, the number of prisoners who died while their request was pending and, for\neach, the amount of time that had elapsed between the date the request was received by the\nBureau of Prisons, categorized by the criteria relied on as the grounds for a reduction in\nsentence;\n(I) the number of Bureau of Prisons notifications to attorneys, partners, and family members of\ntheir right to visit a terminally ill defendant as required under paragraph (2)(A)(ii) and, for each,\nwhether a visit occurred and how much time elapsed between the notification and the visit;\n(J) the number of visits to terminally ill prisoners that were denied by the Bureau of Prisons due\nto security or other concerns, and the reasons given for each denial; and\n(K) the number of motions filed by defendants with the court after all administrative rights to\nappeal a denial of a sentence reduction had been exhausted, the outcome of each motion, and the\ntime that had elapsed between the date the request was first received by the Bureau of Prisons\nand the date the defendant filed the motion with the court. 13. ACA AGENCY ACCREDITATION PROVISIONS None. REFERENCES Directives Referenced\nP5162.05\nCategorization of Offenses (3/16/09)\nFederal Regulations\n■ Rules cited in this Program Statement are contained in 28 CFR 571.60 through 571.64. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 17 ■ Rules referenced in this Program Statement are contained in 28 CFR 542.10 through 542.16\nand 572.40. U.S. Code Referenced\n■ Title 18, United States Code, Section 4205(g). ■ Title 18, United States Code, Section 3582. BOP Forms\nBP-A0339\nBP-A0192 CIM Case Information Summary\nRelease of Information Consent Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program\nare available in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5050.50 1/17/2019",
      "queries": [
        "which federal regulation is relied on for a reduction in sentence?",
        "what can be reallocated for a COPS award",
        "why is the reentry programming program important",
        "do eeoops impose hiring requirements",
        "internal revenue service internal service memorandum release date",
        "can board of directors serve part time"
      ],
      "queries_score": [
        "1.8290786",
        -8.3678560256958,
        -8.837204933166504,
        -8.643866539001465,
        -6.222215175628662,
        -9.055682182312012
      ]
    },
    {
      "id": "guidance_27__14",
      "chunk_id": "14",
      "content": "■ Title 18, United States Code, Section 3582. BOP Forms\nBP-A0339\nBP-A0192 CIM Case Information Summary\nRelease of Information Consent Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program\nare available in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 18",
      "queries": [
        "what is the form bp-a0339?",
        "what is the cim requirement release of information consent",
        "what was clear was that some of the feedstock coal was run through r.",
        "who is a home-licensee"
      ],
      "queries_score": [
        "1.7709554",
        "1.5167886",
        -10.894596099853516,
        -11.203929901123047
      ]
    }
  ]
}