{
  "doc_id": "guidance_52",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_52__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 1490.06, CN-1\nDATE:\nOctober 20, 2016 Victim and Witness Notification Program\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 1490.06,\nVictim and Witness Notification Program, dated May 23, 2002. This CN provides guidance for\nremoving the requirement to send any notification via certified mail/return receipt requested. The changes are bolded and highlighted in yellow. The text to be deleted is struck through in\nred. Attachments B and C are updated accordingly. 13. NOTIFICATION [PROCEDURES §551.152] Page 7, Section 13, c. Types of Notifications and Time Frames. All notifications will be\nmade by using the template in VNS. The letters created by the template must not be altered in\nany way that will affect their content or overall appearance. The initial notification letter must include a copy of the Department of Justice Victim\nNotification System Pamphlet. All notifications will be sent via regular mail. Page 9, Section 13, (3) Escapes. If telephonic contact is not possible, unit staff will complete\nthe notification process by the next work day via VNS. If telephonic contact is made, unit staff\nwill complete the VNS notification process to the victim within seven calendar days via the\nnotification preference. Page 15, Section 17, CORRESPONDENCE AND FILING, (b.) Unit staff must document all\ncommunication (e.g., telephone, correspondence, etc.) with a victim(s), including unsuccessful\ncontact attempts, on the Victim Notification Record, Attachment B. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD\n1490.06\n5/23/2002\nVictim and Witness\nNotification Program 1. [PURPOSE AND SCOPE §551.150. The Bureau of Prisons provides\na requesting victim and/or witness of a serious crime with\ninformation on the release from a Bureau institution of the\ninmate convicted of that serious crime.] The Victim and Witness Protection Act of 1982, the Crime Control\nAct of 1990, the Violent Crime Control and Law Enforcement Act of\n1994, as well as the Attorney General's Guidelines for Victim and\nWitness Assistance set forth procedures to meet the needs of\ncrime victims and witnesses. A major component of each of these\ndirectives is to ensure victims/witnesses are advised of the\nsignificant stages in the criminal justice process. This Program\nStatement establishes Bureau procedures for responding to a\nrequest from a victim or witness who wishes to be notified\nregarding a specific inmate's release or release-related\nactivities. 2. SUMMARY OF CHANGES. changes: This revision incorporates the following ! Text and procedures for the National Victim of Crime\nNotification System (VNS) have been added; ! Removes the requirement to send final release\nnotifications via certified mail/return receipt\nrequested; ! Removes the requirement to send carbon copies of\nnotification letters to the U.S. Attorney\nVictim/Witness Coordinator; [Bracketed Bold - Rules]\nRegular Typed - Implementing Information PS 1490.06\n5/23/2002\nPage 2\n! Incorporates procedures to notify inmate victims\nregarding incarcerated offenders; and ! Incorporates procedures when a victim is compromised. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Victims who are on record to receive information will be\nnotified, within established time frames, of an inmate's\nadmission to, or release from, an institution or contract\nfacility. b.",
      "queries": [
        "us department of justice cpd/cpb number",
        "what is cops office phone number",
        "what's the essence of a discriminatory result claim"
      ],
      "queries_score": [
        "1.9946692",
        -6.955718994140625,
        -8.843096733093262
      ]
    },
    {
      "id": "guidance_52__1",
      "chunk_id": "1",
      "content": "! Incorporates procedures when a victim is compromised. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Victims who are on record to receive information will be\nnotified, within established time frames, of an inmate's\nadmission to, or release from, an institution or contract\nfacility. b. Victims who are on record to receive information will be\nnotified, within established time frames, of opportunities to\nappear in person at an inmate's parole hearing or submit written\ncomments for consideration. 4. DIRECTIVES AFFECTED a. Directive Rescinded\nPS 1490.05 b. Victim and Witness Notification (6/21/00) Directives Referenced\nPS 3906.16\nPS 5050.46\nPS 5180.04\nPS 5216.05\nPS 5264.07\nPS 5265.11\nPS 5267.06\nPS 5280.08\nPS 5321.07\nPS 5553.06\nPS 5800.11\nPS 7310.04 Employee Development Manual (3/21/97)\nCompassionate Release, Procedures for\nImplementation of 18 U.S.C. 3582(c)(1)(A) and\n4205(g) (5/19/98)\nCentral Inmate Monitoring System (8/16/96)\nJuvenile Delinquents (9/1/99)\nTelephone Regulations for Inmates (1/31/02)\nCorrespondence (7/9/99)\nVisiting Regulations (5/17/99)\nFurloughs (2/4/98)\nUnit Management (9/16/99)\nEscapes/Deaths Notification (8/23/99)\nInmate Central File, Privacy Folder, and\nParole Mini-Files (12/31/97)\nCommunity Corrections Center (CCC)\nUtilization and Transfer Procedure (12/16/98) VNS User Manual\nAttorney General Guidelines for Victim and Witness\nAssistance, January 31, 2000\nVictim and Witness Protection Act of 1982, Public Law 97-291 PS 1490.06\n5/23/2002\nPage 3\nc. Rules cited in this Program Statement are contained in 28\nCFR 551.150-153. 5. STANDARDS REFERENCED a. American Correctional Association 3rd Edition Standards\nfor Adult Correctional Institutions: 3-4393-1\nb. American Correctional Association 3rd Edition Standards\nfor Adult Local Detention Facilities: 3-ALDF-4G-08\nc. American Correctional Association 2nd Edition Standards\nfor Administration of Correctional Agencies: 2-CO-4G-02\n6. AUTOMATED VICTIM NOTIFICATION SYSTEM (VNS) BACKGROUND. The\nDepartment of Justice is committed to ensuring that\nvictims/witnesses are treated fairly as their case moves through\nthe Federal Criminal Justice System. In order to provide victims\nwith notification and information about case events, the\nDepartment of Justice has developed the National Victim\nNotification System (VNS). The VNS program was established as a\nresult of a cooperative effort between the Federal Bureau of\nInvestigation (FBI), the Executive Office for the United States\nAttorneys, and the Federal Bureau of Prisons (BOP). VNS links the FBI, all Assistant U.S. Attorney’s offices (AUSA),\nand the BOP through the Department of Justice Intranet, and\nallows these three agencies to share victim information. The\nsystem contains the names of all identified victims of Federal\ncrimes. Victim(s) information is entered into the system at the\ntime they are identified following the commission of a crime. The information is used to make notification(s) during the\narrest, arraignment, prosecutorial, and confinement phases. Once an offender is convicted and assigned a U.S. Marshals number\n(register number), case information is electronically forwarded\nto SENTRY to determine if the inmate is in Federal custody. If\nthe inmate information is in SENTRY and there is a match (inmate\nregister number and last name), SENTRY will automatically assign\nthe VWP Case Management Assignment (CMA) to the inmate’s\ninformation. Every 24 hours, SENTRY will update the VNS database, and when\nnecessary, VNS will generate a victim notification request to the\ninmate’s assigned Case Manager. All VWP notifications will be accomplished using VNS, and will\nalso include U.S. Military inmates, state boarders, District of\nColumbia Superior Court cases, and U.S. Parole Commission cases. PS 1490.06\n5/23/2002\nPage 4 At no time are staff permitted to delete victims from VNS. 7. PRETRIAL/HOLDOVER AND/OR DETAINEES. Procedures required by\nthis Program Statement ordinarily do not apply to these inmates.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_52__2",
      "chunk_id": "2",
      "content": "PS 1490.06\n5/23/2002\nPage 4 At no time are staff permitted to delete victims from VNS. 7. PRETRIAL/HOLDOVER AND/OR DETAINEES. Procedures required by\nthis Program Statement ordinarily do not apply to these inmates. Victim notification is required in accordance with Section 12 of\nthis Program Statement when an inmate with a VWP assignment in\nSENTRY, in pretrial, holdover or detainer status, releases from\ncustody, escapes, or dies while confined in a BOP institution. 8. INMATE VICTIMS. Inmates who are enrolled in the VWP as a\nresult of being the victim of a Federal crime require the\nearliest possible notice of release related events involving an\nincarcerated offender. However, the notification time frames\nrequired by this Program Statement ordinarily do not apply to\ninmate victims since staff must take into consideration any\nsecurity concerns which jeopardizes the inmate victim’s or the\noffender’s safety while incarcerated. If staff are aware that the victim is an inmate, the inmate\nvictim will be reviewed on a case-by-case basis in an attempt to\nminimize the risk involved in completing notifications. It may\nbe determined that notification prior to an event occurring would\nbe a greater security concern for the inmate’s involved. 9. [DEFINITIONS §551.151 a. For purpose of this rule, \"victim\" is generally defined as\nsomeone who suffers direct or threatened physical, emotional, or\nfinancial harm as the result of the commission of a crime. The\nterm \"victim\" also includes the immediate family of a minor or a\nhomicide victim. b. For purpose of this rule, \"witness\" is defined as someone\nwho has information or evidence concerning a crime, and provides\ninformation regarding this knowledge to a law enforcement agency. Where the witness is a minor, the term \"witness\" includes an\nappropriate family member. The term \"witness\" does not include\ndefense witnesses or those individuals involved in the crime as a\nperpetrator or accomplice. c. For purpose of this rule, \"serious crime\" is defined as a\ncriminal offense that involves personal violence, attempted or\nthreatened personal violence or significant property loss. d. For purpose of this rule, the phrase “release from a Bureau\ninstitution” refers to an inmate's furlough, parole (including\nappearance before the Parole Commission), transfer to a state or PS 1490.06\n5/23/2002 Page 5\nlocal detention facility, transfer to a community corrections\ncenter, mandatory release, expiration of sentence, escape\n(including apprehension), death, and other such release-related\ninformation.] This also applies to inmates serving a concurrent Federal\nsentence in a state or local facility. Refer to Section 10.a. of\nthis Program Statement for specific notification procedures\nregarding state concurrency cases. Inmates who are transferred\nfrom a BOP institution to a local detention facility on a\ntemporary basis for disciplinary or other reasons, do not require\nnotification. e. Federal inmates housed in state facilities (state boarders)\nor community corrections centers (CCC) are the responsibility of\nthe appropriate Community Corrections Manager (CCM). In these\nsituations, the terms “Warden”, “Unit Manager” and “Community\nCorrections Manager” are synonymous. f. \"VWP\" refers to a CMA assignment assigned to an inmate\nwho has victims. Central Office VWP staff approve and enter into\nSENTRY all “VWP*” assignments for an inmate who has a BOP staff\nmember as a victim.",
      "queries": [
        "can staff delete victims from vns",
        "which measures are required to improve environmental sustainability?"
      ],
      "queries_score": [
        "2.06486",
        -8.827606201171875
      ]
    },
    {
      "id": "guidance_52__3",
      "chunk_id": "3",
      "content": "In these\nsituations, the terms “Warden”, “Unit Manager” and “Community\nCorrections Manager” are synonymous. f. \"VWP\" refers to a CMA assignment assigned to an inmate\nwho has victims. Central Office VWP staff approve and enter into\nSENTRY all “VWP*” assignments for an inmate who has a BOP staff\nmember as a victim. g. Limited System User (LSU) refers to the Case Manager,\nCommunity Corrections Case Manager or Unit Manager who has system\ncapability to read victim information and generate notifications\nfor inmates on their assigned case load. h. Full System User (FSU) refers to the Victim/Witness\nCoordinator (VWC) or CCM who has system capability to read,\ngenerate reports, approve/cancel notification, create victim\nrecords, update victim information, and add inmates to VNS. i. Institution VNS Administrator refers to the Computer\nServices Manager whose responsibilities in VNS will include\nupdating user ID’s, assigning passwords and a reporting office,\ngranting office access rights, and ensuring that the\ninstitution’s telephone and fax numbers, etc., are entered for\neach user. 10. CENTRAL OFFICE VICTIM/WITNESS STAFF. Central Office VWP\nstaff are located in the Correctional Programs Branch and serve\nas the Bureau’s point of contact for victim/witness issues and\nprocedures. They are also the primary liaison to Department of\nJustice staff, other law enforcement agencies, and the public. PS 1490.06\n5/23/2002\nPage 6\nCentral Office VWP staff will enter the VWP assignment and victim\ninformation on U.S. Military inmates, District of Columbia\nSuperior Court cases, and U.S. Parole Commission cases. a. State Concurrency Cases. Inmates identified as VWP cases\nserving a concurrent Federal sentence in a state facility will be\nassigned a VWP CMA assignment. Central Office VWP staff will\ncomplete notifications in the following manner (see Attachment E,\nG):\n! Forward a copy of the notification to the victim within\n30 calendar days after VNS posts the notification. A\ncopy of the letter must be forwarded to the appropriate\nRegional Inmate Systems Administrator (RISA). ! Forward a copy of the notification to the appropriate\nofficial in the state department of corrections\nconfining the inmate, along with a copy of the\nDepartment of Justice Victim Notification System\nPamphlet. ! Mail all letters via regular mail. b. Witness Security Inmates. The Inmate Monitoring Section,\nCentral Office, coordinates all notification procedures for\nWitness Security inmates with a VWP CMA assignment. The Case\nManagement Coordinator (CMC) at the facility where the Witness\nSecurity inmate is housed will contact the Inmate Monitoring\nSection, Central Office, to ensure proper notifications are made\nto the victim(s). c. All victim/witness contact changes (i.e., address, phone\nnumbers, fax numbers, etc.) must be sent to the Correctional\nPrograms Branch, Unit Management Section, Central Office, to\nensure the changes are entered into VNS on all linked victims. 11. INSTITUTION VICTIM/WITNESS COORDINATOR (VWC). Each Warden\nwill designate a VWC, ordinarily not below the department head\nlevel, to provide technical expertise, monitor, and train staff\non VWP and VNS. If a notification is inadvertently sent to a Case Manager other\nthan the inmate’s Case Manager, the following steps will occur:\na. Unit staff will update the case manager assignment in\nSENTRY;\nb. Unit staff will notify the VWC of the CSW change; PS 1490.06\n5/23/2002\nPage 7\nc. The VWC will cancel the first notification; and d. The VWC will recreate a notification for the appropriate\nCase Manager. 12. ACCESS TO THE SYSTEM.",
      "queries": [
        "what travel expenses for cpd award",
        "what does the oig select",
        "patents in the orange book referred to as",
        "what is meant by the step transaction doctrine"
      ],
      "queries_score": [
        -9.25694751739502,
        -6.9238176345825195,
        -8.654230117797852,
        -8.78486156463623
      ]
    },
    {
      "id": "guidance_52__4",
      "chunk_id": "4",
      "content": "Unit staff will update the case manager assignment in\nSENTRY;\nb. Unit staff will notify the VWC of the CSW change; PS 1490.06\n5/23/2002\nPage 7\nc. The VWC will cancel the first notification; and d. The VWC will recreate a notification for the appropriate\nCase Manager. 12. ACCESS TO THE SYSTEM. Each victim is assigned a Victim\nIdentification Number (VIN) and a Personal Identification Number\n(PIN) which allows them to access the automated system. When a\nvictim contacts unit staff and indicates that they have lost\ntheir VIN or PIN, unit staff will regenerate an initial letter\nand forward it to the victim at the address contained in VNS. 13. NOTIFICATION [PROCEDURES §551.152 a. A victim and/or witness of a serious crime who wants to be\nnotified of a specific inmate's release must make this request to\nthe United States Attorney in the district where the prosecution\noccurred. Requests for notification received by the Bureau of\nPrisons directly from a victim and/or witness will be referred to\nthe U.S. Attorney in the district of prosecution for approval. b. Institution staff shall promptly notify the victim and/or\nwitness when his or her request for notification has been\nreceived. Staff shall advise each approved victim and/or witness\nof that person's responsibility for notifying the Bureau of\nPrisons of any address and/or telephone number changes.]\nc. Types of Notifications and Time Frames. All notifications\nwill be made by using the template in VNS. The letters created\nby the template must not be altered in any way that will affect\ntheir content or overall appearance. However, the Victim and Witness Notice form (BP-323) may be\ncompleted as needed for the appropriate notification. The\ninitial notification letter must include a copy of the Department\nof Justice Victim Notification System Pamphlet. Initial and subsequent All notifications will be sent via\nregular mail. with the exception of escape notifications, which\nmust be mailed via certified mail, return receipt requested. The “Contact Preferences” option may only be used for initial\ndesignation notifications. The Unit Manager is responsible for ensuring that notifications\nare timely and accurate in the following circumstances: PS 1490.06\n5/23/2002\nPage 8\n(1) Initial Notification. VNS will create a pending initial\nnotification (initial designation) once the inmate’s sentence\ncomputation has been completed. Unit staff will complete the\ninitial notification to the victim(s) within 30 calendar days of\nthe date the notification was posted on VNS. All initial\nnotifications (initial designation) can be made using the\n“Contact Preferences” option which allows the preferred\nnotification method of the victim to be used when processing this\ntype of notification. If the victim’s preferred method of notification is a\nletter, the victim will also be provided a copy of the Department\nof Justice Victim Notification System Pamphlet which contains a\nbrief description of VNS procedures and instructions for\naccessing the Victim Notification Call Center. If Central Office staff or the institution VWC enters a\nvictim into VNS, an initial notification (initial BOP) will be\ngenerated in VNS. In this type of notification, staff cannot use\nthe “Contact Preferences” option for providing notification. Unit staff will complete an initial notification letter and mail\nit with the Department of Justice Victim Notification System\nPamphlet, to the victim(s) within 30 calendar days of the date\nthe notification was posted on VNS.",
      "queries": [
        "what unit staff will notify the vwc of the csw change?",
        "what is a hearing administrator's report on referral for designation to a special management unit?"
      ],
      "queries_score": [
        "1.5694809",
        -7.738187789916992
      ]
    },
    {
      "id": "guidance_52__5",
      "chunk_id": "5",
      "content": "In this type of notification, staff cannot use\nthe “Contact Preferences” option for providing notification. Unit staff will complete an initial notification letter and mail\nit with the Department of Justice Victim Notification System\nPamphlet, to the victim(s) within 30 calendar days of the date\nthe notification was posted on VNS. If the “Contact Preferences” option is utilized for initial\ndesignation notifications, unit staff will retrieve from VNS and\nreview a Call Tracing Report and a Notification Report by the\nnext work day to ensure each victim received notification. If\nthe victim’s preferred method of contact was unsuccessful, staff\nmust follow-up with an initial notification letter to the victim. The Call Tracing Report and the Notification Report used for\nverification of the completed contact will be maintained in the\nPrivacy Folder, Section I of the Inmate Central File. (2) Parole Hearings. Pending parole notifications will be\ncreated by VNS 60 calendar days in advance of the date of the\nanticipated parole hearing. Unit staff must mail the\nnotification letter(s) to the victim(s) 30 calendar days in\nadvance of the parole hearing. VNS uses the parole hearing date entered in the SENTRY\nParole Hearing Update transaction to create the parole hearing\nnotification. Therefore, it is essential that unit staff update\nthe parole hearing date in SENTRY in order to receive\nnotifications from VNS. For example, if the Case Manager enters\na parole hearing date of “09-2001,” VNS will read this as\n“09-01-2001,” and will forward a notification to the Case Manager\non 07-01-2001. PS 1490.06\n5/23/2002 Page 9\nVNS does not automatically create pending notifications for\nrecord review hearings, therefore, unit staff are required to\nmanually create the pending notification(s) utilizing the BP-323\nform within VNS. Notification to the victim(s) will ordinarily\noccur nine months prior to the Presumptive Parole date, which\ncoincides with when the record review Progress Report is mailed\nto the U.S. Parole Commission. Additionally, unit staff must prepare a memorandum to the\nU.S. Parole Commission (Attachment A) indicating a victim (not to\nbe specifically identified) may wish to submit written comments\nor attend the hearing. This memorandum must be included in the\nreview material provided to the Parole Examiners before the\nhearing. (3) Escapes. Unit staff must notify each victim by\ntelephone as soon as possible after the escape is discovered and\nconfirmed (normally the same day), and provide the date and time\nof a VWP inmate’s escape. If there are multiple victims in the\ncase, unit staff may contact the VNS Call Center via fax using\nthe Escape/Immediate Release/Call Cancellation form (Attachment\nH) to initiate the telephonic notification system. If telephonic contact is not possible, unit staff will\ncomplete the notification process by forwarding a BP-323 form to\nthe victim by the next work day via certified mail, return\nreceipt requested VNS. If telephonic contact is made, unit\nstaff will complete the VNS notification process by forwarding a\nBP-323 form to the victim within seven calendar days via\ncertified mail, return receipt requested the notification\npreference. When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification.",
      "queries": [
        "how long does a victim notification take",
        "cops office closeout number",
        "principal and interest are payable out of what",
        "where is the active marketing exception"
      ],
      "queries_score": [
        "1.8321431",
        -7.6886749267578125,
        -7.960838317871094,
        -7.858179092407227
      ]
    },
    {
      "id": "guidance_52__6",
      "chunk_id": "6",
      "content": "When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification. The Call Tracing Report will\nbe maintained in the Privacy Folder, Section I of the Inmate\nCentral File. If the system is unable to contact the victim(s),\nunit staff will follow-up with Directory Assistance and/or\nalternate contacts, to obtain the correct telephone number and\ncontact the victim immediately. The sending institution is responsible for notification(s)\nfor escapes which occur during an unescorted transfer. If an\nescape occurs while a VWP inmate is housed in a CCC or a state\ncontractual facility, the CCM is responsible for notifying the\nvictim(s) as soon as the escape is confirmed (normally the same\nday). PS 1490.06\n5/23/2002\nPage 10 Once the CCM or Unit Manager receives information that the\ninmate has been apprehended, the victims/witnesses will be\nnotified of the apprehension. The CCM or Unit Manager are\nresponsible for ensuring the BP-323 form is mailed as soon as\npossible, but no later than 30 calendar days after receiving\nnotification of apprehension. The date the inmate was\napprehended and current location or designation, if known, will\nbe indicated on the BP-323 form (section 8). The CCM will\nforward copies of the BP-323 form to the parent institution to be\nincluded in the Privacy Folder, Section I of the Inmate Central\nFile. (4) Furloughs/Unescorted Transfers. VNS does not\nautomatically create pending notifications for furloughs or\nunescorted transfers, therefore, unit staff are required to\nmanually create the pending notification(s) within VNS. Completion of the BP-323 form for unescorted transfers will\ninclude the institution’s name and address, and the date of the\ntransfer. Completion of the BP-323 form for an inmate approved\nfor a furlough will only include the city and state, and the\ndates the furlough will take place. If circumstances do not permit advance written notification,\nunit staff will furnish the BP-323 information to the victim(s)\nby telephone. If telephonic notification is not possible, unit\nstaff must document all efforts made to contact the victim on the\nVictim Notification Record (Attachment B). (5) Inmate Death. VNS will notify unit staff within 24\nhours of SENTRY being updated to reflect the inmate is deceased. Unit staff will forward a BP-323 form to the victim within 30\ncalendar days. (6) Transfer to a Community Corrections Center. VNS will\nautomatically forward notification to unit staff once a CCC\nacceptance date has been entered by community corrections staff. Unit staff will complete a BP-323 form. This BP-323 form is\nconsidered final notification and will be forwarded to the\nvictim(s) via regular mail. When written notification to the\nvictim will not likely arrive in advance of the CCC transfer,\ntelephonic contact with each victim will be made. Ordinarily, the notification of CCC placement is the final\nBP-323 notification to the victim/witness; however, if an event\n(escape, death, immediate release) in the CCC occurs, the CCM\nwill send additional notifications to the victim/witness. CCM’s\nare prohibited from forwarding victim/witness information to CCC PS 1490.06\n5/23/2002",
      "queries": [
        "when does camp award need to be signed",
        "what is the fpi form for workers inmate",
        "which section of the tax code provides for the deduction of nol carryovers to the taxable year?"
      ],
      "queries_score": [
        -8.93714427947998,
        -5.816287040710449,
        -8.377401351928711
      ]
    },
    {
      "id": "guidance_52__7",
      "chunk_id": "7",
      "content": "Ordinarily, the notification of CCC placement is the final\nBP-323 notification to the victim/witness; however, if an event\n(escape, death, immediate release) in the CCC occurs, the CCM\nwill send additional notifications to the victim/witness. CCM’s\nare prohibited from forwarding victim/witness information to CCC PS 1490.06\n5/23/2002 Page 11\nstaff, therefore, CCM staff will notify the victim/witness when\nthe VWP inmate is released on furlough while at the CCC, using\nthe same notification procedures outlined in Section 12.c.(4) of\nthis Program Statement. (7) Release to the Street. VNS will create a final release\nnotification within 60 calendar days of the inmate’s projected\nrelease date. Within 30 calendar days of receipt of this\nnotification, unit staff will forward a completed BP-323 form to\nthe victim via regular mail. Telephonic contact must be made when the inmate’s release is\nunexpected and/or immediate (i.e., court-ordered release, etc.). Unit staff may contact the VNS Call Center via fax using the\nEscape/Immediate Release/Call Cancellation form (Attachment H) to\ninitiate the telephone notification system. Unit staff will\ncomplete the notification process by forwarding a BP-323 form to\nthe victim/witness by the next work day via regular mail. When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification. The Call Tracing Report will\nbe maintained in the Privacy Folder, Section I of the Inmate\nCentral File. If the system is unable to contact the victim(s), unit staff\nwill follow-up with Directory Assistance and/or alternate\ncontacts, to obtain the correct telephone number and contact the\nvictim immediately. A completed BP-323 form must also be forwarded to the\nvictims/witnesses for those inmates releasing to detaining\nauthorities (INS, other state or local law enforcement detaining\nauthorities, treaty transfer to a foreign country, etc.) via\nregular mail. (8) Compassionate Release. VNS does not automatically\ncreate pending notifications for compassionate release\nconsideration, therefore, unit staff are required to manually\ncreate the pending notification within VNS. During the institution’s review of the inmate’s request for\ncompassionate release, the unit staff must notify the victims and\nsolicit comments to be incorporated into the Wardens referral\nmemorandum in accordance with the Program Statement on\nCompassionate Release, Procedures for Implementation of\n18 U.S.C. § 3582(c)(1)(A) and 4205(g). PS 1490.06\n5/23/2002\nPage 12\n(9) Writs. Unit staff are not required to notify\nvictims/witnesses when a VWP inmate is temporarily released on\nwrit to other law enforcement authorities, or an escorted trip. In the event of an escape or death of an inmate temporarily\nreleased on Federal writ, unit staff from the holding institution\nmust make the required notifications. All other writ cases will\nrequire unit staff from the parent institution to make the\nrequired notifications in accordance with Section 13.c. (3) and\n(5) of this Program Statement. 14. RE-COMMITMENT OF A VWP INMATE. The following procedures\napply to VWP inmates returned to Federal custody for new criminal\nconduct, or for violation(s) of community supervision (parole,\nsupervised release, mandatory release, probation violator, CCC\nfailures, etc.). Staff must ensure that a current VWP assignment is entered in\nSENTRY and that any prior VWP assignment is removed. a. VWP Recommitment Cases - Violation of Supervision.",
      "queries": [
        "how can i file a complaint of discrimination at school"
      ],
      "queries_score": [
        -9.028209686279297
      ]
    },
    {
      "id": "guidance_52__8",
      "chunk_id": "8",
      "content": "Staff must ensure that a current VWP assignment is entered in\nSENTRY and that any prior VWP assignment is removed. a. VWP Recommitment Cases - Violation of Supervision. Staff\nmust notify each victim of a VWP inmate’s return to Federal\ncustody due to a violation(s) of community supervision, when the\nviolation is associated with the original sentence in which the\ninmate’s initial VWP assignment was assigned. The Unit Manager will ensure the original Central File is\nimmediately requested upon the inmate’s arrival at the designated\ninstitution. Unit staff will review the available information in VNS. If\nthe inmate and victim information was previously loaded into VNS\ndue to a prior commitment, unit staff will complete a BP-323 form\nand mail it to the victim within 30 calendar days from the date\nVNS creates a pending notification. If the inmate and victim information was not previously loaded\ninto VNS, the VWC is responsible for entering the information\ninto VNS, updating the VWP assignment in SENTRY, and ensuring a\nBOP initial notification is created in VNS. A notification\nletter will be mailed to the victim(s) within 30 calendar days of\nunit staff receiving the pending notification. b. VWP Recommitment Cases - New Criminal Conduct. VWP inmates\nwho are returned to Federal custody as a result of new criminal\nconduct must be reviewed to determine if the VWP assignment still\napplies. Unit staff must request cancellation of the VWP\nassignment if it is determined that an inmate has completed his\nor her sentence, and all other supervision requirements\nassociated with the initial sentence imposed, which resulted in PS 1490.06\n5/23/2002 Page 13\nthe inmate’s VWP assignment. Unit staff must use the procedures\noutlined in Section 15 of this Program Statement when requesting\ncancellation approval. 15. [CANCELLING THE NOTIFICATION REQUEST §551.153 a. A victim and/or witness may request cancellation of the\nnotification by contacting either the Bureau of Prisons or the\nU.S. Attorney from the prosecuting district. The Bureau of\nPrisons shall notify the victim and/or witness that his or her\nrequest for notification has been cancelled. b. Bureau of Prisons staff may cancel a notification request\nwhen the victim and/or witness has not responded within 60\ncalendar days to a Bureau of Prisons inquiry concerning whether\nthe victim and/or witness wishes to continue receiving\nnotification of the inmate's release(s).] Unit staff must take the following steps prior to canceling the\nnotification requirement in VNS if a letter is returned to the\ninstitution following an attempt to complete notification:\n! Unit staff must document on the Victim Notification\nRecord, (Attachment B), all efforts to contact the\nvictim/witness, as well as the reason(s) for the\nattempted contact (i.e., inmate returned as a parole\nviolator). ! If the letter is returned, unit staff must contact\nDirectory Assistance to verify address information or\nto determine if an address change has occurred. ! Contact the appropriate U.S. Attorney's Office VWP\nCoordinator for his or her input. The Unit Manager will forward a brief memorandum to the\nAssistant Administrator, Correctional Programs Branch, Unit\nManagement Section, Central Office, via BOPNet GroupWise, when\nall attempts to notify the victim have been unsuccessful for 60\ncalendar days from the date of the mailing. This memorandum must\nprovide a brief explanation of all actions taken and efforts made\nto contact the victim.",
      "queries": [
        "when does the decision of the eu enter into force?"
      ],
      "queries_score": [
        -8.053475379943848
      ]
    },
    {
      "id": "guidance_52__9",
      "chunk_id": "9",
      "content": "This memorandum must\nprovide a brief explanation of all actions taken and efforts made\nto contact the victim. If the cancellation request is approved, VWP staff from Central\nOffice will send an electronic mail message to the Warden. Central Office will access VNS and remove the notification\nrequirement contained on the specific victim’s information sheet. The memorandum will be filed in the Privacy Folder, Section I of PS 1490.06\n5/23/2002\nPage 14\nthe Inmate Central File. Unit staff will make an entry on the\nVictim/Witness Notification Record (Attachment B) indicating that\nVWP notification is no longer required for the specific victim.\n[c. A notification request by a victim and/or witness\nordinarily terminates when the inmate has completed service of\nthe sentence for the serious crime which resulted in the request\nfor notification.] d. The Unit Manager will document in the form of a memorandum\nthe name, address and telephone number of the individual who\nprovided information that a victim is deceased. This memorandum\nwill be forwarded via BOPNet GroupWise to the Assistant\nAdministrator, Correctional Programs Branch, Unit Management\nSection, Central Office, as a request to remove the victim’s name\nfrom the program. If the cancellation request is approved, VWP staff from Central\nOffice will send an electronic mail message to the Warden. Central Office will access VNS and remove the notification\nrequirement contained on the specific victim’s information sheet. The memorandum will be filed in the Privacy Folder, Section I of\nthe Inmate Central File. Unit staff will make an entry on the\nVictim/Witness Notification Record (Attachment B) indicating that\nVWP notification is no longer required for the specific victim. 16. TELEPHONE/VISITING LIST. Unit staff must carefully and\nthoroughly review the visiting/telephone list of a VWP inmate (to\ninclude pretrial, holdovers and detainees if VWP status is\nknown), to ensure the inmate is not attempting to communicate\nwith his or her victim(s) without prior written approval. Prior\nto approving victims(s) for inclusion on the inmate's visiting or\ntelephone list, the Unit Manager must:\na. Contact the appropriate U.S. Attorney's Office VWP\nCoordinator for his or her input;\nb.\nand Ensure that the victim is informed of the inmate's request; c. Obtain written approval from the Warden before placing the\nvictim on the inmate's visiting or telephone list. If the victim advises staff that they do not wish to be placed on\nthe inmate’s visiting and/or telephone list, the inmate will be\ninformed of the denial in accordance with the Program Statements\non Telephone Regulations for Inmates and Visiting Regulations. PS 1490.06\n5/23/2002\nPage 15\n17. CORRESPONDENCE AND FILING. The Unit Manager is responsible\nfor ensuring all notification and filing procedures comply with\npolicy requirements. a. Once notification(s) have been completed, staff will\nretrieve a Notification Report from VNS which lists the victims\nwho received notification. This report will be maintained in the\nPrivacy Folder, Section I of the Inmate Central File. Unit\nManagers will verify and document on Attachment B, that all\nnotifications have been completed. b. When sending certified mail, the inmate's name and register\nnumber must not be noted on the certified mail return receipt\nrequested (green and white card). Once the receipt has been\nreturned to the institution, it must be filed in the Privacy\nFolder, Section I of the Inmate Central File. b.",
      "queries": [
        "how to notify victim on vwp",
        "ahtf program reports",
        "who must request written approval from cops office for sole source procurement?",
        "what is the purpose of a mou document?"
      ],
      "queries_score": [
        "1.7541734",
        -6.078390121459961,
        -7.408136367797852,
        -7.172000885009766
      ]
    },
    {
      "id": "guidance_52__10",
      "chunk_id": "10",
      "content": "b. When sending certified mail, the inmate's name and register\nnumber must not be noted on the certified mail return receipt\nrequested (green and white card). Once the receipt has been\nreturned to the institution, it must be filed in the Privacy\nFolder, Section I of the Inmate Central File. b. Unit staff must document all communication (e.g.,\ntelephone, certified mail return receipt requested,\ncorrespondence, etc.) with a victim(s), including unsuccessful\ncontact attempts, on the Victim Notification Record,\nAttachment B. The Victim Notification Record must be filed in\nthe Privacy Folder, Section I of the Inmate Central File, and may\nnot be disclosed to the inmate. This information may only be\ndisclosed to court officials or law enforcement agency personnel\non a need-to-know basis. c. An inmate's inclusion or the victim's participation in VNS\nmust not be disclosed to the inmate or any unauthorized third\nparty. This condition is not to preclude staff who manage\nmental health cases or other potentially dangerous inmates from\ntaking actions that are intended to protect victims and the\ncommunity. d. Material that indicates an inmate's VWP status (markings,\nrosters, notations, etc.) must not be filed in the disclosable\nsections of the Inmate Central File. If staff believe this\ninformation has been compromised, the Correctional Programs\nBranch, Victim/Witness Program Section, Central Office, must be\nnotified immediately. A careful review must be conducted when inmates request to\ncorrespond with their victims/witnesses (for example, a family\nmember or spouse). In the event staff become aware that a VWP\ninmate is corresponding inappropriately with his or her\nvictims/witnesses, the Unit Manager must notify the\ninstitutions’s Special Investigative Supervisor (SIS) and request\nthat the inmate be placed on the institution’s mail monitoring\nlist. The Unit Manager will also follow the procedures contained PS 1490.06\n5/23/2002 Page 16\nin the Program Statement on Correspondence if it is deemed\nnecessary to place the inmate on Restricted General\nCorrespondence status. 18. COMPROMISED VICTIMS. If an inmate inadvertently is made\naware of a victim’s identity, the following procedures must be\nfollowed:\na. VWC will notify Central Office VWP staff of the security\nbreach by sending an e-mail to the Victim-Witness Group mailbox. b. Unit staff will contact the appropriate Victim-Witness\nCoordinator in the U.S. Attorney’s Office by telephone. c. Unit staff will notify SIS and place the inmate on mail\nmonitoring. d. Unit staff will counsel the inmate instructing the inmate\nto have no contact with the compromised individual. The\ncounseling session will be documented on the Victim Notification\nrecord (Attachment B). e. The Warden will forward a letter to the affected victim(s),\nwith copies to the USAO Victim-Witness Coordinator, and Central\nOffice Victim-Witness staff. 19. STAFF NOTIFICATION. Any Bureau employee may request\nnotification of an inmate's release or release-related\nproceedings by completing and forwarding a Staff Request for\nVictim Notification (Attachment C) to the Warden. The Warden\nmust provide any relevant comments and forward the request to the\nSenior Deputy Assistant Director, Correctional Programs Division,\nwho is the approving authority. The Senior Deputy Assistant\nDirector will review the request and notify the Warden of the\ndecision via a Staff Request for Victim Notification (Attachment\nD). Upon approval, Central Office VWP staff will enter the\ninmate and victim information in VNS.",
      "queries": [
        "who is exempt from eeop"
      ],
      "queries_score": [
        -8.339885711669922
      ]
    },
    {
      "id": "guidance_52__11",
      "chunk_id": "11",
      "content": "The Senior Deputy Assistant\nDirector will review the request and notify the Warden of the\ndecision via a Staff Request for Victim Notification (Attachment\nD). Upon approval, Central Office VWP staff will enter the\ninmate and victim information in VNS. For inclusion in the VWP notification process, staff must\nordinarily meet the criteria established for being a “victim” or\n“witness,” and “serious crime” as defined in Sections 8.a., 8.b.,\nand 8.c. of this Program Statement. The VWP inmate must be\nserving a Federal sentence or be under Bureau jurisdiction. 20. TRAINING. All Bureau employees must receive information and\ntraining on staff responsibilities as part of the Introductory\nCorrectional Training for new employees at the Federal Law\nEnforcement Training Center, Glynco, Georgia and at subsequent\ninstitution Annual Refresher Training. PS 1490.06\n5/23/2002\nPage 17\n21. PUBLIC RELATIONS. Bureau staff must maintain a high degree\nof professionalism and sensitivity at all times when dealing with\nvictims. At the end of each fiscal year, each institution must submit a\n\"Best Efforts\" Report to its Regional Office. The reporting\nperiod is October 1st through September 30th. The Institution’s\n\"Best Efforts\" Reports will be prepared and addressed to the\nRegional Correctional Programs Administrator by November 1st. Each Regional Office consolidates those reports and submits a\nRegional \"Best Efforts\" Report to the Central Office,\nCorrectional Programs Branch, with attached copies of\ninstitutional reports, by December 1st. Central Office VWP staff\nwill forward the Bureau’s \"Best Efforts\" Report to the Office for\nVictims of Crime as mandated in the Attorney General's\nGuidelines. The “Best Efforts” Report submitted must include:\n! The number of notifications made to victims to include\ninitial notifications and release related notifications; ! The number of inmates involved; ! Descriptive information or procedures which have been used\nin illustrating program accomplishments (i.e., community\ncontacts, training efforts for staff); ! Exceptional cases handled that required contact with\nvictims/witnesses and other agencies; ! Inmate programs; ! Institution FRP collections; and ! Escape Notifications. 22. STUDY AND OBSERVATION COMMITMENTS. Inmates committed to\nBureau custody under 18 U.S.C. §§ 4243(e), 4244, 4245, or 4246\nand identified as VWP cases will be processed the same as\nsentenced VWP cases. Routine notification procedures referenced\nin Section 12 of this Program Statement apply. PS 1490.06\n5/23/2002\nPage 18 If written notification is not possible due to the issuance of a\nCourt Order for Conditional Release, institution staff must make\ntelephonic contact with the victim immediately upon receipt of\nthe Court Order. Victim notification must be made prior to the\ninmate's actual release from custody and documented on the Victim\nNotification Record (Attachment B). 23. CALL CANCELLATION (Attachment H, Section 2). When a person\ncontacts unit staff indicating they are inadvertently being\ncalled by VNS, Attachment H shall be faxed to the VNS help desk\nto discontinue the call. /s/\nKathleen Hawk Sawyer\nDirector PS 1490.06\n5/23/2002\nAttachment A\nFEDERAL BUREAU OF PRISONS\nDATE:\nREPLY TO\nATTN OF:\nSUBJECT:\nTO: , Unit Manager\nVictim/Witness Notification\nU.S. Parole Commission/Mini-File (Section 1) RE: (NAME)\n(NUMBER)\n(INSTITUTION) The above-referenced inmate is subject to the provisions of the\nVictim and Witness Protection Act of 1982 (Public Law 97-291). This inmate is scheduled for a hearing before the U.S. Parole\nCommission during the week of\n. All victims and/or witnesses have been notified of this hearing.",
      "queries": [
        "what is specialized staff interview"
      ],
      "queries_score": [
        -7.611722946166992
      ]
    },
    {
      "id": "guidance_52__12",
      "chunk_id": "12",
      "content": "RE: (NAME)\n(NUMBER)\n(INSTITUTION) The above-referenced inmate is subject to the provisions of the\nVictim and Witness Protection Act of 1982 (Public Law 97-291). This inmate is scheduled for a hearing before the U.S. Parole\nCommission during the week of\n. All victims and/or witnesses have been notified of this hearing. They have also been advised that they may appear before, and\noffer a statement at, this hearing or send comments to your\noffice for consideration prior to this hearing. If requested,\nthese comments may be kept confidential from the inmate. This information is being provided for informational purposes\nonly. There is no obligation for your agency to contact any\nvictim and/or witness. If you have any questions regarding this\ncase, please contact me or the Case Management Coordinator at the\nfollowing number (FTS):\n. cc: Privacy Folder, Section I, Inmate Central File PS 1490.06\n5/23/2002\nAttachment B\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS VICTIM NOTIFICATION RECORD\nInmate's Name:\nDATE INST Register No. : *PERSON CONTACTED/REASON * Including unsuccessful contact attempts\n** E.G., certified mail, telephone, etc.\nFile in Privacy Folder, Section I of Inmate Central File **METHOD SIGNATURE OF STAFF MEMBER PS 1490.06\n5/23/2002\nAttachment C\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nDATE:\nREPLY TO\nATTN OF:\nSUBJECT:\nTO: Staff Request for Victim\nNotification\nWarden In accordance with Program Statement 1490.056, Victim and Witness\nNotification Program, I am requesting notification of all\nrelease-related activities relative to the below named inmate. I understand that every effort will be made to ensure this\nrequest for notification remains confidential and the information\nprovided will not be released to the inmate or any unauthorized\nstaff. If at any time I believe my identity has been\ncompromised, I will immediately contact Central Office\nvictim/witness staff. STAFF REQUEST FOR VICTIM NOTIFICATION If you were the victim of or witness to a crime or a victim\nto an incident, please provide the following information:\nInmate's Name & Reg. No.:\nIncident Report and/or Offense & Sentence: Place of Incident or Sentencing District:\nDate of Sentencing/or Incident:\nNote: Please enclose any additional comments, information and\ndocumentation you may have pertaining to this request. My current information is: (Please Print)\nNAME:\nADDRESS:\nHOME PHONE: WORK PHONE: I understand that notifying Central Office victim staff of any\nchanges in my address and/or phone number is my responsibility. PS 1490.06\n5/23/2002\nAttachment D\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS MEMORANDUM FOR , SENIOR DEPUTY\nASSISTANT DIRECTOR, CORRECTIONAL PROGRAMS DIVISION FROM:\nWarden\nSUBJECT: Staff Request for Victim Notification Attached is a request from a Bureau of Prisons employee for\nparticipation in the Victim Notification Program. I have\nreviewed his/her request and, pursuant to the Program Statement\non Victim Notification Program, meets the criteria established\nfor being a \"victim.\" This request for a Bureau employee's\nplacement in the Victim Notification Program has been forwarded\nto your office for review. Approved Disapproved PS 1490.06\n5/23/2002\nAttachment E\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nName of Victim\nStreet Address\nCity, State, Zip Code\nRE: INMATE NAME:\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request to be notified regarding the\nrelease and/or release proceedings of the above-referenced\ninmate. We fully recognize the impact of crime is devastating to\ninnocent victims and their families. Therefore, we will make\nevery effort to be responsive, informative and sensitive to your\nrequest.",
      "queries": [
        "what is the purpose of the european parliamentary and council decision 2019/276?",
        "oig audit report findings",
        "what is the drug market intervention strategy"
      ],
      "queries_score": [
        -8.782625198364258,
        -8.535813331604004,
        -9.440668106079102
      ]
    },
    {
      "id": "guidance_52__13",
      "chunk_id": "13",
      "content": "INMATE NAME:\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request to be notified regarding the\nrelease and/or release proceedings of the above-referenced\ninmate. We fully recognize the impact of crime is devastating to\ninnocent victims and their families. Therefore, we will make\nevery effort to be responsive, informative and sensitive to your\nrequest. Your current address and telephone number have been\nprovided to us by the U.S. Attorney's office in the district\nwhere the inmate was prosecuted. If this information is\nincorrect or if there are future changes in your address or\ntelephone number, please advise us in writing. This information\nshould be sent to the Victim Coordinator, Correctional Programs\nBranch, Federal Bureau of Prisons, 320 First Street, N.W.,\nWashington, D.C., 20534. Our records indicate (INMATE’S NAME) is currently serving a\nconcurrent State and Federal sentence at a facility within the\n(STATE DEPARTMENT OF CORRECTIONS). If this inmate is transferred\nto federal custody, we will initiate our notification procedures\nwhich will inform you of all release related activities\nconcerning this inmate’s federal sentence. If at any time you have any questions or concerns regarding\nthis program, please do not hesitate to contact our Victim\nCoordinator at the following \"Toll-Free\" number:\nand /or the U.S. Attorney's Office, Victim\nCoordinator in the district where the inmate was prosecuted. Sincerely, Administrator\nCorrectional Programs Branch PS 1490.06\n5/23/2002\nAttachment F\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nVictim-Witness Specialist\nU.S. Attorneys Office\nCity, State, Zip Code\nRE: INMATE NAME\nFEDERAL REGISTER NO:\nSTATE CORRECTIONS NUMBER: Dear: We have received your request for notification regarding the\nrelease and/or release proceedings of the above referenced\nindividual pursuant to the Victim and Witness Protection Act of\n1982. Currently, this inmate is incarcerated within the\n(STATE DEPARTMENT OF CORRECTIONS) for service of a concurrent\nState and Federal sentence. Federal Bureau of Prisons (BOP) staff have advised the\nvictims regarding the status of this inmate. If this inmate is\ntransferred to federal custody, we will initiate our notification\nprocedures at that time. If at any time you have any questions or concerns regarding\nthis program, please do not hesitate to contact the BOP Victim\nCoordinator at the following “Toll-Free” number:\n. Sincerely, Administrator\nCorrectional Programs Branch PS 1490.06\n5/23/2002\nAttachment G\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nState Department of Corrections\nStreet Address\nCity, State, Zip Code\nRE: INMATE NAME\nFEDERAL REGISTER NUMBER:\nSTATE CORRECTIONS NUMBER: Dear: Our records indicate the above referenced individual is\nincarcerated within your state for service of a concurrent State\nand Federal sentence. This individual has been identified by the\nUnited States Attorneys office for the (COURT OF JURISDICTION) as\nsubject to the Victim and Witness Protection Act of 1982. The\nVictim and Witness Protection Act of 1982 was enacted \"to enhance\nand protect the necessary role of crime victims and witnesses in\nthe criminal justice process.” This act of Federal Legislation\nrequires that the victims in the offense are notified of the\nlocation and all subsequent release related activities pertaining\nto this inmate during the period of incarceration. Federal Bureau of Prisons (BOP) staff have advised the\nvictims in this case that this individual is presently in your\ncustody. Upon this inmate's transfer to federal custody we will\nensure our notification procedures are initiated. In the\ninterim, we have no objection to any notifications applicable to\nyour agency.",
      "queries": [
        "what condition for macro financial assistance for moldova",
        "what is the intergovernmental agreement",
        "what type of penological interest is preventing inmate use of illicit substances?"
      ],
      "queries_score": [
        -9.872504234313965,
        -8.173539161682129,
        -9.64111042022705
      ]
    },
    {
      "id": "guidance_52__14",
      "chunk_id": "14",
      "content": "Federal Bureau of Prisons (BOP) staff have advised the\nvictims in this case that this individual is presently in your\ncustody. Upon this inmate's transfer to federal custody we will\nensure our notification procedures are initiated. In the\ninterim, we have no objection to any notifications applicable to\nyour agency. If you have any questions or concerns regarding this\ninformation, please do not hesitate to contact the BOP Victim\nCoordinator at the following “Toll-Free” number:\nand/or the U.S. Attorney's Office, Victim\nCoordinator in the district where the inmate was prosecuted. Sincerely, Administrator\nCorrectional Programs Branch PS 1490.06\n5/23/2002\nAttachment H\nVNS Helpdesk Phone: (502) 815-5822 VNS Helpdesk Fax:(502) 815-5750\nDate: ESCAPE/IMMEDIATE RELEASE/CALL CANCELLATION\nVICTIM NOTIFICATION 0 Escape Notification: 0 Immediate Release Notification: Inmate Name:\nMarshall Number:\nInvestigative Case: 0 Cancel Notification: Victim Name:\nPhone Number Called:\nInvestigative Case/USAO Case Number: Requested By:\nTitle:\nOffice:\nPhone:\nIncident Number:\nFile: Privacy Folder, Section I, Inmate Central File",
      "queries": [
        "how to compare controlled and uncontrolled transactions"
      ],
      "queries_score": [
        -10.763445854187012
      ]
    }
  ]
}