{
  "doc_id": "guidance_18",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_18__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/NRB\nNUMBER:\n5325.07, CN-1\nDATE:\nAugust 15, 2019 Release Preparation Program\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements a change to Program Statement 5325.07, Release\nPreparation Program, dated December 31, 2007. The change is marked with a highlight and the deleted text is struck through. 10. [INSTITUTION RELEASE PREPARATION PROGRAM §571.13 d. Staff shall help an inmate obtain proper identification\n(social security card, driver's license, birth certificate,\nand/or any other documents needed by the inmate) prior to\nrelease.] Unit staff will make a reasonable effort to assist inmates in\nobtaining appropriate release documents.; however, because of\nthe inherent difficulties in obtaining a driver’s license, it is\nunderstood that such assistance may not be rendered. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI: CPD\nNUMBER: P5325.07\nDATE: 12/31/2007\nSUBJECT: Release Preparation\nProgram This is an electronic re-issuance for\ntechnical reasons only. There are no\nsubstance or word changes to the\ndocument. 1. [PURPOSE AND SCOPE §571.10. The Bureau of Prisons recognizes\nthat an inmate's preparation for release begins at initial\ncommitment and continues throughout incarceration and until final\nrelease to the community. This subpart establishes a\nstandardized release preparation program for all sentenced\ninmates reintegrating into the community from Bureau facilities. Exception to this subpart may be made by the Warden of a Bureau\nfacility which has been designated as an administrative maximum\nsecurity institution.] The Release Preparation Program’s (RPP) purpose is to prepare\neach inmate to re-enter the community successfully and\nparticularly, the work force. Implementing this Program\nStatement will ensure that the purpose and scope of all\ninstitution/unit release preparation programs are consistent\nthroughout the Bureau. 2. SUMMARY OF CHANGES. Statement include: Significant changes to this Program • Pretrial and detainee inmates may participate voluntarily in\nthe RPP program with the unit team’s recommendation if it\ndoes not interfere with institution safety and security\nneeds; • Institutions will use appropriate community resources to\nassist in providing release preparation programming; [Bracketed Bold - Rules]\nRegular Type - Implementing Information P5325.07\n12/31/2007\nPage 2\n• The time frame for participating in the RPP core curriculum\nhas been changed from 18 - 24 months to 30 months prior to\nrelease; • SENTRY keying assignments have been clarified; • The unit team will monitor the Inmate Education Data\nTranscript for RPP participation; • Inmates who refuse to complete any course within the core\ncurriculum recommended by the unit team will be considered\nas refusing program participation. Accordingly, any inmate\nwho refuses to participate in the Release Preparation\nProgram will not ordinarily participate in community based\nprograms. However, inmates in this category should not be\nautomatically excluded from consideration for a CCC\nreferral; • The calendar of courses has been clarified (a sample\ncalendar is provided); • The inmate RPP status will be automatically printed on the\nProgram Review Report; • Institutions are strongly encouraged to conduct at least one\nMock Job Fair annually; • Releasing inmates who have participated in the Release\nPreparation Program are encouraged to have an employment\nfolder to assist in their job seeking efforts upon release; • Video tapes may be used to assist the inmate to complete RPP\ncourses; • The Release Preparation Coordinator (RPC) will monitor RPP\nparticipation by using the Education Quarterly Roster\nReport; •",
      "queries": [
        "cops office contact number",
        "cops grants phone number"
      ],
      "queries_score": [
        -6.7784833908081055,
        -8.038736343383789
      ]
    },
    {
      "id": "guidance_18__1",
      "chunk_id": "1",
      "content": "• Video tapes may be used to assist the inmate to complete RPP\ncourses; • The Release Preparation Coordinator (RPC) will monitor RPP\nparticipation by using the Education Quarterly Roster\nReport; • The Release Preparation Coordinator (RPC) responsibilities\nhave been clarified; • The Unit Release Preparation Program, as previously\ndescribed in the Unit Management Manual, has been\nincorporated into this Program Statement; and, • Institution Supplement requirements have been clarified. P5325.07\n12/31/2007\nPage 3\n3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Inmates will participate in both the unit and institutional\nRelease Preparation Programs to enhance their successful\nreintegration into the community. b. The Bureau will enter into partnerships with private\nindustry, other federal agencies, community services providers\nand Community Corrections Centers (CCCs), to provide information,\nprograms, and services to releasing inmates. c. Inmate recidivism will be reduced through participation in\nunit and institution Release Preparation Programs and contact\nwith community resources. 4. DIRECTIVES AFFECTED\na. Directive Rescinded\nP5325.05 b. Release Preparation Program, Institution (7/18/96) Directives Referenced\nP5100.07\nP5280.08\nP5300.20\nP5300.21\nP5321.07\nP5350.28\nP5353.01\nP5354.03\nP5803.07\nP5873.05\nP7310.04 Security Designation and Custody Classification\nManual (9/3/99)\nFurloughs (2/4/98)\nVolunteers and Citizen Participation Programs\n(6/1/99)\nEducation, Training and Leisure Time Program\nStandards (2/18/02)\nUnit Management Manual (9/16/99)\nLiteracy Program (GED Standard) (12/1/03)\nOccupational Education Programs (12/17/03)\nPostsecondary Education Programs for Inmates\n(12/17/03)\nProgress Reports (3/16/98)\nRelease Gratuities, Transportation, and Clothing\n(9/4/96)\nCommunity Corrections Center (CCC) Utilization and\nTransfer Procedures (12/16/98) c. Rules cited in this Program Statement are contained in\n28 CFR 571.10-13. P5325.07\n12/31/2007\nPage 4\n5. STANDARDS REFERENCED a. American Correctional Association 4th Edition Standards for\nAdult Correctional Institutions: 4-4442 and 4-4444\nb. American Correctional Association Performance Based\nStandards for Adult Local Detention Facilities, 4th Edition:\n4-ALDF-5B-13, 4-ALDF-5B-14, and 4-ALDF-5B-15\nc. American Correctional Association 2nd Edition Standards\nfor the Administration of Correctional Agencies: 2-CO-4G-01\n6. PRETRIAL, HOLDOVER, AND/OR DETAINEE PROCEDURES. Pretrial\ninmates are not required to participate in either unit or\ninstitution release preparation programs, unless they voluntarily\nwish to do so and have the permission of their unit team. Holdover inmates are not required to participate in either unit\nor institution release preparation programs.\n* For the purposes of this Program Statement, the term “detainee”\nrefers to a non-U.S. citizen (alien) who has finished serving a\nlocal, state, or federal sentence and is held past his/her\nrelease date for immigration purposes. Returnable detainees are\nnot required to participate in unit or institution release\npreparation programs. However, non-returnable detainees may\nparticipate voluntarily, with the unit team’s permission, since,\nmost likely, he/she will be released within the United States. *\n7. EXCEPTIONS TO INSTITUTION AND UNIT RPP PARTICIPATION: All sentenced (designated) inmates committed to Bureau custody\nare to participate in RPP except those: * • committed for study and observation; • committed to the Bureau serving a sentence of six months or\nless; • committed to the Bureau with a sentence of “death;” • confined in an administrative maximum security institution; • with a “Will Deport Order” denoted by the CMA of IHP CMP WD,\nIHP CMPWDE, or IHP CMPWDI; and • with a PSF of Deportable Alien. * P5325.07\n12/31/2007\nPage 5 The following inmates may participate in Release Preparation\nPrograms with the unit team’s recommendation:\n• State inmates; and, • Inmates committed to the Bureau and arriving at the\ninitially designated institution with less than six months\nremaining on their sentence. 8. [PROGRAM RESPONSIBILITY §571.11. The Warden shall designate\nto a staff member the responsibility to:\na.",
      "queries": [
        "when was the european globalisation adjustment fund established",
        "when do you report subrecipient total compensation"
      ],
      "queries_score": [
        -10.282807350158691,
        -9.857138633728027
      ]
    },
    {
      "id": "guidance_18__2",
      "chunk_id": "2",
      "content": "The following inmates may participate in Release Preparation\nPrograms with the unit team’s recommendation:\n• State inmates; and, • Inmates committed to the Bureau and arriving at the\ninitially designated institution with less than six months\nremaining on their sentence. 8. [PROGRAM RESPONSIBILITY §571.11. The Warden shall designate\nto a staff member the responsibility to:\na. Determine the general release needs of the inmate\npopulation;\nb. Coordinate the institution release preparation program; c. Chair the Release Preparation Program Committee; d. Contact and schedule volunteers from the local community\nto participate in the release preparation program.] Ordinarily, the Warden will delegate these responsibilities to\na specific staff member not below the department head level,\nhereafter referred to as the Release Preparation Coordinator\n(RPC). The Associate Warden of Programs (AWP) is responsible for\nensuring the RPP’s viability and intent is consistent with\nprogram objectives, and institution and agency mission. 9. [GENERAL CHARACTERISTICS §571.12]. While the RPP operates at\nboth the unit and the institution levels, both programs have been\ncombined into this Program Statement for convenience and\nconsistency. Successful reintegration into the community requires early\nidentification of the inmate’s release needs and the development\nof a comprehensive institutional and community-based plan to meet\nthose needs. Release plans will be discussed with the inmate at\ninitial classification, and readdressed at subsequent program\nreviews.\n[a. Staff shall structure the release preparation program to\nmake extensive use of staff, inmate, and community resources.] Ordinarily, the RPP includes participation by U.S. Probation\nOfficers (USPOs), Community Corrections Managers (CCMs), and\ncommunity resources to disseminate information that may help the\nreleasee. P5325.07\n12/31/2007\nPage 6 These community resources may come into the institution to\nperform specific tasks. For example, government agencies and\ncommunity colleges may perform aptitude and interest tests\nwithout cost to the institution. Community employers may also\nparticipate in Mock Job Fairs and interviews.\n[b. Staff shall strongly encourage and support an inmate's\nparticipation in the institution release preparation program. Staff shall document the inmate's participation in the program in\nthe inmate's central file.] (1) Program Recommendations. Inmates should enroll in the\nRPP no later than 30 months prior to direct release to the\ncommunity or through a CCC. However, inmates are encouraged\nto participate in RPP courses throughout their confinement. Inmates serving sentences of 30 months or less should\nconsider immediate enrollment. Each eligible inmate must participate in all recommended\ncourses and will only be exempted with cause by the AWP. (See Section 10.a.(4) of this Program Statement). (2) Documentation Of Participation. When the eligible\ninmate begins participation in the Release Preparation\nProgram, course recommendations and progress need only be\ndocumented on the Program Review Report in the Release\nPreparation participation section. If an inmate is received from another institution, the unit\nteam will take into consideration any RPP courses completed\nat the sending institution, so they do not require the\ninmate to duplicate completed courses. For example, if the\ninmate has completed a course in Health and Nutrition at\nthe sending institution already, and the team and the inmate\ndo not want to recommend participation in Health and\nNutrition in the receiving institution, the inmate does not\nneed to take another course under this core topic, unless he\nor she desires to do so.",
      "queries": [
        "who can participate in release prep",
        "when should cops report be submitted",
        "when do you report total compensation to a subrecipient?",
        "cops hiring program"
      ],
      "queries_score": [
        "1.8133156",
        -8.40153694152832,
        -9.544079780578613,
        -7.905598163604736
      ]
    },
    {
      "id": "guidance_18__3",
      "chunk_id": "3",
      "content": "RPP participation must be summarized in the pre-release\nProgress Report under Release Planning; “Release Preparation\nProgram.”\n(3) Courses. There are six Core Topics as identified in\n28 CFR 571.13 and listed in Section 9.b. of this Program\nStatement. P5325.07\n12/31/2007\nPage 7\n(a) Course Development. The RPP Committee will\ndetermine which courses will be offered under these six\nbroad categories (Core Topics). Each course\nfacilitator will determine how many times the group\nwill meet (also known as classes). Course development should also take into account\ndifferent inmate needs. For example, an inmate who\nowns a chain of businesses will not need many courses\nin the Core Topic of “Employment,” but the RPP\nCommittee may consider establishing a course geared\ntoward the “employer” that the inmate may enroll in,\ni.e., Managing Difficult Employees, and this course\nwould satisfy the requirement for this Core Topic. The institution’s ethnic population should be\nconsidered when developing courses. For example, if\nthe institution has a large percentage of inmates who\nspeak Spanish, the institution may want to have RPP\ncourses taught in Spanish. (b) Attendance. If an inmate misses a class, the\nfacilitator may schedule a make-up class, at his or her\ndiscretion. However, if an inmate misses a course, the\ninmate is then considered as “refusing to participate\nin the program.”\n(c) Frequency. Courses must be on-going and offered\nthroughout the year.\n(4) Monitoring and Tracking\n(a) The unit team will monitor and track the inmate’s\nstatus in the RPP program on each Program Review Report\nat each scheduled program review. The unit team will review previous recommendations and\ncompare program activity with a current Inmate\nEducation Data Transcript (copy to be filed in Section\n4 of the Inmate Central File). If, at the time of the\ninmate’s program review, the inmate has enrolled in or\ncompleted any of the recommended courses, the inmate’s\nRPP status will be changed from RPP NEEDS to RPP PART. If the inmate is currently in RPP PART and is awaiting\nenrollment in another course, no change is necessary. When the inmate has completed all six categories\nrecommended, unit staff will change the inmate’s status P5325.07\n12/31/2007\nPage 8\nto RPP COMPLT. The inmate should only have one CMA RPP\ncode in addition to the “RPP UNIT C” code. Note: If an inmate’s status in the RPP Program\nchanges in the interim period between\nprogram reviews, (i.e., RPP NEEDS to RPP\nPART, RPP PART to RPP REFUSE, etc.),\nstaff may make the appropriate\nmodification in SENTRY prior to the next\nprogram review. (b) Course facilitators will enter enrollments and\ncompletions on the SENTRY Inmate Education Data\nTranscript. In order for the courses to appear on the\nInmate Education Data Transcript, EDC SENTRY codes must\nbe used. (c) The RPC will monitor and track overall\ninstitutional programming (see Section 12 of this\nProgram Statement for specific responsibilities).\n(5) Completion\n(a) Course facilitators must enter completion data,\nusing the EDC categories, within 14 calendar days of\ncourse completion. (b) The inmate must complete all recommended courses\nto be considered as having completed the RPP. Upon\ncompleting the RPP or prior to an inmate’s release\n(i.e., transfer to a CCC or to the community), the\ninmate will be provided a copy of the Inmate Education\nData Transcript if requested, for inclusion in the\nemployment folder. (6) Refusal.",
      "queries": [
        "what if we have more than one cpd award",
        "us department of justice cpd/cpb number"
      ],
      "queries_score": [
        -8.152701377868652,
        -7.187368392944336
      ]
    },
    {
      "id": "guidance_18__4",
      "chunk_id": "4",
      "content": "Upon\ncompleting the RPP or prior to an inmate’s release\n(i.e., transfer to a CCC or to the community), the\ninmate will be provided a copy of the Inmate Education\nData Transcript if requested, for inclusion in the\nemployment folder. (6) Refusal. An inmate who refuses to participate in RPP\nis considered to lack the responsibility necessary for\ncommunity program participation, and will not ordinarily\nparticipate in community-based programs. However, inmates\nin this category should not be automatically excluded from\nconsideration for a CCC referral. Refusal to participate in\nany recommended RPP courses must be documented on the\nProgram Review Report. Refusal to participate in any single class of the RPP alone\nwill not result in the inmate receiving a score of zero\n(poor) for \"Responsibility Inmate has Demonstrated\" when\nupdating the Custody Classification form (BP-338). P5325.07\n12/31/2007\nPage 9\n(7) Inmate Responsibilities. Inmates should be familiar\nwith their release plan and work toward those goals during\ntheir incarceration. It is the inmate's responsibility to\nrequest enrollment in recommended courses directly to the\ncourse facilitators. Throughout the inmate’s incarceration, he or she should\nparticipate in several courses that count toward completing\nthe RPP. Generally, inmates will receive some type of\ncertificate or notice that the course(s) had been completed. It is the inmate’s responsibility to maintain course\ncertificates and notices in an employment folder (see\nSection 12.a. of this Program Statement). Staff are not responsible for an inmate’s failure to\nmaintain an employment folder. However, if requested unit\nstaff will provide an inmate with copies of certificates or\nother relevant documents maintained in the Inmate Central\nFile. (8) Course Facilitator Responsibilities. Course\nfacilitators will maintain lesson plans for each course they\ninstruct. They will also maintain class attendance records,\nschedule make-up classes as necessary, and enter data into\nSENTRY so that the course data will be captured on the\nInmate Education Transcript Data screen. Education staff\nwill offer training to help facilitators load SENTRY data. The RPC will monitor the accuracy of data entry and offer\nfurther training as needed. 10. [INSTITUTION RELEASE PREPARATION PROGRAM §571.13 a. The institution release preparation program shall be\nadministered by the Release Preparation Program Committee.] The Release Preparation Program Committee must:\n•\n•\n•\n• develop and maintain local course activity;\nmonitor course documentation;\ndevelop program plans; and,\nreport data. The Warden will appoint the institution RPP Committee. The RPP\nCommittee will be made up of multi-discipline staff (e.g.,\nEducation, Chaplaincy, Psychology Services, Health Services, Unit\nManagement, Volunteer Coordinator). The membership of this\ncommittee will ordinarily not be delegated below the department\nhead level. The Institution Volunteer Coordinator (if one P5325.07\n12/31/2007\nPage 10\nexists) is encouraged to play a major role in the RPP. The\nRelease Preparation Coordinator (RPC) chairs the RPP Committee,\nhowever, the AWP has overall program management responsibility. The RPC is required to maintain minutes of RPP Committee meetings\nfor two years. The institution RPP Committee will make written recommendations\nto the AWP concerning which department(s) should be responsible\nfor planning, scheduling, conducting, and documenting all\ncourses. The Warden has final decision authority. Prior to\nimplementation of final decisions made by the Warden which affect\nbargaining unit employees, the local UNION will be notified in\naccordance with the Master Agreement. The department responsible\nfor each release preparation topic/course must develop standard\nlesson plans. The RPC will review and maintain the plans.",
      "queries": [
        "when is sf 425 sf due",
        "who are required to use federal funding",
        "us department of justice cpd/cpb number"
      ],
      "queries_score": [
        -8.389764785766602,
        -7.737922191619873,
        -6.303984642028809
      ]
    },
    {
      "id": "guidance_18__5",
      "chunk_id": "5",
      "content": "The Warden has final decision authority. Prior to\nimplementation of final decisions made by the Warden which affect\nbargaining unit employees, the local UNION will be notified in\naccordance with the Master Agreement. The department responsible\nfor each release preparation topic/course must develop standard\nlesson plans. The RPC will review and maintain the plans. The RPP Committee will also determine which courses will be\noffered at the institution. These courses will be identified in\nthe Institution Supplement, and the reporting and tracking\nrequirements must also meet with this Program Statement’s\nrequirements. Whenever possible, existing institution programs, such as work,\nliteracy, health promotion, vocational training, disease\nprevention, parenting, and occupational training will be\nincorporated into the RPP. However, if a department is offering\na course that is not identified as an RPP course then it does not\nhave to be recorded, tracked, or monitored as established in this\nProgram Statement, i.e. Chaplain programs. The institution RPP Committee will determine course schedules,\nwhich will be posted in areas accessible to inmates (e.g.,\nbulletin boards, Education). Institution resources and inmate\nneeds will affect RPP scheduling. The Release Preparation Coordinator must:\n•\n•\n• coordinate, schedule, and chair RPP Committee meetings;\nplan for future classes based on staff recommendations;\nensure class facilitators enter beginning and ending\ndata on SENTRY;\npublish an annual calendar of course schedules; and,\nsubmit an annual RPP report to the Warden. The course calendar must be comprehensive and include:\n•\n•\n• month;\nday of week;\nhours of the class; P5325.07\n12/31/2007\nPage 11\n•\n•\n• beginning and ending dates;\ntotal number of hours; and,\nSENTRY course code (see sample schedule, Attachment A). The RPC must meet with the unit staff member(s) responsible for\nthe Unit Release Preparation Program and institution course\nfacilitators annually, either separately or jointly, to share\nideas and procedures. These meetings are to be held\nindependently from the RPP Committee meeting.\n[b. The institution release preparation program will be based\non a core curriculum of topics/courses organized into six broad\ncategories.] Courses will be taught in a formal classroom\nsetting with attendance records maintained, and approved lesson\nplans. [The six categories are:\n(1) Health and nutrition.] Possible topics/courses include\ndisease prevention, weight management, holistic health,\nmental health support/counseling groups, eating and shopping\nnutritionally, stress management, sexuality, AIDS awareness,\nand physical fitness;\n[(2) Employment.] Possible topics/courses include résumé\nsubmission/writing skills, mock Job Fairs, aptitude testing,\ndressing for success, job search techniques, interviewing\ntechniques/skills, career choices, keeping a job, and\nrelationships with co-workers;\n[(3) Personal finance/consumer skills.] Possible\ntopics/courses include balancing and maintaining a\ncheckbook, developing savings accounts, buying or leasing a\ncar or home, managing money/credit, and living on a budget;\n[(4) Information/community resources.] Possible\ntopics/courses include the role of the USPO and supervision\nrequirements, halfway house regulations, finding and using\nlocal social service agencies, Social Security resources,\nhousing availability, legal requirements, and state\nemployment services. “Legal requirements” may include but are not limited to USPO\nreporting procedures, sex offender registration, and\nselective service registration; P5325.07\n12/31/2007\nPage 12\n[(5) Release requirements and procedures.] Possible\ntopics/courses include types of releases, releases to\ndetainers, release gratuities, conditions of supervision,\ndisposition of personal property, release clothing, trust\nfund account, inmate telephone system accounts, advanced pay\nrequests, Inmate Financial Responsibility Program (IFRP),\npost-release obligation, and reporting procedures. (This\ncategory is not intended to replace the Unit Release\nPreparation Program); and,\n[(6) Personal growth and development.]",
      "queries": [
        "usdoj cops office contact number",
        "cops phone number for civil rights",
        "cops office contact phone number",
        "how to notify us marshals"
      ],
      "queries_score": [
        -7.690591812133789,
        -8.615756034851074,
        -8.136031150817871,
        -7.083377361297607
      ]
    },
    {
      "id": "guidance_18__6",
      "chunk_id": "6",
      "content": "Possible\ntopics/courses include types of releases, releases to\ndetainers, release gratuities, conditions of supervision,\ndisposition of personal property, release clothing, trust\nfund account, inmate telephone system accounts, advanced pay\nrequests, Inmate Financial Responsibility Program (IFRP),\npost-release obligation, and reporting procedures. (This\ncategory is not intended to replace the Unit Release\nPreparation Program); and,\n[(6) Personal growth and development.] Possible\ntopics/courses include marriage enrichment, parenting, child\ndevelopment, discipline of children, activities for and with\nchildren, interacting with school and child care, the effect\nof separation on children, positive self-image, anger\ncontrol, cognitive skills, substance abuse treatment\nprograms, drug education, speech or communication classes,\neducation, victim awareness, life skills information,\nrelapse prevention, and developmental psychology. Courses should be interactive whenever possible; for example,\nat the end of the résumé submission and writing skills segments,\nthe inmate should have completed a viable résumé that will become\npart of his or her release documentation (employment folder). At\nthe end of the Social Security segment, the inmate will have\nsubmitted an application for a Social Security Card (if\nnecessary). Unit staff or course facilitators may access information on the\nInternet, if available, to assist with release planning.\n[c. To assist in the release process, the Warden may, in\naccordance with the Bureau of Prisons' rule on furloughs, grant\nan inmate a furlough for release preparation purposes. d. Staff shall help an inmate obtain proper identification\n(social security card, driver's license, birth certificate,\nand/or any other documents needed by the inmate) prior to\nrelease.] Unit staff will make a reasonable effort to assist inmates in\nobtaining appropriate release documents.; however, because of\nthe inherent difficulties in obtaining a driver’s license, it is\nunderstood that such assistance may not be rendered. P5325.07\n12/31/2007\nPage 13\n[e. An inmate who is not being released through a Community\nCorrections Center (CCC) may ask staff to request the assistance\nof a United States Probation Officer in establishing a release\nplan. Bureau staff are to encourage the inmate to give at least\none employment lead or contact. Where the inmate or the inmate's\nfamily has already identified employment, the case manager shall\nnotify the United States Probation Officer so that the usual\nverification of release plans may be made. Where employment has\nnot been identified, the case manager shall notify the United\nStates Probation Officer of the employment need. This\nnotification should ordinarily occur at least six weeks prior to\nthe inmate's release.] The June 9, 1995, Memorandum of Understanding (MOU) between the\nBureau and the Administrative Office of the U.S. Courts\n(Attachment B) addresses pre-release planning for all methods of\nrelease through the use of a Supervision Release form (BP-522). The MOU establishes a standard time-frame for Bureau staff to\nsubmit an inmate’s release plan to the U.S. Probation Office at\nleast 90 days prior to release directly to the community, or at\nthe time of a CCC referral (excluding unusual circumstances). 11. SENTRY REQUIREMENTS. Two SENTRY code categories will be\nused to enter the RPP into SENTRY: Case Management Activity\n(CMA) and Education Course (EDC). a. CMA Codes. The RPP is a SENTRY category under the CMA. The unit team must enter the inmate's status at initial\nclassification and review the inmate’s participation at each\nsubsequent program review.",
      "queries": [
        "when is the deadline for submitting applications",
        "when competition is determined inadequate,",
        "what is pattern of conduct",
        "what form does notice concerning fiduciary relationship use"
      ],
      "queries_score": [
        -6.7125396728515625,
        -8.241507530212402,
        -7.935940742492676,
        -9.509296417236328
      ]
    },
    {
      "id": "guidance_18__7",
      "chunk_id": "7",
      "content": "Two SENTRY code categories will be\nused to enter the RPP into SENTRY: Case Management Activity\n(CMA) and Education Course (EDC). a. CMA Codes. The RPP is a SENTRY category under the CMA. The unit team must enter the inmate's status at initial\nclassification and review the inmate’s participation at each\nsubsequent program review. Unit staff will change the\nappropriate CMA RPP codes in SENTRY subsequent to program\nreviews, when the inmate’s participation status has changed. RPP Participation will be documented on the Program Review\nReport in measurable goal terms. Each eligible inmate will be\nallowed to have only one RPP-CMA assignment in addition to “RPP\nUNIT C.” The following assignments will be used:\n(1) \"RPP NEEDS\" will be entered for an inmate who needs to\nparticipate in the program prior to release, but whose\nrelease date is so far into the future that to place him/her\ninto the RPP at the present time would be premature;\n(2) \"RPP PART\" will be entered for an inmate participating\nin any of the RPP's six categories. When an inmate has\ncompleted one course or category and enrolls or is awaiting P5325.07\n12/31/2007 Page 14\nenrollment in another course or category, the CMA will\nremain as participates;\n(3) \"RPP REFUSE\" will be entered for an inmate who refuses\nto participate in any RPP course the unit team recommended;\n* (4) \"RPP EXEMPT\" will be entered for an inmate when there\nis justification to waive participation in the institution's\nRPP. This definition includes inmates who, typically, would\nbe required to participate in RPP but for some reason unique\nto the inmate, unit staff believe the inmate either cannot\ncomplete RPP successfully or cannot benefit from RPP. Some\nexamples may include: documented learning or medical\ndisability, language barrier, advanced employment (e.g.,\ncorporate CEOs), insufficient time to complete RPP, etc. Inmates will not be exempted without a careful review of the\ninmate’s release situation. The unit team must initiate a\njustification memorandum for the AWP’s approval prior to\nexempting an inmate from all or any portion of the RPP. The\napproved memorandum will be filed in section 5 of the Inmate\nCentral File. Once the memorandum is approved, the SENTRY\nclassification “RPP EXEMPT” must be entered;\n(5) “RPP INELIG” will be entered for an inmate identified in\nSections 6 and 7 of this PS as being ineligible to\nparticipate in the program;\n*\n(6) “RPP UNIT C” will be entered for an inmate when all Unit\nRelease Preparation Program components have been completed;\nand\n(7) \"RPP COMPLT\" will be entered for an inmate when all\nInstitution Release Preparation Program components have been\ncompleted. b. EDC Codes. Education staff use SENTRY EDC codes primarily\nto document participation in education classes. EDC codes must\nbe used locally to document participation in each course,\nregardless of the department sponsoring the course. This\ninformation will transfer automatically to the Inmate Education\nData Transcript. The RPC will monitor the Education Quarterly Roster Report to\ndetermine that the appropriate entries are made into SENTRY to\ndocument when an inmate enrolls, completes, or withdraws from a\ncourse. P5325.07\n12/31/2007 Page 15\nEducation staff will train those individuals responsible for\nkeying SENTRY EDC data in the use of EDC categories. The use of\nthe EDC codes will enable staff to enter courses so that they\nappear correctly on the Inmate Education Transcript Data.",
      "queries": [
        "which department of justice has an award package for civil rights",
        "is the tribal resources grant program a mandatory disclosure?",
        "what is the payment system for grants",
        "when mitigation provisions are required"
      ],
      "queries_score": [
        -8.987733840942383,
        -8.89195442199707,
        -7.4784770011901855,
        -7.1087493896484375
      ]
    },
    {
      "id": "guidance_18__8",
      "chunk_id": "8",
      "content": "P5325.07\n12/31/2007 Page 15\nEducation staff will train those individuals responsible for\nkeying SENTRY EDC data in the use of EDC categories. The use of\nthe EDC codes will enable staff to enter courses so that they\nappear correctly on the Inmate Education Transcript Data. The\ninmate can then use the transcript upon release as part of his or\nher employment folder. The course facilitator will enter specific course enrollment\ninformation using the EDC codes for enrollment, withdrawal, or\ncompletion within 14 calendar days of the action. Ordinarily,\nthe course facilitator will ensure that classes are closed out\nprior to the inmate departing the institution.\n• Group codes “RE**” will be used for any course that the\nEducation Department offers that is specifically\ndeveloped to meet the RPP program requirements. • Group codes “RN**” will be used for any other course\ndeveloped to meet the RPP program requirements. • Group codes of pre-existing courses will not be changed\nto “RN**” or “RE**.” Example: “Parenting” is a course Education offers currently\nthat has a group code of “M” and it must not be\nchanged to a RPP group code. Therefore, the\ncalendar, SENTRY codes, and the IS must continue\nto reflect Parenting with a group code of “M.”\nHowever, the IS may indicate that this parenting\nclass counts toward the RPP requirements. By using EDC codes to enter enrollment and completion\ninformation in SENTRY, the code(s) will be captured under the\ngroup code of release programming courses on the Education\nQuarterly Roster. It will also post the courses on the Inmate\nEducation Transcript. 12. COMPLETION REQUIREMENTS. Inmates should attend all\nrecommended classes to receive credit for completing the course. When the inmate completes each course successfully, the course\nfacilitator may present the inmate with a certificate. However, if an inmate refuses to attend any recommended courses,\nhe or she will be considered as a refusal for SENTRY reporting\npurposes. P5325.07\n12/31/2007\nPage 16\na. Employment Folder. The inmate will be responsible for\nkeeping all his or her program completion documents. These\ndocuments will aid the inmate in his or her search for employment\nupon release. All inmates who complete the RPP Program are encouraged to\ndevelop an “employment folder.” The inmate will be responsible\nfor developing and maintaining this folder, which should be\ncompleted prior to an inmate’s release from the institution or to\na CCC. The employment folder can include, but is not limited to,\na résumé, certificates, awards, and an Education Transcript Data\nReport. Folders may be provided by the institution or the inmate\nmay purchase one through the commissary. If the inmate is releasing through a CCC, official\nidentification cards, (e.g., social security card, etc.) may be\ngiven to the inmate on the transfer date, or mailed to the CCC\nalong with the CCC release documents, prior to transfer. If the\ninmate is not releasing through a CCC, the documents must be\ngiven to the inmate upon release from R&D.\nb. Previous Completion. Inmates who have recently returned to\ncustody with less than 12 months after a previous release,\nincluding CCC releases, are not required to complete the program\nagain if the previous successful completion is noted in the\nInmate Central File or on SENTRY as “RPP COMPLT.”",
      "queries": [
        "what is the edc code used for",
        "how do i report total compensation on my fsrs"
      ],
      "queries_score": [
        "2.0307693",
        -8.217828750610352
      ]
    },
    {
      "id": "guidance_18__9",
      "chunk_id": "9",
      "content": "Inmates who have recently returned to\ncustody with less than 12 months after a previous release,\nincluding CCC releases, are not required to complete the program\nagain if the previous successful completion is noted in the\nInmate Central File or on SENTRY as “RPP COMPLT.” If the time\nremaining to serve is more than 12 months, the RPP assignment\nwill be changed to “RPP NEEDS.” If an inmate has had a previous completion and has been\nreturned to custody to serve a longer period of incarceration,\nthe pre-existing “RPP COMPLT” should be deleted. c. Video Tapes or Modified Program. Institutions may provide\nvideo tapes or a modified program for inmates serving short\nsentences or who have missed a class (through no fault of their\nown) that will not be offered again prior to his or her release. Also, the Warden will establish procedures, and identify and\napprove those inmates who are eligible to participate in video\ntaped or a modified RPP Program. d. Local Resources. Staff are encouraged to make extensive\nuse of local resources. Many public agencies are willing to\nconduct aptitude testing, career planning, or perform other\nrelease preparation services/activities. P5325.07\n12/31/2007\nPage 17\nThe Inmate Placement Branch, Industries, Education and\nVocational Training (IEVT) Division, Central Office, has\nadditional information to assist institutions to establish\ncontacts in the community. e. Job Fairs. Mock Job Fairs invite local employers to come\nto the institution to conduct mock job interviews with inmates\nwith imminent release dates and in some instances offer inmates\nreal job opportunities upon release. Institutions are strongly\nencouraged to hold one Mock Job Fair annually. d. Course Schedule. The course schedule should resemble a\ncollege schedule and take into consideration staff work\nschedules. This will allow the inmate and unit staff to\ndetermine when courses are offered to better plan for course\nenrollment. • Minor changes in individual classes do not need to be\npublished in the course schedule (IS), i.e. instructor\nabsence, or the late night counselor changing from\nWednesday to Thursday during a specific quarter. • The RPC Committee is to approve major changes involving\nan entire course, i.e. the course will no longer be\noffered, or a new course to be added, and will need to\nbe published in the course schedule (IS). • Course schedules must be posted on inmate bulletin\nboards. • Make-up classes will be scheduled by the course\nfacilitator, at his or her discretion, for an\nindividual who misses a class. 13. RELEASE PREPARATION COORDINATOR (RPC) RESPONSIBILITIES • Coordinate and chair the RPP Committee and meetings. • Meet with unit staff member(s) responsible for the Unit RPP,\nand course facilitators, either separately or jointly, to\nmonitor program enrollments, completions, and SENTRY keying\nerrors. • Ensure unit staff and course facilitators are trained to\nenter SENTRY codes. • Publish an annual calendar of course schedules. P5325.07\n12/31/2007\nPage 18\n• Submit an Annual Report to the Warden no later than\nDecember 31 of each year. • Monitor and track the Education Quarterly Roster Report for\ninmate participation, and monitor the appropriateness and\ntimeliness of CMA RPP assignments. 14. UNIT RELEASE PREPARATION.",
      "queries": [
        "when to report total compensation of executive compensation",
        "omb rules for the distribution of audit reports",
        "cops office phone number"
      ],
      "queries_score": [
        -9.300353050231934,
        -8.915160179138184,
        -8.42385482788086
      ]
    },
    {
      "id": "guidance_18__10",
      "chunk_id": "10",
      "content": "• Publish an annual calendar of course schedules. P5325.07\n12/31/2007\nPage 18\n• Submit an Annual Report to the Warden no later than\nDecember 31 of each year. • Monitor and track the Education Quarterly Roster Report for\ninmate participation, and monitor the appropriateness and\ntimeliness of CMA RPP assignments. 14. UNIT RELEASE PREPARATION. The unit release preparation\nphase provides each inmate the opportunity to receive individual\nassistance from his or her unit staff and usually begins in\nearnest when the inmate is between 11 and 13 months from final\nrelease. Unit staff are to evaluate the inmate’s eligibility for\ncommunity-based programs, and are to provide each inmate the\nopportunity to discuss individual concerns prior to release. Final release plans should be developed in direct relationship to\nthose needs. Each institution will establish a list of topics to be discussed\nwith the inmate during the unit release preparation phase. Suggested topics to be discussed include, but are not limited to,\nthe following:\n• CCC process • Disposition of personal property • Disposition of inmate funds • Release plans:\n- • aftercare/conditions of supervision\nrelease destination\nrelocation\nresidence\nemployment\nIFRP Release Processing:\n- gratuity\nclothing\ntransportation\npersonal identification • Release notification • Release registration P5325.07\n12/31/2007\nPage 19\n• Release to detainer (verify with ISM/CCM) Unit staff will enter “RPP UNIT C” into SENTRY when an inmate\ncompletes the Unit RPP. 15. INSTITUTION SUPPLEMENT. To implement this Program\nStatement’s requirements, each Warden must issue an Institution\nSupplement that:\n• Designates an institution Release Preparation Coordinator; • Provides a specific and comprehensive list of courses that\ncomprise the RPP; • Ensures the list of courses are reviewed annually; • Identifies the members of the RPP Committee and the Unit\nstaff member(s) responsible for the Unit Release\nPreparation; • Establishes procedures to identify and approve inmates\neligible to participate in video taped or a modified RPP\nProgram; • Establishes SENTRY course names and group codes; • Establishes the date the annual report is due; and, • Identifies the topics that will be discussed during the unit\nrelease preparation phase. The institution will involve the Regional Office, Correctional\nPrograms Administrator, in developing the Institution Supplement. Care is necessary to ensure that the Institution Supplement’s\npurpose and intent is consistent with the institution's mission. /s/\nKathleen Hawk Sawyer\nDirector P5325.07\n12/31/2007\nAttachment A, Page 1 Sample Course Calendar - Core Topics # 4 - Information/Community\nResources\nCourse Group\nCode Course\nCode Star\nt Role of the\nUSPO and\nSupervision\nRequirements\n(CMC) RN 4 Supervi\nsion 2/5\n6/5\n10/1\n0 Halfway House\nRegulations\n(CMC) RN 4 CCC\nRules State\nEmployment\nServices\n(CMC) RN 4 Social\nSecurity\nResources\n(CMC) M T W T F End Hour\ns 8-10\n8-10\n8-10 2/5\n6/5\n10/1\n0 2\n2\n2 2/5\n6/5\n10/1\n0 10-12\n10-12\n10-12 2/5\n6/5\n10/1\n0 2\n2\n2 State\nSvc 2/5\n6/5\n10/1\n0 1-3\n1-3\n1-3 2/5\n6/5\n10/1\n0 2\n2\n2 RN 4 Social\nSecurit\ny 2/6\n6/6\n10/1\n1 8-10\n8-10\n8-10 2/6\n6/6\n10/1\n1 2\n2\n2 Finding and\nUsing Local\nSocial Service\nAgencies (CMC) RN 4 Local\nSvc 2/6\n6/6\n10/1\n1 1012\n1012\n1012 2/6\n6/6\n10/1\n1 2\n2\n2 Veterans\nAdministration\nAssistance\n(CMC) RN 4 Veteran\ns 2/6\n6/6\n10/1\n1 1-3\n1-3\n1-3 2/6\n6/6\n10/1\n1 2\n2\n2 Housing\nAvailability\n(CMC) RN 4 Housing 2/9\n6/9\n10/1\n4 8-10\n8-10\n8-10 2/9\n6/9\n10/1\n4 2\n2\n2 Legal\nRequirements\n(CMC) RN 4 Legal 2/9\n6/9\n10/1\n4 10-12\n10-12\n10-12 2/9\n6/9\n10/1\n4 2\n2\n2 Food and Money\nAssistance\n(Business\nOffice) RN 4 Food\nMoney 2/9\n6/9\n10/1\n4 1-3\n1-3\n1-3 2/9\n6/9\n10/1\n4 2\n2\n2 P5325.07\n12/31/2007\nAttachment A, Page 2 Sample Course Calendar - Core Topics # 6 - Personal Growth and\nDevelopment\nCourse Group\nCode Course\nCode Star\nt Life Skills\nInformation\n(Counselor) RE 6 Life\nSkill 2/4\n4/8\n8/10\n10/7 Parenting\n(Education) M Parenti\nng 1/12\n6/15 Anger\nManagement\n(Counselor) RN 6 Anger 3/8\n6/9\n9/10\n12/1\n1 Victim\nAwareness\n(Counselor) RN 6 Victim 1/8\n5/15\n9/20 Drug\nEducation\n(Health\nServices) RN 6 Drug Ed 1/11\n4/8\n7/9\n10/1\n0 Marriage\nenrichment\n(Chaplain) RN 6 Marriag\ne 3/4\n5/8\n9/10\n11/7 M T 911:30\n9:11:\n30",
      "queries": [
        "what is unique entity identifier",
        "what is community policing strategy",
        "irs memo release date and number",
        "nontransformative uses are unlikely to be regarded as fair ones."
      ],
      "queries_score": [
        -8.34686279296875,
        -8.194615364074707,
        -7.734847545623779,
        -7.833255767822266
      ]
    },
    {
      "id": "guidance_18__11",
      "chunk_id": "11",
      "content": "Sample Course Calendar - Core Topics # 6 - Personal Growth and\nDevelopment\nCourse Group\nCode Course\nCode Star\nt Life Skills\nInformation\n(Counselor) RE 6 Life\nSkill 2/4\n4/8\n8/10\n10/7 Parenting\n(Education) M Parenti\nng 1/12\n6/15 Anger\nManagement\n(Counselor) RN 6 Anger 3/8\n6/9\n9/10\n12/1\n1 Victim\nAwareness\n(Counselor) RN 6 Victim 1/8\n5/15\n9/20 Drug\nEducation\n(Health\nServices) RN 6 Drug Ed 1/11\n4/8\n7/9\n10/1\n0 Marriage\nenrichment\n(Chaplain) RN 6 Marriag\ne 3/4\n5/8\n9/10\n11/7 M T 911:30\n9:11:\n30 W T F End Hour\ns 67:30\n*\n67:30\n*\n67:30\n*\n67:30\n* 3/25\n5/27\n9/29\n11/2\n5 12\n12\n12\n12 911:30\n911:30 2/9\n7/8 20\n20 3/29\n6/30\n10/3\n1/ 4 6\n6\n6\n6 2/27\n7/3\n11/8 12\n12\n12 2/4\n4/29\n7/30\n11/3\n0 6\n6\n6\n6 4/25\n6/27\n10/2\n9\n12/2\n5 20\n20\n20\n20 67:30\n*\n67:30\n*\n67:30\n*\n67:30\n*\n67:30\n*\n67:30\n*\n67:30\n*\n67:30\n67:30\n67:30\n67:30\n67:30\n67:30\n67:30\n67:30 P5325.07\n12/31/2007\nAttachment A, Page 3\nRelapse\nPrevention\n(CMC) RN 6 Relapse 2/8\n6/15\n10/2\n0 67:30\n67:30\n67:30 3/27\n8/3\n12/8 12\n12\n12 Speech and\nCommunication\n(Education) RE 6 Speech 2/12\n5/20\n8/8\n11/1\n1 911:30\n911:30\n911:30\n911:30 4/9\n7/8\n9/26\n12/3\n0 12\n12\n12\n12 Child\nDevelopment\n(Psychology) RN 6 Child\nDev 3/8\n6/9\n9/10\n12/1\n1 6/8\n12/9\n3/10\n6/11 20\n20\n20\n20 67:30\n67:30\n67:30\n67:30 Note: RDAP does not count toward RPP\n* day of week may vary according to late night schedule. counselor late night schedules. Please check the unit bulletin board for the",
      "queries": [
        "who can participate in release prep"
      ],
      "queries_score": [
        -9.811810493469238
      ]
    }
  ]
}