{
  "doc_id": "guidance_97",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_97__0",
      "chunk_id": "0",
      "content": "John R. Justice (JRJ) Grant\nStudent Loan Repayment Program\nRoles and Responsibilities\nUpdated August 6, 2014 Bureau of Justice Assistance\nThe Office of Justice Programs (OJP) Bureau of Justice Assistance (BJA) is the federal\ngrant making agency tasked with oversight of John R. Justice (JRJ) grant funds to\nparticipating states, territories, and the District of Columbia (hereafter collectively referred\nto as “states and territories”). As part of this responsibility, BJA ensures that all federal\nstatutory and regulatory requirements which govern the program are adhered to and/or\nbeing implemented accordingly. In this role, BJA may establish policies, procedures, and\nreporting mechanisms to enforce compliance with such requirements. This includes (but\nis not limited to) requiring participating states and territories to verify the eligibility (initial\nand continuing) and status of JRJ beneficiaries. In its discretion, BJA has elected to fund this program through JRJ administering agencies\n(as designated by the Governor or chief executive-equivalent) for each of the participating\n56 states and territories. Awards are made on a formula basis, developed by BJA with the\nassistance of the Bureau of Justice Statistics (BJS). This formula is based, in part, on\npopulation size. OJP/BJA assumes some responsibility in the collection of funds owed by JRJ beneficiaries\nwho have breached the terms of their service agreements. Upon notice of such a breach\n(JRJ administering agency and beneficiary responsibilities herein are more fully described\nbelow), BJA will send a general notice of repayment to the JRJ beneficiary and carbon\ncopy OJP’s Office of the Chief Financial Officer (OJP OCFO) who may then demand\nrepayment within 45 days from their first having received notice of a recipient having\nentered “repayment status.” If the debtor is non-compliant in repaying the debt, the OJP\nOCFO will refer the matter to the U.S. Treasury Department (with notice to the debtor) and\ninterest and collection fees will be assessed in addition to the principal amount owed. Finally, BJA is tasked with the review and approval of requests for waivers of repayment\nobligations owed by beneficiaries to the Federal Government. (The basis for such a waiver\nis found in the Act). As part of this process, the JRJ Program Lead will perform an initial\nreview of all requests and make a recommendation to the BJA Director or his/her designee\nfor action. The JRJ Program Lead will provide outreach for any missing information\nnecessary to properly consider a waiver request. BJA’s comprehensive list of JRJ beneficiaries (compiled from verification forms provided\nfrom each of the states and territories) will be updated to identify any beneficiaries that\nhave been issued or denied a waiver. The beneficiary, beneficiary’s state or territory, and\nOJP’s OCFO will each be notified of approved or denied waiver requests. JRJ Administering Agency\nBJA will make awards to designated JRJ administering agencies, whose role is to establish\nand maintain a statewide JRJ Grant Program that is consistent with the John R. Justice\nProsecutors and Defenders Incentive Act, under 42 U.S.C. §3797cc-21 (the “Act”) and all\napplicable federal regulations and other BJA- and/or OJP-promulgated programmatic\nguidance. Once an award is accepted, the designated JRJ administering agency must submit quarterly\nfinancial status reports, quarterly performance metrics reports, and semi-annual progress\nreports.",
      "queries": [
        "what is john r. justice grant",
        "when is eu decision on mobilising contingency?",
        "which regulation is responsible for coordination of external action at the european level",
        "what was the precedent for a presidential appearance as a character witness in a civil or criminal proceedings"
      ],
      "queries_score": [
        "1.9927307",
        -9.525616645812988,
        -8.663125038146973,
        -8.528914451599121
      ]
    },
    {
      "id": "guidance_97__1",
      "chunk_id": "1",
      "content": "Once an award is accepted, the designated JRJ administering agency must submit quarterly\nfinancial status reports, quarterly performance metrics reports, and semi-annual progress\nreports. JRJ administering agencies must also submit to BJA, on an annual basis, an\nassessment report that evaluates the impact of the JRJ Grant Program on the recruitment\nand retention of prosecutors and public defenders in the state by engaging with prosecutor\nand public defender offices. This may be accomplished qualitatively, through surveys,\nleader interviews, a focus group, or in a manner otherwise prescribed by BJA. Additionally, JRJ administering agencies are required to annually verify the eligibility\n(initial and continuing) and status of JRJ beneficiaries and submit to BJA, via the Grants\nManagement System (GMS), as a “Special Report” (or by a method otherwise prescribed\nby BJA) the following documents:\n1. All John R. Justice Student Loan Repayment Program (JRJSLRP) Service\nAgreements, Secondary Service Agreements (including any addenda and\nassociated documentation) properly executed by participating beneficiaries for each\nfiscal year;\n2. All outstanding JRJSLRP Service Agreements and Secondary Service Agreements\n(including any addenda and associated documentation) properly executed in prior\nfiscal years that have not already been uploaded into GMS;\n3. A complete list of recipients of JRJ benefits issued by the JRJ administering agency,\nincluding a reference to the grant award number from which funds were paid on\nbehalf of each beneficiary;\n4. A complete list of individuals (if any) who have had JRJ benefits paid on their\nbehalf by the JRJ administering agency, but who have left the program prior to\nfulfilling their service obligation, including a reference to the grant award number\nfrom which said JRJ benefits were paid. JRJ administering agencies are required to also keep on record, available for audit and, if\nnecessary, collection purposes, any record relied upon by the JRJ agency to support its\nfunding decisions, including:\n1. Applications received. 2. Income, debt, and loan data provided as part of each such application. 3. Documentation of outreach efforts implemented to distribute funding amongst a\nwide range of employing agencies within the state. 4. Documentation of decisional processes in the evaluation of an individual’s ability\nto repay his/her loan obligations. 5. Documentation of decisional processes in the evaluation of an individual’s\nmeritorious service (including military service) (if applicable). 6. Proof of an individual’s eligibility under the statutory definitions of “prosecutor”\nor “public defender.” 7. Proof of an individual’s debt obligations under a “qualifying loan.” BJA maintains the right to request from the JRJ administering agency any other records\nthat are reasonably required to determine compliance with statutory obligations, and the\nJRJ agency, as a condition on receiving funds, will agree to cooperate to the fullest extent\npossible in producing all such records. Additionally, according to statute, once an eligible applicant is approved for participation\nin the JRJ program, that beneficiary should be given priority consideration to receive\nfunding during the second and third years of the three-year service agreement, pending the\navailability of funds. Renewal is not automatic and nothing shall obligate the state to renew\na benefit in the same (or greater) amount as was previously paid on behalf of a beneficiary.",
      "queries": [
        "which type of expenses is not readily attributable to the cost objectives that are being benefited?",
        "what is the federal reporting requirements for cops",
        "when do correctional system staff begin the intake process?",
        "office of chief counsel internal revenue service memo number",
        "internal revenue service memo release number"
      ],
      "queries_score": [
        -8.781094551086426,
        -5.678202152252197,
        -8.664374351501465,
        -8.858464241027832,
        -8.638986587524414
      ]
    },
    {
      "id": "guidance_97__2",
      "chunk_id": "2",
      "content": "Renewal is not automatic and nothing shall obligate the state to renew\na benefit in the same (or greater) amount as was previously paid on behalf of a beneficiary. Priority consideration granted in the second and third year of an initial JRJSLRP Service\nAgreement obligation will ordinarily satisfy the priority consideration requirement. Priority consideration beyond the third year is not required. Upon completion of the original 3-year service obligation, subsequent agreements may be\nentered into for additional obligations of service in consideration for future grant awards. The terms of additional service obligations are addressed in Appendix C of the current\nsolicitation (JRJSLRP Service Agreement – Secondary Term of Service). The Appendix\nC form should be exclusively used by the state JRJ administering agencies in situations\nunder which the selected beneficiary has: a) fulfilled his/her initial 3-year service\nobligation; b) been selected again by the JRJ administering agency to receive additional\nJRJ benefits, and c) agreed to commit to an additional one (1) year of service obligation in\nexchange for those additional benefits. Through the first 3 years of the program, JRJ\nbeneficiaries had been subject only to one JRJSLRP Service Agreement, executed at the\ntime that the JRJ beneficiary first entered into the JRJ program. BJA became aware that,\nin certain cases, some JRJ beneficiaries were asked to and subsequently signed additional\nJRJSLRP Service Agreements even though the date of such execution occurred within the\noriginal 3-year term of the JRJ beneficiary’s obligation of service. Such subsequent\n“agreements” did not extend the original terms of service obligation, but rather served as a\nreaffirmation and acknowledgement of the originally signed agreements and the terms and\nconditions thereunder. Beginning with fiscal year 2013 and going forward, any JRJ\nbeneficiary who enters into a JRJSLRP Service Agreement – Secondary Term of Service\nagrees to extend the beneficiary’s term of service obligation by the period of time expressed\ntherein, in exchange for the receipt of additional JRJ benefits. State JRJ agencies have\nbeen warned to immediately cease the practice of having JRJ beneficiaries execute\nadditional JRJSLRP Agreements during the second and third year of a JRJ beneficiary’s\noriginal Service Agreement, and instead advised to have the beneficiary execute the\nJRJSLRP Acknowledgment of Benefit form (see Appendix D) on an annual basis during\nthe course of the beneficiary’s Service Agreement(s). In the event of a breach of a service obligation agreement, a principal sum equal to the\namount that the beneficiary is required to repay to the Department of Justice (DOJ) shall\nbe recoverable by the Federal Government from the beneficiary (or the beneficiary’s estate,\nif applicable) by such methods as provided by law for the recovery of amounts owed to the Federal Government. The foregoing should not be understood to preclude the Federal\nGovernment from recovering any interest that may be owed in the collection of a debt. Once a JRJ beneficiary has been determined to be in a “repayment status,” it is incumbent\nupon the designated JRJ administering agency to promptly notify BJA. Once the 45-day period has expired and the debtor has not fully repaid the debt owed,\nOJP’s OCFO will refer the matter to Treasury.",
      "queries": [
        "when is priority consideration granted",
        "cops office status report phone number"
      ],
      "queries_score": [
        "2.442516",
        -8.825094223022461
      ]
    },
    {
      "id": "guidance_97__3",
      "chunk_id": "3",
      "content": "Once a JRJ beneficiary has been determined to be in a “repayment status,” it is incumbent\nupon the designated JRJ administering agency to promptly notify BJA. Once the 45-day period has expired and the debtor has not fully repaid the debt owed,\nOJP’s OCFO will refer the matter to Treasury. Under standard practice, uncollected debt\nis referred to Treasury within 60 days after the first notice (described above) is sent by\nOJP’s OCFO. JRJ Beneficiaries As a condition precedent to the payment of any benefit under this program, all selected\nbeneficiaries must sign the “Service Agreement” currently included as part of the\nsolicitation as Appendix B. JRJ Beneficiaries are required to satisfy all of the terms of the\nService Agreement including but not limited to the following terms:\n I will notify the designated JRJSLRP State administrative agency, without delay, in\nwriting, of any transfer to a new position or employing agency, identifying myself\nas a JRJSLRP beneficiary.  I will notify the designated JRJSLRP State administrative agency, without delay, in\nwriting, of my intention to voluntarily separate, resign, or retire from my position\nas an eligible beneficiary before completing my service obligation under paragraph\n1 above.  I will notify the designated JRJSLRP State administrative agency, without delay,\nin writing, of my status in default of any loan obligation with respect to a qualifying\n“student loan,” as defined in 42 U.S.C. §3797cc-21(b)(3)(A).  In the event I voluntarily leave my position as an eligible beneficiary, or in the event\nI am involuntarily separated for misconduct or unacceptable performance before\ncompleting the agreed upon period of service, I will be indebted to the Federal\ngovernment and must reimburse the Department of Justice for the full amount of\nany student loan repayments made on my behalf under this service agreement. I\nfurther acknowledge that a sum equal to the amount that I am required to repay\nshall be recoverable by the Federal government from me (or my estate, if\napplicable) by such methods as are provided by law for the recovery of amounts\nowed to the Federal government. Appendix B is an agreement between the eligible beneficiaries (as selected by the JRJ\nadministering agency) and the DOJ, and as such, may not be modified by the grantee or\nanyone else without the express written authorization of the BJA Director, and DOJ\n(through BJA) will not accept or consider variances of the terms or form of Appendix B.\nConsistent with the terms of the JRJSLRP Service Agreement, JRJ beneficiaries are\nrequired to inform their JRJ state administering agency of their separation from a qualified\nposition of employment and the status of their repayment. A payment in the total amount",
      "queries": [
        "how long do they have to notify a beneficiary of jrj after debt owed?",
        "cops office contact phone number",
        "prea intake objective screening instrument"
      ],
      "queries_score": [
        "1.8721489",
        -8.426255226135254,
        -8.762043952941895
      ]
    },
    {
      "id": "guidance_97__4",
      "chunk_id": "4",
      "content": "A payment in the total amount of the JRJ Student Loan Repayment benefits that have been made on behalf of the JRJ\nbeneficiary must then be sent to the Office of Justice Programs (OJP) Office of the Chief\nFinancial Officer (OCFO) with a notation of the applicable Grant Number(s) from which\nthe funds were derived, at the following address:\nU.S. Department of Justice, Office of Justice Programs\nOffice of the Chief Financial Officer (Attn: Accounting Control Branch)\n810 Seventh Street, N.W.\nWashington, DC 20531\nOJP does not provide the option of installment method payment plans for funds owed to\nthe federal government, though it is possible that debtors may be able to arrange for a\nrepayment plan through the Treasury Department (a matter that will not involve OJP). Waiver Requests: JRJ beneficiaries who wish to request waivers to their obligation of\nrepayment of JRJ benefits must follow the formal process for submitting waivers as\ndescribed below:\nSubmit a formal waiver request via email at the dedicated mailbox: jrjwaiver@usdoj.gov To be considered by the BJA Director, waiver requests must include the following required\nitems:\n1. A sworn statement, made by the recipient (requestor) under penalty of perjury,\ncertifying and attesting to the truthfulness and accuracy of the information\nprovided, in the form of a one (1) page Word document that includes an explanation\nfor the waiver request;\n2. Attached applicable supporting documentation, including any documentation in\nsupport of the waiver request received from the State JRJ Administering Agency. Formal Process for Waiver Review: Waivers will be reviewed to ensure compliance with\nthe Act and all applicable terms of the JRJSLRP service agreement to determine “whether\nrecovery would be against equity and good conscience or against the public interest.” Requests that are incomplete or do not comply with the above-referenced process for\nsubmitting a waiver request will not be reviewed until and unless such requirements are\nfully met. As the issuance of a waiver is made at the sole discretion of the BJA Director,\nany actions taken with respect to waiver requests will be considered final with no rights of\nappeal.",
      "queries": [
        "jrj student loan benefits",
        "how long should a event submission take",
        "what forms to send a payment to cops office"
      ],
      "queries_score": [
        "1.6724765",
        -7.375399589538574,
        -4.275139331817627
      ]
    }
  ]
}