{
  "doc_id": "guidance_10",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_10__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice Ballot Drop Box Accessibility\nThe Americans with Disabilities Act\nIntroduction The Americans with Disabilities Act (ADA) protects the civil rights of people with disabilities. Title II of the\nADA requires state and local governments to ensure that people with disabilities have a full and equal\n1 opportunity to participate in all government programs, including voting. The ADA applies to all parts of\nthe voting process, including ballot drop boxes. A ﬁxed ballot drop box 1 See 42 U.S.C. § 12132. 1 | Ballot Drop Box Accessibility U.S. Department of Justice\nBallot Drop Box Accessibility The ADA requires that ballot drop boxes are accessible to people with disabilities. Ballot drop boxes\nmust comply with ADA accessibility standards, known as the 2010 ADA Standards. 2 To be accessible, a ballot drop box must include:\nan accessible route to the ballot drop box\nan accessible clear ﬂoor or ground space in front of the ballot drop box\nan accessible ballot drop box opening\nAccessible Route to Ballot Drop Box An accessible route must connect the ballot drop box to accessible elements on the site, such as\naccessible parking spaces, accessible passenger drop-off areas, and an accessible building entrance. An accessible route has the following features:\nStable, ﬁrm, and slip-resistant surface (no grass, gravel, or standing water, for example) No surface openings (such as holes or grate openings) greater than ½ inch wide\nClear width no less than 36 inches\nRunning slope in the direction of travel no greater than 1:20 (5.0%) Cross slope no greater than 1:48 (2.08%) No changes in level greater than ½ inch (no steps, for example) No protruding or overhanging objects (such as tree branches) 2 The 2010 ADA Standards apply to building or site elements that are “ﬁxed.” 28 C.F.R. § 35.151(d). Fixed means built-in, bolted, secured, or chained in place, and includes elements like the route and ground space in front of the drop box. For a ballot drop box that is not ﬁxed, elements\nsuch as the reach range to the opening to put the ballot in the drop box or the usability of a handle, are not covered by the 2010 ADA Standards\nspeciﬁcally. Instead, the Title II regulation applies, and the 2010 ADA Standards are used as a guide. For more information, the Title II regulation,\n28 C.F.R. pt. 35, can be found at https://www.ada.gov/regs2010/titleII_2010/titleII_2010_regulations.htm and the 2010 ADA Standards, 28 C.F.R.\n§ 35.104, are available at https://www.ada.gov/2010ADAstandards_index.htm. 2 | Ballot Drop Box Accessibility U.S. Department of Justice An accessible route\nconnects the ballot drop\nbox with accessible parking,\naccessible passenger\nloading zone, and an\naccessible entrance. Accessible Clear Floor or Ground Space in Front of Ballot Drop Box An accessible clear ﬂoor or ground space in front of the ballot drop box has the following features: At least 30 inches by 48 inches\nStable, ﬁrm, and slip-resistant surface (no grass, gravel, or standing water, for example) No surface openings (such as holes or grate openings) greater than ½ inch wide\nSurface slopes no greater than 1:48 (2.08%) in any direction No changes in level 3 | Ballot Drop Box Accessibility U.S. Department of Justice",
      "queries": [
        "which act was introduced to ensure that the rights of people with disabilities are protected?",
        "cops community policing development program awards",
        "when did the United States annexed Texas"
      ],
      "queries_score": [
        "1.7666465",
        -7.267002105712891,
        -7.788158416748047
      ]
    },
    {
      "id": "guidance_10__1",
      "chunk_id": "1",
      "content": "No surface openings (such as holes or grate openings) greater than ½ inch wide\nSurface slopes no greater than 1:48 (2.08%) in any direction No changes in level 3 | Ballot Drop Box Accessibility U.S. Department of Justice An accessible ballot drop box with\naccessible clear ground space and\nan accessible opening Accessible Ballot Drop Box Opening An accessible ballot drop box opening has the following features:\nHandle and opening are located between 15 inches and 48 inches above the ﬂoor or ground\nsurface for an unobstructed forward or side reach\nHandle is operable with one hand without tight grasping, pinching, or twisting of the wrist The ADA Checklist for Polling Places (“Polling Places Checklist”), provides guidance to election\nofﬁcials for determining whether a polling place is accessible to voters with disabilities. The Polling\nPlace Checklist can be used along with this guidance to assess elements such as parking, exterior,\nand interior routes to the ballot drop box, ramps and curb ramps along the routes, and facility\nentrances. Title II and its regulation, the Polling Place Checklist, and the 2010 ADA Standards are\navailable at www.ada.gov. 4 | Ballot Drop Box Accessibility U.S. Department of Justice\nADA Checklist for Ballot Drop Boxes This checklist is designed to provide guidance for determining whether a ballot drop box has basic\naccessibility features for voters with disabilities and includes the route to the ballot box (Section J) and\nthe ballot drop box features (Section K). Each question below provides citations to the 2010 ADA\nStandards for Accessible Design. Please review the 2010 ADA Standards for all requirements. This ballot\ndrop box checklist can be used with the ADA Checklist for Polling Places (Polling Place Checklist) to\nensure the accessibility of other features at the site, such as parking and passenger drop-off areas\n(Sections A-I). This checklist, the Polling Place Checklist, the Title II regulation, and the 2010 ADA\nStandards are available at www.ada.gov.\nJ Route to Ballot Drop Box J1 Is the walking surface stable, ﬁrm, and slip resistant? (2010 ADA\nStandards for Accessible Design § 302.1) J2 Is the route free of surface openings greater than 1/2”, such as holes\nin the pavement or grate openings? (§ 302.3) J3 Is the route at least 36” wide? (§ 403.5.1)\nJ4 Is the running slope of any part of the route greater than 1:20? (§ 403.3) (If yes, complete Ramp Form, Section G, in the Polling Place\nChecklist, available at ADA Checklist for Polling Places) J5 Is the cross slope of the route no greater than 1:48? (§ 403.3)\nJ6 Is the route free of changes in level greater than 1/2”, including\nstairs? (§ 303) J7 Is the route free of wall mounted objects that protrude more than 4”\ninto the path of travel and are between 27” and 80” high? (§ 307.2) J8 Is the route free of post mounted objects that protrude more than 12”\ninto the path of travel and are between 27” and 80” high? (§ 307.3) J9 Are objects that hang over the pedestrian route including the\nunderside of exterior stairs, 80” or higher? (§ 307.4) 5 | Ballot Drop Box Accessibility Yes No N/A Comments /\nRemedies",
      "queries": [
        "cops number usdoj"
      ],
      "queries_score": [
        -6.962401390075684
      ]
    },
    {
      "id": "guidance_10__2",
      "chunk_id": "2",
      "content": "J9 Are objects that hang over the pedestrian route including the\nunderside of exterior stairs, 80” or higher? (§ 307.4) 5 | Ballot Drop Box Accessibility Yes No N/A Comments /\nRemedies U.S. Department of Justice K Route to Ballot Drop Box Yes No N/A Comments /\nRemedies K1 Is the clear ﬂoor or ground space in front of the ballot drop box at least 30” by 48”? (2010 ADA Standards for Accessible Design § 305.3) K2 Is the surface of the clear ﬂoor or ground space stable, ﬁrm, and slipresistant? (§ 302.1) K3 Is the clear ﬂoor or ground space free of surface openings greater than 1/2”, such as holes in the pavement or grate openings? (§ 302.3) K4 Is the clear ﬂoor or ground space level with surface slopes no greater\nthan 1:48 in any direction? (§ 305.2) K5 Is the clear ﬂoor or ground space free from vertical changes in level?\n(§ 305.2) K6 Is the ballot drop box handle and opening located between 15 inches and 48 inches above the ﬂoor or ground surface for an unobstructed\nside or forward reach? (§§ 308.2.1, 308.3.1) K7 If a handle is provided, is it operable with one hand without tight\ngrasping, pinching, or twisting of the wrist? (§ 309.4) To assess other features of a ballot drop box site, see the Polling Place Checklist, available at ADA\nChecklist for Polling Places. 6 | Ballot Drop Box Accessibility",
      "queries": [
        "europe solidarity fund",
        "what is problem solving"
      ],
      "queries_score": [
        -10.151366233825684,
        -9.519232749938965
      ]
    }
  ]
}