{
  "doc_id": "guidance_67",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_67__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nOffice of Justice Programs\nOffice of Sex Offender Sentencing, Monitoring,\nApprehending, Registering, and Tracking Guide to SORNA\n— Sex Offender Registration and Notification Act — Implementation in Indian Country\nSecond Edition\n2020 U.S. Department of Justice\nOffice of Justice Programs\n810 Seventh St. NW\nWashington, DC 20531\nwww.ojp.gov Office of Sex Offender Sentencing, Monitoring,\nApprehending, Registering, and Tracking\nwww.smart.gov\nGuide to SORNA Implementation in Indian Country\nSecond Edition\nPublished August 2020 This guide is dedicated to the memory of\nSORNA Officers Elmer Lamson and Michael Lee,\nwho served the White Mountain Apache Tribe Police Department\nand the Navajo Nation Police Department, respectively. Their tireless efforts to implement SORNA in Indian Country\ndemonstrated their deep commitment to public safety. The SMART Office protects the public by supporting the national implementation\nof a comprehensive sex offender registration and notification system. The Office of Justice Programs provides federal leadership, grants, training, technical\nassistance and other resources to improve the nation’s capacity to prevent and reduce\ncrime, assist victims and enhance the rule of law by strengthening the criminal and juvenile\njustice systems. Its six program offices support state and local crime-fighting efforts, fund\nthousands of victim service programs, help communities manage sex offenders, address\nthe needs of youth in the system and children in danger, and provide vital research and\ndata. OJP’s six program offices are the Bureau of Justice Assistance; the Bureau of Justice\nStatistics; the National Institute of Justice; the Office of Juvenile Justice and Delinquency\nPrevention; the Office of Sex Offender Sentencing, Monitoring, Apprehending, Registering,\nand Tracking; and the Office for Victims of Crime. Table of Contents\nIntroduction................................................................................................................................. 1\nWhat Is SORNA?.......................................................................................................................... 3\nDuties of a SORNA Officer.......................................................................................................... 3\nSORNA In-Person Registration Requirements.......................................................................... 4\nWho Must Register With a Tribal Jurisdiction?......................................................................... 4\nWhere To Register: Registration Jurisdictional Issues............................................................. 5\nTiering.......................................................................................................................................... 6\nRequired Registration Information............................................................................................ 8\nNational and Tribal Databases.................................................................................................11\nTribe and Territory Sex Offender Registry System.................................................................. 12\nPublic Registry Website............................................................................................................13\nFingerprints and Palm Prints...................................................................................................14\nSubmitting Offender Information Into NCIC/NSOR................................................................ 15\nDNA Collection and Submission..............................................................................................16\nSORNA Exchange Portal...........................................................................................................17\nCommunity Notification Requirements................................................................................... 18\nJuvenile Offenders and SORNA...............................................................................................19\nInternational Travel Notice Information................................................................................... 20\nFailure To Appear for Registration...........................................................................................21\nEstablishing a SORNA Program...............................................................................................22\nTribal Training and Technical Assistance................................................................................ 22 Guide to SORNA Implementation in Indian Country | i Introduction\nThe Office of Sex Offender Sentencing, Monitoring, Apprehending, Registering, and\nTracking (SMART) developed this guide to provide sex offender registration personnel\nin Indian Country with useful information to assist in efforts toward implementing\nand maintaining implementation of the Sex Offender Registration and Notification Act\n(SORNA), Title I of the Adam Walsh Child Protection and Safety Act of 2006. This guide\nalso contains links to helpful templates and guidance documents designed to help tribes\nwith the implementation process. Additionally, SMART Senior Policy Advisors are available\nto answer any questions or address any concerns. Sex offender registration and community notification are vital components of a nationwide\ncommitment to improving the safety of our communities. We look forward to assisting you\nas your tribal jurisdiction works toward becoming an essential component of the seamless\nweb of public sex offender databases and law enforcement information-sharing systems\nthat SORNA envisions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_67__1",
      "chunk_id": "1",
      "content": "Sex offender registration and community notification are vital components of a nationwide\ncommitment to improving the safety of our communities. We look forward to assisting you\nas your tribal jurisdiction works toward becoming an essential component of the seamless\nweb of public sex offender databases and law enforcement information-sharing systems\nthat SORNA envisions. The Adam Walsh Act established the SMART Office within the Department of Justice,\nOffice of Justice Programs, to administer the federal standards for sex offender\nregistration and notification, administer the grant programs authorized by the Adam Walsh\nAct and coordinate related training and technical assistance. The SMART Office assists\njurisdictions in implementing SORNA and provides guidance and solutions for related sex\noffender management issues. The SMART Office\nwww.smart.gov\nAskSMART@usdoj.gov\n202-514-4689 Guide to SORNA Implementation in Indian Country | 1 2 | Guide to SORNA Implementation in Indian Country What Is SORNA? SORNA refers to the Sex Offender Registration and Notification Act, which is Title I of\nthe Adam Walsh Child Protection and Safety Act of 2006 (Public Law 109-248). SORNA\nprovides a comprehensive set of minimum standards for sex offender registration and\nnotification in the United States. SORNA aims to close potential gaps and loopholes\nthat existed under prior law and strengthens the nationwide network of sex offender\nregistration and notification programs. Specifically, SORNA does the following:\nl l l Extends the jurisdictions in which registration is required beyond the 50 states,\nthe District of Columbia and the principal U.S. territories, to also include certain\nfederally recognized Indian tribes. Incorporates a comprehensive group of sex offenders and sex offenses for which\nregistration is required. Requires sex offenders to register and keep their registration current in each\njurisdiction where they live, work and go to school. l Requires sex offenders to provide more extensive registration information. l Establishes a three-tier framework for classifying sex offenders. l Requires sex offenders to make periodic in-person appearances to verify and\nupdate their registration information. l Expands what information is publicly available on registered sex offenders. l Changes the required minimum duration of registration for sex offenders. l Creates a new federal offense for failure to register. Duties of a SORNA Officer\nBecause SORNA implementation is complex and involves a variety of different\nrequirements, many tribal jurisdictions find it helpful to designate a point person — often\nreferred to as a SORNA Officer or SORNA Compliance Specialist — to oversee all required\ntasks. The exact title and duties of a SORNA Officer will vary from tribe to tribe. Some\nSORNA Officers are also law enforcement officers for the tribe, in which case the SORNA\nOfficer may be able to personally complete the law enforcement duties required under\nSORNA, such as fingerprinting offenders. Other SORNA Officers are civilians who carry\nout all of the non-law-enforcement functions, such as posting offender information to\nthe public registry website, and work collaboratively with a law enforcement agency\nto carry out law enforcement tasks. Regardless of whether the SORNA Officer collects\nthe information directly or has another agency perform the task, the SORNA Officer\nshould serve as a coordinator and ensure that all the information has been collected and\nentered into the tribe’s registry and the required federal databases.",
      "queries": [
        "is sex offender registration required",
        "what is community notification for sex offender",
        "what is sex offender registration",
        "what is the eu decision on georgia",
        "definition of abuse of authority",
        "is utterly unenforceable a severable provision or condition",
        "why do policing evaluations need to be undertaken",
        "why sign a cops grant",
        "which executive order extended regulatory review to independent agencies?"
      ],
      "queries_score": [
        "2.608419",
        "2.5426817",
        "2.1710362",
        -6.528608322143555,
        -5.250169277191162,
        -6.6191229820251465,
        -6.114588737487793,
        -4.733754634857178,
        -5.987405776977539
      ]
    },
    {
      "id": "guidance_67__2",
      "chunk_id": "2",
      "content": "Regardless of whether the SORNA Officer collects\nthe information directly or has another agency perform the task, the SORNA Officer\nshould serve as a coordinator and ensure that all the information has been collected and\nentered into the tribe’s registry and the required federal databases. Guide to SORNA Implementation in Indian Country | 3 SORNA In-Person Registration Requirements\nSORNA requires that a registered sex\noffender periodically appear in person\nto verify and update certain registration\ninformation according to the following\nduration and frequency requirements:\nl l l Tier I offenders must appear once a year\nfor 15 years. Tier II offenders must appear once every\n6 months for 25 years. Tier III offenders must appear once\nevery 3 months for life. Sex offenders must initially register in\nperson in each jurisdiction where they\nlive, work or go to school. Further, SORNA\nrequires an in-person appearance by the\noffender when updating certain registration\ninformation, such as residence address. When Must Initial Registration\nOccur? Incarcerated sex offenders must\nbe registered before their release\nfrom imprisonment, while nonincarcerated sex offenders must be\nregistered within 3 business days\nof sentencing for the registration\noffense. If convicted, sentenced or\nincarcerated in another jurisdiction,\nregistration must take place\nwithin 3 business days of the sex\noffender establishing a residence,\nemployment or school attendance in\nyour jurisdiction. Who Must Register With a Tribal Jurisdiction? All adult sex offenders convicted of a\nregisterable sex offense must register,\nregardless of whether the offender is\na native, non-native or tribal member. There must be a conviction, not just an\narrest or accusation. Juveniles convicted\nas adults must also register, as well as\ncertain juveniles adjudicated delinquent\nof particular sex offenses. See “Juvenile\nOffenders and SORNA,” page 19. Offenses Involving Consensual\nSexual Conduct: “Romeo &\nJuliet” Exception An offense involving consensual\nsexual conduct is not a sex\noffense for purposes of SORNA\nand therefore does not require\nregistration if the victim is at least\n13 years old and the offender is\nnot more than 4 years older than\nthe victim or if the victim is an\nadult (unless the adult is under the\ncustodial authority of the offender at\nthe time of the offense). 4 | Guide to SORNA Implementation in Indian Country Where To Register: Registration\nJurisdictional Issues\nSORNA requires that sex offenders initially\nregister in the jurisdiction of conviction. Thereafter, they must register in any\njurisdiction where they —\nl live, l work, and l go to school. It is possible that a sex offender will\nhave to register in multiple registration\njurisdictions. For example, a sex offender\nwho lives in New Mexico, works in Arizona\nand goes to school in Colorado is required\nto register in all three states and keep their\nregistration current in each. Similarly, a sex\noffender who works on the Navajo Nation\nIndian Reservation and lives in Gallup,\nNew Mexico, is required to register with\nboth the Navajo Nation and the state of\nNew Mexico. If the sex offender moves to\nFlagstaff, Arizona, and continues working\non the Navajo Nation Indian Reservation,\nthey must notify the appropriate\nregistration agency in New Mexico of their\nchange in residence, notify the Navajo\nNation that they now live in Arizona, and\nregister with Arizona. A sex offender may also live, work and go\nto school exclusively in a tribal jurisdiction. If so, the offender is required to register\nonly with the tribal jurisdiction.",
      "queries": [
        "what is the purpose of the oig"
      ],
      "queries_score": [
        -5.339339256286621
      ]
    },
    {
      "id": "guidance_67__3",
      "chunk_id": "3",
      "content": "A sex offender may also live, work and go\nto school exclusively in a tribal jurisdiction. If so, the offender is required to register\nonly with the tribal jurisdiction. See “State\nDual Registration” box at right for additional\nstate requirements. Tribal and State Lands\nSome tribal lands are arranged\nin a patchwork around state or\ncounty land. In such instances, a\ntribe is responsible for registration\nfunctions on lands subject to its\nlaw enforcement jurisdiction, and a\nstate is responsible for registration\nfunctions on lands subject to its law\nenforcement jurisdiction. State Dual Registration Some states go beyond SORNA’s\nrequirements and require all\nsex offenders living within state\nboundaries to register with the state,\neven if they live, work or go to school\nexclusively on tribal land. Previously Registered Offenders If an offender moves out of your\njurisdiction and is no longer\nrequired to register with your tribe,\nyou may still retain that offender’s\ninformation in your administrative\ndatabase or public registry website. A sex offender may have\nto register in multiple\nregistration jurisdictions. Guide to SORNA Implementation in Indian Country | 5 Tiering\nSORNA classifies sex offense convictions into three tiers based on the nature and\nseriousness of the offense, the victim’s age and the offender’s prior sex offense\nconviction(s). Tier I offenses generally include only misdemeanor offenses punishable\nby no more than 1 year in jail; tier II and tier III offenses are more serious felony offenses\npunishable by more than 1 year in jail. Tribes must ensure that sex offense convictions\nare tiered correctly. The SORNA Officer or tribal prosecutor is typically responsible for\nassessing sex offense convictions and determining the appropriate tier. Tribal offenses: Tribes that have enhanced sentencing under the Tribal Law and Order Act\nmust tier tribal offenses similarly to federal or state offenses. Otherwise, tribes can opt to\ntier all tribal sex offenses as tier I offenses regardless of the nature of the offense. State offenses: State offenses should be tiered similarly to federal offenses. This includes\noffenses from Washington, D.C., and the principal U.S. territories. Military offenses: Military offenses under § 115(a)(8)(C)(i) of Public Law 105-119 should\nbe tiered similarly to federal or state offenses. For assistance with military convictions\nand obtaining supporting documentation, contact the military fellows at the U.S. Marshals\nService’s National Sex Offender Targeting Center at IOD.NSOTC@usdoj.gov. Foreign offenses: Foreign offenses should be tiered similarly to federal or state offenses. TIER I OFFENSES\nTribal Offenses: Any tribal offenses where maximum punishment was limited to 1 year in jail\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•",
      "queries": [
        "do sex offender have to register",
        "how do you access and view award documents in gms",
        "is customs a seizure authority"
      ],
      "queries_score": [
        "2.6639361",
        -8.972380638122559,
        -8.392548561096191
      ]
    },
    {
      "id": "guidance_67__4",
      "chunk_id": "4",
      "content": "Foreign offenses: Foreign offenses should be tiered similarly to federal or state offenses. TIER I OFFENSES\nTribal Offenses: Any tribal offenses where maximum punishment was limited to 1 year in jail\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• 18 U.S.C. § 1801 (video voyeurism of a minor)\n18 U.S.C. § 2252 (receipt or possession of child pornography)\n18 U.S.C. § 2252A (receipt or possession of child pornography)\n18 U.S.C. § 2252B (misleading domain names on the internet)\n18 U.S.C. § 2252C (misleading words or digital images on the internet)\n18 U.S.C. § 2422(a) (coercion and enticement of an adult to engage in prostitution)\n18 U.S.C. § 2423(b) (travel with intent to engage in illicit sexual conduct)\n18 U.S.C. § 2423(c) (engaging in illicit sexual conduct in foreign places)\n18 U.S.C. § 2423(d) (ancillary offenses where the victim is 18 or older)\n18 U.S.C. § 2424 (failure to file factual statement about an alien individual)\n18 U.S.C. § 2425 (use of interstate facilities to transmit information about a minor) Any other offense defined as a tier I offense under 34 U.S.C. § 20911(2), as may be amended State Offenses\nGeneral\n• Sex offenses not constituting a tier II or\nIII offense Offenses involving minors\n• False imprisonment\n• Video voyeurism\n• Possession or receipt of child sexual\nabuse material (child pornography) 6 | Guide to SORNA Implementation in Indian Country TIER II OFFENSES\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• 18 U.S.C. § 1591 (sex trafficking of children, or by force, fraud or coercion)\n18 U.S.C. § 2244 (abusive sexual contact, where the victim is 13 or older)\n18 U.S.C. § 2251 (sexual exploitation of children)\n18 U.S.C. § 2251A (selling or buying of children)\n18 U.S.C. § 2252 (production or distribution of child pornography)\n18 U.S.C. § 2252A (production or distribution of child pornography)\n18 U.S.C. § 2260 (production of sexually explicit depictions of a minor for import into U.S.)\n18 U.S.C. § 2421 (transportation of a minor for illegal sexual activity)\n18 U.S.C. § 2422(b) (coercion and enticement of a minor to engage in prostitution)\n18 U.S.C. § 2423(a) (transportation of minor with intent to engage in criminal sexual activity)\n18 U.S.C. § 2423(d) (ancillary offenses where the victim is under 18) Any other offense defined as a tier II offense under 34 U.S.C. § 20911(3), as may be amended State Offenses\nOffenses involving minors\n• Use of minors in prostitution\n• Sex trafficking of minors\n• Enticing a minor to engage in criminal\nsexual activity\n• Nonforcible sexual act with a minor 16 or\n17 years old\n• Sexual contact with a minor 13 years old\nor older • Use of a minor in a sexual performance\n• Production or distribution of child sexual\nabuse material (child pornography)\nRecidivism and felonies\n• Any sex offense that is not a first sex\noffense and that is punishable by more\nthan 1 year in jail TIER III OFFENSES\nFederal Offenses\n•\n•\n•\n•\n• 18 U.S.C. § 2241 (aggravated sexual abuse)\n18 U.S.C. § 2242 (sexual abuse)\n18 U.S.C. § 2243 (sexual abuse of a minor or ward)\n18 U.S.C. § 2244 (abusive sexual contact, where the victim is 12 or younger) Any other offense defined as a tier III offense under 34 U.S.C. § 20911(4), as may be amended State Offenses\nGeneral\n• A sexual act with another by force or\nthreat\n•",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_67__5",
      "chunk_id": "5",
      "content": "Any other offense defined as a tier III offense under 34 U.S.C. § 20911(4), as may be amended State Offenses\nGeneral\n• A sexual act with another by force or\nthreat\n• A sexual act with another who has been\nrendered unconscious or involuntarily\ndrugged, or who is otherwise incapable\nof appraising the nature of the conduct or\ndeclining to participate Offenses involving minors\n• Nonparental kidnapping of a minor\n• Sexual contact with a minor 12 years old\nor younger\n• A sexual act with a minor under age 16\n(Note “Romeo & Juliet” exception, page 4)\nRecidivism and felonies\n• Any sex offense punishable by more than\n1 year in jail where the offender has at\nleast one prior tier II offense Guide to SORNA Implementation in Indian Country | 7 Required Registration Information\nDuring registration, the SORNA Officer or\nother designated official must obtain the\nfollowing information from sex offenders\nrequired to register with the tribe:\nl Name\n— Full primary given name\n— All aliases, nicknames and\npseudonyms Digitization and Electronic\nDatabase Requirement All required registration information\nmust be, at a minimum, maintained\nin a digitized format and in an\nelectronic database. — All ethnic or tribal names by which the sex offender is commonly known (does not\ninclude any religious or sacred names not otherwise commonly known)\nl Date of Birth\n— Actual date of birth and any other date of birth used by the sex offender l Social Security Number\n— Includes purported Social Security numbers l Phone Number(s) l Picture\n— Photograph the sex offender at every scheduled appearance (unless the offender’s\nappearance has not changed significantly). • Every 3 months for tier III offenders\n• Every 6 months for tier II offenders\n• Every year for tier I offenders l Physical Description\n— Note an accurate physical description of the offender, including distinct\ncharacteristics like identifying marks, scars, tattoos, etc.\n— Photograph any distinct markings. l Driver’s Licenses, Identification Cards, Passports and Immigration Documents\n— Photocopy or scan all of the sex offender’s valid driver’s licenses issued by any\njurisdiction, tribal enrollment card(s), passport(s) and all immigration documents\nused by the sex offender. 8 | Guide to SORNA Implementation in Indian Country l Residence Address\n— Includes any location or description that identifies where the sex offender\nhabitually resides, regardless of whether it is a permanent residence or whether it\nhas a street address l School Information\n— Name and address of each school where the sex offender is or will be a student l Employment Information\n— Obtain the name and address of employer, including where the offender reports to\nwork if it differs from employer’s main address. — Includes all paid, volunteer and unpaid positions l Criminal History\n— Date of all arrests Offense Information — Date of all convictions In addition to information obtained\nfrom the sex offender, the SORNA\nOfficer must obtain the text of the\ncriminal offense for which the sex\noffender is registered. The historical\nstatutes database, which provides\nthe text of federal, military and state\nsex offenses, is available on the\nSORNA Exchange Portal. The Tribe\nand Territory Sex Offender Registry\nSystem can also automatically\npopulate the text of these offenses. See “Tribe and Territory Sex Offender\nRegistry System,” page 12, and\n“SORNA Exchange Portal,” page 17. — Status of parole, probation or\nsupervised release\n— Registration status\n—",
      "queries": [
        "internal revenue service memo number"
      ],
      "queries_score": [
        -6.936989784240723
      ]
    },
    {
      "id": "guidance_67__6",
      "chunk_id": "6",
      "content": "The Tribe\nand Territory Sex Offender Registry\nSystem can also automatically\npopulate the text of these offenses. See “Tribe and Territory Sex Offender\nRegistry System,” page 12, and\n“SORNA Exchange Portal,” page 17. — Status of parole, probation or\nsupervised release\n— Registration status\n— Outstanding arrest warrants\nl Fingerprints and Palm Prints See\n“Fingerprints and Palm Prints,” page 14.\n— Submit fingerprints and palm\nprints to the FBI Next Generation\nIdentification (NGI) system. l DNA Sample See “DNA Collection and\nSubmission,” page 16. — Submit all DNA samples to the\nCombined DNA Index System\n(CODIS). To check if the sex offender’s DNA is already in CODIS, contact the state\nDNA laboratory (if tribal DNA submissions are sent through the state) or contact\nthe FBI’s Federal DNA Database Unit for direct submissions. l Internet Identifiers\n— All email addresses used by the sex offender\n— All instant message addresses and identifiers used by the sex offender\n— All other designations or monikers used for self-identification in internet\ncommunications or postings used by the sex offender, including social network\nidentifications such as Twitter accounts Guide to SORNA Implementation in Indian Country | 9 l Professional Licensing Information\n— All licensing information that\nauthorizes the sex offender to engage\nin an occupation or carry out a trade\nor business (e.g., electrician or state\nbar license) l Vehicle Information\n— Includes work and personal use\nvehicles — including land vehicles,\naircraft and watercraft. The sex\noffender does not need to be the\nvehicle owner. “Immediate” Transfer of\nInformation The initial or updated registration\ninformation must be immediately\nsent to other jurisdictions where\nthe offender is required to register,\nas well as to the national crime\ndatabases and the tribe’s public sex\noffender registry website. SORNA\ndefines “immediately” as within 3\nbusiness days of entry or update. • License plate numbers\n• Vehicle identification numbers\n• Description of the vehicle (i.e., color, make, model, year)\n• Permanent or frequent location where the vehicle is kept\nl Temporary Lodging (Domestic)\n— Whenever a registered sex offender will be absent from their residence temporarily\n(7 days or more), collect the following information:\n• Identifying information of the temporary lodging locations, including addresses\nand names (e.g., hotel name)\n• Dates the sex offender will be staying at each temporary lodging location\n— Consult your tribe’s code to determine how far in advance of travel the offender is\nrequired to provide this information and whether it must be in person. l International Travel\n— Offenders who intend to travel internationally must provide 21 days’ advance\nnotice to all registration jurisdictions. See “International Travel Notice Information,”\npage 20. 10 | Guide to SORNA Implementation in Indian Country National and Tribal Databases After the required registration information is collected, it must be entered into the\nappropriate databases to fulfill SORNA’s information-sharing requirements. Enter and maintain offender\nregistration information in\ntribe’s registry system;\ndisplay required\ninformation on\npublic registry\nTTSORS\nwebsite (which\nwill also display\n(Tribal\non NSOPW.gov)\nRegistry) Submit DNA\nto CODIS CODIS\n(Combined\nDNA Index\nSystem) NGI\n(Next\nGeneration\nIndex) NSOR\n(National\nSex Offender\nRegistry) Submit\nfingerprints,\npalm prints and\nphotos to NGI Submit offender\nregistration\ninformation to\nNCIC/NSOR The Importance of Submitting to All Databases It is important to ensure that registration\ninformation is submitted to all required\ndatabases. Failing to submit registration\ninformation to even one of the above\ndatabases can result in the appropriate\npublic and/or law enforcement\nnotifications not being made.",
      "queries": [
        "debarment, suspension, and other responsibility",
        "why is it important for an auditor to sample sexual harassment",
        "what is the purpose of the eobgr",
        "when is a nation sovereign in its territorial sea?",
        "is fair use inquiry fact bound"
      ],
      "queries_score": [
        -6.217886447906494,
        -8.70030403137207,
        -6.153666973114014,
        -8.234084129333496,
        -8.9045991897583
      ]
    },
    {
      "id": "guidance_67__7",
      "chunk_id": "7",
      "content": "NSOR\n(National\nSex Offender\nRegistry) Submit\nfingerprints,\npalm prints and\nphotos to NGI Submit offender\nregistration\ninformation to\nNCIC/NSOR The Importance of Submitting to All Databases It is important to ensure that registration\ninformation is submitted to all required\ndatabases. Failing to submit registration\ninformation to even one of the above\ndatabases can result in the appropriate\npublic and/or law enforcement\nnotifications not being made. If\nregistration information is not entered\ninto an electronic registry database\nsuch as TTSORS and not displayed on\na public registry website, the offender\nwill not appear in a search of NSOPW. gov. If fingerprints are not submitted to NGI, a fingerprint-based criminal history\nrecord check will not display a notice\nthat the offender is a registered sex\noffender. If biographical information is\nnot submitted to NSOR, a name-based\ncriminal history record check will not\ndisplay a notice that the offender is a\nregistered sex offender. Finally, if DNA is\nnot submitted to CODIS, the offender’s\nDNA profile is unknown and will not\nbe linked to any unsolved crimes the\noffender may have committed. Guide to SORNA Implementation in Indian Country | 11 Tribe and Territory Sex Offender Registry System\nThe Tribe and Territory Sex Offender\nRegistry System (TTSORS) is provided\nby the SMART Office to assist tribes and\nterritories in implementing SORNA registry\nsystem requirements. TTSORS functions\nas both the administrative registry system\nand the public sex offender registry\nwebsite, and allows offender records to be\nsubmitted directly to the FBI’s National Sex\nOffender Registry (NSOR) file. Only tribal and territorial agencies that\nmanage and register sex offenders can\nenter and update information in TTSORS. The SMART Office provides TTSORS free\nof charge so that tribal jurisdictions do not\nneed to develop or purchase any special\ninformation technology systems to have\na SORNA-compliant registry system. TTSORS is hosted and managed for tribal\njurisdictions, and ongoing professional\nassistance is available by phone, email or\nchat. All that is needed to use TTSORS is a\ncomputer with internet access. Getting Started With TTSORS To get your tribe or territory started\nwith TTSORS, send a request to\nthe Institute for Intergovernmental\nResearch (IIR) at registrysupport@\nnsopw.gov or call 850-385-0600,\next. 222. NSOPW.gov The Dru Sjodin National Sex\nOffender Public Website (NSOPW.\ngov) is the only government\nsystem to link state, territory and\ntribal public sex offender registries\nfrom a national search site. Make\nsure your tribe’s public website is\nlinked to NSOPW.gov. Contact IIR\nfor assistance (registrysupport@\nnsopw.gov). SORNA requirements are already included\nin TTSORS, so when a tribe participates\nin TTSORS, the tribe is automatically able to participate in NSOPW.gov and with the\nSORNA Exchange Portal. By using TTSORS, a tribe’s registry system will be able to —\nl Provide community notifications, l Collect all offender information required by SORNA, and l Share information with other SORNA jurisdictions. Tribes can customize the look of the public website to be unique to the jurisdiction. There are also custom offender information fields that can be tailored to collect\nadditional information as needed. Over 90% of tribes implementing\nSORNA use TTSORS as their registry\nsystem and public website. 12 | Guide to SORNA Implementation in Indian Country Public Registry Website The SORNA Officer is typically responsible for maintaining the tribe’s public sex offender\nregistry website and should ensure that the tribe’s public website is immediately updated\nwith the required registration information.",
      "queries": [
        "what is nsor for offender registration",
        "which year is the europe capital of culture",
        "how to set up an expert panel"
      ],
      "queries_score": [
        "1.6313329",
        -7.116650581359863,
        -7.083640098571777
      ]
    },
    {
      "id": "guidance_67__8",
      "chunk_id": "8",
      "content": "12 | Guide to SORNA Implementation in Indian Country Public Registry Website The SORNA Officer is typically responsible for maintaining the tribe’s public sex offender\nregistry website and should ensure that the tribe’s public website is immediately updated\nwith the required registration information. If your tribe uses TTSORS, see “Tribe and\nTerritory Sex Offender Registry System,” page 12. When posting registration information,\nmake certain that prohibited information is not publicly posted. If a tribe has a\nmemorandum of understanding with a state or other entity to use its public website, the\nSORNA Officer should check that the state is actually posting the required information. Minimum Required Information Prohibited Information 3 \u0007Name of offender 8 \u0007Any arrest information that did not 3 \u0007Physical description of offender\n3 \u0007Current photo result in a conviction 8S\n\u0007 ocial Security number\n8 \u0007Identity of the victim 3 \u0007Residence address 8T\n\u0007 ravel and immigration documents 3 \u0007Employment address 8 \u0007Internet identifiers 3 \u0007School address\n3 \u0007Vehicle information\n3 \u0007All sex offenses for which the\noffender has been convicted 3 \u0007Sex offense(s) for which the sex offender is registered, including the\ntext of the statute(s) 3 \u0007Notice that the offender is not in\ncompliance or has absconded\n(if applicable) NSOPW.gov automatically displays sex offender information\nfrom a tribe’s public registry website TTSORS NSOPW.gov Guide to SORNA Implementation in Indian Country | 13 Fingerprints and Palm Prints\nSORNA requires that jurisdictions include\nin their registries a set of fingerprints\nand palm prints from each sex offender. Jurisdictions must maintain fingerprints\nand palm prints in digital format in order\nto facilitate immediate access and\ntransmittal of information to various\nentities. Additionally, SORNA requires\njurisdictions to submit finger and palm\nprints to the FBI’s NGI system. Use digital print-taking devices to obtain\nregistered sex offenders’ fingerprints\nand palm prints, or Tribes that plan to mail digitally\nscanned or rolled, inked prints\ndirectly to CJIS may order fingerprint\ncards free of charge. To obtain\nfingerprint cards, you must have\nan Originating Agency Identifier\n(ORI) number. If you do not have\nan ORI number, contact the FBI’s\nCJIS Division at ori@leo.gov or\nat 304-625-4543 to request one. Once you have an ORI number,\ncomplete the CJIS Fingerprinting\nSupply Requisition Form 1-178,\nat www.fbi.gov/services/cjis/\nfingerprints-and-other-biometrics/\nordering-fingerprint-cards-andtraining-aids. If you have questions,\ncontact the CJIS Fingerprint Supply\nCenter at 304-625-3983. Take rolled, inked prints; scan and\nupload to the registry; and then mail the\nfingerprint cards to the FBI’s Criminal\nJustice Information Services (CJIS). How To Prepare Fingerprint\nCards and Capture Palm Prints Although SORNA requires jurisdictions\nto maintain fingerprints and palm prints\nin digital format, jurisdictions are not\nrequired to use digital print-taking\ndevices (live scan) to obtain registered\nsex offenders’ prints. To meet the digital\nformat requirement, jurisdictions can\neither —\nl l Ordering FBI Fingerprint Cards Note that digital print-taking devices\nalert the user as to whether the prints are\nof sufficient quality for the NGI system\nto accept; rolled, inked prints that are\nsubsequently scanned do not. Tribes participating in the Tribal Access\nProgram (TAP) that have received a TAP\nworkstation have the capability to collect\ndigital fingerprints and palm prints and\nsubmit them directly to NGI. See “Tribal\nAccess Program,” page 15.",
      "queries": [
        "when did the european parliament declare the eu year of cultural heritage",
        "how do auditors defend their findings"
      ],
      "queries_score": [
        -9.532005310058594,
        -8.692575454711914
      ]
    },
    {
      "id": "guidance_67__9",
      "chunk_id": "9",
      "content": "Tribes participating in the Tribal Access\nProgram (TAP) that have received a TAP\nworkstation have the capability to collect\ndigital fingerprints and palm prints and\nsubmit them directly to NGI. See “Tribal\nAccess Program,” page 15. Other tribal\njurisdictions using digital print-taking\ndevices should, if possible, work with the\nstate registry agency and select a device\nthat interfaces with the state’s system, to\nenable electronic submission of prints to\nNGI through the state system. For guidance on how to\nprepare fingerprint cards, visit\nwww.fbi.gov/file-repository/\nguidelines-for-preparation-offingerprint-cards-and-associationcriminal-history-information.pdf/\nview. For guidance on how to capture\npalm prints and supplementals,\nvisit www.fbi.gov/file-repository/\nguidelines-for-capturing-palmprints-and-supplementals.pdf/view. 14 | Guide to SORNA Implementation in Indian Country Submitting Offender Information Into NCIC/NSOR\nSORNA requires that when an offender\ninitially registers or updates their\ninformation in a jurisdiction, that the\ninitial registration information or updated\ninformation be immediately submitted\nto the National Sex Offender Registry\n(NSOR), which is one of the 14 person files\nin the National Crime Information Center\n(NCIC). The FBI’s CJIS Division operates\nand maintains NCIC/NSOR. Many tribal jurisdictions have agreements\nin place, such as memoranda of\nunderstanding, with various state and\nlocal law enforcement agencies in order to\naccess and submit offender information\ninto NCIC/NSOR. Some tribal jurisdictions\nhave their own access and can submit\ndirectly. Be aware that having read-only\naccess to NCIC/NSOR is insufficient: A\ntribal jurisdiction must be able to submit\nand update offender information. Tribal Access Program\nThe U.S. Department of Justice\nlaunched the Tribal Access\nProgram (TAP) to provide tribal\njurisdictions with direct access to\nfederal databases, including NCIC/\nNSOR. The SMART Office is a key\npartner and funder of TAP. For\nmore information on TAP, contact\nTribalAccess@usdoj.gov. TTSORS-NSOR Interconnection\nTribal jurisdictions using TTSORS\nand participating in TAP have\naccess to the TTSORS-NSOR\nInterconnection, an enhanced\nfeature in TTSORS that enables\nregistration information entered\ninto an offender’s TTSORS record\nto be electronically submitted\ninto NCIC/NSOR. This feature\nreduces dual entry and assists in\nensuring timeliness, accuracy and\ncompleteness of an offender’s NSOR\nrecord. For more information, contact\nIIR at registrysupport@nsopw.gov. If the SORNA Officer is uncertain of\nwhether the tribe has full access to NCIC/\nNSOR, contact the tribe’s designated\nlaw enforcement agency. Even if there\nis an agreement in place with another\nentity to provide NCIC access, review the\nagreement to be certain that it includes\nsubmitting registered sex offender\ninformation into NSOR. An agreement for\nNCIC access may have been executed\nprior to a tribe implementing a SORNA program and therefore may not cover submitting\nregistration information. If this is the case, consider working with the tribe’s legal\ncounsel to amend the agreement. For tribes participating in TAP, TTSORS users can\ndirectly submit sex offender information into NSOR TTSORS NSOR Guide to SORNA Implementation in Indian Country | 15 DNA Collection and Submission\nSORNA requires DNA samples to be taken\nfrom sex offenders during the registration\nprocess for analysis and entry into the\nFBI’s CODIS database — if DNA has not\nbeen taken and submitted previously. Some\nstates work with SORNA tribal jurisdictions\nto take, preserve and submit DNA samples\nfrom sex offenders for entry into CODIS and\nto complete the requisite follow-through\nneeded on a match between an offender and\na forensic profile (known as a “cold hit”). Where such cooperation and coordination\nexists, SORNA tribal jurisdictions should\ninclude memoranda of understanding or\ncooperative agreements regarding DNA\nsubmissions as part of their substantial\nimplementation submission to the\nSMART Office. See “Establishing a SORNA\nProgram,” page 22. Tribes are encouraged\nto work with states to establish procedures\nfor this SORNA DNA requirement.",
      "queries": [
        "what is the tribal access program",
        "when was globalisation adjustment fund created",
        "when can a state or territory inmate be released"
      ],
      "queries_score": [
        "2.069998",
        -7.967250823974609,
        -7.0940351486206055
      ]
    },
    {
      "id": "guidance_67__10",
      "chunk_id": "10",
      "content": "Where such cooperation and coordination\nexists, SORNA tribal jurisdictions should\ninclude memoranda of understanding or\ncooperative agreements regarding DNA\nsubmissions as part of their substantial\nimplementation submission to the\nSMART Office. See “Establishing a SORNA\nProgram,” page 22. Tribes are encouraged\nto work with states to establish procedures\nfor this SORNA DNA requirement. Note\nthat contracting with a private laboratory is\nnot sufficient for DNA submission for sex\noffender registration purposes because\nmost private laboratories cannot submit\ntheir DNA profiles to CODIS. Eligible tribal jurisdictions may submit DNA\nsamples directly to the FBI’s Federal DNA\nDatabase Unit (FDDU), and the FBI provides\nDNA sample kits to SORNA tribal registration\njurisdictions for free. Once tribes have taken\nand submitted the DNA sample for analysis,\nit can be discarded. There is no need to retain it. How To Check if a DNA Sample\nHas Been Submitted to the FBI\nChecking an offender’s DNA status\nfirst can reduce duplicate testing\nand submissions, saving time and\nresources. To find out if a DNA\nsample for a particular offender\nwas submitted to the FDDU, submit\na status request form at https://\nforms.fbi.gov/fddu-fco-samplestatus. Tribal jurisdictions participating\nin TAP can view an offender’s\nDNA status via their criminal\nhistory record. Near the top of the\ncriminal history record, above the\nbiographical information, there is a\nDNA indicator showing whether a\nDNA profile already exists in CODIS. (This DNA indicator does not show\nwhether DNA has been submitted to\na state laboratory.) Note: It takes 30 days for the DNA\nindicator to be updated in the criminal\nhistory record. If the indicator is\nnegative, submit the status request\nform above to verify if a sample has\nbeen submitted to FDDU. Keep in mind that a sex offender DNA submission could result in a cold hit, and\ncooperation with other agencies — including the FBI, U.S. Marshals Service, state and\nlocal law enforcement, and tribal police — may be necessary. The FBI provides DNA sample kits free of charge\nto SORNA tribal registration jurisdictions,\nwhich can be submitted directly to the FDDU. 16 | Guide to SORNA Implementation in Indian Country Ordering Kits and Submitting DNA Samples to the FBI\nDNA kits can be ordered from the FBI\nwebsite at forms.fbi.gov/buccalcollection-kit-re-order-form. For more\ninformation, contact FDDU by email\nat fddu@ic.fbi.gov; phone at 703-6327529; or mail at Federal DNA Database\nUnit, 2501 Investigation Parkway,\nQuantico, VA 22135. Tribal jurisdictions that submit DNA\nsamples directly to the FBI must\ncollect the samples according to the\nFBI’s directions and standards and\ncomplete the required FBI form, which must include, among other items, data\non each sex offender’s conviction and\npersonal information, two fingerprints,\nand valid and verifiable agency contact\ninformation. The procedures for\ncollecting the sample must be followed\ndiligently and must be complete to\nensure that the submission can be\ntested and the data entered into\nCODIS. For more information on how\nto take and submit a DNA sample with\nthe supplied kits, visit www.fbi.gov/\nservices/laboratory/biometric-analysis/\nfederal-dna-database. SORNA Exchange Portal\nSORNA requires jurisdictions to share\ninformation about sex offenders who\nare relocating between jurisdictions or\nare required to register in more than\none jurisdiction. The SMART Office\ndeveloped the SORNA Exchange Portal\nto meet this directive and provide sex\noffender registration personnel an internetbased community where they can share\ninformation. Each registration jurisdiction\nhas access to its own individual site, and\noffender information can be exchanged\nwith other jurisdictions through offender\nrelocation tasks, document and file sharing,\ndiscussion boards, event calendars and a\nhistorical statutes database.",
      "queries": [
        "when does globalization adjustment fund enter into force",
        "de minimis interim reimbursement of indirect expenses"
      ],
      "queries_score": [
        -8.850248336791992,
        -8.14393424987793
      ]
    },
    {
      "id": "guidance_67__11",
      "chunk_id": "11",
      "content": "Each registration jurisdiction\nhas access to its own individual site, and\noffender information can be exchanged\nwith other jurisdictions through offender\nrelocation tasks, document and file sharing,\ndiscussion boards, event calendars and a\nhistorical statutes database. SORNA Officers should have policies\nand procedures in place to regularly\naccess the SORNA Exchange Portal. Setting up automated, customized alerts\nis highly recommended. Accessing the SORNA Exchange\nPortal To access the SORNA Exchange\nPortal, you must have a username\nand password. To obtain these,\nemail registrysupport@nsopw.gov. Once you receive your username\nand password, log onto the portal at\nhttps://portal.nsopw.gov. Keep Contact Information Updated\nSORNA Officers should ensure\nthe jurisdiction’s point of contact\ninformation is up to date in the\nSORNA Exchange Portal. If the\ninformation is outdated, another\njurisdiction may attempt to notify\nthe wrong person about a relocating\noffender or send the information to\nan incorrect email address. Guide to SORNA Implementation in Indian Country | 17 Community Notification Requirements\nSORNA requires that registration jurisdictions immediately provide both initial and\nupdated information about a sex offender to certain agencies in specific categories. Each category is addressed below, with information on how jurisdictions can implement\nthe requirements. Immediately after a sex offender registers or updates their registration, the SORNA\nOfficer should make sure the information is shared with the following:\n1. The Attorney General, who shall include that information in the National Sex\nOffender Registry or other appropriate databases. To meet this requirement, jurisdictions must immediately forward any information\nto NCIC/NSOR. 2. Appropriate law enforcement\nagencies, schools and public\nhousing agencies. Jurisdictions can sufficiently notify\nthese agencies by —\ni. ensuring that their police\ndepartments, sheriffs’ offices,\nprosecution offices and\nprobation/parole offices have\naccess to the law enforcement\nportion of their sex offender\nregistry; and TTSORS\nSORNA Community Notification\nRequirements are already included in\nthe Tribe and Territory Sex Offender\nRegistry System (TTSORS). As a\nTTSORS user, your registry system\ncan provide community notifications. See “Tribe and Territory Sex Offender\nRegistry System,” page 12. ii. utilizing an email notification system, as discussed in (5) below. 3. Each jurisdiction where the sex offender is required to register. To meet this requirement, jurisdictions must ensure that there is a mechanism\nin place to transmit registration information to any other jurisdiction where an\noffender is required to register. This capacity must include the states, the principal\nterritories, the District of Columbia and every federally recognized Indian tribe that\nhas elected to operate as a SORNA registration jurisdiction. Using the SORNA\nExchange Portal will satisfy this requirement. See “SORNA Exchange Portal,” page\n17. 4. Any agency responsible for conducting employment-related background checks. To meet this requirement, jurisdictions must check within their own governmental\nstructure to determine —\ni. which agencies conduct employment-related background checks, and\nii. how to ensure that those background checks will capture the registration\ninformation submitted by the sex offender to the registering agency. 18 | Guide to SORNA Implementation in Indian Country 5. Social service entities responsible for protecting minors; volunteer organizations\nin which contact with minors or other vulnerable individuals might occur; and any\norganization, company or individual who requests such notification. Jurisdictions can sufficiently meet these community notification requirements by —\ni. immediately updating the jurisdiction’s sex offender public website when a sex\noffender either registers or updates their registration information;\nii.",
      "queries": [
        "what is the procurement process for cops",
        "when to issue religious items inmates",
        "tmp designation for years"
      ],
      "queries_score": [
        -8.096868515014648,
        -9.203707695007324,
        -8.539196968078613
      ]
    },
    {
      "id": "guidance_67__12",
      "chunk_id": "12",
      "content": "Jurisdictions can sufficiently meet these community notification requirements by —\ni. immediately updating the jurisdiction’s sex offender public website when a sex\noffender either registers or updates their registration information;\nii. establishing an email notification system for the jurisdiction’s sex offender\npublic website, which initiates a notification when an offender relocates (to\ninclude residence, work or school address) in or out of a particular ZIP code or\ngeographic radius; and\niii. automatically emailing an individual who registers to be notified when\na particular sex offender relocates, and reflecting the relocation on the\njurisdiction’s sex offender public website. Juvenile Offenders and SORNA\nSORNA requires that jurisdictions register\njuveniles convicted as adults as well as\njuveniles adjudicated delinquent of certain\nserious sex offenses. A common misconception is that SORNA\nrequires jurisdictions to register all\njuveniles who are adjudicated delinquent\nfor sex offenses. In fact, SORNA requires\njuvenile registration only if the juvenile\nwas at least 14 years old at the time\nof the offense and was adjudicated\ndelinquent for committing (or attempting\nor conspiring to commit) a sexual act\n(generally speaking, a forcible penetration\noffense) with another by force, by the\nthreat of serious violence, or by rendering\nunconscious or drugging the victim. Exceptions for Juveniles\nSORNA does not require jurisdictions\nto treat their juvenile sex offenders\nthe same as adult registrants in all\nrespects. Jurisdictions have the\ndiscretion to exempt juveniles from\ntheir public sex offender website. Jurisdictions can also establish\ndifferent procedures for juveniles\nthat recognize the unique needs\nof juvenile offenders. For more\ninformation, see the Attorney\nGeneral’s Supplemental Guidelines\nfor Juvenile Registration (https://\nsmart.ojp.gov/sorna/currentlaw#Attorney). Because of the severity of these offenses,\njuvenile sex offenders adjudicated\ndelinquent are categorized as tier III offenders under SORNA and are subject to duration\nand in-person verification requirements applicable to all tier III offenders. Although SORNA requires registration for juveniles adjudicated delinquent of certain\nsex offenses, SORNA allows registration to be terminated after 25 years for those who\nmaintain a clean record. Guide to SORNA Implementation in Indian Country | 19 International Travel Notice Information\nSORNA* requires that a registered sex\noffender inform their residence jurisdiction\nof any intended travel outside of the United\nStates at least 21 days prior to that travel. The residence jurisdiction must then notify\nthe U.S. Marshals Service’s National Sex\nOffender Targeting Center (USMS-NSOTC)\nwith the intended travel information. The\nresidence jurisdiction must also update\nNCIC/NSOR. The other information-sharing\nrequirements of SORNA apply to this\ninformation as well. Jurisdictions must collect the following\ninformation regarding a registered sex\noffender’s intended international travel:\nl Identifying Information\n— Full primary given name\n— All aliases, nicknames and\npseudonyms\n— Date of birth\n— Sex\n— Citizenship\n— Passport number and country\n— FBI number (for domestic law\nenforcement use only) l Travel Information\n— Destination(s)\n• Dates and places of departure,\narrival and return (if applicable),\nincluding the name of the point\nof departure (city/town) from\neach country Advance Notice\nUnlike notification requirements for\ntemporary domestic lodging, sex\noffenders are required to inform their\njurisdiction of all international travel\n— regardless of trip length — at least\n21 days in advance of their trip. How To Notify the U.S. Marshals\nJurisdictions are strongly\nencouraged to make this\nnotification by way of the\n“Notification of International Travel\nForm” on the SORNA Exchange\nPortal. See “SORNA Exchange\nPortal,” page 17. As an alternative,\njurisdictions may directly submit\nthe “Notification of International\nTravel Form” to the USMS-NSOTC\nat IOD. NSOTC@usdoj.gov, with a\nsubject line of “Sex Offender Travel\nNotification.”",
      "queries": [
        "how do jurisdictions notify sex offender public",
        "what is the condition of the consolidated appropriations act?",
        "which company is responsible for excess development costs"
      ],
      "queries_score": [
        "3.422446",
        -6.930850028991699,
        -8.24051284790039
      ]
    },
    {
      "id": "guidance_67__13",
      "chunk_id": "13",
      "content": "How To Notify the U.S. Marshals\nJurisdictions are strongly\nencouraged to make this\nnotification by way of the\n“Notification of International Travel\nForm” on the SORNA Exchange\nPortal. See “SORNA Exchange\nPortal,” page 17. As an alternative,\njurisdictions may directly submit\nthe “Notification of International\nTravel Form” to the USMS-NSOTC\nat IOD. NSOTC@usdoj.gov, with a\nsubject line of “Sex Offender Travel\nNotification.” Contact the USMSNSOTC with any questions at 202616-1600 or NSOTC.IML@usdoj.gov. Once a notification is made, USMSNSOTC will provide the information\nto INTERPOL Washington, which will\ncommunicate the information to law\nenforcement partners at the intended\nforeign destination(s) of travel. • Means of travel (air, train, ship)\n• Itinerary details (when available), including name of the airport, train station,\nport; flight, train, ship number; departure and arrival times; and information\nabout any intermediate stops\n*As augmented by the Attorney General’s Supplemental Guidelines for Sex Offender Registration and\nNotification (January 2011). 20 | Guide to SORNA Implementation in Indian Country — Purpose(s) of travel (e.g.. business, deportation, military, relocation,\nother [specify])\n— Criminal record\n• Date and city, state or jurisdiction of conviction\n• Offense(s) of conviction requiring registration\n• Victim information (age, gender, relationship)\n• Registration jurisdiction(s) (state, tribe or territory)\n— Other\n• Contact information within destination country\n• Notifying agency and contact information\nDigital copies or photocopies of all pertinent travel documents should be made when\nthe information is being collected. If such documents are not available, the jurisdiction\nshould collect identifying information on those documents (for example, for a passport,\nthe passport number and country of issuance). Note that any information provided might\nbe communicated to foreign law enforcement officials, as deemed necessary. In addition to notifying the U.S. Marshals Service, jurisdictions may directly notify other\nappropriate law enforcement agencies of an offender’s intended international travel if\ncircumstances necessitate, by whatever means the jurisdiction prefers. Failure To Appear for Registration When a tribal jurisdiction receives notice that an offender is relocating to the tribe to live,\nwork or attend school, and then the sex offender fails to appear for registration, the tribe\n(typically the SORNA Officer) must immediately inform the jurisdiction that provided the\nnotification that the sex offender failed to appear. If the tribe receives information that the offender has absconded, SORNA requires the\ntribal jurisdiction to take the following steps:\nl l Determine whether the offender has actually absconded. If no determination can be made, inform tribal police or the designated law\nenforcement agency so that they can attempt to locate the offender. If the absconded offender cannot be located, the tribal jurisdiction must do the following:\nl Update the public sex offender registry website to indicate that the offender is an\nabsconder. l Notify the U.S. Marshals Service. l Seek a warrant for the sex offender’s arrest. l Update NCIC/NSOR and indicate that the offender is an absconder. l Enter the offender’s information into the Wanted Person File in NCIC. Guide to SORNA Implementation in Indian Country | 21 Establishing a SORNA Program The SMART Office has developed a number of resources to help tribal jurisdictions\nestablish a SORNA program and submit a substantial implementation package. SMART’s Indian Country webpage, available at https://smart.ojp.gov/sorna/indiancountry, has more guidance for tribes implementing SORNA, including the following:\nl l Model Tribal Sex Offender Registration Code.",
      "queries": [
        "how to notify us marshals",
        "what is community policing",
        "what conditions must you agree to accept a training award",
        "can an agency draw funding down"
      ],
      "queries_score": [
        "3.3874834",
        -7.285611152648926,
        -9.4813814163208,
        -8.68199634552002
      ]
    },
    {
      "id": "guidance_67__14",
      "chunk_id": "14",
      "content": "Establishing a SORNA Program The SMART Office has developed a number of resources to help tribal jurisdictions\nestablish a SORNA program and submit a substantial implementation package. SMART’s Indian Country webpage, available at https://smart.ojp.gov/sorna/indiancountry, has more guidance for tribes implementing SORNA, including the following:\nl l Model Tribal Sex Offender Registration Code. This sample sex offender registration\ncode is intended to be tailored to the needs and circumstances of each particular tribal\njurisdiction. SORNA Implementation Policy and Procedures Guide. This guide assists tribes with\ncreating their own policy and procedure manuals for sex offender registration and\nnotification programs. SMART’s SORNA Substantial Implementation webpage. This page, available at https://\nsmart.ojp.gov/sorna/substantial-implementation, contains information on what the\nsubstantial implementation of SORNA entails, including a detailed checklist and guidance\non what to submit to the SMART Office for review. l l Substantial Implementation Checklist. The checklist is a tool to help jurisdictions\nassess compliance with SORNA requirements as they work to implement the law. Submitting Information for Review. This lists how to submit a substantial\nimplementation package. Tribal Training and Technical Assistance\nThe SMART Office’s training and technical assistance team can provide support to\ntribes on substantial implementation of SORNA, as well as a variety of sex offender\nmanagement issues. Typical methods of assistance include conference calls, webinars,\npeer-to-peer support and onsite support through training and community outreach\nevents. Tribal jurisdictions that are interested in training and technical assistance can contact\nthe SMART Office at AskSMART@usdoj.gov or 202-514-4689. 22 | Guide to SORNA Implementation in Indian Country *NCJ~255091*",
      "queries": [
        "what decision is contingency margin",
        "define indirect costs",
        "who must conduct prea audits",
        "when do progress reports come due",
        "is a cooperative taxed"
      ],
      "queries_score": [
        -9.36637020111084,
        -7.103551864624023,
        -8.68578052520752,
        -8.621397018432617,
        -8.455422401428223
      ]
    }
  ]
}