{
  "doc_id": "guidance_35",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_35__0",
      "chunk_id": "0",
      "content": "Edward Byrne Memorial Justice Assistance Grant (JAG) Program\nProhibited and Controlled Expenditure Guidance\nUpdated December 2022 Award Conditions for Edward Byrne Memorial Justice Assistance Grant\n(JAG) awards made during or after (federal) Fiscal Year 2015:\nAWARD CONDITIONS: “PROHIBITED EXPENDITURE LIST” AND “CONTROLLED EXPENDITURE LIST”\nStarting with the FY 2015 program, each Office of Justice Programs (OJP) award made under the\nByrne JAG State and Local solicitations includes a series of conditions that deal with the “Prohibited\nExpenditure List” and the “Controlled Expenditure List.” The information on this webpage (1) describes\nthe items currently included on the “Prohibited Expenditure List” and on the “Controlled\nExpenditure List,” and (2) provides important explanatory notes regarding conditions in awards under\nthe FY 2015, FY 2016, and/or FY 2017 Byrne JAG programs. IMPORTANT NOTE: The explanatory notes, which follow the lists, are crucial to understanding existing\naward conditions. PROHIBITED EXPENDITURE LIST Effective starting as of August 29, 2017:\nFor purposes of conditions on OJP Byrne JAG awards that relate to the “Prohibited Expenditure List,”\nthe following items are on the “Prohibited Expenditure List.” See 34 U.S.C. § 10152, previously codified\nat 42 U.S.C. § 3751. IMPORTANT NOTE: As indicated below, Byrne JAG award funds may be used for items otherwise\nlisted in Prohibited Expenditure Category B if the Department of Justice first certifies in writing that\nextraordinary and exigent circumstances exist that make the use of Byrne JAG award funds to provide\nsuch matters essential to the maintenance of public safety and good order. Prohibited Expenditure Category A:\n Any direct or indirect use of Byrne JAG award funds to provide any security enhancements or\nany equipment to any nongovernmental entity that is not engaged in criminal justice or public\nsafety. Prohibited Expenditure Category B:\n Unless the Department of Justice first certifies in writing that extraordinary and exigent\ncircumstances exist that make the use of Byrne JAG award funds to provide such\nmatters essential to the maintenance of public safety and good order, the following items\nor matters are prohibited expenditures: Unless the Attorney General certifies that extraordinary and exigent circumstances exist that\nmake the use of such funds to provide such matters essential to the maintenance of public\nsafety and good order—\n(A) vehicles (excluding police cruisers), vessels (excluding police boats), or aircraft\n(excluding police helicopters);\n(B) luxury items;\n(C) real estate;\n(D) construction projects (other than penal or correctional institutions); or\n(E) any similar matters. “Vehicles” includes, without limitation:\no\no\no\no\no\no\no\no Wheeled armored vehicles / tactical vehicles. Buses / recreational vehicles. Command vehicles / mobile command and control centers. Trucks, including pickup trucks. Vans, including passenger vans. Motorcycles. Sport utility vehicles (SUVs). Segways, golf carts, all-terrain vehicles (ATVs), utility task vehicles (UTVs) and similar\nitems — when and if applicable state or local law requires licensing or registration of\nsuch items. For purposes of the “Prohibited Expenditure List,” a vehicle is considered a “police\ncruiser” only if it is used in the ordinary course for routine police patrol within the\nUnited States. Vehicles (including motorcycles, SUVs, pickup trucks, ATVs, and\nUTVs) used as “police cruisers” are not prohibited under JAG, and therefore may be\nacquired with JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award.",
      "queries": [
        "when was edward byrne memorial grant awarded",
        "when prior approval is required by applicable cost principles, the approval authority will be vested in the recipient."
      ],
      "queries_score": [
        "2.4181998",
        -3.505523920059204
      ]
    },
    {
      "id": "guidance_35__1",
      "chunk_id": "1",
      "content": "Vehicles (including motorcycles, SUVs, pickup trucks, ATVs, and\nUTVs) used as “police cruisers” are not prohibited under JAG, and therefore may be\nacquired with JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award. “Vessels” includes, without limitation:\no Any form of boat or watercraft capable of holding or transporting instruments, other\ncargo and/or at least one person. For purposes of the “Prohibited Expenditure List,” a “vessel” is considered a “police boat”\nonly if it is used by the recipient jurisdiction (or subrecipient jurisdiction, as applicable) in the\nordinary course to conduct law enforcement operations within the United States. Vessels used as “police boats” are not included on the Prohibited List, and therefore may be\nacquired with Byrne JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award. 2 “Aircraft*” includes, without limitation:\no Any craft designed to move instruments, other cargo, and/or at least one person through\nthe air, such as helicopters or airplanes (rotary-wing or fixed-wing aircraft). For purposes of the “Prohibited Expenditure List,” a helicopter is considered a “police\nhelicopter” only if it is used by the recipient jurisdiction (or subrecipient jurisdiction, as\napplicable) in the ordinary course to conduct law enforcement operations within the United\nStates. Aircraft used as “police helicopters” are not included on the Prohibited List, and therefore\nmay be acquired with Byrne JAG funds in the ordinary course, to the extent otherwise\nallowable under the award. The use of BJA grant funds for unmanned aircraft systems (UAS), including\nunmanned aircraft vehicles (UAV), and all accompanying accessories to support UAS\nor UAV, is unallowable. Requesting a Certification regarding items in Prohibited Expenditure Category B\nWith respect to items in Prohibited Expenditure Category B — that is, items and matters that\nappear on the “Prohibited Expenditure List” only if the Department of Justice has not made the\nrequired certification of “extraordinary and exigent circumstances … that make use of [award\nfunds] … essential to the maintenance of public safety and good order” — a recipient may\nrequest that the Department of Justice make the required certification by making a submission\nto OJP as described below. The recipient may not obligate (or “use”) any Byrne JAG award funds for the item until and\nunless the Department of Justice makes the required certification. To request a Department of Justice certification of “extraordinary and exigent circumstances …\nthat make use of [award funds for the requested item or matter] … essential to the maintenance\nof public safety and good order,” the recipient must:\n1. Using the JustGrants system (JustGrants) submit a “Programmatic Costs” Grant\nAward Modification (GAM), marked “Other” and with “JAG - DOJ certification request extraordinary and exigent; essential” typed in the available text box. 2. Attach to the GAM a letter, on the letterhead of the recipient jurisdiction and signed\nby the recipient’s “authorized representative” for the particular Byrne JAG award in\nquestion, that:\n(a) Indicates the use of JAG award funds as to which the recipient requests the\nrequired certification and the award number of the JAG award from which funds\nwould be obligated and used.",
      "queries": [
        "are motorcycles allowed under jag funds"
      ],
      "queries_score": [
        "1.5601486"
      ]
    },
    {
      "id": "guidance_35__2",
      "chunk_id": "2",
      "content": "(b) Provides a general description of the recipient (or subrecipient, if applicable)\nthat will use award funds for the requested purpose. (c) Indicates the amount of award funds that would be used for the requested\npurpose, if the Department of Justice makes the required certification. 3 (d) Sets out a detailed justification that provides sufficient information to support\na Department of Justice finding and certification that “extraordinary and exigent\ncircumstances” exist that make use of the JAG award funds for the requested\npurpose “essential to the maintenance of public safety and good order.” If the Department of Justice makes the required certification, the recipient will be notified and\nwill receive a copy of the Department certification. Prohibited Expenditure List, as in effect before August 29, 2017:\n See Important Explanatory Notes, below. CONTROLLED EXPENDITURE LIST Effective starting as of August 29, 2017:\n For purposes of conditions on OJP Byrne JAG awards that relate to the “Controlled Expenditure\nList,” no items appear on the “Controlled Expenditure List.” Controlled Expenditure List, as in effect before August 29, 2017:\n See Important Explanatory Notes, below. IMPORTANT EXPLANATORY NOTES ON BYRNE JAG AWARD CONDITIONS\n The precise conditions that apply to a Byrne JAG award with respect to the “Prohibited\nExpenditure List” and the “Controlled Expenditure List” vary depending on whether the award\nwas made under the FY 2015, FY 2016, or FY 2017 Byrne JAG Program. To determine which\nconditions apply to a particular OJP award, refer to the award conditions that accompany the\nparticular award document.  The contents of both lists have changed over time. As discussed in more detail below,\nrecipients and others are to refer to the version of each list that applied at the time of an actual\nor proposed obligation (“use”) of (federal) Byrne JAG award funds, as well as the conditions in\nthe particular Byrne JAG award. Archival information that includes prior versions of both lists\n(which are incorporated by reference herein) may be accessed at\nhttps://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf.  Pertinent dates — “use of federal funds,” “purchase under the award,” and related\nmatters. For purposes of conditions on Byrne JAG awards that relate to the “Prohibited\nExpenditure List” or the “Controlled Expenditure List”:\no Award funds are not considered “used for items that are listed” on the “Prohibited\nExpenditure List” or “Controlled Expenditure List” “at the time of purchase or acquisition”\nuntil such time as (federal) Byrne JAG award funds are either (1) obligated for the\npurchase or acquisition of the item, or (2) obligated to reimburse a recipient for the costs\nof a purchase or acquisition initially made with the funds other than federal funds\nawarded by OJP (e.g., the costs of a purchase or acquisition initially made with the\nrecipient’s own nonfederal funds). 4 o",
      "queries": [
        "us department of education and justice"
      ],
      "queries_score": [
        -2.261559009552002
      ]
    },
    {
      "id": "guidance_35__3",
      "chunk_id": "3",
      "content": "4 o Similarly, an item on either the “Prohibited Expenditure List” or the “Controlled\nExpenditure List” is not considered “purchased under the award” or “acquired through a\nfederal program” until such time as (federal) Byrne JAG award funds are either (1)\nobligated for the purchase or acquisition of the item, or (2) obligated to reimburse a\nrecipient for the costs of a purchase or acquisition initially made with the funds other\nthan federal funds awarded by OJP (e.g., the costs of a purchase or acquisition initially\nmade with the recipient’s own nonfederal funds). o The “allowability” of a cost for purchase or acquisition of an item on the “Prohibited\nExpenditure List” or the “Controlled Expenditure List” is determined as of the date of the\npertinent obligation of (federal) award funds either (1) for the purchase or acquisition of\nthe item, or (2) to reimburse the award recipient for the costs of a purchase or\nacquisition initially made with the funds other than federal funds awarded by OJP. o The applicability of a requirement with respect to transfer or sale of an item “on the\nControlled Expenditure List” — or a requirement with respect to notice to OJP prior to\ndisposal of such an item — is determined at the time of the transfer, sale, or disposal. That is, the requirement applies if the item is “on the Controlled Expenditure List” at the\ntime of the transfer, sale, or disposal. o In the event that an item is removed from the “Controlled Expenditure List,” any\nrequirements (related to that item) for “incident reporting” and for adoption of standards\nshall cease as of the date it is removed from the “Controlled Expenditure List.” o Should a recipient have a question regarding whether an item appears (or appeared) on\nthe “Prohibited Expenditure List” or the “Controlled Expenditure List” as of a particular\ndate, the recipient is to contact OJP for clarification. 5 “PROHIBITED EXPENDITURE LIST” AND “CONTROLLED EXPENDITURE LIST”\nVersions in effect prior to August 29, 2017\nPlease note that OJP is in the process of updating policies and procedures regarding the purchase of\nUAS/UAV/UAs. No requests for prior approval for UAS/UAV/UAs will be considered until the\npolicies and procedures have been updated and additional guidance has been provided to the\nfield. (July 2020)\nAs in effect from mid-June 2017 through August 28, 2017\n The archive materials set out in the following pages\n(https://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf) identify the items and\nmatters that were on the “Prohibited Expenditure List” or the “Controlled Expenditure List” from\nmid-June 2017 through August 28, 2017. Text and related material highlighted in yellow WERE\nencompassed by the lists for this time period. As in effect starting at the time of awards made under the FY 2015 Byrne JAG Program and\ncontinuing until mid-June 2017\n The archive materials set out in the following pages\n(https://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf) identify the items and\nmatters that were on the “Prohibited Expenditure List” or the “Controlled Expenditure List”\nstarting at the time awards were made under the FY 2015 Byrne JAG Program and continuing\nuntil mid-June 2017. Text and related matter highlighted in yellow WERE NOT encompassed by\nthe lists for this time period. 6",
      "queries": [
        "what is the requirements to be a ahtf agency",
        "do nonprofit organizations comply with lobbying",
        "can a federal award be terminated",
        "when must you report new information"
      ],
      "queries_score": [
        -7.107017517089844,
        -8.327011108398438,
        -4.133979797363281,
        -5.671709060668945
      ]
    }
  ]
}