{
  "doc_id": "guidance_63",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_63__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nHSD/DEN\nNUMBER: 6400.03\nDATE:\nJune 10, 2016 Dental Services /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To stabilize and maintain the inmate population’s oral health. Dental care will be conservative,\nproviding necessary treatment for the greatest number of inmates within available resources. a. Summary of Changes\nPolicy Rescinded\nPS 6400.02 Dental Services (1/15/05)\nSection 2a refers to National Chief Dentist. This term replaces Chief Dentist. Section 2a, fifth bullet, identifies the National Chief Dentist as the privileging granting authority\nfor the Regional Chief Dentist. Section 2b refers to Regional Chief Dentists. This term replaces Regional Dental Consultants. Section 2c describes options for facilities during the temporary absence of a dentist. Section 3 eliminates the need for a local Policies and Procedures Manual. An Institution\nSupplement is required to describe the nuances of local programs. Section 3a(1) stipulates restorative and surgical procedures will not be performed without a\ndental assistant. Section 3b refers to clinical privileges and competency assessments. Section 3c references ualit mana ement data collection by IOP Coordinators. Section 4 describes the inmate apprenticeship program and the limitations on the enrolled\ninmates. Section 5 references the Electronic Medical Record (EMR). This replaces the paper-based Health\nRecord. Data Management worksheets and reports (daily, monthly, and quarterly) are no longer\nrequired. Wait lists for routine care are maintained on the Dental Wait Routine Treatment List\nModule in EMR. Section 6a refers to the general population and access to care: failed appointments,transfers, and\ninmate release. Section 7 introduces Preventive Oral Health guidance. Section 8b refers to Admissions and Orientation (A&O) examinations being within 30 calendar\ndays of arrival in all BOP facilities. This replaces the 14-day standard. All A&O examinations\nare performed by a dentist. Section 8b refers to the A&O examination authorizing a hygiene appointment for up to 18\nmonths. Sections 8d&e introduce limited examination and oral health assessment. Periodic examination\nterminology is no longer referenced. Section 9c(5) requires RCD preauthorization for prosthetics; full and partial dentures will be\nauthorized for inmates with sentences greater than 3 years. Inmates with sentences less than 3\nyears who may present with unusual circumstances will be considered on a case-by-case basis by\nthe RCD. Section 9f introduces orthodontic consent for removal. Section 10b refers to dental triage. Dental triage is allowed at the Health Services Unit’s\ndiscretion per the institutional mission or dentist resource availability. Dentists must conduct\ndental sick call to evaluate and treat urgent complaints. Section 11 defines four priority levels based on acuity. P6400.03 6/10/2016 2 Section 12 details the dental Utilization Review Process. The Regional Chief Dentist is the final\napproving authority for dental specialty care. Section 13. Laboratory Services are to be provided by the National contracted vendor when one\nis available. Regional Vocational Dental Laboratories are no longer utilized. b. Program Objectives. The expected result of this program is: Necessary dental care will be\nprovided to inmates by health care providers, who provide quality care consistent with evidencebased practice and in accordance with professional standards. 2. ORGANIZATION\na. National Chief Dentist.",
      "queries": [
        "who is authorized to sign cops award",
        "when did the psr go to sentencing court",
        "can irs conduct checks",
        "indemnification of employee for personal liability arising from official action is"
      ],
      "queries_score": [
        -8.697978019714355,
        -7.554043769836426,
        -8.996508598327637,
        -9.331995964050293
      ]
    },
    {
      "id": "guidance_63__1",
      "chunk_id": "1",
      "content": "Regional Vocational Dental Laboratories are no longer utilized. b. Program Objectives. The expected result of this program is: Necessary dental care will be\nprovided to inmates by health care providers, who provide quality care consistent with evidencebased practice and in accordance with professional standards. 2. ORGANIZATION\na. National Chief Dentist. Bureau dental pro rams are under the direction of the Bureau’s\nChief of Dental Programs (National Chief Dentist). The Medical Director privileges and\nsupervises the National Chief Dentist. The National Chief Dentist:\n■ Establishes national program goals and clinical scope of dental care. ■ Sets objectives for providing professional and administrative direction to Bureau dental\nprograms. ■ Recruits qualified dentists and auxiliary personnel. ■ Represents the Bureau’s dental services as necessary with other government agencies or\nprofessional groups. ■ Grants clinical privileges to Regional Chief Dentists and Institution Chief Dental Officers. b. Regional Dental Services. The National Chief Dentist directly supervises, provides work\nassignments, and grants privileges to a Regional Chief Dentist (RCD) for each region. The\nRCD:\n■ Provides professional direction for institution dental staff within the region and provides\npolicy guidance to institution executive staff, the Regional Health Systems Administrator,\nRegional Medical Directors, and other Regional Office administrators. ■ Oversees the provision of temporary direct patient care to understaffed facilities in his/her\nassigned region and in shortage areas determined by the National Chief Dentist. ■ Serves as the point of contact in dental matters pertaining to clinical care, mentoring and\ntraining, policy, recruitment, clinic construction, legal issues, program reviews, and clinical\npeer reviews. ■ Oversees institutional dental programs as Acting Chief Dentist when there is a vacancy in the\ninstitution Chief Dentist position. ■ Will be responsible for the Dental Utilization Review process. P6400.03 6/10/2016 3 ■ Referred to as Regional Chief Dentist (formerly the Regional Dental Consultant [RDC]). .\nc. Institution Dental Services. Per the Office of Quality Management (OQM), the Bureau’s\nMedical Director is the privilege granting authority for Chief Dental Officers (CDO). This\nauthorit is dele ated to the Bureau’s National Chief Dentist, who has privileging authority for\nthe entire dental program. See the current Program Statement Health Care Provider\nCredential Verification, Privileges, and Practice Agreement Program. Each institution has a CDO, which is a managerial, non-bargaining-unit position. In the absence\nof a CDO, a staff dentist, with his/her consent, may be temporarily promoted to CDO consistent\nwith HRM policy. If the Staff Dental Officer (SDO) declines the temporary promotion, the RCD\nwill serve as the Acting CDO. If there is no dentist on staff, the RCD is granted temporary\nActing CDO privileges and oversees the dental program. To ensure there is no interruption for dental services, contracting of local dentists, hygienists,\nand dental assistants will be a priority for vacancies greater than 3 months. See the current\nProgram Statement Health Care Provider Credential Verification, Privileges, and Practice\nAgreement Program for full privileging requirements. The CDO is under the supervision of the Associate Warden (AW) or Clinical Director (CD). This is a local decision. Supervision of the CDO cannot be delegated below the CD. The CDO supervises all dental staff and determines all clinical dental staff assignments.",
      "queries": [
        "who is the trgp recipient of cops office",
        "who is required to refer discrimination complaints to a subrecipient",
        "what was clear was that some of the feedstock coal was run through r.",
        "what is the foreign base company's sales income?"
      ],
      "queries_score": [
        -9.269229888916016,
        -8.757317543029785,
        -8.665213584899902,
        -9.373055458068848
      ]
    },
    {
      "id": "guidance_63__2",
      "chunk_id": "2",
      "content": "The CDO is under the supervision of the Associate Warden (AW) or Clinical Director (CD). This is a local decision. Supervision of the CDO cannot be delegated below the CD. The CDO supervises all dental staff and determines all clinical dental staff assignments. The\nCDO provides clinical feedback to Business Office contracting officers for all contract dental\nclinical staff. Clinical dental decisions are the responsibility of the treating dentist(s). The CDO provides regular information regarding inventory needs and dental budget\nrequirements to the Health Services Administrator (HSA), who has budget and procurement\noversight for the Dental Clinic. See the current Program Statement Health Services\nAdministration. d. Options During the Temporary Absence of the Dentist. During periods when a dentist is\nnot available (annual refresher training, Annual Leave, CME, etc.), the local HSA or designee\nwill arrange one of the following options:\n■ Contracting (Amend Existing Contract). Incorporate a requirement for temporary\nDentist back-up coverage in the comprehensive medical contract. P6400.03 6/10/2016 4 ■ Contracting (Establish Separate Contract). Contract with a firm that is capable of\nproviding temporary Dentist services using open market procurement procedures or existing\nFederal Supply Schedules (FSS). The current Program Statement Bureau of Prisons\nAcquisition Policy, Part 37, stipulates various requirements relating to using private sector\ntemporary services. The Chief Executive Officer and Regional Director must approve a\nwritten justification prior to the acquisition. ■ Interagency Agreements. Establish an interagency agreement with another Government\na enc (e. ., VA or DOD) to provide Dentist covera e on an “as needed” basis. ■ TDY Within the Bureau. TDY by a Medical Asset Support Team (MAST) dentist or a\nvolunteer dentist from another institution with the approval of the RCD. ■ Use PHS Officers from Outside the Bureau. Secure TDY assistance from PHS officers\nassigned to other Government agencies. (The institution needing the Dentist is responsible\nfor travel, lodging, and per diem.) 3. DENTAL CLINIC ADMINISTRATIVE PROCEDURES The CDO is responsible for ensuring that there is a local Institution Supplement on dental health\ncare. The National Program Statement provides greater continuity of care and treatment Bureauwide; the Institution Supplement provides dental program clarification as it applies to the\nspecific institution and its mission. The Institution Supplement is updated annually and amended\nto reflect local and/or national policy changes. The CDO periodically reviews the Inmate’s Admission and Orientation (A&O) Handbook to\nensure that information about the dental program is correct. The handbook should include the\nfollowing information: the dental clinic hours of operation, access to care (sick call protocol and\nnational dental routine waiting list), method to request continued care when transferring, inmate\nco-pay policy, availability of commissary items, and any applicable local dental policies. a. Staffing. The CDO must be knowledgeable about both Office of Personnel Management\n(OPM) and U.S. Public Health Service (PHS) personnel systems. The BOP Health Services Division establishes staffing guidelines for dental clinics. Generally,\neach institution should have one dentist for every 1,000 inmates. Staffing guidelines may vary\nby institution, depending on the mission. Re uests for modification to an institution’s dental\nstaffing are submitted to the National Chief Dentist for consultation with the National Health\nServices Administrator. (1) Auxiliary Personnel.",
      "queries": [
        "can exclusivity periods be waived"
      ],
      "queries_score": [
        -7.815763473510742
      ]
    },
    {
      "id": "guidance_63__3",
      "chunk_id": "3",
      "content": "Generally,\neach institution should have one dentist for every 1,000 inmates. Staffing guidelines may vary\nby institution, depending on the mission. Re uests for modification to an institution’s dental\nstaffing are submitted to the National Chief Dentist for consultation with the National Health\nServices Administrator. (1) Auxiliary Personnel. Auxiliary dental personnel consist of dental assistants (DA) and\nregistered dental hygienists (RDH). Team composition will vary by the institution’s mission. Auxiliary personnel are essential to an efficient, productive, and secure dental service unit. P6400.03 6/10/2016 5 Institutions will provide one DA for each clinical dentist. Restorative and surgical procedures\nare not performed without a dental assistant. Routine use of a dentist or registered dental\nhygienist as a dental assistant is inappropriate\nDental hygienists are an important adjunct to the oral health program. Each institution should\nhave one RDH. Additional hygienists are added based on the mission, size of population, or\nCentral Office staffing guidelines. Hygienists should be encouraged to establish prevention\nprograms, provide patient education, and support the dental program. (2) Continuing Dental Education. Dental staff maintain their professional skills and current\nunrestricted licensure through continuing dental education programs. Fund allocation is listed in\nthe current Program Statement Health Services Administration. (3) COSTEP/Student Interns. Local institutions may employ students who have entered into\nan a reement with the PHS’s Commissioned Officers Student Extern Pro ram (COSTEP) for\nshort-term engagements. This program is subject to Central Office funding. Institutions may establish training agreements with local professional schools to use student\ninterns in various capacities. The Memorandum of Understanding (MOU) must be in writing\nand subject to annual review. MOU templates are available on Sallyport. A copy is sent to the\nNational Chief Dentist for review before starting or when renewing the program. Students must provide care under supervision. The patient is notified of the provider’s student\nstatus before each treatment encounter; written consent documenting this notification using the\nConsent For Treatment By Student Dentist/Hygienist (BP-A1080) will be entered in the EMR. Inmates refusing treatment by a student should be rescheduled for the staff provider at the\nearliest appointment available. Electronic Medical Record (EMR) entries are co-signed by the\nsupervising dentist or reviewed by the hygienist for hygiene students only. Staff participation in\npreceptor programs is voluntary. b. Clinical Privileges. The extent of privile es ranted depends on the practitioner’s education,\ntraining, and experience. All dental staff must work within their current privilege statements and\npractice agreements, and within the scope of their professional license. Protocols may be\nnegotiated locally if necessary. Dental assistants and hygienists, staff or contract, must have signed practice protocols and/or\nagreements on file. Both disciplines undergo competency assessments by a Chief Dental Officer\nevery two years. See the current Program Statement Health Care Provider Credential\nVerification, Privileges, and Practice Agreement Program. P6400.03 6/10/2016 6 c. Quality Management (QM). The CDO will be familiar with the current Program Statement\nHealth Services Quality Improvement and will attend the IOP meetings. The IOP Coordinator\nconducts studies of dental operations and collects the pertinent data. d. Facility Management. A clean and properly functioning dental clinic is essential to provide\nhigh-quality dental services in a safe and timely manner.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_63__4",
      "chunk_id": "4",
      "content": "The IOP Coordinator\nconducts studies of dental operations and collects the pertinent data. d. Facility Management. A clean and properly functioning dental clinic is essential to provide\nhigh-quality dental services in a safe and timely manner. The CDO maintains dental facilities at\na high standard of sanitation, minimizing the opportunity for cross-contamination. The CDO or\ndesignee ensures that all equipment works properly. The CDO ensures that dental clinic equipment is included in the Health Services Unit preventive\nmaintenance program of bi-yearly safety inspections according to the current Program Statement\nPatient Care. X-ray units are inspected and calibrated, and protective aprons/shields are\ninspected according to the current Program Statement Patient Care. e. Intra-oral Metal Removal. Precious metal (gold) and base metal that is removed from the\ninmate’s mouth will be autoclaved, placed in an envelope, and marked with the patient’s name,\nnumber, date, and description of the item. The Inmate Personal Property Record (BP-A0383)\nwill be used. The autoclaved item and form will be taken to the Inmate Systems Management\n(ISM) department for disposition as the inmate’s personal propert . A cop of the form will be\nplaced in the EMR Document Manager. Refer to the current Program Statement Property\nManagement Manual. Non-precious alloys may be discarded as biohazardous waste in an appropriate biohazard\ncontainer. Those containing amalgam should be handled as amalgam waste in accordance with\nstate and local municipality requirements. Amalgam-containing items (i.e., tooth or crown) in\nthis category should be subjected to high-level disinfection or cold sterilization instead of\nautoclaving. 4. INMATE APPRENTICESHIP PROGRAM If inmates are used as chair-side dental assistants, they must be enrolled in, or have completed,\nthe Department of Labor Dental Assistant Apprenticeship Program, or a similar certification\nprogram in the local community approved by the institution’s education department. Other\ninmate workers (orderlies, those processing instruments, etc.) do not have to be enrolled in a\nprogram. The Inmate Dental Assistant Apprenticeship Program is an educational job skills program to\nassist in reentry initiatives. This program is not intended to replace the need for dental assistant\nemployees. P6400.03 6/10/2016 7 Limitations are as follows:\n■ Inmates will not perform direct patient care, including taking x-rays, impressions, or vital\nsigns. Inmates are not involved in the scheduling process or in determinin another inmate’s\naccess to dental care. ■ No inmate may have access to the Health Record. During an examination, inmates working\nin the clinic are allowed to do charting on a blank A&O Dental Examination (Initial Clinical\nDental Findings) form (BP-A0618), under the direct supervision of a dentist. ■ Inmates do not handle prescribed medications or needles. Inmate assistants and workers only\nhandle dental instruments under the supervision of a dental staff member. ■ Inmate workers only operate dental equipment (amalgamators, curing lights, autoclaves, etc.)\nunder the supervision of dental staff. ■ Inmates who are healthcare professionals in any capacity, with or without an active license\nand regardless of whether they received a degree, license, or certification, are not allowed to\nwork in the dental clinic in any capacity. ■ Inmate workers are screened for HBV, HCV, and HIV infection.",
      "queries": [
        "when to notify ice if someone is in a detainer"
      ],
      "queries_score": [
        -7.682404041290283
      ]
    },
    {
      "id": "guidance_63__5",
      "chunk_id": "5",
      "content": "■ Inmates who are healthcare professionals in any capacity, with or without an active license\nand regardless of whether they received a degree, license, or certification, are not allowed to\nwork in the dental clinic in any capacity. ■ Inmate workers are screened for HBV, HCV, and HIV infection. Those testing positive may\nbe allowed to work in the dental clinic as a dental assistant with approval of the Clincial\nDirector . ■ Testing for bloodborne pathogen infections is done for any clinically suspected new\ninfection.\n■ Any workplace exposure to bloodborne pathogens will be referred to Health Services clinical\nmedical staff for post-exposure management. ■ Inmate dental workers are offered the hepatitis B vaccine per OSHA regulations. See the\ncurrent Program Statement Infectious Disease Management. ■ Inmate supervision in the Dental Clinic will be consistent with local Correctional Services\npolicies. 5. DENTAL RECORDS/GENERAL INFORMATION The EMR is used to document all dental encounters and administrative notes. The EMR is used\nfor maintenance of the Dental Routine Treatment List Module. SENTRY is used to place\ninmates on call-out or retrieve necessary correctional information only. See the current Program\nStatement Health Information Management. The following applies:\n■ The uploading of dental/health records will be done in compliance with the current Program\nStatement Health Information Management. P6400.03 6/10/2016 8 ■ Paper charting forms (BP-A0618, A&O Dental Examination [Initial Clinical Dental\nFindings] are completed, then scanned into the EMR Document Manager under the Dental\nExaminations section. This is only approved for A&O examinations. ■ Forms re uirin an inmate’s si nature are scanned into the appropriate section of the EMR\nDocument Manager utilizing the correct file name protocol per current BEMR Document\nManager Guidelines.\n■ Only forms in English are to be scanned into EMR. Miscellaneous forms, such as an outside\nspecialist’s consultation notes, Inmate Personal Property Record (BP-A0383), dental\nlaboratory prescription slips, biopsy reports, etc., are signed, dated, and scanned into the\nappropriate section of the EMR Document Manager utilizing the correct file name protocol. ■ Dental radiographs should be included in EMR. If a Dental Service Unit does not have\ndigital radiography capability, radiographs continue to be filed in a two-part folder stored in\nMedical Records.\n■ Some inmates may still have existing paper-based records (which will be maintained until\ntheir release); if needed, these are referred to when providing dental treatment, but current\nand future progress notes are done electronically. Prior notes do not need to be scanned. These records are returned to Medical Records at the end of each day. ■ The release of information from the Health Record to an inmate is governed by the current\nProgram Statements Release of Information and Health Information Management. 6. ACCESS TO DENTAL CARE\na. General Population\n(1) Method. Access to care must be equitable. Comprehensive dental care may be requested by\nsubmitting an Inmate Request to Staff (BP-A0148) form, or any other means authorized by local\npolicy and procedures. Provided the inmate is eligible for care, the date that the initial request is\nreceived is used as the entered date on the EMR “Dental Routine Treatment List”. This date\nfollows the inmate from one facility to another as part of a national wait list.",
      "queries": [
        "can you work in a dental clinic inmate without license",
        "are government grants considered income"
      ],
      "queries_score": [
        "1.5633106",
        -8.605738639831543
      ]
    },
    {
      "id": "guidance_63__6",
      "chunk_id": "6",
      "content": "Provided the inmate is eligible for care, the date that the initial request is\nreceived is used as the entered date on the EMR “Dental Routine Treatment List”. This date\nfollows the inmate from one facility to another as part of a national wait list. Local institutions\ndo not maintain paper or other electronic wait lists. Inmates must be on the waiting list for care\nand care will be provided in chronological order; i.e., those waiting the longest will be seen first. Institutions will provide access to comprehensive care for eligible inmates as resources and staff\nare available. (2) Failed Appointments. Inmate patients may be removed from the dental routine treatment\nlist after two unexcused absences within a 6-month period. It is the dental staff’s responsibilit\nto follow the institution’s securit procedures for “no show” appointments. All inmate “no\nshows” will require an entry into the health record documenting the absence and action taken. P6400.03 6/10/2016 9 (3) Inmate Release. Medical Records will notify Dental Services of inmates who will be\nreleased from BOP custody in any manner (Full Term Release, to a halfway house, etc.). Dental\nServices should ensure that inmates are removed from the routine treatment list. An inmate\nreturning from a halfway house placement or writ may request to have his/her status on the\ncomprehensive dental care list reactivated. If an inmate returns to BOP custody (either as a\nviolation or new commitment), the inmate can submit a new request for comprehensive dental\ncare and will be added to the waiting list based on this new date. (4) Intra-system (BOP to BOP) Transfers. Medical Records staff will notify medical and\ndental services of new commitments and transfers who need A&O examinations. This should\ninclude inmates transferring in from privately managed correctional facilities. Medical records\nor other medical support staff may schedule those inmates who have not had a previous A&O for\nthe current commitment for the dentist’s A&O exam. Inmates transferring to a new institution will be seen according to their status on the EMR\nNational Waiting List. The CDO reviews the inmate’s previous treatment record and\nappointments. Treatment is continued per the receivin dentist’s updated recommendations and\ndental schedule. Dentists at the receiving institution must reconcile any previously ordered dental consultations\nfor transferring inmates. This reconciliation must be done periodically to ensure that necessary\ncare is continued. The dentist will use a medical hold and advise the inmate if prosthetic or other time-sensitive\ncare has been started and cannot be completed prior to release either to another institution or to a\nhalfway house. (5) Medical Co-morbidities. In rare medical circumstances the CDO or Clinical Director may\nreprioritize dental treatment for inmates requiring close medical supervision. This may require\nexemption from established wait list procedures. All medical justifications should be\ndocumented in EMR with an accompanying consultation. b. Eligibility based on Designation. Since institutions vary in regard to mission and security\nlevel, local provisions can be described in the Institution Supplement. All inmates are entitled to\nsick call/urgent care. The dental staff will coordinate with correctional services staff.",
      "queries": [
        "when are federal financial reports due",
        "what is camp funding used for"
      ],
      "queries_score": [
        -8.93738079071045,
        -8.65811538696289
      ]
    },
    {
      "id": "guidance_63__7",
      "chunk_id": "7",
      "content": "All medical justifications should be\ndocumented in EMR with an accompanying consultation. b. Eligibility based on Designation. Since institutions vary in regard to mission and security\nlevel, local provisions can be described in the Institution Supplement. All inmates are entitled to\nsick call/urgent care. The dental staff will coordinate with correctional services staff. Inmates will be escorted to\nthe dental clinic by correctional services staff for the management of timely appointments\nand continuing comprehensive care. P6400.03 6/10/2016 10 (1) Pretrial. At the end of 12 months, pretrial inmates are eligible to receive comprehensive\ncare and can then request to be put on the national waiting list. In rare cases, exceptions will be\nmade on a case-by-case basis, with the advance approval of the Regional Chief Dentist. (2) Short-Term Detention. Comprehensive dental care may be delayed due to short-term\ntemporary detention placements. If an inmate scheduled for comprehensive dental care misses\nan appointment because of a short-term placement in special housing, he/she resumes being\nscheduled after returning to general population. (3) Long-Term Detention. Inmates detained in segregation, special housing, or jail units for 12\nmonths or less have access to dental triage/sick call and urgent care. Health care staff assigned\nto these areas will notify dental services of urgent cases requiring evaluation. Inmates who have\nbeen detained for longer than 12 months will be eligible for comprehensive dental care. Inmates\npermanently designated in long-term, high security units (e.g., ADX) will be eligible for\ncomprehensive dental care in accordance with the National Dental Wait List. (4) BOP General Population Inmates. All permanently designated inmates are eligible for\ncomprehensive dental care. This includes inmates designated to detention, jail, and contract\nfacilities. Inmates designated to community corrections facilities (Residential Reentry Centers)\nare eligibile for emergency care only. 7. PREVENTIVE ORAL HEALTH\na. Oral Health Education. Preventive dental health care starts at the Admissions and\nOrientation (A&O) examination. Personal oral hygiene is essential to good oral health\npromotion/disease prevention. Oral health information/education is provided to all inmates\nduring the A&O examination and each subsequent dental visit. Dental staff promote the understanding of the relationship between dental plaque and the\ndevelopment and progress of oral and systemic diseases. Patient education includes information\non the relationship between oral diseases and tobacco products, alcohol, and other drugs. Dental staff should take every opportunity to provide oral health and hygiene information to the\ninstitution population (pamphlets, video presentations in waiting areas, booklets, A&O\norientation, etc.). The techniques for brushing and interdental aids will be reviewed at A&O and hygiene\nappointments. Issues of diet and nutrition will be discussed, reviewing the relationship of food\nintake (substances and frequency), plaque formation, and dental pathology. P6400.03 6/10/2016 11 b. Requirement for Adequate and Proper Oral Hygiene. The dental hygiene program is\nresponsible for ensuring that inmates can demonstrate adequate and proper oral hygiene. The\ntreating dentist may discontinue comprehensive dental care any time it becomes apparent the\ninmate is not practicing proper oral hygiene. These inmates will still have access to urgent care\nthrough sick call. c. Oral Hygiene Products.",
      "queries": [
        "what is the contribution of the egf"
      ],
      "queries_score": [
        -7.552712440490723
      ]
    },
    {
      "id": "guidance_63__8",
      "chunk_id": "8",
      "content": "The dental hygiene program is\nresponsible for ensuring that inmates can demonstrate adequate and proper oral hygiene. The\ntreating dentist may discontinue comprehensive dental care any time it becomes apparent the\ninmate is not practicing proper oral hygiene. These inmates will still have access to urgent care\nthrough sick call. c. Oral Hygiene Products. The CDO ensures that the institution Commissary has toothbrushes,\nfloss or suitable substitutes, fluoride dentifrices, denture adhesives, denture baths/cups, etc.\nCDOs should refer to the Interdental Aid Resource Guide. Inmates may be provided oral health\nspecialty products as needed that are not otherwise available in the commissary. Indigent\ninmates will be provided items available per the Institution Supplement on a schedule deemed\nappropriate by dental staff. 8. DENTAL EXAMINATIONS\na. Intake Screening. Inmates respond to questions regarding their oral health status as part of\nmedical intake screening. A self-reporting process is documented in the EMR Intake Screening. Dental problems identified are assessed by medical staff and referred to dental staff if indicated. See the current Program Statement Patient Care.\nb. Admission and Orientation (A&O) Examination. Medical records staff will determine the\nadmission and release status of the inmate and schedule inmates for an A&O examination. The A&O examination is performed upon admission for an inmate’s current incarceration within\n30 calendar days of arrival. Intrasystem transfers (BOP to BOP) need not be re-examined. An\nA&O exam must be performed on inmates who have been released from BOP custody but have\nbeen readmitted on a new commitment or violation. Inmates returning from a halfway house\nplacement or writ do not require a new A&O examination if they have had one for their current\ncommitment. The Dental A&O clinical examination is performed by a dentist and cannot be delegated to\nauxiliary dental staff or a non-dentist. It includes:\n■ An EMR Dental Health History Encounter.\n■ A head and neck/soft tissue examination.\n■ An examination of the hard and soft tissue of the oral cavity by illuminator light, mouth\nmirror, and explorer in a clinical setting, charting existing dental restorations, caries, missing\nteeth, occlusion classification, oral hygiene rating, and other requirements on the A&O\nDental Examination (Initial Clinical Dental Findings) form (BP-A0618) and the EMR A&O P6400.03 6/10/2016 12 Examination Encounter. The charting guide used for A&O Examinations is posted on\nSallyport.\n■ An assessment of the inmate’s periodontal condition usin the Communit Periodontal Index\nof Treatment Needs (CPITN). The CPITN uide is available on the National Chief Dentist’s\nSallyport webpage. ■ X-rays for diagnostic purposes, which can be taken if deemed necessary by the dentist. ■ Intraoral photographs as necessary. The inmate is informed of the clinical findings at the time of the examination, provided\neducation on oral hygiene, advised of caries risk, informed about the availability of oral care\nitems in the commissary, and instructed how to access treatment. Oral hygiene literature\n(English and Spanish) is offered during this process. The brochure will provide information\nregarding access to dental care/services, time of clinic operation, and oral health information to\ninclude pictures or illustrations demonstrating proper hygiene technique. A template pamphlet\nwill be available on Sallyport. The recorded dental findings are used in prioritizing care.",
      "queries": [
        "egf mobilizes a sum",
        "who must file an action for enforcement of orders in the us district court"
      ],
      "queries_score": [
        -8.607553482055664,
        -8.531944274902344
      ]
    },
    {
      "id": "guidance_63__9",
      "chunk_id": "9",
      "content": "The brochure will provide information\nregarding access to dental care/services, time of clinic operation, and oral health information to\ninclude pictures or illustrations demonstrating proper hygiene technique. A template pamphlet\nwill be available on Sallyport. The recorded dental findings are used in prioritizing care. Patients must submit a request to staff\nin order to be added to the dental Routine Treatment List. Patients that have received their A&O\nexam can be authorized for hygiene appointments up to 18 months from the date of the A&O\nexamination. c. Treatment Planning Examination. Complete examinations performed by the dentist after\nthe A&O Examination are Treatment Planning Examinations. These examinations enable the\npractitioner to assess risk, diagnose oral disease, and develop and document a treatment plan. The examination is completed before providing non-urgent treatment and is a thorough and\ncomplete visual and tactile examination. It will determine the basis for dental treatment,\ncontinued dental maintenance, and frequency of future dental appointments, including continued\nrecall hygiene appointments. Inmates who have not been seen by the dental hygienist within the\n18-month A&O Examination authorization will have a Treatment Planning Examination prior to\ninitiating periodontal or hygiene treatment. The purpose of these diagnostic examinations\nincludes determining baseline findings, monitoring an inmate’s diagnostic changes during and\nafter dental treatment, as well as the need for supplemental care. A treatment planning exam can include:\n■\n■\n■\n■\n■ An EMR health history review and inmate compliance review. A head and neck/soft tissue examination. A periodontal examination or CPITN assessment. Review of the screening examination findings. Radiographs and their interpretation, as deemed clinically indicated by the treating provider. P6400.03 6/10/2016 13 ■ Updated clinical findings and a detailed treatment plan will be entered into the treatment\nplanning screen of EMR, prioritizing care as necessary. ■ Caries risk assessment. ■ Documentation of oral health education. ■ Consultations and laboratory tests deemed necessary. ■ Intraoral photographs as needed. d. Limited Examination. A Limited Examination is performed on sick call appointments\nwhere the provider is focusin onl on the patient’s chief complaint. This is not a substitute for a\nTreatment Planning Examination. e. Oral Health Assessment. An Oral Health Assessment, conducted by the registered dental\nhygienist, is part of the dental hygiene encounter and includes elements that describe the oral\ncondition. This is not a diagnostic examination and therefore is not intended to replace the\nTreatment Planning Examination. 9. COMPREHENSIVE DENTAL CARE (NON-URGENT DENTAL CARE) This care includes non-urgent treatment procedures identified on the Treatment Planning\nExamination. Inmates’ need for care is based on individual considerations, including the need\nfor treatment, follow-up, and dental hygiene recalls. The treating dentist may discontinue care at\nany time if it becomes apparent the inmate is not practicing proper oral hygiene. This will be\ndocumented in EMR. Inmates will still have access to emergency dental care (e.g., to treat\ninfection, pain, etc.) The BOP scope of comprehensive dental care includes:\na. Diagnostic Procedures:\n■\n■\n■\n■ Radiographs. Clinical examinations (Treatment Plan Exam): diagnostic assessment of current oral health. Head and neck/soft tissue examination\nOral disease risk assessment. b. Preventive Services:\n■ Dental prophylaxis (hygiene appointment), as determined by the dentist’s prescriptive\nrecommendations. H iene recall appointments are subject to a dentist’s updated clinical\nexamination.",
      "queries": [
        "what is a performance timeline for all deliverables (based upon an award date of xxxxx)?"
      ],
      "queries_score": [
        -8.60896110534668
      ]
    },
    {
      "id": "guidance_63__10",
      "chunk_id": "10",
      "content": "Radiographs. Clinical examinations (Treatment Plan Exam): diagnostic assessment of current oral health. Head and neck/soft tissue examination\nOral disease risk assessment. b. Preventive Services:\n■ Dental prophylaxis (hygiene appointment), as determined by the dentist’s prescriptive\nrecommendations. H iene recall appointments are subject to a dentist’s updated clinical\nexamination. ■ Periodontal therapy. P6400.03 6/10/2016 14 ■ Oral hygiene instruction. ■ Preventive dentistry procedures. c. Routine Dental Procedures:\n(1) Tooth-borne restorative procedures:\n■ Amalgam and composite/resin fillings. ■ Temporary crowns (stainless steel, polycarbonate). (2) Temporo-Mandibular Joint (TMJ) Disorders. This includes management of myofascial\npain, internal derangement of the disc, or arthritis within the joint. (3) Endodontic Treatment (root canal therapy). Root canal therapy may be completed when\nthe dentist deems it clinically indicated. Endodontic procedures are considered invasive;\ntherefore, the consent forms must be used and the Universal Protocol must be followed in its\nentirety. This treatment is not undertaken if any of the following conditions are present:\n■\n■\n■\n■\n■\n■\n■\n■\n■ The tooth is a third molar. Inadequate oral hygiene. The tooth is periodontally compromised. High caries rate. The tooth requires extensive restoration. Missing teeth in the same arch that can be replaced with a removable prosthesis. The opposing tooth is missing. Other teeth in the same arch are of questionable prognosis. The tooth is not essential to maintain the integrity of the arch. (4) Oral Surgery. Basic surgical procedures (extractions, alveoplasty, biopsy, etc.) are\nconsidered invasive; therefore, the consent forms must be used and the Universal Protocol must\nbe followed in its entirety:\n■ Vital signs, at a minimum blood pressure and pulse, are taken and documented before the\ninvasive procedure and during the appointment. Each dentist will have an automated vital\nsigns monitor. ■ X-rays must be current (six months or less) and should be of diagnostic quality.\n■ The tooth being extracted should be clearly visible on the radiograph, to include the apices\n■ Bitewing x-rays are generally unacceptable, unless vertical views include the apices. P6400.03 6/10/2016 15 ■ Inmates must be informed of biopsy findings; this notification encounter must be\ndocumented. (5) Dental Prostheses. Full dentures, partial dentures, obturators, and splint therapy may be\nprovided if clinically indicated; prosthodontics (full and partial dentures) is a component of the\ncomprehensive dental treatment plan. All prosthetics are to be approved by the RCD. The replacement of teeth is a lower priority than relief of pain and treatment of active dental/oral\ndisease and should be initiated only after all active disease has been treated and risk is managed. Full and partial dentures will be authorized for inmates with sentences greater than 3 years. Inmates with sentences less than 3 years who may present with unusual circumstances will be\nconsidered on a case-by-case basis by the RCD. A Removable Partial Denture (RPD) must be justified by a lack of teeth for adequate mastication\nand should be deferred if any of the following conditions are present:\n■\n■\n■\n■\n■\n■\n■\n■ Poor periodontal health. Poor oral hygiene. Non-restorable teeth present. Chronic infection. Active caries. Restorations not completed. Eight or more posterior teeth in occlusion, including bicuspid occlusion. The inmate has less than six months remaining in a BOP correctional facility.",
      "queries": [
        "what is the level progress for inmate",
        "who is responsible for correct stg sentries",
        "what is a special condition for drawdown of indirect cost reimbursements"
      ],
      "queries_score": [
        -6.68639612197876,
        -9.135407447814941,
        -9.062409400939941
      ]
    },
    {
      "id": "guidance_63__11",
      "chunk_id": "11",
      "content": "Poor periodontal health. Poor oral hygiene. Non-restorable teeth present. Chronic infection. Active caries. Restorations not completed. Eight or more posterior teeth in occlusion, including bicuspid occlusion. The inmate has less than six months remaining in a BOP correctional facility. Prosthetics (transitional, temporary, cast, or acrylic) or therapeutic splints are initiated only after\nperiodontal, surgical, and restorative treatment is completed, and the patient maintains a\nperiodontally healthy environment that will help improve clinical outcomes. If the patient does\nnot maintain proper oral hygiene, the treating dentist may discontinue treatment until home care\nimproves. Documentation of oral hygiene evaluation(s) is maintained in EMR, accompanied by\nspecific oral hygiene instructions provided to help the patient improve his/her oral condition. In cases of anterior tooth loss secondary to non-sport-related trauma while in BOP custody,\ntransitional partial dentures (generally a cosmetic procedure) can be fabricated only after\napproval by the RCD. Immediate dentures are not appropriate in a public health setting, as they are resource-intensive\nand are a cosmetic interim procedure for well-fitting dentures. P6400.03 6/10/2016 16 d. Advanced Dental Treatment. Accessory treatment is generally considered elective and\nextends beyond the scope of routine dental care in a public health setting. These procedures\ninclude but are not limited to:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Orthodontic tooth movement (traditional or Invisalign) or orthodontic retainers. Fixed cast prosthodontics (single or multiple units, to include resin-bonded prostheses). Dental implants and/or implant restorations. Edentulous ridge augmentation. Orthognathic surgery. Second molar endodontics. Vital and non-vital bleaching. Cosmetic dentistry procedures such as “tooth whitening” or facial veneers. Periodontal surgery (e.g., grafts, flaps). Apicoectomies or retrograde fillings. If the CDO determines such treatment may be indicated, a consultation with a BOP specialist can\nbe made. However, the RCD is the approving authority and proposed procedures in this section\nare subject to Utilization Review (UR) approval before initiation. e. Specialty Services. If dental services require dental specialist assistance, arrangements are\nmade through the HSA after the UR approval by the RCD. The dentist prepares a consultation\nrequest using EMR for each referral to an outside dentist or specialist. Upon returning from the\nspecialist, a dentist must review the consultation report and note in EMR. See Utilization\nReview Section. f. Continuation of Outside Treatment. The Bureau is not responsible for completing dental\ncare or therapy initiated prior to incarceration. Care is provided as policy dictates and resources\nallow. Ordinarily, inmates cannot be seen by outside providers, regardless of ability to pay for\nthese services. See the current Program Statement Patient Care. Fixed or removable prosthetics fabricated as part of outside care may be sent to the CDO for\ndelivery. However, the inmate is informed that the Bureau is not responsible for any\nunsatisfactory prosthesis from an outside source. The dentist makes the judgment as to the acceptability of these appliances. If the prosthesis/\nappliance is deemed inadequate; he/she will not make adjustments and it is returned at the\ninmate’s expense. Orthodontic treatment is not in the scope of practice of Bureau dental services. Inmates who\nenter custody while in orthodontic treatment by a private practitioner have two options: P6400.03 6/10/2016 17",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_63__12",
      "chunk_id": "12",
      "content": "If the prosthesis/\nappliance is deemed inadequate; he/she will not make adjustments and it is returned at the\ninmate’s expense. Orthodontic treatment is not in the scope of practice of Bureau dental services. Inmates who\nenter custody while in orthodontic treatment by a private practitioner have two options: P6400.03 6/10/2016 17 ■ Fixed appliances (brackets, bands, arch-wire, etc.) may remain and serve as a retainer to\nmaintain current tooth position. ■ Alternatively, the patient may request removal of all orthodontic appliances. In doing so,\nhe/she accepts that any progress in orthodontic movement may relapse. The Consent for\nRemoval of Orthodontic Appliances (BP-A1041) shall be completed and placed in EMR\nunder the Document Manager/Dental Consent Form section. Removal of an fixed orthodontic appliance re uires the patient’s written consent, with the\nunderstanding that there may be a relapse. The BOP is not responsible for correcting any relapse\nresulting from the removal. g. Refusal of Treatment. If an inmate refuses part of the recommended treatment plan, the\ndentist may deny dependent comprehensive care (e.g., the fabrication of a removable partial\ndenture). However, completion of other routine restorative procedures will be continued. Any refusal of treatment is documented on a Medical Treatment Refusal (BP-A0358), which is\naccessed through EMR. Please note: Spanish forms are for reference but are not to be entered\ninto EMR. Once the form is completed (signed by the inmate and provider) it becomes part of\nthe medical record per the current Document Manager Guidelines. An inmate may revoke a\nsigned treatment refusal at any time if he/she decides to follow the provider’s recommended\ntreatment. This revocation is documented in EMR in an administrative note prior to continuation\nof treatment. Inmates signing a refusal for all dental care are removed from the Dental Routine Treatment List\nbut are still eligible for urgent dental care. Should they request placement on the list again, their\nname will be placed at the bottom of the wait list. h. Inmate Restrictions. Inmates are not entitled to select their own clinician, and are not\nentitled to dictate the use of selected dental materials. The treating dentist will provide\nappropriate care to the scheduled inmate. If an inmate refuses all treatment by the assigned\ndentist, a refusal form will be completed and he/she will be removed from the routine treatment\nlist. The inmate will be eligible only for dental sick call. If he/she requests comprehensive care\nat a later date, the inmate will be placed at the bottom of the list. Inmates are not permitted to use their own dentist, whether in the BOP clinic or the dentist’s\noffice, whether on a reimbursable or non-reimbursable basis, or whether there was a prior\nrelationship between the inmate and the provider. P6400.03 6/10/2016 18 10. URGENT DENTAL CARE (DENTAL SICK CALL PROGRAM)\na. Definition. Urgent dental care includes treatment for relief of severe, acute dental pain,\ntraumatic injuries, and acute infections exhibiting the cardinal signs of infection. This includes a\npalliative treatment intervention that may include placement of sedative, temporary restorations,\nextraction of non-restorable teeth, pulpectomy, and gross debridement of symptomatic areas. Urgent dental care may be requested by inmates on a 24-hour basis.",
      "queries": [
        "what is the payment appropriation for the flexibility instrument?",
        "what is a taxpayer clinic"
      ],
      "queries_score": [
        -8.024529457092285,
        -7.2757368087768555
      ]
    },
    {
      "id": "guidance_63__13",
      "chunk_id": "13",
      "content": "This includes a\npalliative treatment intervention that may include placement of sedative, temporary restorations,\nextraction of non-restorable teeth, pulpectomy, and gross debridement of symptomatic areas. Urgent dental care may be requested by inmates on a 24-hour basis. Urgent dental care is the highest priority. Maintaining a wait list for urgent care is prohibited. If\ndental emergencies occur outside the regular workday, local procedures in the Institution\nSupplement required by the current Program Statement Patient Care will be followed. The\npatient must be seen by a dentist within 3 business days of the initial clinical encounter. In the\nabsence of a dentist, the inmate will be seen by a prescribing clinician. b. Dental Triage. Dental triage is allowed in facilities to support the dentist. Dental staff can\nprioritize inmate requests based on urgency when the inmate presents to the sick call clinic. Dentally trained medical staff can assess the urgency of dental conditions when a dentist is not\navailable or to support the dental program. Examples may include off-shift duty hours, during\nmedical unit rounds, or when the dentist is working at a different facility within a complex. While dental triage may be managed by non-dental providers and interim medications prescribed,\nthis is not a substitute for definitive dental diagnosis and treatment interventions done by a\ndentist. When there is no dentist present during regular duty hours, available DAs and RDHs can triage\ninmates signing up for dental sick call. If a patient reports to dental sick call with acute\nsymptoms (severe pain, obvious swelling) and prescribing medications may be indicated, the\nfollowing procedures may be instituted:\n■ The patient may be referred/taken over to a Mid-Level Provider (MLP) or physician. He/she\ncan evaluate the patient, contacting the dentist if he/she is accessible, and prescribe\nmedications for relief of acute symptoms until the patient can be seen by a dentist. ■ The DA or RDH should track these inmates and report them to the CDO. Should the\ninstitution be without a CDO, dental staff will report these inmates to the RCD. The RCD\ncan review the triage note in the EMR remotely and determine the urgency for and\nmanagement of definitive care for the chief complaint. Dental protocols should be used by trained health care staff. Non-dental staff must be trained by\nthe dentist annually to ensure current competency. Training is documented and made available\nto reviewers and auditors. P6400.03 6/10/2016 19 c. Dental Sick Call Clinic. Complexes and facilities with dentists conduct sick call clinics for\nassessing urgent inmate dental conditions. Provisional dental treatment is provided to manage\nacutely symptomatic dental disease. Chronic dental disease management is deferred to the\nroutine dental care program (see Comprehensive Care section). Patients are diagnosed by a licensed dentist. During staff vacancies at complexes, the Chief\nDental Officer or staff dentist establishes a rotation to ensure coverage at each facility within the\ncomplex. Inmate-generated sick call encounters are subject to copayment. Exceptions may include:\nreferrals from another healthcare provider; requests as a result of recent prior treatment (i.e., lost\nrestoration) by a BOP provider; adjustment of dental prostheses recently (up to six months)\ndelivered by a BOP provider.",
      "queries": [
        "are incurred expenses reimbursed by the recipient?",
        "how to report obligating action",
        "trgp programmatic requirements",
        "what is reasonable allowance for the exhaustion and wear and tear of property used in a trade or business?"
      ],
      "queries_score": [
        -7.792316436767578,
        -8.035674095153809,
        -7.4632368087768555,
        -9.67059326171875
      ]
    },
    {
      "id": "guidance_63__14",
      "chunk_id": "14",
      "content": "Inmate-generated sick call encounters are subject to copayment. Exceptions may include:\nreferrals from another healthcare provider; requests as a result of recent prior treatment (i.e., lost\nrestoration) by a BOP provider; adjustment of dental prostheses recently (up to six months)\ndelivered by a BOP provider. The placement of a permanent final restoration at sick call should only be considered when a\ntemporary restoration cannot be placed (adequate justification must be made in the progress\nnote). For example, an acutely symptomatic Ellis Class II fractured anterior tooth may require a\npermanent resin restoration as opposed to a temporary restoration, when retention of the\nprovisional material is questionable. This should be rare, as the placement of permanent\nrestorations requires being identified during a comprehensive examination and subsequent\ntreatment plan. (1) Hours. Dental sick call occurs during regular duty hours as established by the CDO. The\ninmate is assessed and only urgent dental care is provided during sick call hours. Sick call\npalliative care is rendered at the time of the initial clinic encounter; follow-up is performed on a\ncase-by-case basis. (2) Documentation of Sick Call and Urgent Procedures. Dental triage/sick call and urgent\npatient encounters are documented in the EMR usin the “SOAP-E” format. The patient’s\nreported pain level/scale and quality (descriptions) of pain must be documented. ■\n■\n■\n■\n■ (S) Subjective findings: Symptoms described by patient. (O) Objective findings: Results of the clinical exam, x-rays, or tests. (A) Assessment: Provisional diagnosis. (P) Plan: Planned treatment rendered. (E) Education: Post assessment with treatment instruction. P6400.03 6/10/2016 20 11. PRIORITY OF SERVICES The Bureau of Prisons defines four priority levels based on acuity that determine the imminence\nof treatment for inmates. The following categories discuss the priority of dental care, which may\nchange when and by whom dental procedures may be performed. a. Emergency Dental Care. Dental/orofacial conditions that are of an immediate, acute, or\ngrave nature and which, without care, would cause rapid deterioration of the inmate’s health,\nsignificant irreversible loss of function, or may be life-threatening. b. Urgent Dental Care. Care for dental conditions that are not imminently life-threatening. This includes the management of acute oral disease, ordinarily referred to as sick call care:\n■ Serious deterioration that may lead to premature death. ■ Significant reduction in the possibility of repair later without present treatment. ■ Si nificant pain or discomfort that impairs the inmate’s participation in daily activities. c. Non-urgent Dental Care. Care for dental conditions that will generally improve the\ninmate’s ualit of life. This includes the management of chronic oral disease, ordinarily\nreferred to as comprehensive dental care. d. Limited Value Dental Care. Care for dental conditions that resolve on their own, treatment\nthat provides little or no clinical value, is expressl for the inmate’s convenience, or is beyond\nthe scope of a public health setting. Procedures in this category are usually in the Advanced\nDental Treatment section. 12. DENTAL UTILIZATION REVIEW PROCESS Every institution has a Utilization Review Committee (URC). Only Emergency Dental Care\nreferrals are authorized at the institution level when it is essential to sustain life or function and\nwarrants immediate attention.",
      "queries": [
        "what is the award document for law enforcement",
        "when required to report a violation to the federal awarding agency, the non-federal entity must _____."
      ],
      "queries_score": [
        -8.420987129211426,
        -8.034611701965332
      ]
    },
    {
      "id": "guidance_63__15",
      "chunk_id": "15",
      "content": "Procedures in this category are usually in the Advanced\nDental Treatment section. 12. DENTAL UTILIZATION REVIEW PROCESS Every institution has a Utilization Review Committee (URC). Only Emergency Dental Care\nreferrals are authorized at the institution level when it is essential to sustain life or function and\nwarrants immediate attention. A retrospective review of Emergency Dental Care referrals will\nbe done by the URC and the RCD. Conditions or procedures requiring RCD approval in the\nUrgent, Non-Urgent, or Limited Value categories will be forwarded directly to the RCD for\nutilization review. The UR process is not limited to only outside referral consideration; specialty care provided by\ncontractors within the institution must be preauthorized by the RCD. Dental referrals are\nforwarded to the RCD or designee for approval; if digital radiographs are not available, films are\nforwarded by mail or other methods. Relevant factors to consider in approving proposed\ntreatments include: P6400.03 6/10/2016 21 ■\n■\n■\n■\n■ The risks and benefits of the treatment. Available resources. Natural history of the condition. The effect of the intervention on inmate’s masticator function and oral health. Time remainin on the inmate’s sentence. a. Recommendations. The RCD selects the appropriate EMR decision for each case:\n■ Approved: The request granted without modification. ■ Defer: Additional information is required. The consult has to be resubmitted. ■ Disapproved: The request for the procedure is denied. Reasons should be documented,\nsuch as the procedure is contraindicated due to unacceptable risk to the inmate if it is\nperformed, etc.\n■ Follow Up: No decision, pending additional information. b. Decisions. The CDO or the designated HSU staff will ensure that a written notification of the\nURC decision is made to the inmate and a copy is placed in the inmate’s health record. The\nreason for the decision should be included, where applicable. c. Recommendations From Clinicians External to the BOP. The CDO is under no obligation\nto follow an outside dental consultant’s or private dentist’s recommendations. However, if the\nrecommendations are not followed, the CDO must document his/her justification in the health\nrecord. If a specific intervention is not pursued, the inmate is advised that his/her condition will continue\nto be monitored and ongoing treatment provided as necessary, and that re-submission of the\nrequest will be considered if dentally indicated. d. Secondary Reviews. The CDO can appeal the RCD’s UR decision on a case-by-case basis to\nthe National Chief Dentist. e. Retrospective Review. A retrospective review of emergency cases can be conducted by QM\nstaff based on URC findings and as part of the institution Quality Improvement Program. 13. DENTAL LABORATORY SERVICES If a National Dental Laboratory has been contracted, all dentists must use these services\nexclusively. Exceptions to this requirement shall be made in writing to the RCD and will be\nconsidered on a case-by-case basis. These exceptions will require payment through the local P6400.03 6/10/2016 22 institution’s fundin and contractin office. All laborator slips will be completed b a dentist\nand scanned into EMR Dental, Other Forms section. Refer to the National Chief Dentist’s\nSallyport page for further guidance. 14. PREVENTING MEDICAL EMERGENCIES IN THE DENTAL CLINIC\na. Health Evaluation.",
      "queries": [
        "how long do i have to submit a progress report to cops office"
      ],
      "queries_score": [
        -9.633477210998535
      ]
    },
    {
      "id": "guidance_63__16",
      "chunk_id": "16",
      "content": "P6400.03 6/10/2016 22 institution’s fundin and contractin office. All laborator slips will be completed b a dentist\nand scanned into EMR Dental, Other Forms section. Refer to the National Chief Dentist’s\nSallyport page for further guidance. 14. PREVENTING MEDICAL EMERGENCIES IN THE DENTAL CLINIC\na. Health Evaluation. The Inmate Health Summary in EMR will be reviewed before any\npatient encounter, noting all relevant medical information, including diagnoses, encounters,\nprescriptions, recent vital signs, and laboratory values. All dental patients are interviewed for\nany changes in their health and their compliance in their medical treatment, as this may alter\nplanned dental treatment. When indicated, updated laboratory tests and vital signs are obtained. Full EMR literacy and familiarity with current BOP Clinical Practice Guidelines (on Sallyport)\nin all health care sections is expected. b. Medical Emergencies. Each dental department will be prepared to implement emergency\nmedical care procedures. All dental staff, including contractors, must maintain current CPR\ncertification. c. Reference Materials. All clinics will have current reference materials, such as the latest\nedition of Dental Management of the Medically Compromised Patient; Little, Falace, Miller &\nRhodus; Mosby. 15. SPECIAL DIETS The treating dentist should consider alternative diets (soft) for inmates for whom nutritional\nconcerns have been documented. The absence of dentures in a healthy edentulous individual does not warrant a Therapeutic Diet. Nutritional concerns can be addressed to the inmate’s primar care practitioner or with a\nNutritional Needs assessment through a dietary consult. When prescribed, a blended diet is\nordered. Foods will be blended separately and not combined. See current Medical Diets Clinical\nPractice Guideline. 16. INTERMAXILLARY FIXATION A means of removing fixation is to be readily available to staff who are supervising inmates with\nintermaxillary fixation. Contact the RCD for guidance/alternatives and coordinate a plan with\nthe institution’s Captain. P6400.03 6/10/2016 23 17. WORKPLACE SAFETY\na. Hazard Communication Program. A written Hazard Communication Program is mandated\nb Title 29, CFR 1910.1200. A cop of this pro ram can be obtained from the institution’s\nSafety Manager and implemented with his/her assistance. Under this program, the following are\nrequired:\n■ A chemical inventory and usage log of flammable liquids. Flammable and corrosive\nmaterials are stored and inventoried appropriately in consultation with the institution Safety\nManager. ■ Safety Data Sheets (SDS) for products used in the unit, located in the Dental Clinic where all\nemployee/inmate workers will have access to them. ■ Written documentation of yearly staff/inmate worker training. b. Other Safety Requirements:\n■ Staff and inmates working in the dental lab and dental clinic wear personal protective\nequipment (PPE). ■ Inmates receiving treatment are provided protective eye wear. ■ Documentation of the department’s safet orientation is kept in the CDO’s office. ■ Biohazardous waste is disposed according to Federal and State regulations and as part of\nHealth Services Unit procedures. ■ Disposable barrier materials are used to minimize contamination of dental equipment and\nwork surfaces and are to be changed after each patient. ■ Dental equipment and work surfaces are decontaminated between patients by a surface\ndisinfectant and followin manufacturer’s recommendations. ■ Durable (reusable) dental instruments are sterilized between each use following\nmanufacturer’s recommendations.",
      "queries": [
        "when will the decision be published in the eu",
        "when to request no cost time extension project",
        "what is cognizant federal agency",
        "what is the purpose of the commissary fund in prison?",
        "how to get program progress reports",
        "what is cops office",
        "is the smithsonian institution legal"
      ],
      "queries_score": [
        -8.149725914001465,
        -9.477725982666016,
        -8.4150972366333,
        -7.070534706115723,
        -6.800686359405518,
        -5.4525957107543945,
        -8.32553768157959
      ]
    },
    {
      "id": "guidance_63__17",
      "chunk_id": "17",
      "content": "Disposable barrier materials are used to minimize contamination of dental equipment and\nwork surfaces and are to be changed after each patient. ■ Dental equipment and work surfaces are decontaminated between patients by a surface\ndisinfectant and followin manufacturer’s recommendations. ■ Durable (reusable) dental instruments are sterilized between each use following\nmanufacturer’s recommendations. Although disposing of dental burs is recommended after\neach procedure, those deemed to be reused should be sterilized in autoclave packages. ■ Each autoclave/sterilizer’s performance is verified weekl when the clinic has been in use b\nusing biological monitoring systems. Weekly periods where there are no dental services\nprovided (leave, Annual Refresher Training, etc.) are noted in the log. ■ Each autoclave must have separate logs for weekly monitoring. The monitor’s\nmanufacturer’s instructions, includin the use of controls, are closel followed; each clinic\nwill identify steps to be taken in the event of a positive spore test, including tracking\nsterilized instruments generated outside the dental clinic. This protocol will be in the local\nInstitution Supplement. ■ Scrap amalgam recovery and recycling will be coordinated between the Environmental\nSafety Compliance Administrator and Chief Dental Officer in accordance with the current\nProgram Statements Environmental Management Systems and Occupational Safety, P6400.03 6/10/2016 24 Environmental Compliance, and Fire Protection, and state and local regulations. Methods\nof collection will be documented in the dental Institution Supplement. 18. ORAL PATHOLOGY /BIOPSY SERVICE The BOP has established a professional collaboration with the National Naval Dental Center for\nits oral pathology service. While this agreement is in effect, Bureau clinicians are able to obtain\nradiographic consultation or send their biopsy specimens to Bethesda, Maryland, or San Diego,\nCalifornia. If necessary, a telephone or fax response may be requested. Specimen mailing containers and forms can be obtained from:\nChief, Oral Pathology Service\nWalter Reed National Military Medical Center\nNational Naval Dental Center, Bethesda, MD 20014\nor\nChief, Oral Pathology Service\nNaval Dental Center, San Diego, CA 92136-5147 All biopsy results are reviewed with the patients, initialed by the referring practitioner, and\nincluded in the electronic medical record. Biopsy findings are referred to the Tissue Committee\nper local protocols. 19. SECURITY The dental clinic presents several security concerns, including oversight of inmates, records,\ninstruments, needles, hazardous chemicals, flammable materials, and computers. The CDO\nconsults with the Chief Correctional Supervisor in developing security measures in the dental\nclinic:\n■ Needles, syringes, irrigation syringes, pre-filled syringes, and acid etch syringes/dispensing\ntips are accounted for using procedures in the current Program Statement Pharmacy\nServices. Strict adherence for needle accountability is expected; sub-stock stored in the\nclinic will be counted and documented on every manned shift. Although expiration dates are\nto be monitored, anesthetic carpules are not considered sharps and are not included in the\nshift inventory requirement. ■ Dental burs do not pose a security risk and are not inventoried. P6400.03 6/10/2016 25 ■ Class A and B tools are stored and inventoried in accordance with tool control policies. See\nthe current Program Statement Correctional Services Manual. ■ Dental/surgical instruments cannot be handled as Class B tools; they are not engraved or\nstored on a shadowboard.",
      "queries": [
        "how does the Commission's macro-financial assistance"
      ],
      "queries_score": [
        -8.990117073059082
      ]
    },
    {
      "id": "guidance_63__18",
      "chunk_id": "18",
      "content": "P6400.03 6/10/2016 25 ■ Class A and B tools are stored and inventoried in accordance with tool control policies. See\nthe current Program Statement Correctional Services Manual. ■ Dental/surgical instruments cannot be handled as Class B tools; they are not engraved or\nstored on a shadowboard. Instruments will be stored in their sterile packages in a way that\ndoes not compromise the pack’s inte rit and the sterilit of the contents. In the event of\npackaging of multiple instruments together (e.g., an operative setup), the inventories indicate\nhow many and which instruments are in the package. ■ Written inventories (ex: scalpels) are maintained with a method to document/prove\naccountability. The method and frequency of accountability will be established and may\nvary depending on the specific mission or needs of the institution. This protocol will be in\nthe local Institution Supplement.\n■ The inventory of surplus/bulk dental instruments should be verified on a quarterly basis. ■ Access to areas where dental instruments are kept should be limited to Dental\nStaff/contractors, HSA, CD, and supervised inmates. Inmates are not allowed in the dental\nclinic without staff supervision. All dental staff are responsible for supervising inmates and\nwill conduct pat searches as needed. See the current Program Statement Searches of\nHousing Units, Inmates, and Inmate Work Areas. ■ Polic /procedures must be developed with uidance from the institution’s Computer Services\nManager for computer and information security. ■ Consult the RCD when developing security measures in the Dental Clinic. REFERENCES\nProgram Statements\nP1600.09\nOccupational Safety, Environmental Complieance, and Fire Protection (10/31/07)\nP1600.10\nEnvironmental Management Systems (12/14/07)\nP4100.05\nBureau of Prisons Acquisition Policy (3/3/16)\nP4400.05\nProperty Management Manual (3/13/15)\nP4500.11\nTrust Fund/Deposit Fund Manual (4/9/15)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5500.12\nCorrectional Services Manual (10/10/03)\nP5521.06\nSearches of Housing Units, Inmates, and Inmate Work Areas (6/4/15)\nP5580.08\nPersonal Property, Inmate (8/22/11)\nP6010.05\nHealth Services Administration (6/26/14)\nP6013.01\nHealth Services Quality Improvement (1/15/05)\nP6027.01\nHealth Care Provider Credential Verification, Privileges, and Practice Agreement\nProgram (1/15/05)\nP6031.02\nInmate Copayment Program (8/15/05)\nP6031.04\nPatient Care (6/3/14)\nP6090.04\nHealth Information Management (3/2/15) P6400.03 6/10/2016 26 P6190.04\nP6360.01\nP6370.01 Infectious Disease Management (6/3/14)\nPharmacy Services (1/15/05)\nLaboratory Services (1/15/05) Title 29, CFR 1910.1200 OSHA Hazard Communication Program\nBOP Forms\nBP-A0148\nBP-A0358\nBP-A0383\nBP-A0618\nBP-A1041\nBP-A1080 Inmate Request to Staff\nMedical Treatment Refusal (Rechazo de Tratamiento Médico)\nInmate Personal Property Record\nA&O Dental Examination (Initial Clinical Dental Findings)\nConsent for Removal of Orthodontic Appliances\nConsent For Treatment By Student Dentist/Hygienist ACA Standards\n■ 4th Edition Standards for Adult Correctional Institutions: 4-4196(M), 4-4215(M), 4-4342, 44344(M), 4-4345, 4-4347, 4-4350, 4-4351(M), 4-4354(M), 4-4358(M), 4-4360, 4-4361, 44362(M), 4-4346, 4-4375, 4-4378(M), 4-4381(M), 4-4382(M) , 4-4392, 4-4393, 4-397(M),44398, 4-4410, 4-4410(M), 4-4412, and 4-4427.\n■ 4rd Edition Performance Based Standards for Adult Local Detention Facilities: 4-ALDF-2D03(M), 4-ALDF-4B-06, 4-ALDF-4C-01(M),4-ALDF-4C-02, 4-ALDF-4C-03, 4-ALDF-4C04, 4-ALDF-4C-07, 4-ALDF-4C-08(M), 4-ALDF-4C-18(M), 4-ALDF-4C-20, 4-ALDF-4C21, 4-ALDF-4C-22(M), 4-ALDF-4C-25, 4-ALDF-4C-35, 4-ALDF-4D-02(M), 4-ALDF-4D10, 4-ALDF-4D-11, 4-ALDF-4D-15(M), 4-ALDF-4D-16, and 4-ALDF-4D-25(M). Records Retention Requirements For guidance on records and information that apply to this program, see the Records and\nInformation Disposition Schedule (RIDS) on Sallyport. P6400.03 6/10/2016 27",
      "queries": [
        "why is the cops office sme selected",
        "are corporate expenses tax deductible on a corporate tax return?",
        "is income excludable from taxable income",
        "is the congress failure to provide legislation for an acting director intentional",
        "what is the definition of air commerce"
      ],
      "queries_score": [
        -9.502309799194336,
        -8.535646438598633,
        -8.711590766906738,
        -10.284594535827637,
        -9.2905855178833
      ]
    }
  ]
}