{
  "doc_id": "guidance_21",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_21__0",
      "chunk_id": "0",
      "content": "UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. UNITED STATES DEPARTMENT OF EDUCATION THE ASSISTANT SECRETARY OFFICE FOR CIVIL RIGHTS U.S. Department of Education\nOffice for Civil Rights\nNotice of Language Assistance\nNotice of Language Assistance: If you have difficulty understanding English, you may, free of\ncharge, request language assistance services for this Department information by calling 1-800-USALEARN\n(1-800-872-5327) (TTY: 1-800-877-8339), or email us at: Ed.Language.Assistance@ed.gov. Aviso a personas con dominio limitado del idioma inglés: Si usted tiene alguna dificultad en\nentender el idioma inglés, puede, sin costo alguno, solicitar asistencia lingüística con respecto a\nesta información llamando al 1-800-USA-LEARN (1-800-872-5327) (TTY: 1-800-877-8339), o envíe\nun mensaje de correo electrónico a: Ed.Language.Assistance@ed.gov. 給英語能力有限人士的通知: 如果您不懂英語， 或者使用英语有困难，您可以要求獲得向大眾提供的 語言協助服務，幫助您理解教育部資訊。這些語言協助服務均可免費提供。如果您需要有關口譯或筆 譯服務的詳細資訊，請致電 1-800-USA-LEARN (1-800-872-5327) (聽語障人士專線：\n1-800-877-8339),或電郵: Ed.Language.Assistance@ed.gov. Thông báo dành cho những người có khả năng Anh ngữ hạn chế: Nếu quý vị gặp khó khăn\ntrong việc hiểu Anh ngữ thì quý vị có thể yêu cầu các dịch vụ hỗ trợ ngôn ngữ cho các tin tức của\nBộ dành cho công chúng. Các dịch vụ hỗ trợ ngôn ngữ này đều miễn phí. Nếu quý vị muốn biết\nthêm chi tiết về các dịch vụ phiên dịch hay thông dịch, xin vui lòng gọi số 1-800-USA-LEARN (1-800872-5327) (TTY: 1-800-877-8339), hoặc email: Ed.Language.Assistance@ed.gov. 영어 미숙자를 위한 공고: 영어를 이해하는 데 어려움이 있으신 경우, 교육부 정보 센터에 일반인\n대상 언어 지원 서비스를 요청하실 수 있습니다. 이러한 언어 지원 서비스는 무료로 제공됩니다. 통역이나 번역 서비스에 대해 자세한 정보가 필요하신 경우, 전화번호 1-800-USA-LEARN (1-800872-5327) 또는 청각 장애인용 전화번호 1-800-877-8339 또는 이메일주소\nEd.Language.Assistance@ed.gov 으로 연락하시기 바랍니다. Paunawa sa mga Taong Limitado ang Kaalaman sa English: Kung nahihirapan kayong\nmakaintindi ng English, maaari kayong humingi ng tulong ukol dito sa inpormasyon ng Kagawaran\nmula sa nagbibigay ng serbisyo na pagtulong kaugnay ng wika. Ang serbisyo na pagtulong kaugnay\nng wika ay libre. Kung kailangan ninyo ng dagdag na impormasyon tungkol sa mga serbisyo\nkaugnay ng pagpapaliwanag o pagsasalin, mangyari lamang tumawag sa 1-800-USA-LEARN (1800-872-5327) (TTY: 1-800-877-8339), o mag-email sa: Ed.Language.Assistance@ed.gov. Уведомление для лиц с ограниченным знанием английского языка: Если вы\nиспытываете трудности в понимании английского языка, вы можете попросить, чтобы вам\nпредоставили перевод информации, которую Министерство Образования доводит до\nвсеобщего сведения. Этот перевод предоставляется бесплатно. Если вы хотите получить\nболее подробную информацию об услугах устного и письменного перевода, звоните по\nтелефону 1-800-USA-LEARN (1-800-872-5327) (служба для слабослышащих: 1-800-877-8339),\nили отправьте сообщение по адресу: Ed.Language.Assistance@ed.gov. 400 MARYLAND AVE. S.W., WASHINGTON, DC 20202-1100\nwww.ed.gov The Department of Education’s mission is to promote student achievement and preparation for global competitiveness\nby fostering educational excellence and ensuring equal access. UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. U.S. Department of Justice U.S. Department of Education Civil Rights Division Office for Civil Rights December 21, 2018\nDear Colleague:",
      "queries": [
        "is the dept of education under review?",
        "us department of education and justice",
        "can a federal award be terminated",
        "when is a juvenile convicted",
        "does company a's execution of lt form bind its indirect partners?"
      ],
      "queries_score": [
        "2.0940917",
        "1.7253582",
        -8.36924934387207,
        -8.343436241149902,
        -10.142426490783691
      ]
    },
    {
      "id": "guidance_21__1",
      "chunk_id": "1",
      "content": "Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. U.S. Department of Justice U.S. Department of Education Civil Rights Division Office for Civil Rights December 21, 2018\nDear Colleague: The purpose of this letter is to inform you that the Department of Justice and the\nDepartment of Education are withdrawing the statements of policy and guidance\nreflected in the following documents:\n•\n• Dear Colleague Letter on Nondiscriminatory Administration of School\nDiscipline dated January 8, 2014; and Overview of the Supportive School Discipline Initiative dated January 8,\n2014. Additionally, the Department of Education is withdrawing the following related\ndocuments:\n•\n•\n•\n• Guiding Principles: A Resource Guide for Improving School Climate and\nDiscipline, dated January 8, 2014;\nAppendix 1: U.S. Department of Education Directory of Federal School\nClimate and Discipline Resources, dated January 8, 2014; Appendix 2: Compendium of School Discipline Laws and Regulations for\nthe 50 States, Washington D.C., and Puerto Rico, dated January 8, 2014; and\nSchool Discipline Guidance Package FAQs, dated January 8, 2014. The Dear Colleague Letter on Nondiscriminatory Administration of Discipline\n(“Guidance”) discussed the legal framework that the Departments employ to analyze\ncomplaints of discrimination under Title IV of the Civil Rights Act of 1964 (Title IV),\n42 U.S.C. §§ 2000c et seq., and Title VI of the Civil Rights Act of 1964 (Title VI), 42\nU.S.C. §§ 2000d et seq., and its implementing regulations, 34 C.F.R. Part 100. Title IV\nauthorizes the Attorney General in certain circumstances to institute a lawsuit\nagainst public school boards, colleges, and universities upon receiving a complaint\nPage 1 — Dear Colleage Letter [OCR-000113] UNDER REVIEW. This document and the underlying issues are under review by the U.S.\nDepartment of Education and the U.S. Department of Justice (as of July 30, 2021). Please note that this notation does not have the effect of rescinding this document or\nreinstating prior guidance. of discrimination. Title VI prohibits discrimination based on race, color, or national\norigin by recipients of Federal financial assistance. The Guidance presented and\nanalyzed, under Titles IV and VI, a number of factual scenarios involving the\napplication of school discipline, and indicated what conclusions the Departments\nmight reach in each scenario. On March 12, 2018, President Trump announced the formation of a Federal\nCommission on School Safety. President Trump directed the Commission to study\nand make recommendations regarding several issues, including whether the\nGuidance and associated documents should be rescinded. On December 18, 2018,\nthe Commission recommended that the Departments rescind the Guidance and\nassociated documents. States and local school districts play the primary role in establishing educational\npolicy, including how to handle specific instances of student misconduct and\ndiscipline, and in ensuring that classroom teachers have the support they need to\nimplement appropriate discipline policies. States and local school districts must\nalso comply with the antidiscrimination protections contained in federal law,\nincluding Title VI. The Departments have concluded that the Guidance and\nassociated documents advance policy preferences and positions not required or\ncontemplated by Title IV or Title VI. Accordingly, the Department of Education and the Department of Justice have\ndecided to withdraw and rescind the Guidance and associated documents.",
      "queries": [
        "what is the award condition for pass",
        "what is above market earnings on deferred compensation",
        "cops office phone number"
      ],
      "queries_score": [
        -8.461721420288086,
        -9.089821815490723,
        -8.356099128723145
      ]
    },
    {
      "id": "guidance_21__2",
      "chunk_id": "2",
      "content": "The Departments have concluded that the Guidance and\nassociated documents advance policy preferences and positions not required or\ncontemplated by Title IV or Title VI. Accordingly, the Department of Education and the Department of Justice have\ndecided to withdraw and rescind the Guidance and associated documents. The\nDepartments are firmly committed to vigorously enforcing civil rights protections\non behalf of all students. The robust protections against race, color, and national\norigin discrimination guaranteed by the Constitution, Title IV, and Title VI remain\nunchanged, and continue to be vital for educational institutions in the United States. This letter does not add requirements to applicable law and is not intended to, and\ndoes not, create any rights, substantive or procedural, enforceable at law by any\nparty in any matter civil or criminal. If you have questions or are interested in\ncommenting on this letter, please contact the Department of Education at\nocr@ed.gov or 800-421-3481 (TDD: 800-877-8339); or the Department of Justice at\neducation@usdoj.gov or 877-292-3804 (TTY: 800-514-0383). Sincerely, /s/\nKenneth L. Marcus\nAssistant Secretary for Civil Rights\nU.S. Department of Education\nPage 2 — Dear Colleage Letter /s/\nEric S. Dreiband\nAssistant Attorney General\nU.S. Department of Justice",
      "queries": [
        "which government department has rescinded guidance and associated documents",
        "when is program progress report due?",
        "is season ticket renewal property",
        "cooperative income taxable income"
      ],
      "queries_score": [
        "3.7712011",
        -9.923783302307129,
        -10.350211143493652,
        -9.699984550476074
      ]
    }
  ]
}