{
  "doc_id": "guidance_3",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_3__0",
      "chunk_id": "0",
      "content": "Algorithms, Artificial Intelligence, and\nDisability Discrimination in Hiring This guidance explains how algorithms and artificial intelligence can lead to disability\ndiscrimination in hiring. The Department of Justice enforces disability discrimination laws with respect to state\nand local government employers. The Equal Employment Opportunity Commission\n(EEOC) enforces disability discrimination laws with respect to employers in the private\nsector and the federal government. The obligation to avoid disability discrimination in\nemployment applies to both public and private employers. How employers use algorithms and artificial\nintelligence\nEmployers, including state and local government employers, increasingly use\nhiring technologies to help them select new employees. For example, employers might use technology:\n•\n•\n•\n•\n• to show job advertisements to targeted groups;\nto decide if an applicant meets job qualifications;\nto hold online video interviews of applicants;\nto use computer-based tests to measure an applicant’s skills or abilities; and\nto score applicants’ resumes. Many hiring technologies are software programs that use algorithms or artificial\nintelligence. An algorithm is a set of steps for a computer to accomplish a task—for\nexample, searching for certain words in a group of resumes. Artificial intelligence\ngenerally means that a computer is completing a task that is usually done by a person—\nfor example, recognizing facial expressions during a video interview. While these technologies may be useful tools for some employers, they may also\nresult in unlawful discrimination against certain groups of applicants, including\npeople with disabilities. 1 How the ADA protects against disability\ndiscrimination in hiring\nThe Americans with Disabilities Act (ADA) is a federal law that seeks to remove barriers\nfor people with disabilities in everyday activities, including employment. The ADA applies to all parts of employment, including how an employer selects,\ntests, or promotes employees. An employer who chooses to use a hiring\ntechnology must ensure that its use does not cause unlawful discrimination on the\nbasis of disability. 1 The ADA bars discrimination against people with many different types of disabilities. Some examples of conditions that may be disabilities include: diabetes, cerebral palsy, deafness,\nblindness, epilepsy, mobility disabilities, intellectual disabilities, autism, and mental health\ndisabilities. A disability will affect each person differently. When designing or choosing hiring technologies, employers must consider how their tools\ncould impact different disabilities. For example, a state transportation agency that designs its hiring technology to avoid\ndiscriminating against blind applicants may still violate the ADA if its technology discriminates\nagainst applicants with autism or epilepsy. When employers’ use of hiring technologies may\nviolate the ADA\nEmployers must avoid using hiring technologies in ways that discriminate against\npeople with disabilities. This includes when an employer uses another company’s\ndiscriminatory hiring technologies. 2 Even where an employer does not mean to discriminate, its use of a hiring technology\nmay still lead to unlawful discrimination. For example, some hiring technologies try to\npredict who will be a good employee by comparing applicants to current successful\n1\n2 See 42 U.S.C. § 12112; 29 C.F.R. § 1630.4.\nSee 42 U.S.C. § 12112; 29 C.F.R. §§ 1630.4, 1630.6. 2 employees. Because people with disabilities have historically been excluded from many\njobs and may not be a part of the employer’s current staff, this may result in\ndiscrimination. Employers must carefully evaluate the information used to build their\nhiring technologies.",
      "queries": [
        "why artificial intelligence is used for discrimination",
        "can artificial intelligence cause discrimination",
        "what is artificial intelligence used for",
        "oig noncompliance contact",
        "does the federal employment opportunity plan impose quotas",
        "what regulations are required for an saa audit"
      ],
      "queries_score": [
        "2.650942",
        "3.235667",
        "1.9870161",
        -6.206526756286621,
        -4.310810089111328,
        -6.546805381774902
      ]
    },
    {
      "id": "guidance_3__1",
      "chunk_id": "1",
      "content": "2 employees. Because people with disabilities have historically been excluded from many\njobs and may not be a part of the employer’s current staff, this may result in\ndiscrimination. Employers must carefully evaluate the information used to build their\nhiring technologies. Screening Out People with Disabilities\nEmployers also violate the ADA if their hiring technologies unfairly screen out a\nqualified individual with a disability. Employers can use qualification standards\nthat are job-related and consistent with business necessity. But employers must\nprovide requested reasonable accommodations that will allow applicants or\nemployees with disabilities to meet those standards, unless doing so would be an\nundue hardship. When designing or choosing hiring technologies to assess\nwhether applicants or employees have required skills, employers must evaluate\nwhether those technologies unlawfully screen out individuals with disabilities. 3\nEmployers should examine hiring technologies before use, and regularly when in use, to\nassess whether they screen out individuals with disabilities who can perform the\nessential functions of the job with or without required reasonable accommodations. For example, if a county government uses facial and voice analysis technologies to\nevaluate applicants’ skills and abilities, people with disabilities like autism or speech\nimpairments may be screened out, even if they are qualified for the job. Some employers try to evaluate their hiring technologies to see how they impact certain\ngroups, like racial minorities. Employers seeking to do the same with respect to people\nwith disabilities must keep in mind that there are many types of disabilities and hiring\ntechnologies may impact each in a different way. 3 See 42 U.S.C. § 12112(a), (b)(2), (b)(5), (b)(6); 29 C.F.R. §§ 1630.4, 1630.6, 1630.9, 1630.10. 3 How to avoid disability discrimination when using\nhiring technologies\nTesting technologies must evaluate job skills, not disabilities. Some hiring technologies require an applicant to take a test that includes an algorithm,\nsuch as an online interactive game or personality assessment. Under the ADA,\nemployers must ensure that any such tests or games measure only the relevant skills\nand abilities of an applicant, rather than reflecting the applicant’s impaired sensory,\nmanual, or speaking skills that the tests do not seek to measure. For example, an applicant to a school district with a vision impairment may get passed\nover for a staff assistant job because they do poorly on a computer-based test that\nrequires them to see, even though that applicant is able to do the job. If a test or technology eliminates someone because of disability when that person can\nactually do the job, an employer must instead use an accessible test that measures the\napplicant’s job skills, not their disability, or make other adjustments to the hiring process\nso that a qualified person is not eliminated because of a disability. 4 In addition, employers must ensure that they do not unlawfully seek medical or\ndisability-related information or conduct medical exams through their use of hiring\ntechnologies. 5 For more information about this, see the EEOC’s Enforcement Guidance:\nPreemployment Disability-Related Questions and Medical Examinations. Reasonable accommodations for applicants with disabilities. The ADA requires that employers provide reasonable accommodations to individuals\nwith disabilities, including during the hiring process, unless doing so would create an\nundue hardship for the employer. 6",
      "queries": [
        "why do employers need to screen disabled employees?",
        "are disabilities being excluded from employment?",
        "what was the trgp grant used for"
      ],
      "queries_score": [
        "2.562332",
        "2.2468936",
        -7.88796329498291
      ]
    },
    {
      "id": "guidance_3__2",
      "chunk_id": "2",
      "content": "5 For more information about this, see the EEOC’s Enforcement Guidance:\nPreemployment Disability-Related Questions and Medical Examinations. Reasonable accommodations for applicants with disabilities. The ADA requires that employers provide reasonable accommodations to individuals\nwith disabilities, including during the hiring process, unless doing so would create an\nundue hardship for the employer. 6 See 42 U.S.C. § 12112(b)(5), (b)(7); 29 C.F.R. §§ 1630.9, 1630.11. See 42 U.S.C. § 12112(d); 29 C.F.R. § 1630.14.\n6\nSee 42 U.S.C. § 12112(b)(5); 29 C.F.R. § 1630.9.\n4\n5 4 A reasonable accommodation is a change in the way things are usually done to give equal\nopportunities to a person with a disability in applying for a job, performing a job, or accessing\nthe benefits and privileges of employment. Examples of accommodations include allowing use of assistive equipment, modifying policies, or\nmaking other changes to the way the hiring process or job is performed. For example, if a city government uses an online interview program that does not work with a\nblind applicant’s computer screen-reader program, the government must provide a reasonable\naccommodation for the interview, such as an accessible version of the program,7 unless it would\ncreate an undue hardship for the city government. Some examples of practices that employers using hiring technologies may need to\nimplement to ensure that applicants receive needed reasonable accommodations\ninclude:\n•\n•\n• telling applicants about the type of technology being used and how the\napplicants will be evaluated;\nproviding enough information to applicants so that they may decide whether to\nseek a reasonable accommodation; and\nproviding and implementing clear procedures for requesting reasonable\naccommodations and making sure that asking for one does not hurt the\napplicant’s chance of getting the job. What to do if your rights have been violated or you\nwant to find out more If you believe your employment rights have been violated because of a disability and\nyou want to make a claim of employment discrimination, you can file a “charge of\ndiscrimination” with the EEOC. A discrimination charge is a signed statement asserting\nExisting technical standards provide helpful guidance concerning how to ensure the accessibility of\nwebsite features. These include the Web Content Accessibility Guidelines (WCAG) and the Section 508\nStandards, which the federal government uses for its own websites. More information is in this guidance\ndocument. The employer and the individual with a disability should engage in an informal process to\nclarify the applicant’s needs and to identify a reasonable accommodation. 7 5 that an organization engaged in employment discrimination. Information on the EEOC\ncharge process is available here. If you believe that you or someone else was discriminated against based on a disability\nbecause of a state or local government employer’s use of a hiring technology, you can\nalso file a complaint with the Department of Justice. Information on the DOJ complaint\nprocess is available here. For more detail on the topics addressed here and the impact of software, algorithms,\nand artificial intelligence on employees, please see the EEOC’s technical assistance\ndocument, The Americans with Disabilities Act and the Use of Software, Algorithms, and\nArtificial Intelligence to Assess Job Applicants and Employees.",
      "queries": [
        "what is ada reasonable accommodation",
        "what are reasonable accommodations for disability?",
        "who is the cognizant agency"
      ],
      "queries_score": [
        "1.5570801",
        "2.485857",
        -5.698884963989258
      ]
    },
    {
      "id": "guidance_3__3",
      "chunk_id": "3",
      "content": "For more detail on the topics addressed here and the impact of software, algorithms,\nand artificial intelligence on employees, please see the EEOC’s technical assistance\ndocument, The Americans with Disabilities Act and the Use of Software, Algorithms, and\nArtificial Intelligence to Assess Job Applicants and Employees. Anyone with questions\nabout the impact of software, algorithms, and artificial intelligence on employees can\nreach the EEOC at 1-202-921-3191 (voice), 1-800-669-6820 (TTY), or 1-844-234-5122\n(ASL Video Phone). In addition, anyone can call the ADA Information Line at 1-800-514-0301 (voice) or 1800-514-0383 (TTY) with questions about their rights or responsibilities under the ADA. ADA Specialists are available to answer questions on Monday, Tuesday, Wednesday, and\nFriday from 9:30 a.m. to 12:00 p.m. and 3:00 p.m. to 5:30 p.m. (Eastern Time). On\nThursday, the Information Line is staffed from 2:30 p.m. to 5:30 p.m. (Eastern Time). 6",
      "queries": [
        "how does artificial intelligence impact employees?",
        "when are federal financial reports due",
        "which method is used when the awarding agency determines that all funding is actually received or paid out?"
      ],
      "queries_score": [
        "1.537125",
        -10.305152893066406,
        -10.518973350524902
      ]
    }
  ]
}