{
  "doc_id": "guidance_86",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_86__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nHSD/SAF\nNUMBER: 1640.05\nDATE:\nJanuary 7, 2015 Smoking/No Smoking Areas\n/s/ Approved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§ 551.160 Purpose and scope. To advance towards becoming a clean air environment and to protect the health\nand safety of staff and inmates, the Bureau of Prisons will restrict areas and\ncircumstances where smoking is permitted within its institutions and offices. The Bureau recognizes the right to negotiate issues pertaining to this policy consistent with the\nMaster Agreement, statute, case law, and regulation. Medical and public health authorities have established the hazards of tobacco smoke. Of\nparticular concern are risks posed to nonsmokers by passive inhalation of environmental tobacco\nsmoke (ETS). The Surgeon General has long concluded that, as scientific research indicates,\nsecond-hand tobacco smoke is a cause of lung disease in otherwise healthy nonsmokers. On January 7, 1993, the Environmental Protection Agency (EPA) officially endorsed a report by\nan outside panel of scientific advisers to the agency, which stated that “exposure to second-hand\ncigarette smoke causes lung cancer in adults and greatly increases the risk of respiratory illness\nin children.” Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. The Bureau recognizes that when smokers quit, they may face physical discomfort, weight gain,\nand stress-related difficulties; however, these symptoms may be lessened with the appropriate\ninterventions of a smoking cessation program. According to the Centers for Disease Control and\nPrevention, many who quit smoking relapse. Effective smoking cessation programs should\nprovide counseling and monitoring to enhance success. Since 2011 Office of Personnel\nManagement (OPM) has mandated that ALL FEHB plans offer 100% coverage to assist staff in\nquitting. a. Summary of Changes\nPolicy Rescinded\nP1640.04\nSmoking/No Smoking Areas (03/15/2004)\n■ On April 15, 2006, the BOP discontinued the sale and inmate use of both smoke and\nsmokeless tobacco products in institutions; therefore, inmate smoking cessation program was\namended to be available only to incoming inmates, not existing inmates. ■ Staff smoking cessation program was removed based on the guidelines placed by the\nprevious program statement. b. Program Objectives. The expected results of this program are:\n■ The designation of smoking areas may reduce exposure to second-hand smoke. ■ All Bureau facilities will be free of second-hand smoke, except staff residences, perimeter\npatrol vehicles, and towers when occupied by one person. ■ Areas where smoking is permitted will be clearly identified. 2. DEFINITIONS\n§ 551.161 Definitions. For the purposes of this subpart, smoking is defined as inhaling the smoke of any\nsubstance through the use of smoking apparatus including, but not limited to,\ncigars, cigarettes, or pipes. An area designated as free of second-hand smoke is defined as one in which there are no\nlighted tobacco products (e.g., cigars, cigarettes, pipes). Designated area is defined as a smoking area which the Warden has clearly identified. P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 3. STAFF SMOKING/NO SMOKING AREAS This section also applies to visitors, volunteers, and contractors. § 551.162 Smoking generally prohibited.",
      "queries": [
        "cops office phone number"
      ],
      "queries_score": [
        -7.151852607727051
      ]
    },
    {
      "id": "guidance_86__1",
      "chunk_id": "1",
      "content": "Designated area is defined as a smoking area which the Warden has clearly identified. P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 3. STAFF SMOKING/NO SMOKING AREAS This section also applies to visitors, volunteers, and contractors. § 551.162 Smoking generally prohibited. (b) For Bureau staff and official visitors, smoking is permitted only in smoking\nareas designated by the Warden. Only outside locations can be designated by the Warden as smoking areas for staff and official\nvisitors. Indoor Smoking. Indoor smoking is permitted only in perimeter towers and perimeter patrol\nvehicles when occupied by one person. Outdoor Smoking. The Warden designates outdoor smoking areas that are reasonably\naccessible to employees and are protected from the elements. Designated areas are for use only\nby employees. 4. INMATE SMOKING\n§ 551.162 Smoking generally prohibited. Smoking is generally prohibited in and on the grounds of Bureau institutions and\noffices, with the following two exceptions:\n(a) Smoking is permitted as part of an authorized inmate religious activity; and\nOn April 15, 2006, the Bureau discontinued the sale to and prohibited use by inmates of both\nsmoke and smokeless tobacco products. § 551.163 Possession of smoking apparatus and tobacco prohibited. Possession of smoking apparatus and tobacco in any form is prohibited for\ninmates, unless as part of an authorized inmate religious activity. Inmate possession or use of smoke or smokeless tobacco products is subject to disciplinary\naction. The Warden must designate a smoking area for use in instances where smoking is part of an\nauthorized religious activity. See the Program Statement Religious Beliefs and Practices. P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 5. INMATE SMOKING CESSATION PROGRAMS\na. Components and Creation. Wardens must establish an institution Smoking Cessation\nProgram consistent with local resources for newly committed inmates within the first 90 days of\nincarceration. The institution A&O Booklet will inform inmates of a Smoking Cessation Program’s\navailability, including application and participation procedures. A Smoking Cessation Program\nmust, at a minimum, address:\n■\n■\n■\n■ Nutrition. Physical activity (exercise). Stress management. Nicotine Replacement Therapy (NRT). Institutions conduct these activities through a combination of:\n■\n■\n■\n■\n■ Videos. Classroom presentations. Recreation activities. The sale of nicotine replacement patches in the Commissary. Group or individual counseling. b. Nicotine Replacement Therapy (NRT). Nicotine replacement patches may assist with the\ngradual tapering of nicotine consumption. Each institution Commissary will stock or sell patches\nthrough the Special Purchase Order (SPO) process. Inmates may purchase patches with staff\napproval. An inmate requesting NRT must have an initial medical assessment to purchase a six to ten-week\nsupply of patches (see below). The inmate then obtains an initial written approval from a Bureau\nhealth care provider using the Nicotine Replacement Therapy Approval form (BP-A1019),\ncertifying that the inmate’s health status has been reviewed and he or she is approved to use the\npatches. The health care provider will:\n■ Discuss the patch’s proper use, describe possible side effects, and warn the inmate about\nproblems associated with overuse (such as the use of two or more patches at the same time,\nor the use of a patch and continued use of cigarettes). P1640.05 1/7/2015",
      "queries": [
        "what is ada website accessibility",
        "what is the authority of the secretary of the treasury to order the closing of certain streets along the perimeter of the white house?"
      ],
      "queries_score": [
        -7.2268853187561035,
        -7.412962436676025
      ]
    },
    {
      "id": "guidance_86__2",
      "chunk_id": "2",
      "content": "The health care provider will:\n■ Discuss the patch’s proper use, describe possible side effects, and warn the inmate about\nproblems associated with overuse (such as the use of two or more patches at the same time,\nor the use of a patch and continued use of cigarettes). P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 ■ Record the inmate’s health status in his/her medical record (e.g., weight, blood pressure,\npost-prandial blood sugar, pulmonary function, exercise tolerance, how many cigarettes are\nsmoked per day, and other clinically pertinent information). ■ Provide a signed BP-A1019 recommending a specific NRT dosage program to the inmate. The inmate takes the signed BP-A1019 to the Commissary, which allows him/her to purchase\ntwo weeks of NRT at a time. The Commissary staff member initials the BP-A1019 each time the\ninmate purchases NRT. The inmate keeps the BP-A1019 until the final supply of patches has\nbeen purchased. When the inmate completes the NRT (6 or 10 weeks), the Commissary staff member takes the\nBP-A1019 from the inmate and sends it to the Health Services Unit for inclusion in the Inmate\nHealth Record within 30 days of when the inmate should have made the last authorized purchase. 6. INSTITUTION SUPPLEMENT Each institution must develop an Institution Supplement containing information on smoking\nrestrictions, and identifying any authorized outdoor smoking areas within the institution. The Warden forwards a copy of the Institution Supplement to the Regional Health Systems\nAdministrator for review and approval. REFERENCES\nProgram Statements\nP4500.10\nTrust Fund/Deposit Fund Manual (5/29/14)\nP5270.09\nInmate Discipline Program (7/8/11)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5360.09\nReligious Beliefs and Practices (12/31/04)\nOther Policy\n■ Executive Order 13058, 62 FR 43451, August 9, 1997. ■ Justice Property Management Regulations 128-20.105-3; 128-20.105-50; 128-20.105-51;\n128-20.105-52.\n■ Comptroller General Decision B-231453, Smoking Cessation Program for Federal\nEmployees, February 3, 1989.\n■ Office of Personnel Management FPM Letter 792-20, Clarification of FPM Chapter 792,\nFederal Employees Health and Counseling Programs, May 17, 1989. P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 Federal Regulations\n■ Rules cited in the Program Statement are contained in 28 CFR 551.160 et seq., revised as of\nJuly 1, 2011. ■ Federal Service Impasses Panel Decision on Case Number 01, FSIP 184, Department of\nJustice, Federal Bureau of Prisons, Washington, DC, and Council of Prison Locals 33,\nAFGE, AFL-CIO, dated November 8, 2001. ACA Standards\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4214M, 4-4226, 4-4227, 4-4228, 4-4361\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-3A-01, 4-ALDF-4C-21\nOther Standards\n■ Joint Commission On Accreditation of Healthcare Organizations, 1998 Comprehensive\nAccreditation Manual For Ambulatory Care: EC.5\n■ Joint Commission on Accreditation of Healthcare Organizations, 1998 Comprehensive\nAccreditation Manual for Hospitals: EC.5; EC5.1\nBOP Forms\nBP-A1019 Nicotine Replacement Therapy Approval Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 INMATE NICOTINE REPLACEMENT THERAPY APPROVAL BP-A1019\nJAN 15 U.S. DEPARTMENT OF JUSTICE FEDERAL BUREAU OF PRISONS INMATE NAME: DATE: INMATE REG. NO. ______________________",
      "queries": [
        "why are federal agencies required to use federal funding",
        "can you use 6-hours exception for lockups"
      ],
      "queries_score": [
        -7.302041530609131,
        -8.076468467712402
      ]
    },
    {
      "id": "guidance_86__3",
      "chunk_id": "3",
      "content": "P1640.05 1/7/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 INMATE NICOTINE REPLACEMENT THERAPY APPROVAL BP-A1019\nJAN 15 U.S. DEPARTMENT OF JUSTICE FEDERAL BUREAU OF PRISONS INMATE NAME: DATE: INMATE REG. NO. ______________________ INSTITUTION: ________________\nSix (6) Week NRT Dosage Program Expiration date: 21 mg Patches (2 WEEK SUPPLY)\nCommissary) Purchased on ___________ (initialed by 14 mg Patches (2 WEEK SUPPLY) Purchased on 7 mg Patches Purchased on (2 WEEK SUPPLY) Ten (10) Week NRT Dosage Program Expiration date: 21 mg Patches (2 WEEK SUPPLY)\nCommissary) Purchased on 21 mg Patches (2 WEEK SUPPLY) Purchased on 21 mg Patches (2 WEEK SUPPLY) Purchased on 14 mg Patches (2 WEEK SUPPLY) Purchased on __________ 7 mg Patches Purchased on __________ (2 WEEK SUPPLY) (initialed by Health Services Provider Signature\nHealth Services Provider Name Stamp When a purchase is made on this authorization, the Commissary staff member\nshall initial the Purchased on line. This authorization is to be returned to Health Services by the\nCommissary when the inmate has made the last authorized purchase. Three (3) month smoking status: smoking non-smoking Six (6) month smoking status: smoking non-smoking Smoking Cessation Program completed on: PDF Prescribed by P1640",
      "queries": [
        "what is the due date for sf-425",
        "how many phases of addie modeling",
        "irs memo release date and number"
      ],
      "queries_score": [
        -8.439433097839355,
        -10.141510009765625,
        -7.437111854553223
      ]
    }
  ]
}