{
  "doc_id": "guidance_59",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_59__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER:\nP5217.02\nDATE:\nAugust 9, 2016 Special Management Units\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To provide guidance and procedures for operating Special Management Units (SMU). Some\ninmates present unique security and management concerns. Accordingly, the Bureau of Prisons\n(Bureau) designates inmates to SMUs, where enhanced management is necessary to ensure the\nsafety, security, or orderly operation of Bureau facilities, or protection of the public. SMU designation is non-punitive, and may be appropriate for any inmate meeting the referral\ncriteria in Section 2 below. Conditions of confinement for SMU inmates are more restrictive than\nfor general population inmates, and are described in Section 5. Inmates are expected to complete\nthe SMU program in approximately 12 months, at which time they may be redesignated to a\ngeneral population or to another appropriate facility. a. Summary of Changes\nPolicy Rescinded\nP5217.01\nSpecial Management Units (11/19/08)\n■ Purpose and Scope reflects that inmates are expected to complete the SMU program in\napproximately 12 months. ■ Program Objectives added that inmates who successfully progress through the SMU program\nwill be redesignated to a general population or another appropriate facility.\n■ The referral criteria now reflect that inmates must have at least 24 months left on their\nsentence. ■ Referral procedures reflect that when considering designation criteria, inmates from lower\nsecurity institutions will be considered for designation to a higher security facility prior to\nrecommending SMU placement. The referring institution will take into consideration any\ncurrent medical assessment/treatment prior to recommending the referral.\n■ The referral packet consists of a completed Request for Transfer/Application of Management\nVariable (EMS-A409), copies of pertinent Special Investigative Supervisor reports and\nincident reports, a psychological/medical evaluation, and a cover memorandum to the\nWarden summarizing the rationale for referral for SMU designation. ■ A copy of the referral will be sent to the Psychology Services Branch, which reviews the\ninmate’s mental health record to determine if mental health concerns preclude an inmate from\nbeing placed in a SMU. If there is no evidence to preclude a hearing, the Regional Director\nappoints a Hearing Administrator to conduct a hearing into whether the inmate meets the\ncriteria for SMU designation. ■ Inmates currently in a SMU are provided the BP-A0937, Notice to Inmate of Designation to a\nSpecial Management Unit, which informs the inmates of the right to appeal the designation\ndecision and their individual conditions of confinement.\n■ An inmate in SMU may be removed if it becomes clear his/her mental health does not\nreasonably allow him/her to complete the program. The recommendation is forwarded to the\nAdministrator, Psychology Services Branch, Central Office. If approved, the Psychology\nAdministrator notifies the Warden.\n■ When an inmate serving a sanction of disciplinary segregation is designated to a SMU, the\nreferring Regional Director may direct that the inmate complete the disciplinary segregation\nperiod at the current institution, or request that the inmate complete the disciplinary\nsegregation period at the receiving institution before transfer into the SMU. ■ The program structure, differentiated by conditions of confinement and expected completion\ntimes, now has three levels instead of four. b. Program Objectives.",
      "queries": [
        "us department of justice special management unit number",
        "requirements for interjurisdictional criminal intelligence system",
        "what is the purpose of policing site visits"
      ],
      "queries_score": [
        "1.8961245",
        -8.478716850280762,
        -7.1585493087768555
      ]
    },
    {
      "id": "guidance_59__1",
      "chunk_id": "1",
      "content": "■ The program structure, differentiated by conditions of confinement and expected completion\ntimes, now has three levels instead of four. b. Program Objectives. The expected results of this program are:\n■ Inmates who meet the criteria for designation to a SMU will be referred for redesignation. ■ Inmates who successfully progress through the SMU program will be redesignated to a\ngeneral population, or another appropriate facility. ■ Safe and orderly environments at all institutions will be further enhanced by the operation of\nSMUs. c. Pretrial/Holdover/Detainee Procedures. This Program Statement applies only to sentenced\ninmates. P5217.02 8/09/2016 2 2. REFERRAL CRITERIA Designation to a SMU may be considered for any sentenced inmate whose interaction requires\ngreater management to ensure the safety, security, or orderly operation of Bureau facilities, or\nprotection of the public, because the inmate meets any of the following criteria:\n■\n■\n■\n■ Participated in disruptive geographical group/gang-related activity. Had a leadership role in disruptive geographical group/gang-related activity. Has a history of serious or disruptive disciplinary infractions. Committed any 100-level prohibited act, according to 28 CFR part 541, after being classified\nas a member of a Disruptive Group pursuant to 28 CFR part 524. ■ Participated in, organized, or facilitated any group misconduct that adversely affected the\norderly operation of a correctional facility. ■ Otherwise participated in or was associated with activity such that greater management of the\ninmate’s interaction with other persons is necessary to ensure the safety, security, or orderly\noperation of Bureau facilities, or protection of the public. The inmate must have at least 24 months left on his/her sentence. 3. REFERRAL PROCEDURES\na. Referral. When considering designation criteria, inmates from lower security institutions\nwill be considered for designation to a higher security facility prior to recommending placement\nto a SMU. The referring institution will take into consideration any current medical\nassessment/treatment prior to recommending that a referral be made. If an inmate appears to\nsatisfy any of the referral criteria above, the Unit Team may present a redesignation referral to the\nWarden. The referral packet consists of a completed Request for Transfer/Application of\nManagement Variable (EMS-A409), copies of pertinent Special Investigative Supervisor reports\nand incident reports, a Diagnostic and Care Level Formulation from Psychology Services, a\nmedical evaluation, and a cover memorandum to the Warden summarizing the rationale for\nreferral for SMU designation. If the Warden approves the referral, it is submitted to the Regional\nDirector. The packet may be submitted electronically at all stages. The Unit Team will be\nnotified if the Warden denies the referral. b. Hearing. If the Regional Director determines that sufficient evidence exists to convene a\nhearing, a copy of the referral is sent to the Psychology Services Branch. Psychology Services\nreviews the inmate’s mental health record to determine if there are mental health concerns that\nwould preclude an inmate from being placed in a SMU. Please see the Program Statement\nTreatment and Care of Inmates with Mental Illness, when considering to place inmates with\na serious mental health illness in the SMU. If there is no evidence to preclude a hearing, the\nP5217.02 8/09/2016 3",
      "queries": [
        "what is the expected result of the program structure, differentiated by the conditions of confinement and expected completion times, and expected outcomes?",
        "when was the european solidarity fund created",
        "what is the macrofinance provided for in the multiannual financial framework",
        "who should the director of the bureau for prisons contact?",
        "cops office phone number",
        "what is a pre audit questionnaire"
      ],
      "queries_score": [
        "1.6412923",
        -9.546738624572754,
        -9.101062774658203,
        -6.503940582275391,
        -8.45092487335205,
        -8.310068130493164
      ]
    },
    {
      "id": "guidance_59__2",
      "chunk_id": "2",
      "content": "Please see the Program Statement\nTreatment and Care of Inmates with Mental Illness, when considering to place inmates with\na serious mental health illness in the SMU. If there is no evidence to preclude a hearing, the\nP5217.02 8/09/2016 3 Regional Director appoints a Hearing Administrator to conduct a hearing into whether the inmate\nmeets the criteria for SMU designation. The Hearing Administrator will be trained and certified\nas a Discipline Hearing Officer, will be an impartial decision-maker, and will not be personally\ninvolved as a witness or victim in any relevant disciplinary action involving that inmate. The Warden is notified of the Regional Director’s decision to conduct a hearing before the inmate\nis provided pre-hearing notice. The inmate’s security needs will be assessed and staff made\naware of any additional security precautions. (1) Pre-Hearing Notice. The Hearing Administrator completes form BP-A0935, Notice to\nInmate: Hearing Referral for Designation to a Special Management Unit, and sends it to the\ninmate’s current institution. Unit team staff provide the inmate with a copy of the Notice at least\n24 hours before the hearing, and document delivery to the inmate. If the inmate is illiterate, the\ndelivering staff member will read the notice verbatim. If the inmate does not speak English, the\nUnit Team staff make arrangements to provide translation. The Notice will:\n■ Advise the inmate of the date and time of the hearing. ■ Advise the inmate of the opportunity to appear at the hearing. ■ Provide a sufficiently detailed explanation of the reasons for the referral. Such explanation\nwill not include information that would jeopardize the safety, security, or orderly operation of\ncorrectional facilities, or protection of the public. ■ Inform the inmate that a non-probationary staff member will be available to help him/her\ncompile documentary evidence and written witness statements to present at the hearing. The\nassisting staff member’s responsibility in this role is limited to assisting the inmate in\nobtaining copies of documents needed, for example, from his/her central file or other\nreasonably available source(s), or a written statement(s) from other reasonably available\ninmates or staff. Inmate Appearance and Evidence. The inmate has the opportunity to appear at the hearing,\nmake an oral statement, and present documentary evidence and written witness statements, except\nwhere contrary to the safety, security, or orderly operation of Bureau facilities, or protection of the\npublic. The Hearing Administrator, after consultation with staff at the facility where the inmate is\nhoused, will determine whether the inmate appears at the hearing via videoconference, telephone\nconference, or in person. The Warden or designee determines the location of the hearing. c. Post-Hearing Findings and Decision. The Hearing Administrator considers whether, based\non information obtained during the referral process and presented at the hearing, the inmate\nmeets the criteria for the SMU program. The Hearing Administrator prepares form BP-A0936,\nP5217.02 8/09/2016 4 Hearing Administrator’s Report on Referral for Designation to a Special Management Unit, and\nprovides it to the Regional Director. The Report provides a detailed explanation of the reasons\nfor the Hearing Administrator’s findings, but does not include information that would jeopardize\nthe safety, security, or orderly operation of correctional facilities, or protection of the public.",
      "queries": [
        "who is responsible for remedying noncompliance",
        "are administrative expenses deductible?"
      ],
      "queries_score": [
        -6.547779083251953,
        -6.9335618019104
      ]
    },
    {
      "id": "guidance_59__3",
      "chunk_id": "3",
      "content": "The Report provides a detailed explanation of the reasons\nfor the Hearing Administrator’s findings, but does not include information that would jeopardize\nthe safety, security, or orderly operation of correctional facilities, or protection of the public. The Regional Director considers whether, based on the Hearing Administrator’s findings, the\nSMU referral is necessary to ensure the safety, security, or orderly operation of Bureau facilities,\nor protection of the public. The Regional Director includes a recommendation on the Report and\nforwards it to the Designation and Sentence Computation Center (DSCC). When considering inmates for designation to the SMU, appropriate DSCC staff involved in the\ndesignation process review the inmate’s CIM assignment to ensure inmates who are separatees\npursuant to the Program Statement Central Inmate Monitoring Manual are not designated to\nthe same SMU without written concurrence of the Central Office. The DSCC then reviews the\nReport and, after consulting with the Assistant Director, Correctional Programs Division,\nindicates whether SMU referral is approved. If SMU referral is approved, the DSCC selects the\nSMU that best meets the inmate’s greater management needs, and enters the approval on the\nCMC Clearance Data Sheet. The DSCC forwards the decision to the receiving Regional\nDirector and Warden, with copies to the referring Regional Director and Warden. If SMU\nreferral is denied, the DSCC should consider a secondary referral code/rationale provided in the\nreferral − greater security, adjustment purposes, etc.\nd. Post-Decision Notice and Appeal. The inmate’s copy of the completed Report is sent to the\nreferring Warden, who ensures delivery to the inmate. The Report advises the inmate of the\nopportunity to appeal the decision and the Hearing Administrator’s findings through the\nAdministrative Remedy Program, directly to the Office of General Counsel. An inmate’s appeal of the decision or the Hearing Administrator’s findings does not delay\ndesignation and transfer to a SMU. Designation and transfer are effected; the inmate may\nproceed with the appeal while housed in the SMU. e. Mental Health Removal. An inmate in SMU may be removed if it becomes clear the\ninmate’s mental health does not reasonably allow him/her to complete the program. The\nrecommendation is forwarded to the Administrator, Psychology Services Branch, Central Office. If approved, the Psychology Administrator notifies the Warden (refer to the Program Statement\nTreatment and Care of Inmates With Mental Illness). f. Inmates in Disciplinary Segregation. When an inmate serving a sanction of disciplinary\nsegregation is designated to a SMU, the referring Regional Director may:\nP5217.02 8/09/2016 5 ■ Direct that the inmate complete the disciplinary segregation period at the current institution;\nor\n■ Request that the inmate complete the disciplinary segregation period at the receiving\ninstitution before transfer into the SMU. 4. CENTRAL INMATE MONITORING (CIM) ASSIGNMENTS\nCIM assignments regarding SMU candidates will be finalized prior to assignment to a specific\nSMU. This ensures the most appropriate placement of each SMU inmate. Inmates with CIM assignments related to their SMU placement may be housed in the same\ninstitution/SMU housing unit, due to the institution’s ability to prevent any physical contact\nbetween them. 5. CONDITIONS OF CONFINEMENT Conditions of confinement for SMU inmates are more restrictive than for general population\ninmates.",
      "queries": [
        "how to get pass award from cops",
        "why is ahtf awarded",
        "what is the impact of a judicial stay for administrative fund termination"
      ],
      "queries_score": [
        -8.580724716186523,
        -7.379342079162598,
        -9.076356887817383
      ]
    },
    {
      "id": "guidance_59__4",
      "chunk_id": "4",
      "content": "Inmates with CIM assignments related to their SMU placement may be housed in the same\ninstitution/SMU housing unit, due to the institution’s ability to prevent any physical contact\nbetween them. 5. CONDITIONS OF CONFINEMENT Conditions of confinement for SMU inmates are more restrictive than for general population\ninmates. An inmate’s individual conditions will be limited in accordance with this policy as\nnecessary to ensure the safety of others, to protect the security or orderly operation of the\ninstitution, or protect the public. Individual conditions may be further limited as part of a\ndisciplinary sanction imposed pursuant to 28 CFR part 541, except as specified below. Individual conditions are ordinarily made less restrictive when an inmate progresses from level to\nlevel of the SMU program. The cell door of each inmate in the SMU must be clearly marked\nwith the inmate’s level and any enhanced security needs for that inmate. The Warden must request a policy waiver, in accordance with the Program Statement Directives\nManagement Manual, to impose restrictions more stringent than those allowed by this Program\nStatement or other applicable national directives. Conditions required by regulations, however,\nmay not be waived. a. Minimal Conditions. Except as provided above, minimal conditions of confinement for\nSMU inmates are as follows, and in accordance with the Program Statement Occupational\nSafety, Environmental Compliance, and Fire Protection, and directives referenced in this\nProgram Statement. (1) Environment. Living quarters are well ventilated, adequately lighted, appropriately heated,\nand maintained in a sanitary condition. P5217.02 8/09/2016 6 (2) Cell Occupancy. Living quarters normally house only the number of occupants for which\nthey are designed. The Warden, however, may authorize additional occupants as long as\nadequate standards can be maintained. (3) Bedding. Inmates receive a mattress, blankets, a pillow, and linens for sleeping. Inmates\nhave necessary opportunities to exchange linens. (4) Clothing. Inmates receive adequate institution clothing, including footwear. Inmates have\nopportunities to exchange clothing or have it washed. (5) Personal Hygiene. Inmates have access to a washbasin and toilet. Inmates receive necessary\npersonal hygiene items. Inmates have the opportunity to shower and shave at least three times\nper week. Inmates have access to necessary hair care services. (6) Meals. Inmates receive nutritionally adequate meals and may be required to eat all meals in\ntheir living quarters. (7) Recreation. Inmates have the opportunity to exercise outside their individual quarters for at\nleast five hours per week, ordinarily in one-hour periods on different days. The Warden may deny these exercise periods for up to one week at a time if it is determined that\nan inmate’s recreation itself jeopardizes the safety, security, or orderly operation of the\ninstitution. However, recreation conditions specified here may not otherwise be limited, even as\npart of a disciplinary sanction imposed under 28 CFR part 541. (8) Personal Property. Inmates may have reasonable amounts of personal property. Personal\nproperty may be limited for reasons of fire safety, sanitation, or available space. (9) Commissary. Inmates have access to the commissary, as determined by the Warden.\n(10) Visits. Inmates may receive visitors in accordance with 28 CFR part 540. Inmates may be\nprovided non-contact visits, through the use of videoconferencing or other technology.",
      "queries": [
        "what conditions are needed to be placed in smu",
        "what is the confinement for smu inmates",
        "what is the main driver of learning for eit level"
      ],
      "queries_score": [
        "1.8856143",
        "2.429277",
        -8.49443244934082
      ]
    },
    {
      "id": "guidance_59__5",
      "chunk_id": "5",
      "content": "(9) Commissary. Inmates have access to the commissary, as determined by the Warden.\n(10) Visits. Inmates may receive visitors in accordance with 28 CFR part 540. Inmates may be\nprovided non-contact visits, through the use of videoconferencing or other technology. (11) Correspondence and Telephone Use. Inmates may correspond with persons in the\ncommunity and use the telephone in accordance with 28 CFR part 540 and this Program\nStatement. However, to deter and detect continued involvement in disruptive behavior,\ncorrespondence and telephone use are subject to monitoring and analysis for intelligence\npurposes. Special mail and unmonitored attorney telephone calls are handled in accordance with\n28 CFR part 540. P5217.02 8/09/2016 7 Telephone calls are live-monitored where feasible. If live monitoring is not feasible, calls are\nnormally reviewed within 24 hours. If the call is in a language other than English, it is submitted\nfor translation. The translated call summary is analyzed for intelligence purposes. Inmates may\nuse the telephone a minimum of two completed calls per month, unless telephone restrictions\nhave been imposed pursuant to 28 CFR part 541, and may be increased as they progress through\nthe levels of the program. Correspondence that is prepared in a language other than English will either be directly translated\nor submitted to the SIS office for translation. All correspondence is analyzed for intelligence\npurposes before mailing out of the institution and before being delivered to the inmate. (12) Legal Activities. Inmates may perform legal activities in accordance with 28 CFR part\n543. (13) Religion. Inmates may pursue religious beliefs and practices in accordance with 28 CFR\npart 548. (14) Library Services. Inmates have access to library services in accordance with 28 CFR part\n544. (15) Medical Care. A health services staff member visits inmates daily to provide necessary\nmedical care. Emergency medical care is always available either at the institution or from the\ncommunity. (16) Mental Health Care. Each inmate will be evaluated by mental health staff every 30 days. Emergency mental health care is always available either at the institution or from the community. In addition, inmates with an identified need for routine and/or follow-up mental health services\nwill receive these services in accordance with the Program Statements Treatment and Care of\nInmates with Mental Illness and Psychiatric Services. b. 30-Day Conditions Review. The Warden will designate staff to conduct reviews every 30\ndays of inmates assigned to SMUs, as provided on BP-A0951, Special Management Unit (SMU)\n30-Day Conditions Review. The original form will be retained in the inmate’s central file. c. Housing Unit Daily Record. The housing unit officer completes BP-A0950, Housing\nUnit Daily Record, daily for the items provided therein. All out of cell time will also be\nrecorded on BP-A0950. At Level Three, completion of the daily record form is optional, as\ndetermined by the Warden. d. Protective Equipment. Consistent with the Correctional Services Program Statements,\nappropriate protective equipment will be made available for Special Management Units. The\nP5217.02 8/09/2016 8 location of this protective equipment will be in an area accessible to staff, as determined by the\nWarden.",
      "queries": [
        "inmates must be assigned to restrictive housing",
        "what is a grant period"
      ],
      "queries_score": [
        -2.95135235786438,
        -6.759387016296387
      ]
    },
    {
      "id": "guidance_59__6",
      "chunk_id": "6",
      "content": "d. Protective Equipment. Consistent with the Correctional Services Program Statements,\nappropriate protective equipment will be made available for Special Management Units. The\nP5217.02 8/09/2016 8 location of this protective equipment will be in an area accessible to staff, as determined by the\nWarden. 6. PROGRAM STRUCTURE AND REVIEWS\nSMUs consist of three program levels, differentiated by the conditions of confinement and\nexpected time frames for completion, as described below. Completion of all levels is expected\nwithin 9 to 13 months. Level Expected Level Completion Time One 6-8 Months Two 2-3 Months SMU Reviews\nInitially within 28 days, no less than\nevery90 days fdfDays No less than every 90 days\nThree 1-2 Months Inmates currently housed in the SMU as of August 9, 2016, or prior to the effective date of this\npolicy will be individually assessed using form BP-A0949, Special Management Review Report,\nto determine their level in the SMU Program according to the provisions of this Program\nStatement. The inmate’s ability to maintain clear conduct, successful participation in SMU\nprogramming, and efforts at positive interaction with staff and other inmates will be considered\nin making these assessments. For inmates currently housed in the SMU as of August 9, 2016, or\nprior to the effective date of this policy, their time in the SMU may be more than 24 consecutive\nmonths depending on their level in the SMU program. a. Level One\nInmate Interaction. At this level, interaction between inmates is minimal (for example, shower,\nrecreation, programming). Inmates will normally be restricted to their assigned cells. Admission and Orientation. Inmates will participate in an institution and unit admission and\norientation (A&O) program, as outlined in the Program Statement Admission and Orientation\nProgram. The goal of the SMU A&O program is to provide inmates with information regarding\ninstitution operations, program availability, and the requirements for successful progression\nthrough each of the three levels of the program. A&O may be conducted through in-cell\nprogramming, using radio programs or other available technology. P5217.02 8/09/2016 9 Programming. Initial programming assessment will occur within the first 28 days of an inmate’s\narrival at the SMU. Institution and SMU staff interact with each inmate on an individual basis to:\n■ Assess the inmate’s program and counseling needs. ■ Discuss SMU program objectives/expectations. ■ Establish a set of program goals based on the inmate’s individual needs and the programming\navailable within the unit. ■ Communicate requirements of the SMU program, including the expectations the inmate must\nmeet before he/she will be considered for a general population institution. Inmates will continue their involvement in GED or ESL, either individually or in a classroom\nsetting. Initially during this level, inmates may be involved in programs on a self-study basis. Property. Inmates will have limited personal property, as determined by the Warden through the\nInstitution Supplement. Level Progression. Progression through Level One is based upon the inmate’s compliance with\nbehavioral expectations, as established by institution and SMU staff. A multidiscipline Special\nManagement Review will be conducted by the Unit Manager, Captain, and Associate Warden\n(chairperson)(or his/her acting).",
      "queries": [
        "why is it important to have a local patrol",
        "types of escorted trips",
        "what is problem solving",
        "when was combined productive capacity of an llc considered"
      ],
      "queries_score": [
        -7.982868194580078,
        -6.897749900817871,
        -7.08509635925293,
        -8.843331336975098
      ]
    },
    {
      "id": "guidance_59__7",
      "chunk_id": "7",
      "content": "Level Progression. Progression through Level One is based upon the inmate’s compliance with\nbehavioral expectations, as established by institution and SMU staff. A multidiscipline Special\nManagement Review will be conducted by the Unit Manager, Captain, and Associate Warden\n(chairperson)(or his/her acting). This review will include input from the SMU unit team,\ncorrectional staff, psychology staff, education staff, and other appropriate staff to determine the\ninmate’s readiness to progress to the next level. Review of the inmate will be documented on\nform BP-A0949, Special Management Review Report, along with any accompanying\nmemoranda from any member referred to above, and will be filed in Section 2 of the inmate’s\nCentral File. After the initial programming assessment, Level One inmates will be reviewed at\nleast every 90 days. Inmates are expected to progress to Level Two after 6-8 months. a. Level Two\nInmate Interaction. At this level, interaction between inmates expands (for example, shower,\nrecreation, programming). Inmates will normally be restricted to their assigned cells, but out-ofcell activities/programming may be increased on a case-by-case basis. Programming. Inmates may continue their involvement in GED or ESL either individually or in\na classroom setting. Psychology staff will have frequent contact with inmates on the living unit\nto promote the development of effective coping strategies and to assist inmates in adjusting to\nP5217.02 8/09/2016 10 the institution environment. Psychology staff may provide in-cell materials that support the\nprogram’s goals of responsible behavior and effective communication. During this level, inmates may be involved in Evidence Based Therapy (EBT) groups. Individual\nand/or small group counseling sessions dealing specifically with treatment readiness, fundamental\ncommunication skills, criminal thinking, and improving coping/problem-solving skills may be\nrequired. Staff monitor which inmates participate in group activities. All program activities\nshould reinforce the goal of acting responsibly. Curriculum at this level targets “treatment\nreadiness skills” (e.g., basic empathy, attending, responding, respect, genuineness), basic\ncognitive skills, and criminal thinking. Small group counseling sessions may be conducted. Property. At this level, inmates may have additional personal property, based on individual\nperformance as determined by the Institution Supplement. Level Progression. Progression through this level is based upon the inmate demonstrating the\npotential for positive “community” interaction. During Level Two, inmates generally program\nand function separately. Progression to Level Three, however, requires that the inmate\ndemonstrate the ability to program with other individuals, groups, or gangs; the inmate’s\nwillingness/unwillingness to coexist with individuals, groups, or gangs must be documented via a\nmemorandum to the file. Accordingly, the multidiscipline Special Management Unit Review\nprior to Level Three consideration must address CIM assignments in detail. This memorandum\nmay also be used as rationale in any subsequent CIM declassification request. Review of the\ninmate will be documented on form BP-A0949, Special Management Review Report, along with\nany accompanying memoranda from any member referred to above, and filed in Section 2 of the\ninmate’s Central File. Level Two inmates are reviewed at least every 90 days. Inmates are\nexpected to progress to Level Three after two to three months. Inmates who fail to make\nsatisfactory progress may be returned to a previous level. b. Level Three\nInmate Interaction.",
      "queries": [
        "what is level progress for inmate management",
        "what is the level progress for inmate",
        "what is the technical operational guidelines for eib financing",
        "how a program income is used",
        "how to report subrecipient executive compensation"
      ],
      "queries_score": [
        "1.5885894",
        "1.9056902",
        -8.985681533813477,
        -7.519394874572754,
        -9.113388061523438
      ]
    },
    {
      "id": "guidance_59__8",
      "chunk_id": "8",
      "content": "Level Two inmates are reviewed at least every 90 days. Inmates are\nexpected to progress to Level Three after two to three months. Inmates who fail to make\nsatisfactory progress may be returned to a previous level. b. Level Three\nInmate Interaction. Inmates at this level will begin to interact in an open, but supervised,\nsetting with individuals from various groups, including open movement in the unit and frequent\ngroup counseling sessions commensurate with the inmate’s demonstrated ability to effectively\ncoexist with other inmates. Staff monitor which inmates may be housed or participate in\nactivities together, as necessary to protect the safety, security, and good order of the institution. There will also be increased privileges (e.g., increased commissary, property, etc.) at this level for\nthose who accomplish unit goals and maintain appropriate conduct. P5217.02 8/09/2016 11 Programming. Activities at this level will intensify, with more interaction in a less restrictive\nenvironment. Inmates continue to participate in counseling programs as outlined in Level Two. Programming in this level will normally occur 3-5 hours Monday through Friday. Psychology staff continue to have frequent contact with inmates on the living unit. In addition,\nPsychology Services staff offer counseling groups that allow participants to learn and practice\neffective skills. The focus and emphasis of SMU program counseling activities will be to\nminimize the tendency of SMU inmates to involve themselves in disruptive behavior. Counseling will focus on encouraging inmates to find ways in which they can program\nappropriately with other inmates in a general population setting and behave responsibly. Counseling will be evidence-based and involve cognitive-behavioral programming, , and\nemphasize responsibility and accountability. First and foremost, the inmates must be taught to\nlook toward the future, as the decisions they are making affect their families and their ability to\nprepare themselves for eventual reentry to society. Property. At this level, inmate access to personal property may be incrementally increased from\nLevel Two based on individual performance. Inmates may be considered for the same personal\nproperty privileges as general population inmates. Level Progression. Progression through this level is based upon the inmate’s ability to\ndemonstrate positive “community” interaction skills. The inmate’s successful progression\nthrough this phase will indicate he/she is prepared to function in a general population. Normally, inmates who successfully complete the SMU program are redesignated to the general\npopulation of another facility. In some situations, however, the SMU unit team may recommend\nthat the SMU graduate be assigned to the general population of that facility. In some cases,\ninmates who successfully complete the SMU program may not be appropriate for general\npopulation in another facility. Staff assess each case independently to ensure an appropriate\ndesignation. Review of the inmate is documented on BP-A0949, Special Management Review\nReport, along with any accompanying memoranda from any member referred to above, and filed\nin Section 2 of the inmate’s Central File. Inmates who fail to make appropriate levels of program participation may be returned to a\nprevious level. 7. PERIODIC REVIEW\nSMU inmates are reviewed by the Unit Team in conjunction with regularly scheduled Program\nReviews as provided in the Program Statement Inmate Classification and Program Review.",
      "queries": [
        "at what level do inmates interact?",
        "when are your sf-425 forms due",
        "what is an audit recipient",
        "cops office contact number",
        "who is required to submit a conflict of interest disclosure form to the cops office?",
        "what is scope of work for cops",
        "how many numbers in 1 449",
        "which franchise was created rather than acquired?",
        "who can make recess appointments in senate"
      ],
      "queries_score": [
        "1.9401994",
        -7.959820747375488,
        -8.25735092163086,
        -8.309347152709961,
        -8.683621406555176,
        -8.464277267456055,
        -8.065518379211426,
        -8.70862865447998,
        -9.318231582641602
      ]
    },
    {
      "id": "guidance_59__9",
      "chunk_id": "9",
      "content": "Inmates who fail to make appropriate levels of program participation may be returned to a\nprevious level. 7. PERIODIC REVIEW\nSMU inmates are reviewed by the Unit Team in conjunction with regularly scheduled Program\nReviews as provided in the Program Statement Inmate Classification and Program Review. The Unit Team specifically reviews inmates for progression through the levels of the program. P5217.02 8/09/2016 12 An inmate’s institutional adjustment, program participation, personal hygiene, and cell sanitation\nare considered when reviewing the inmate for progression to further levels. 8. REDESIGNATION\na. Redesignation Criteria. To be redesignated from SMU status, an inmate must demonstrate\nsuccessful progression through SMU programming, and for a minimum of 9 months, abstain\nfrom all of the following:\n■ Geographical group/gang-related activity. ■ Serious and/or disruptive disciplinary infractions. ■ Group misconduct that adversely affects the orderly operation of a correctional facility. The inmate must demonstrate a sustained ability to coexist with other inmates, staff, and other\npersons. b. Referral Procedures. When an inmate has met the redesignation criteria, the Unit Team\nsubmits a memorandum to the Warden for designation to the general population, normally at\nanother institution. c. SMU Failures. The total allowed designation time in a SMU is 24 consecutive months. If\nan inmate fails to complete the SMU program within 24 consecutive months, he/she will be placed\nin SMU FAIL status (CMA); the institution notifies the regional administrators for correctional\nservices and correctional programs. The regional administrators then notify the Correctional\nPrograms Division (CPD), Central Office, and provide all relevant SMU referral and designation\ndocuments. A thorough review will be conducted by CPD, which will make a recommendation\nfor the inmate’s placement in an appropriate institution. d. SMU Returns. The maximum time an inmate may spend in SMU is 24 consecutive months. Inmates will not be returned to the program unless they engage in additional disruptive behavior that\nwarrants a new referral, which will be subject to approval as provided in policy. 9. INSTITUTION SUPPLEMENT Each institution with a SMU will develop an Institution Supplement that addresses local\noperations and procedures. The Institution Supplement must be reviewed for legal sufficiency\nby the Regional Counsel prior to implementation. P5217.02 8/09/2016 13 REFERENCES\nProgram Statements\nP1221.66 Directives Management Manual (7/21/98)\nP1600.09 Occupational Safety, Environmental Compliance, and Fire Protection (10/31/07)\nP5100.08 Inmate Security Designation and Custody Classification (9/12/06)\nP5180.05 Central Inmate Monitoring System (12/31/07)\nP5230.05 Grooming (11/4/96)\nP5264.08 Inmate Telephone Regulations (1/24/08)\nP5265.14 Correspondence (4/5/11)\nP5267.09 Visiting Regulations (12/10/15)\nP5270.09 Inmate Discipline Program (7/8/11)\nP5270.10 Special Housing Units (7/29/11)\nP5290.14 Admission and Orientation Program (4/3/03)\nP5300.21 Education, Training and Leisure Time Program Standards (2/18/02)\nP5310.16 Treatment and Care of Inmates With Mental Illness (5/1/14)\nP5322.13 Inmate Classification and Program Review (5/16/14)\nP5360.09 Religious Beliefs and Practices (6/12/15)\nP5370.11 Recreation Programs, Inmate (6/28/08)\nP5521.06 Searches of Housing Units, Inmates, and Inmate Work Areas (6/4/15)\nP5580.08 Personal Property, Inmate (8/22/11)\nP5803.08 Progress Reports (2/27/14)\nP6031.04 Patient Care (6/3/14)\nP6340.04 Psychiatric Services (1/15/05)\nMemorandum – General Population Referral Procedure (10/15/12)\nBOP Forms\nBP-A0935 Notice to Inmate: Hearing Referral for Designation to a Special Management Unit BP-A0936 Hearing Administrator’s Report on Referral for Designation to a Special\nManagement Unit BP-A0937 Notice to Inmate of Designation to a Special Management Unit BP-A0949\nBP-A0950\nBP-A0951",
      "queries": [
        "who reviews inmates at smu",
        "what are the requirements for determining a contribution from the egf",
        "cops pass program",
        "when is sf-425 due",
        "cops office phone number"
      ],
      "queries_score": [
        "2.1580164",
        -7.391634941101074,
        -5.0856828689575195,
        -6.732170104980469,
        -6.790099143981934
      ]
    },
    {
      "id": "guidance_59__10",
      "chunk_id": "10",
      "content": "Notice to Inmate: Hearing Referral for Designation to a Special Management Unit BP-A0936 Hearing Administrator’s Report on Referral for Designation to a Special\nManagement Unit BP-A0937 Notice to Inmate of Designation to a Special Management Unit BP-A0949\nBP-A0950\nBP-A0951 Special Management Review Report\nHousing Unit Daily Record\nSpecial Management Unit (SMU) 30-Day Conditions Review P5217.02 8/09/2016 14 ACA Standards\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th Edition:\n4-4276, 4-4277, 4-4283, 4-4287, 4-4288, 4-4290, 4-4292, 4-4295, 4-4296, 4-4297, 4-4299, 44300, 4-4301, 4-4363M, 4-4368M,4-4491, 4-4497, 4-4498, 4-4510, 4-4517.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: None.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: 2-CO-4A-01, 2-CO-4B-01, 2-CO-4B-04, 2-CO-4E-01, 2-CO-4F-01, 2-CO-5B-01,\n2-CO-5C-01, 2-CO-5D-01, 2-CO-5E-01, 2-CO-5F-01.\n■ American Correctional Association Standards for Correctional Training Academies: None. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5217.02 8/09/2016 15",
      "queries": [
        "what is a hearing administrator's report on referral for designation to a special management unit?",
        "when an agency award is terminated",
        "what is trgp grant modification"
      ],
      "queries_score": [
        "1.9376389",
        -7.34018611907959,
        -8.060179710388184
      ]
    }
  ]
}