{
  "doc_id": "guidance_85",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_85__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nCivil Rights Division\nOffice o/Special Counsel/or Immigration-Related\nUnfair Employment Practices - NYA\n950 Pennsylvania Ave, NW\nWashington, DC 20530\nMain (202) 616-5594\nFax (202) 616-5509 January 8, 2015 BY EMAIL (afela@polarislaserlaminations.com) Anna Fela\nPolaris Laser Laminations, LLC\n2725 Norton Creek Drive\nWest Chicago, IL 60185\nDear Ms. Fela: This is in response to your email dated November 12,2014, to the Office of Special\nCounsel for Immigration-Related Unfair Employment Practices (\"OSC\" or \"Office\"). We\napologize for the delay in responding. In your email, you request guidance for an employer that\naccepted an employee's work authorization documents that appeared genuine, where the\nemployee later presents \"a new social security number and [work authorization] documents and\nstates that the previous documents were not real.\" You ask whether \"this situation opens [the\nemployer] up to any discrimination issues in any way if [it] choose[s] to keep or terminate the\nemployee,\" and you request guidance on \"the correct steps going forward.\" OSC cannot provide an advisory opinion on any set of facts involving a particular\nindividual or entity. However, we can provide some general guidelines regarding employer\ncompliance with the anti-discrimination provision of the Immigration and Nationality Act\n(\"INA\"), 8 U.S.C. § 1324b, which OSC enforces. The anti-discrimination provision prohibits\nfour types of employment-related discrimination: (1) citizenship or immigration status\ndiscrimination; (2) national origin discrimination; (3) unfair documentary practices during the\nemployment eligibility verification (Form 1-9 and E-Verify) process (\"document abuse\"); and (4)\nretaliation for filing a charge, assisting in an investigation, or asserting rights under the anti­\ndiscrimination provision. 8 U.S.C. § 1324b. For more information about OSC, please visit our\nwebsite at: http://www.justice.gov/crt/about/osc. As you may know, an employer is required to verify the identity and employment\nauthorization of all newly-hired employees by completing the Form 1-9. 8 U.S.C. § 1324a. During that process, an employee may choose to present either one unexpired document from\nList A of the Form I-9's List of Acceptable Documents or a combination of one unexpired List B\ndocument and one unexpired List C document. See Form 1-9 Instructions, p.3. When reviewing\nthe documentation presented, an employer must accept documents that reasonably appear to be\ngenuine and to relate to the person presenting the document(s). Id. The employer should then\nrecord information about the document(s) presented in Section 2 of the Form 1-9. Id. In a situation where an employer has,properly completed these steps, and an employee\nlater provides the employer with new work authorization documentation and explains that the\npreviously-presented documentation was not genuine, u.s. Citizenship and Immigration Services\n(\"USCIS\") - the agency that publishes the Form 1-9 -- provides additional guidance. According\nto the USCIS Handbook for Employers, Guidance for Completing Form 1-9 (Form M-274 Rev.\n04/30/13), available at http://www.uscis.gov/sites/defaultlfileslmes/form/m-274.pdf: \"You may encounter situations other than a legal change of name where an\nemployee informs you or you have reason to believe that his or her identity is\ndifferent from that previously used to complete the Form 1-9. For example, an\nemployee may have been working under a false identity, has subsequently\nobtained a work authorized immigration status in his or her true identity, and\nwishes to regularize his or her employment records. In that circumstance you\nshould complete a new Form 1-9.",
      "queries": [
        "what type of audit is chp award",
        "which section of epa specifically provides that epa can issue administrative penalties against federal agencies"
      ],
      "queries_score": [
        -9.00565242767334,
        -6.662174224853516
      ]
    },
    {
      "id": "guidance_85__1",
      "chunk_id": "1",
      "content": "For example, an\nemployee may have been working under a false identity, has subsequently\nobtained a work authorized immigration status in his or her true identity, and\nwishes to regularize his or her employment records. In that circumstance you\nshould complete a new Form 1-9. Write the original hire date in Section 2, and\nattach the new Form 1-9 to the previously completed Form 1-9 and include a\nwritten explanation. In cases where an employee has worked for you using a false identity but is\ncurrently work authorized, the 1-9 rules do not require termination of\nemployment. ...\" USCIS Handbook for Employers at 24. This Office cannot identify any violation of 8 U.S.C. § 1324b when an employer\nconsistently accepts documents that employees choose to present that reasonably appear to be\ngenuine and relate to the individual, regardless of whether an employee admits that the\ndocuments previously presented for employment eligibility verification were \"not real.\" Nor can·\nthis Office identify any 1324b violation when an employer allows an employee to continue\nemployment under the circumstances you present. However, to the extent an employer rejects\nvalid work-authorization documentation or terminates employees because of their citizenship\nstatus or national origin, the employer could violate the anti-discrimination provision. An employee who is terminated under the circumstances you describe may allege\ncitizenship status discrimination. Citizenship status discrimination under the anti-discrimination\nprovision of the INA occurs when an employer treats individuals differently during hire or\ntermination on the basis of citizenship or immigration status. U.S. citizens, recent lawful\npermanent residents, refugees, and asylees are protected from this type of discrimination. To the\nextent a protected individual files a charge alleging discriminatory termination based on\nperceived or actual immigration status or the perceived lack of authorized status, this Office\nwould investigate the charge. We note that an employer with a consistently-followed policy of\nterminating individuals for providing false information during the hiring process may have a\nlegitimate non-discriminatory reason for the termination. Accordingly, whether or not this\nOffice concludes that such a termination violates the anti-discrimination provision depends upon\nthe facts presented. Similarly, an employee who is terminated in this context may also allege national origin\ndiscrimination. National origin discrimination ul1der 8 U.S.C. § 1324b occurs when an employer\ntreats employment-authorized individuals differently during hire or termination on the basis of\n2 foreign birth, ancestry, or the appearance of foreign birth or ancestry. All employment­\nauthorized individuals are protected from this type of discrimination; however, this Office only\nhas national origin jurisdiction over employers with four to 14 employees, whereas another\nfederal agency, the Equal Employment Opportunity Commission, has national origin jurisdiction\nover employers with 15 or more employees. Unfair documentary practices, also known as \"document abuse,\" may also be implicated\nin the scenario you describe. An unfair documentary practice occurs when an employer rejects\nvalid Form 1-9 documentation, demands more or different Form 1-9 documentation, or requests\nspecific Form 1-9 documentation based on an employment-authorized individual's citizenship\nstatus or national origin. All employment-authorized individuals are protected from this type of\ndiscrimination. Accordingly, an employer that treats individuals differently when updating Form\n1-9 information because of citizenship status or national origin may violate the anti­\ndiscrimination provision. We hope this information is helpful.",
      "queries": [
        "which of the following was a reason the grantee could not demonstrate efforts to backfill vacant sworn officer positions during the grant award period?",
        "what is the carryforward period of a trust",
        "when an employee is subject to will and control of an employer",
        "why did congress specifically intend to override other statutes of limitations?"
      ],
      "queries_score": [
        -6.212706089019775,
        -8.4793701171875,
        -5.456265926361084,
        -8.298015594482422
      ]
    },
    {
      "id": "guidance_85__2",
      "chunk_id": "2",
      "content": "All employment-authorized individuals are protected from this type of\ndiscrimination. Accordingly, an employer that treats individuals differently when updating Form\n1-9 information because of citizenship status or national origin may violate the anti­\ndiscrimination provision. We hope this information is helpful. Thank you for contacting OSC. Sincerely, ./2 1 Alberto Ruisanchez\nDeputy Special Counsel 3 9",
      "queries": [
        "computing devices definition",
        "are ice long term detainees",
        "where can you find cop form",
        "cops office phone number"
      ],
      "queries_score": [
        -11.104917526245117,
        -11.380158424377441,
        -9.696150779724121,
        -11.152959823608398
      ]
    }
  ]
}