{
  "doc_id": "guidance_5",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_5__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice Guidance under Section 2 of the Voting\nRights Act, 52 U.S.C. 10301, for\nredistricting and methods of electing\ngovernment bodies\nPublished September 1, 2021 The Voting Rights Act of 1965 is a landmark civil rights law that protects our democratic process against\nracial discrimination. One of the key protections of the Voting Rights Act is Section 2, 52 U.S.C. § 10301,\nwhich is a permanent nationwide prohibition on voting practices that discriminate on the basis of race,\ncolor, or membership in a language minority group (as deﬁned in Sections 4(f)(2) and 14(c)(3) of the Act,\n52 U.S.C. §§ 10303(f)(2), 10310(c)(3)). Section 2 prohibits both voting practices that result in citizens\nbeing denied equal access to the political process on account of race, color, or membership in a language\nminority group, and voting practices adopted or maintained for the purpose of discriminating on those\nbases. Section 2 covers any voting qualiﬁcation or prerequisite to voting or standard, practice, or procedure\nrelated to voting. As relevant for purposes of this guidance, Section 2 covers methods of electing public\nofﬁcials. This coverage includes a variety of electoral practices, such as: 1) districting plans used in\nsingle-member district election systems or multi-member district election systems; 2) mixed election\nsystems, e.g., any combination of single-member, multi-member and at-large seats, and any associated\ndistricting plans; and 3) at-large election systems. 1 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nFollowing the release of 2020 Census redistricting data, all ﬁfty States and thousands of counties,\nparishes, municipalities, school districts, and special purpose districts will craft new districting plans. The Department of Justice will undertake its usual nationwide reviews of districting plans and methods of\nelecting governmental bodies to evaluate compliance with Section 2. It is the Department’s view that\nguidance identifying its general approach to Section 2 in this context would be useful. This guidance is\nnot legally binding, nor is it intended to be comprehensive; rather, it is intended only to aid jurisdictions as\nthey comply with Section 2. 1 The discussion provides guidance concerning the following topics: • Enforcement of Section 2 by the Department of Justice • Section 2 Analysis: Discriminatory Result • Section 2 Analysis: Discriminatory Intent • Other Federal Laws Governing Redistricting • Use of 2020 Census Data • Complaints and Comments 1 In connection with the 2000 and 2010 Census redistricting cycles, the Department of Justice issued guidance concerning redistricting under\nSection 5 of the Voting Rights Act, 52 U.S.C. § 10304, which establishes preclearance requirements for voting changes in certain covered\njurisdictions. 76 Fed. Reg. 7470 (February 9, 2011); 67 Fed. Reg. 5411 (January 18, 2001). In 1973, the Supreme Court held that redistricting is a\n”standard, practice, or procedure with respect to voting” within the meaning of Section 5. Georgia v. United States, 411 U.S. 526, 531-35 (1973). The Department’s guidance focused on Section 5 because it was the provision under which the Department initially reviewed redistricting plans\nfor covered jurisdictions.",
      "queries": [
        "european decision 2015/2458",
        "how far in advance do i have to submit a request for conference approval",
        "department of justice federal bureau of prisons opi number",
        "what information is required for a public sex offender registry?"
      ],
      "queries_score": [
        -6.559273719787598,
        -8.9028959274292,
        -6.711130619049072,
        -8.454202651977539
      ]
    },
    {
      "id": "guidance_5__1",
      "chunk_id": "1",
      "content": "The Department’s guidance focused on Section 5 because it was the provision under which the Department initially reviewed redistricting plans\nfor covered jurisdictions. However, in 2013, the Supreme Court held that the coverage formula in Section 4(b) of the Act, 52 U.S.C. § 10303(b),\nwhich determines which jurisdictions are required to comply with Section 5, is now unconstitutional. Shelby County v. Holder, 570 U.S. 529, 557\n(2013). Hence, as the Department has described previously, there are no jurisdictions currently covered by Section 5, and jurisdictions\npreviously covered by the Section 4(b) formula do not need to seek preclearance for new voting changes, such as redistricting plans, absent\nenactment of a new coverage provision. At present, the only jurisdictions that need to seek preclearance for redistricting plans (or other\nchanges in methods of election) are those covered for such changes by a current federal court order entered under Section 3(c) of the Act, 52\nU.S.C. § 10302(c). The Department’s prior guidance concerning redistricting under Section 5 is no longer operative. It may still be of assistance\nto jurisdictions in complying with Section 3. 2 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nEnforcement of Section 2 by the Department of Justice Congress has charged the Attorney General with responsibility for enforcement of the Voting Rights\nAct on behalf of the United States. 52 U.S.C. § 10308(d). The Department of Justice has delegated that\nenforcement to the Assistant Attorney General for the Civil Rights Division. 28 C.F.R. § 0.50. The\nDivision has in turn vested enforcement responsibility for the civil provisions of the Voting Rights Act\nand other federal voting rights laws in the Voting Section. Justice Manual § 8-2.271. The Division’s\ndecisions regarding initiation or settlement of litigation are committed to the Assistant Attorney\nGeneral. 28 C.F.R. §§ 0.50, 0.160; Justice Manual § 8-2.270. The Division can also consider participating\nas amicus curiae in cases in any federal or state court that raise issues under Section 2 of the Voting\nRights Act. See, e.g., 28 U.S.C. § 517. Section 2 of the Voting Rights Act, 52 U.S.C. § 10301, prohibits discrimination in voting on the basis of\nrace, color, or membership in a language minority group. This permanent, nationwide prohibition\napplies to any voting qualiﬁcation or prerequisite to voting or standard, practice, or procedure,\nincluding districting plans and methods of election for governmental bodies. Growe v. Emison, 507 U.S.\n25, 39-40 (1993). As amended in 1982, Section 2 prohibits voting practices that result in citizens being denied equal\naccess to the political process on account of race, color, or membership in a language minority group. It also continues to prohibit adopting or maintaining voting practices for the purpose of disadvantaging\ncitizens on account of race, color, or membership in a language minority group. Chisom v. Roemer, 501\nU.S. 380, 394 n.21 (1991). The essence of a discriminatory results claim alleging vote dilution is that a\ncertain electoral law, practice, or structure interacts with social and historical conditions to cause an\ninequality in the opportunities enjoyed by minority voters to elect their preferred representatives. Thornburg v. Gingles, 478 U.S. 30, 47 (1986).",
      "queries": [
        "provisional cost definition",
        "which accounting method change will be proposed in the later year(s) of change?",
        "can the president remove ftc commissioners"
      ],
      "queries_score": [
        -7.882898330688477,
        -6.923397064208984,
        -8.892975807189941
      ]
    },
    {
      "id": "guidance_5__2",
      "chunk_id": "2",
      "content": "The essence of a discriminatory results claim alleging vote dilution is that a\ncertain electoral law, practice, or structure interacts with social and historical conditions to cause an\ninequality in the opportunities enjoyed by minority voters to elect their preferred representatives. Thornburg v. Gingles, 478 U.S. 30, 47 (1986). Regardless of whether an electoral law or practice violates\nSection 2’s results test, Section 2 also prohibits any electoral law, practice, or procedure enacted or\nmaintained with the intent to disadvantage voters because of their race, color, or membership in a 3 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice language minority group. States and political subdivisions should take the Voting Rights Act’s\nrequirements into account when redrawing electoral maps, altering a method of election, or\nmaintaining a method of election that could have the potential to discriminate. The Department of Justice enforces Section 2 of the Voting Rights Act across the country. The\nDepartment’s efforts to evaluate compliance with Section 2 and identify potential violations have a very\nbroad scope. This work encompasses jurisdictions of all types that conduct elections for their\ngovernmental bodies. Thus, the Department reviews methods of election for U.S. House of\nRepresentatives seats, state legislatures, county commissions, city councils, school boards, judicial\nbodies, special governmental units with elected boards, and more. Likewise, the Department evaluates\nall kinds of methods of election, including at-large election systems, districting plans involving multimember districts, districting plans using single-member districts, and mixed methods of election. The\nDepartment evaluates districting plans and methods of election for compliance with Section 2\nregardless of whether those plans or methods were adopted by legislative bodies, local boards,\nredistricting commissions, state courts, or other governmental bodies. The Department’s analysis of\ncompliance with Section 2 is intensely localized insofar as it looks to the particular facts in each\njurisdiction and that jurisdiction’s method of election. Historically, the great majority of Section 2 cases\nbrought by the Department have addressed concerns about racial discrimination in voting at the local\nlevel. The Department will monitor for compliance with Section 2 around the country in this decade, as\nit has in prior decades. 2 When the Assistant Attorney General for the Civil Rights Division authorizes a Section 2 enforcement\naction, the Division seeks to resolve matters amicably and avoid protracted litigation where it is feasible\nto do so. 3 2 Following release of the decennial census data, this work extends throughout each decade. The fact that the Department has not challenged\na particular jurisdiction’s method of election over any given time period does not constitute agreement that it complies with Section 2.\n3 Some examples of recent Section 2 enforcement matters involving methods of election for governmental bodies that were settled by consent\ndecree include United States v. City of West Monroe, No. 3:21-cv-00988 (W.D. La. Apr. 14, 2021), ECF No. 4 (board of aldermen); United States v.\nChamberlain School District, No. 4:20-cv-04084 (D.S.D. June 18, 2020), ECF No. 4 (school board); and United States v. City of Eastpointe, No. 2:17cv-10079 (E.D. Mich. June 25, 2019), ECF No. 64 (city council).",
      "queries": [
        "what's the essence of a discriminatory result claim",
        "which policy is a fundamental prerequisite for an effective european year?",
        "when will sf report be submitted",
        "why cpi is used retail inventory method"
      ],
      "queries_score": [
        "3.4172373",
        -9.29461669921875,
        -8.390082359313965,
        -8.759370803833008
      ]
    },
    {
      "id": "guidance_5__3",
      "chunk_id": "3",
      "content": "4 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice The Department’s Section 2 cases challenging methods of election for governmental bodies include\nactions against a variety of jurisdictions, including states, counties, municipalities, school districts, and\nspecial districts. 4 The Department’s cases under Section 2 have also challenged a variety of different methods of\nelection, including at-large election systems, as well as district-based election systems and mixed\nelection systems involving a combination of at-large elections and district elections. 5 In the course of investigating and bringing enforcement actions under Section 2 of the Voting Rights\nAct, the Department applies well-established case law, which is brieﬂy described below. 4 See, e.g., United States v. Texas, No. 5:11-cv-00360 (W.D. Tex.), ECF No. 907 (state legislative and congressional districts); United States v.\nCharleston County, No. 2:01-cv-00155 (D.S.C.) (county commission); United States v. Marion County, No. 4:99-cv-00151 (M.D. Ga.) (county\ncommission); United States v. Morgan City, No. 6:00-cv-01541 (W.D. La.) (city council); United States v. City of Lawrence, No. 1:98-cv-12256 (D.\nMass.) (city council and school board); United States v. Village of Port Chester, No. 1:06-cv-15173 (S.D.N.Y.) (board of trustees); United States v.\nGeorgetown County School District, No. 2:08-cv-00889 (D.S.C.) (school board); and United States v. Upper San Gabriel Valley Municipal Water\nDistrict, No. 2:00-cv-07903 (C.D. Cal.) (board of directors for special purpose district). 5 See, e.g., United States v. Blaine County, No. 4:99-cv-00122 (D. Mont.) (at-large elections for county commission); United States v. School Board\nof Osceola County, No. 6:08-cv-00582 (M.D. Fla.) (single-member district plan for school board); United States v. Crockett County, No. 1:01-01129\n(W.D. Tenn.) (multi-member district system for county commission); United States v. South Dakota, No. 3:00-cv-03015 (D.S.D.) (multi-member\ndistrict in state legislative districting plan); United States v. City of Euclid, No. 1:06-cv-01652 (N.D. Ohio) (mixed at-large and ward method of\nelection for city council). 5 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nSection 2 Analysis: Discriminatory Result Section 2 of the Voting Rights Act prohibits, among other things, any electoral practice or procedure\nthat minimizes or cancels out the voting strength of members of racial or language minority groups in\nthe voting population. This phenomenon is known as vote dilution. In Thornburg v. Gingles, 478 U.S. 30 (1986), the Supreme Court set out the framework for challenges to\nsuch practices or procedures. In Brnovich v. Democratic National Committee, 141 S. Ct. 2321, 2337\n(2021), the Supreme Court described Gingles as “our seminal § 2 vote-dilution case” and recognized\nthat “[o]ur many subsequent vote-dilution cases have largely followed the path that Gingles charted.” Analysis begins by considering whether three Gingles preconditions exist. First, the minority group\nmust be sufﬁciently large and geographically compact to constitute a majority of the voting-age\npopulation in a single-member district. Second, the minority group must be politically cohesive. And\nthird, the majority must vote sufﬁciently as a bloc to enable it—in the absence of special\ncircumstances, such as the minority candidate running unopposed—usually to defeat the minority\ngroup’s preferred candidate.",
      "queries": [
        "how are inmate points assigned",
        "how to earn a program achievement award"
      ],
      "queries_score": [
        -9.316287994384766,
        -9.586295127868652
      ]
    },
    {
      "id": "guidance_5__4",
      "chunk_id": "4",
      "content": "Second, the minority group must be politically cohesive. And\nthird, the majority must vote sufﬁciently as a bloc to enable it—in the absence of special\ncircumstances, such as the minority candidate running unopposed—usually to defeat the minority\ngroup’s preferred candidate. If all three Gingles preconditions are present, consideration proceeds to an analysis of the totality of\nthe circumstances in a jurisdiction. This analysis incorporates factors enumerated in the Senate Report\nthat accompanied the 1982 Voting Rights Act Amendments, S. Rep. No. 97-417, at 28-29 (1982), which\nare generally known as the “Senate Factors.” These factors are themselves drawn from earlier case\nlaw. Id. at 28 nn. 112-113. The factors include: 6 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice 1. the extent of any history of ofﬁcial discrimination in the state or political subdivision that\ntouched the right of the members of the minority group to register, to vote, or otherwise to\nparticipate in the democratic process; 2. the extent to which voting in the elections of the state or political subdivision is racially\npolarized; 3. the extent to which the state or political subdivision has used unusually large election districts,\nmajority vote requirements, anti-single shot provisions, or other voting practices or procedures\nthat may enhance the opportunity for discrimination against the minority group; 4. if there is a candidate slating process, whether the members of the minority group have been\ndenied access to that process; 5. the extent to which members of the minority group in the state or political subdivision bear the\neffects of discrimination in such areas as education, employment and health, which hinder their\nability to participate effectively in the political process; 6. whether political campaigns have been characterized by overt or subtle racial appeals; and 7. the extent to which members of the minority group have been elected to public ofﬁce in the\njurisdiction. The Senate Report also identiﬁed two additional factors that have probative value in some cases:\n• whether there is a signiﬁcant lack of responsiveness on the part of elected ofﬁcials to the\nparticularized needs of the members of the minority group; and • whether the policy underlying the state or political subdivision’s use of such voting qualiﬁcation,\nprerequisite to voting, or standard, practice or procedure is tenuous. The Senate Factors are neither comprehensive nor exclusive, and other factors may also be relevant\nand may be considered. For example, the Supreme Court held in Johnson v. De Grandy, 512 U.S. 997,\n1000 (1994), that proportionality of minority voters’ representation in a single-member district plan is\nalso a relevant fact in the totality of circumstances. A ﬁnding of vote dilution in violation of Section 2\ndoes not require that a particular number or a majority of these factors is present in a jurisdiction. 7 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nGingles describes a review of the totality of the circumstances that requires a “searching practical\nevaluation of the past and present reality” of a jurisdiction’s electoral system that is “intensely local,”\n“fact-intensive,” and “functional” in nature. 478 U.S. at 45-46, 62-63, 79.",
      "queries": [
        "what conditions do you need for a cops award",
        "cops office phone number",
        "what requirements are required to obtain a cops award"
      ],
      "queries_score": [
        -8.129971504211426,
        -8.647671699523926,
        -8.359103202819824
      ]
    },
    {
      "id": "guidance_5__5",
      "chunk_id": "5",
      "content": "U.S. Department of Justice\nGingles describes a review of the totality of the circumstances that requires a “searching practical\nevaluation of the past and present reality” of a jurisdiction’s electoral system that is “intensely local,”\n“fact-intensive,” and “functional” in nature. 478 U.S. at 45-46, 62-63, 79. Liability depends on the\nunique factual circumstances of each case and the totality of the circumstances in the particular\njurisdiction in question. Thus, for example, the Supreme Court found that Texas’s use of\nmultimember state legislative districts impermissibly diluted minority voting strength, see White v.\nRegester, 412 U.S. 755, 765-70 (1973), while concluding that Indiana’s use of multimember state\nlegislative districts did not, Whitcomb v. Chavis, 403 U.S. 124, 148-55 (1971). As the cases recognize, Section 2 vote-dilution violations can take several different forms. At-large\nelection systems or multimember districts can submerge minority voters within a larger majority\nelectorate that can effectively control all available positions. Gingles, 478 U.S. at 48-49. Districting\nplans may dilute minority voting strength by cracking or “fragmenting the minority voters among\nseveral districts where a bloc-voting majority can routinely outvote them” or by “packing them into\none or a small number of districts to minimize their inﬂuence.“ De Grandy, 512 U.S. at 1007; see also\nGingles, 478 U.S. at 46 n.11. Some plans may do both. 8 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nSection 2 Analysis: Discriminatory Intent Section 2 of the Voting Rights Act also prohibits use of a redistricting plan or method of election\nadopted or maintained for a discriminatory purpose, which is the same prohibition imposed by the\nFourteenth and Fifteenth Amendments. The Department will examine the circumstances surrounding adoption or continued use of a\nredistricting plan or method of election to determine whether there is direct or circumstantial evidence\nof any discriminatory purpose of denying or abridging the right to vote on account of race, color, or\nmembership in a language minority group. See, e.g., White, 412 U.S. at 765-70; Rogers v. Lodge, 458 U.S.\n613, 623-27 (1982). Direct evidence detailing a discriminatory purpose may be gleaned from the public statements of\nmembers of the adopting body or others who may have played a signiﬁcant role in the process. See,\ne.g., Busbee v. Smith, 549 F. Supp. 494, 508 (D.D.C. 1982) (three-judge court), aff’d, 459 U.S. 1166 (1983). However, “smoking gun” or other stark evidence of intent is rare and is not required to establish a\ndiscriminatory purpose. The Department will also evaluate whether circumstantial evidence\nestablishes a discriminatory intent. For example, in League of United Latin American Citizens v. Perry,\n548 U.S. 399, 440 (2006), the Supreme Court suggested that reducing Hispanic/Latino voting strength\nin a district because a growing Hispanic/Latino community appeared poised to vote out an incumbent\n“bears the mark of intentional discrimination.” When assessing evidence of a possible discriminatory purpose, the Department of Justice is guided by\nthe Supreme Court’s decision in Village of Arlington Heights v. Metropolitan Housing Development Corp.,\n429 U.S. 252 (1977); see also Brnovich, 141 S. Ct. at 2349 (citing the “familiar approach outlined in\nArlington Heights”).",
      "queries": [
        "what is indirect costs",
        "what does it mean when a inmate has been dismissed for",
        "what is a focus group for federal employees",
        "what is the contact number for the cops program specialist",
        "are partnership interest taxes deferred"
      ],
      "queries_score": [
        -6.37286901473999,
        -7.401154518127441,
        -7.434358596801758,
        -7.923503398895264,
        -8.177083015441895
      ]
    },
    {
      "id": "guidance_5__6",
      "chunk_id": "6",
      "content": "When assessing evidence of a possible discriminatory purpose, the Department of Justice is guided by\nthe Supreme Court’s decision in Village of Arlington Heights v. Metropolitan Housing Development Corp.,\n429 U.S. 252 (1977); see also Brnovich, 141 S. Ct. at 2349 (citing the “familiar approach outlined in\nArlington Heights”). Arlington Heights outlines a non-exhaustive list of factors relevant to this “sensitive inquiry”: (1) The\nimpact of the decision; (2) the historical background of the decision, particularly if it reveals a series of\n9 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice decisions undertaken with discriminatory intent; (3) the sequence of events leading up to the decision;\n(4) whether the challenged decision departs, either procedurally or substantively, from the normal\npractice; and (5) contemporaneous statements and viewpoints held by the decisionmakers. 429 U.S. at\n266-68. The Senate Factors (described above) may also provide evidence of discriminatory intent. Rogers, 458 U.S. at 620-21. Discriminatory intent implies that the decisionmaker selected or reafﬁrmed a particular course of\naction at least in part because of, and not merely in spite of, its adverse effects upon an identiﬁable\nminority group. The Department of Justice will draw the normal inferences from the foreseeability of a\ndiscriminatory impact, and Section 2 does not require proof that one or more government actors are\n“racist” or bear racial animus. A concurring opinion in Garza v. County of Los Angeles, 918 F.2d 763 (9th\nCir. 1990), provides a useful example of intentional discrimination without racial animus. Assume you are an anglo homeowner who lives in an all-white neighborhood. Suppose,\nalso, that you harbor no ill feelings toward minorities. Suppose further, however, that some\nof your neighbors persuade you that having an integrated neighborhood would lower\nproperty values and that you stand to lose a lot of money on your home. On the basis of\nthat belief, you join a pact not to sell your house to minorities. Have you engaged in\nintentional racial and ethnic discrimination? Of course you have. Your personal feelings\ntoward minorities don’t matter; what matters is that you intentionally took actions\ncalculated to keep them out of your neighborhood. Id. at 778 n.1 (Kozinski, J., concurring in part and dissenting in part); see also N.C. State Conf. of the\nNAACP v. McCrory, 831 F.3d 204, 222 (4th Cir. 2016). Discriminatory intent need only be one motivating\nfactor behind the enactment or enforcement to violate Section 2. It need not be the only motivating\nfactor. So, for example, if a jurisdiction purposefully reduces minority voting strength in order to\nprotect an incumbent elected ofﬁcial, the fact that incumbent protection was a motivating factor—or\neven the primary motivating factor—does not mean a plan is lawful. See, e.g., LULAC, 548 U.S. at 440;\nGarza, 918 F.2d at 771. 10 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nOther Federal Law Governing Redistricting Section 2 of the Voting Rights Act is the Department of Justice’s principal tool to protect voters from\nracial discrimination regarding redistricting and methods of election for governmental bodies.",
      "queries": [
        "definition of abuse of authority",
        "what is required to be included in the award documents for all subawards",
        "when a program coordinator is required to notify the inmate of his or her expulsion from their jail"
      ],
      "queries_score": [
        -7.172122478485107,
        -7.617363452911377,
        -8.950074195861816
      ]
    },
    {
      "id": "guidance_5__7",
      "chunk_id": "7",
      "content": "10 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nOther Federal Law Governing Redistricting Section 2 of the Voting Rights Act is the Department of Justice’s principal tool to protect voters from\nracial discrimination regarding redistricting and methods of election for governmental bodies. The U.S.\nConstitution imposes additional requirements on redistricting plans beyond those in Section 2 of the\nAct. The Fourteenth Amendment prohibits substantial disparities or malapportionment in total\npopulation between electoral districts in the same districting plan (colloquially known as the “oneperson, one-vote” principle). Baker v. Carr, 369 U.S. 186 (1962). The Fourteenth Amendment also\nprohibits certain forms of racial gerrymandering in drawing electoral districts. Shaw v. Reno, 509 U.S.\n630 (1993). The Department does not enforce these particular constitutional requirements directly through Section\n2. However, the Department will consider these background constitutional requirements when\nenforcing Section 2. For example, malapportioned districts may facilitate vote dilution, and district\nboundaries drawn predominantly on the basis of race may provide evidence of discriminatory intent. In\naddition, the Department will consider whether any efforts to change the apportionment base for a\ndistricting plan to a measure other than total population (e.g., to equalize eligible voter population\nbetween districts) may violate Section 2 if the resulting districting plan, “designedly or otherwise,” will\n“operate to minimize or cancel out” the voting strength of racial minority groups. Burns v. Richardson,\n384 U.S. 73, 88 (1966) (quoting Fortson v. Dorsey, 379 U.S. 433, 439 (1965)). See U.S. Amicus Brief at\n32-35, ﬁled in Evenwel v. Abbott, No. 14-940 (U.S. Sept. 25, 2015). Finally, in any lawsuit in which the Department participates, it will propose remedies that are consistent\nwith the requirements of the U.S. Constitution. 6 6 Beyond the requirements of Section 2 of the VRA, and the U.S. Constitution, districting plans and methods of election may be subject to other\nfederal or state requirements as well. See, e.g., 2 U.S.C. § 2c (requiring the use of single-member districts to elect members of the U.S. House of\nRepresentatives). 11 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nUse of 2020 Census Data Consistent with past practice, the Department of Justice will evaluate districting plans and methods of\nelection using the 2020 Census redistricting data set issued by the Census Bureau pursuant to Public\nLaw 94-171, 13 U.S.C. § 141(c). The Census Bureau released the 2020 Census redistricting data to the\nStates and the public on August 12, 2021. 7 As in 2010 and 2000, the 2020 Census Public Law 94-171 data will include counts of persons who have\nidentiﬁed themselves as members of more than one racial category. This reﬂects the October 30, 1997,\ndecision by the Ofﬁce of Management and Budget (OMB) to incorporate multiple-race reporting into\nthe Federal statistical system. 62 Fed. Reg. 58,782. Likewise, on March 9, 2000, OMB issued Bulletin\nNo. 00–02 addressing “Guidance on Aggregation and Allocation of Data on Race for Use in Civil Rights\nEnforcement.” Part II of that Bulletin describes how such census responses will be allocated by Federal\nexecutive agencies for use in civil rights monitoring and enforcement.",
      "queries": [
        "which section of the voting rights act protects voters from discrimination",
        "what unit staff will notify the vwc of the csw change?"
      ],
      "queries_score": [
        "2.4192486",
        -8.955193519592285
      ]
    },
    {
      "id": "guidance_5__8",
      "chunk_id": "8",
      "content": "Likewise, on March 9, 2000, OMB issued Bulletin\nNo. 00–02 addressing “Guidance on Aggregation and Allocation of Data on Race for Use in Civil Rights\nEnforcement.” Part II of that Bulletin describes how such census responses will be allocated by Federal\nexecutive agencies for use in civil rights monitoring and enforcement. The Department of Justice will follow both aggregation methods deﬁned in Part II of the Bulletin. The\nDepartment’s initial review will be based upon allocating any response that includes white and one of\nthe ﬁve other race categories identiﬁed in the response. Thus, the total numbers for “Black/African\nAmerican,” “Asian,” “American Indian/Alaska Native,” “Native Hawaiian or Other Paciﬁc Islander,” and\n“Some other race” reﬂect the total of the single-race responses and the multiple responses in which an\nindividual selected a minority race and white race. The Department will then move to the second step in its application of the census data by reviewing the\nother multiple-race category, which is comprised of all multiple-race responses consisting of more than\none minority race. Where there are signiﬁcant numbers of such responses, the Department will, as 7 In circumstances where states aim, pursuant to state law, to reallocate certain group quarters populations (such as individuals conﬁned in\ncorrectional facilities), the Department will review these data as well. 12 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice required by both the OMB guidance and judicial opinions, allocate these responses on an iterative basis\nto each of the component single-race categories for analysis. Georgia v. Ashcroft, 539 U.S. 461, 473, n.1\n(2003). As in the past, the Department will analyze Hispanic/Latino persons as a separate minority group for\npurposes of enforcement of the Voting Rights Act, pursuant to Sections 2, 4(f)(2), and 14(c)(3) of the\nAct. 52 U.S.C. §§ 10301, 10303(f)(2), 10310(c)(3). The Census asks respondents to answer both the\nHispanic origin question and the race question. A Hispanic/Latino tabulation of Census data includes\nthose who respond afﬁrmatively to the Hispanic origin question, irrespective of their response to the\nrace question, e.g., white, a minority race, “some other race” or multiple races. If there are signiﬁcant\nnumbers of responses in a jurisdiction that self-identify as Hispanic/Latino and one or more minority\nraces (for example, Hispanics/Latinos who list their race as Black/African American), the Department\nwill conduct its initial analysis by allocating those responses to the Hispanic/Latino category and then\nrepeat its analysis by allocating those responses to the relevant minority race category. 13 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nComplaints and Comments Members of the public are encouraged to send any complaints or comments regarding possible\nviolations of the federal voting rights laws to the Voting Section. This can include complaints or\ncomments about methods of election or districting plans that may violate Section 2 of the Voting Rights\nAct. This can also include requests for the Department to consider participation in cases as amicus\ncuriae on issues under the federal voting rights laws. Finally, this can include comments regarding this\nguidance document. Complaints and comments can be submitted online through the Civil Rights\nDivision’s website portal –civilrights.justice.gov.",
      "queries": [
        "why is the cops office sent a saa report?"
      ],
      "queries_score": [
        -8.91781997680664
      ]
    },
    {
      "id": "guidance_5__9",
      "chunk_id": "9",
      "content": "This can also include requests for the Department to consider participation in cases as amicus\ncuriae on issues under the federal voting rights laws. Finally, this can include comments regarding this\nguidance document. Complaints and comments can be submitted online through the Civil Rights\nDivision’s website portal –civilrights.justice.gov. The Voting Section can also be reached through its\ntoll-free number: (800) 253-3931. 14 | Guidance under Section 2 of the Voting Rights Act",
      "queries": [
        "what is the cops award number",
        "what is the purpose of the suicide prevention programs",
        "which document is typically used to commit prisoners to bureau facilities quizlet"
      ],
      "queries_score": [
        -10.029067039489746,
        -11.20091438293457,
        -11.366548538208008
      ]
    }
  ]
}