{
  "doc_id": "guidance_8",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_8__0",
      "chunk_id": "0",
      "content": "2019 COPS Office School Violence Prevention Program (SVPP)\nAward Owner’s Manual U.S. Department of Justice, Office of Community Oriented Policing Services\nwww.cops.usdoj.gov 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 2019 COPS Office School Violence Prevention Program\n(SVPP) Program Award Owner’s Manual This manual was created to assist COPS Office School Violence Prevention Program (SVPP) recipients with the\nadministrative and financial matters associated with their award. For more information about your SVPP award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published October 2019 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Contents\nGetting Started ..............................................................................................................................................................1\nI. Award Acceptance, Terms, and Conditions ................................................................................................................2 The award document ................................................................................................................................................2 Award terms and conditions .....................................................................................................................................3 What are the specific rules regarding termination of award funding? ...................................................................37\nAccepting the award ...............................................................................................................................................37\nWho should sign the award document for our agency? .........................................................................................38\nBy when must the award document be signed? .....................................................................................................38\nII. Procurement Process...............................................................................................................................................39\nIII. Accessing Award Funds...........................................................................................................................................40\nPayment method.....................................................................................................................................................40\nSetting up your account ..........................................................................................................................................40\nAdditional payment questions ................................................................................................................................42\nIV. Financial Record Maintenance ...............................................................................................................................44\nAccounting systems and records .............................................................................................................................44\nV. Federal Audit Requirements....................................................................................................................................46\nSingle Audit Act (SAA) requirements .......................................................................................................................46\nOffice of Inspector General (OIG) recipient audits ..................................................................................................47\nTypical audit findings...............................................................................................................................................48\nVI. Reporting Requirements ........................................................................................................................................50\nFederal Financial Reports ........................................................................................................................................50\nProgram Progress Reports.......................................................................................................................................51\nContact points to obtain technical assistance and report violations ......................................................................53\nVII. When the Award Period Has Ended ......................................................................................................................54\nFinal Federal Financial Report (SF-425) ...................................................................................................................54\nFinal Program Progress (Closeout) Report ..............................................................................................................55\nVIII. Conclusion ............................................................................................................................................................56 iii 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nAppendices ..................................................................................................................................................................57\nAppendix A. List of source documents ....................................................................................................................57\nAppendix B. Assurances and Certifications .............................................................................................................58\nAppendix C. COPS Office Resources ........................................................................................................................63\nAppendix D. School Violence Prevention Program (SVPP) file management:\nDocuments to maintain in SVPP award file .............................................................................................................64\nAppendix E. Enhancement of contractor protection from reprisal for disclosure of\ncertain information (41 U.S.C. § 4712) ....................................................................................................................66\nAppendix F. 2 C.F.R. Appendix II to Part 200: Contract Provisions for Non-Federal Entity\nContracts Under Federal Awards ............................................................................................................................70\nAppendix G. Remittance of Interest Earned Amounts ............................................................................................72\nAppendix H. Allowable and unallowable costs........................................................................................................73\nGlossary of Terms ........................................................................................................................................................ 80 iv 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Getting Started\nCongratulations on receiving an award from the U.S. Department of Justice (DOJ), Office of Community Oriented\nPolicing Services (COPS Office). The 2019 COPS Office School Violence Prevention Program (SVPP) awards provide\nfunding directly to states, units of local government, Indian tribes, and public agencies to improve security at\nschools and on school grounds in the jurisdiction of the grantee through evidence-based school safety programs. The allowable uses of your agency’s SVPP award are specified on the SVPP Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2019 SVPP application and your\nagency wishes to modify its SVPP award to reprogram awarded funding into different funding categories, please\nrefer to award condition 6, “Modifications,” in this manual for detailed information on requesting a post-award\nmodification.",
      "queries": [
        "what is the condition for cops cpd award",
        "can law enforcement agencies use rape crisis centers"
      ],
      "queries_score": [
        -4.312861442565918,
        -9.158736228942871
      ]
    },
    {
      "id": "guidance_8__1",
      "chunk_id": "1",
      "content": "If your agency’s local fiscal conditions have changed since submitting the FY 2019 SVPP application and your\nagency wishes to modify its SVPP award to reprogram awarded funding into different funding categories, please\nrefer to award condition 6, “Modifications,” in this manual for detailed information on requesting a post-award\nmodification. This SVPP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all SVPP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Thank you for providing us with the opportunity to work in partnership with your community. 1 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office SVPP Program award, your agency must access\nhttps://portal.cops.usdoj.gov, to log in, review, and electronically sign the award document with the award terms\nand conditions; and the financial clearance memorandum that is incorporated by reference into the award\ndocument; and, if applicable, the special award conditions or high risk conditions in the award document\nsupplement within 90 days of the date shown on the award congratulatory letter. Please see the Agency Portal\nUser Manual at https://cops.usdoj.gov/svpp#programdocuments for detailed instructions on award acceptance. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section titled “Accessing Award\nFunds” in this manual. Your ORI number must be used when performing any grant management tasks associated with your SVPP award in\nthe COPS Office Agency Portal for various system applications (e.g., progress reports, SF-425, extensions,\nmodifications, and COPS Office Application Program, etc.). The award document The award document is the document indicating your official award funding amount, the award number, the\naward terms and conditions, and the award start and end dates. The award document is preprinted with your agency’s government executive’’ name and address. If this\ninformation is incorrect or has changed, please update your “Agency Contacts” online at\nhttps://portal.cops.usdoj.gov. If the government official has changed since the time of application, please have\nthe current government executive for your agency sign the award document. Be sure to familiarize yourself with all\nterms, conditions, and requirements of your award before signing the award document. To officially accept your\naward, please electronically sign the award document within 90 days of the date shown on the award\ncongratulatory letter. Print and retain a copy of all pages of the award document, award terms and conditions, the\nFinancial Clearance Memorandum (FCM), and if applicable, the award document supplement for your records. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your SVPP award is two years (24 months).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__2",
      "chunk_id": "2",
      "content": "The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your SVPP award is two years (24 months). Your award number is in the following format: 2019-SVWX-XXXX for Fiscal Year (FY) 2019 awards. The COPS Office\ntracks award information based upon this number. Therefore, it is important to have your agency’s award number\n(or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., MD00000). The COPS Office tracks programmatic award information based upon this ORI number. If\nyou have any questions regarding your award, please refer to your award number or your agency’s ORI number\nwhen you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or thirteendigit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. 2 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Award terms and conditions The award terms and conditions are listed on your agency’s award document. By accepting this award, you are\nobtaining federal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will\ncomply with these terms and conditions (and, if applicable, any additional special or high risk conditions specific to\nyour agency). The section that follows describes, in detail, all of the award conditions, their rationales, and their\nimplications. It also addresses many frequently asked questions. If you have additional questions concerning any of\nthese award conditions, please contact your COPS Office Grant Program Specialist or call the COPS Office Response\nCenter at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from drawing\ndown or accessing award funds until the special conditions are satisfied as determined by the COPS Office. Any\nspecial or high-risk conditions will be included in the award document supplement. However, if you have questions\nabout the special or high-risk conditions, please contact your assigned COPS Office Grant Program Specialist. Reasons for award terms and conditions The requirements of your SVPP award are established within\n• the Students, Teachers, and Officers Preventing (STOP) School Violence Act of 2018 (34 U.S.C. § 10551, et\nseq.);\n• the applicable federal laws, rules, regulations and policies issued by the U.S. Department of Justice, Office of\nManagement and Budget (OMB), the Government Accountability Office (GAO), and the United States\nTreasury;\n• the specific SVPP programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in the appendices.",
      "queries": [
        "how long does the svpp last",
        "who is prohibited from disclosing misconduct",
        "cops office phone number",
        "who has oversight of the executive branch?"
      ],
      "queries_score": [
        "1.5485709",
        -7.363919734954834,
        0.575912594795227,
        -7.225666046142578
      ]
    },
    {
      "id": "guidance_8__3",
      "chunk_id": "3",
      "content": "A list of source documents for this manual is provided in the appendices. You may request copies of any source\nreference document from\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, D.C. 20503\nCOPS Office–specific documents may be requested directly from the COPS Office by contacting the COPS Office\nResponse Center at 800-421-6770. 3 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Review of award terms and conditions By signing the Award Document to accept this School Violence Prevention Program (SVPP) award, your agency\nagrees to abide by the following award terms and conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the applicable 2019 COPS Office Program Award\nOwner's Manual; Students, Teachers, and Officers Preventing (STOP) School Violence Act of 2018 (34 U.S.C. §\n10551, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and\nAudit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101; 48\nC.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles and Procedures); the Cooperative Agreement as\napplicable; representations made in the application; and all other applicable program requirements, laws, orders,\nregulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note that in\naccordance with 2 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to for-profit (or\ncommercial) entities. More detailed guidance regarding any particular award requirement or your agency’s specific\ncircumstances can be requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire SVPP Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal award programs. 4 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications.",
      "queries": [
        "what building is the cops office in",
        "where is the cops office in washington dc",
        "does sf-425 include program income",
        "are fringe benefits part of reasonable compensation package"
      ],
      "queries_score": [
        "1.6566787",
        "1.6213602",
        -8.666069984436035,
        -8.865986824035645
      ]
    },
    {
      "id": "guidance_8__4",
      "chunk_id": "4",
      "content": "What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully,\nbecause signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the U.S. Department of Justice determines whether to fund the covered award. Additional copies\nof the Assurances and Certifications forms are contained in the appendices of this manual. If you have any\nquestions about the Assurances and Certifications, please contact your assigned COPS Office Grant Program\nSpecialist or the COPS Office Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for SVPP purposes. The allowable costs\napproved for your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which\nis included in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with\nyour award. In accordance with 2 C.F.R. § 200.400(g), the recipient must forgo any profit or management fee. Your\nagency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nSVPP funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY 2019 SVPP funds must be used to improve security at schools and on\nschool grounds in the jurisdiction of the grantee through evidence-based school safety programs. Only actual\nallowable costs incurred during the award period will be eligible for reimbursement and drawdown. If your agency\nexperiences any cost savings over the course of the award, your agency may not use that excess funding to extend\nthe length of the award beyond 24 months. Any funds remaining after your agency has drawn down for the costs\napproved during the 24 month funding period will be deobligated during the closeout process, and should not be\nspent by your agency. Please note that in accordance with 2 C.F.R. § 200.101(c), the COPS Office applies the cost principles set forth in 2\nC.F.R. Part 200, Subpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR)\nat 48 C.F.R. Subpart 31.2. In addition, in accordance with 2 C.F.R. § 200.400(g), the recipient must forgo any profit\nor management fee. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. A list of the allowable and unallowable costs under SVPP is provided in appendix H of this manual.",
      "queries": [
        "why are cops certifications required",
        "how to apply for cops award",
        "how long does a conference submission take",
        "which regulation allows a fiduciary to reject an election"
      ],
      "queries_score": [
        "1.5763047",
        "2.3161945",
        -7.82859992980957,
        -8.266434669494629
      ]
    },
    {
      "id": "guidance_8__5",
      "chunk_id": "5",
      "content": "The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. A list of the allowable and unallowable costs under SVPP is provided in appendix H of this manual. If at any time\nyou are unsure if an item is considered allowable or unallowable, please contact your COPS Office Grant Program\nSpecialist for further assistance. 5 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What you should do: All recipients should keep and maintain the most recent, approved version of their 2019 SVPP application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the “Print” icon to download the most recent version of your application in\npdf format. Refer to your FCM for the list of approved allowable costs. Listed here are the budget categories that may appear\non your FCM. As long as funds are spent during the award period on the equipment and technology, supplies,\ntravel, contracts/consultants, salary and benefits, and other costs that were documented in your application’s\nbudget summary and were approved through the issuance of the FCM, this award condition will be satisfied. Personnel (salaries and benefits) Personnel expenses may be reimbursed for project activities that take place on or after the award start date. In\naddition, a position’s salary must be reasonable for the services rendered and must be paid to a person appointed\nunder the law or rules governing hiring by your agency. Salary payments must be based on payroll records. Time\nand attendance records or the equivalent must support payroll records. With respect to any SVPP award, a\nrecipient may not use federal funds to pay total cash compensation (salary plus cash bonuses) to any employee of\nthe recipient at a rate that exceeds 110 percent of the maximum annual salary payable to a member of the Federal\nGovernment’s Senior Executive Service (SES) at an agency with a Certified SES Performance Appraisal System for\nthat year. The 2019 salary table for SES employees is available at the Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/pay-leave/salaries-wages/2019/general-schedule/. For recipients\nthat are state, local, or Tribal Government entities, award-funded salary and benefit costs must supplement, not\nsupplant (replace), locally funded personnel costs that would have been funded even in the absence of this award. If any civilian personnel are employed on a part-time or temporary basis, your agency must specify the percentage\nof time that each person is working solely on the project identified in your agency’s SVPP proposal. Fringe benefits\nmay be paid if they are part of a reasonable compensation package offered to your employees. Particular items of\nfringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include\nFICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement, worker’s compensation, and\nunemployment insurance. Equipment/Technology",
      "queries": [
        "what was the decision eu 2017/340",
        "when was the european union solidarity fund mobilized?",
        "how does the recipient protect their records",
        "why is patronage sourced income not taxed",
        "do members of congress convene pro forma sessions"
      ],
      "queries_score": [
        -7.902580738067627,
        -9.410415649414062,
        -2.6543924808502197,
        -9.170111656188965,
        -9.506659507751465
      ]
    },
    {
      "id": "guidance_8__6",
      "chunk_id": "6",
      "content": "Fringe benefits\nmay be paid if they are part of a reasonable compensation package offered to your employees. Particular items of\nfringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include\nFICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement, worker’s compensation, and\nunemployment insurance. Equipment/Technology To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. For recipients that are state, local,\nor Tribal Government entities, award-funded equipment and technology must supplement, not supplant (replace),\nlocally funded items that would have been funded even in the absence of this award. Funds currently budgeted or\nobligated for the purchase of equipment and technology may not be reallocated to other purposes or reimbursed\nupon receiving the SVPP award. Agencies should establish practices to receive, label, inventory, and track the\nlocation of all purchases made for award-funded equipment and technology. Supplies All supplies must be used solely for the project identified in your project proposal. Reimbursement for office\nsupplies that are consumed for routine administrative purposes instead of project-related activities is prohibited. Items must meet the guidelines described in 2 C.F.R. § 200.314. 6 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nTravel/Training/Conferences\nTravel costs for transportation, lodging, meals, temporary dependent care, and incidental expenses incurred by\npersonnel while on official business are allowable under the SVPP program with prior approval from the COPS\nOffice. In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the recipient’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable rates\nand amounts established by the U.S. General Services Administration (GSA) for the relevant geographic area will\napply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. Allowable airfare costs will be reimbursed based upon the least expensive unrestricted accommodations class\noffered by commercial airlines—for example, lowest discount commercial airfare, the Federal Government\ncontract airfare (if authorized and available), or standard coach airfare—unless otherwise authorized in advance by\nthe COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward, (2) are consistent with the recipient’s documented travel policy for all entity travel, and (3) are only\ntemporary during the travel period. The SVPP program will fund award-related travel costs for the recipient agency or other (nonrecipient) individuals\nto attend training and technical assistance conferences, seminars, or classes or to visit a site specified in the\napplication. Allowable award-related travel costs that were included in the application have been approved by the\nCOPS Office as part of the SVPP award and final budget.",
      "queries": [
        "cops office contact number",
        "what are the roles of a mou",
        "us dept of justice civil rights office phone number",
        "what is the purpose of a mou document?"
      ],
      "queries_score": [
        -4.013686656951904,
        -7.682083606719971,
        -8.531083106994629,
        -7.720626354217529
      ]
    },
    {
      "id": "guidance_8__7",
      "chunk_id": "7",
      "content": "Allowable award-related travel costs that were included in the application have been approved by the\nCOPS Office as part of the SVPP award and final budget. Your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. Contracts/Consultants\nContracts include goods or services that directly contribute to the implementation or enhancement of the project. The applicant should distinguish clearly between subawards and contracts in allocating any funds to other entities. Pursuant to 2 C.F.R. § 200.330, a subaward is for the purpose of carrying out a portion of the federal award, and a\ncontract is for the purpose of obtaining goods and services for the recipient’s own use. The substance of the\nrelationship is more important than the form of the agreement in determining whether the recipient of the passthrough funds is a subrecipient or a contractor. Keep in mind that the awarding and monitoring of contracts must\nfollow documented procurement procedures, including full and open competition, pursuant to the procurement\nstandards in 2 C.F.R. §§ 200.317 – 200.326, and the issuance of subawards must meet the requirements of 2 C.F.R.\n§ 200.331. Any recipient of an award will be responsible for monitoring subawards and contracts in accordance with all\napplicable statutes, regulations, and guidelines. Primary recipients will be responsible for oversight of subrecipient\nor partner spending and monitoring specific performance measures and outcomes attributable to the use of COPS\nOffice funds. All sole-source procurements of goods and services (those not awarded competitively) in excess of $250,000\nrequire prior approval from the COPS Office. Please see the Sole Source Justification fact sheet at\nhttps://cops.usdoj.gov/svpp#programdocuments. 7 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nConsultant expenses include goods or services that directly contribute to the implementation or enhancement of\nthe project. The use of a consultant should be more economical than direct employment. Compensation for\nindividual consultant services procured under a COPS Office award must be reasonable and allocable in accordance\nwith Office of Management and Budget (OMB) cost principles, and consistent with that paid for similar services in\nthe marketplace. The services should be commensurate with the rate or salary paid by the primary employer. Unless otherwise approved by the COPS Office, independent consultant rates will be approved based on the salary\na consultant receives from his or her primary employer, as applicable, up to $650 per day (or $81.25 per hour). Please note that this does not mean that the rate can or should be as high as $650 for all consultants. If individuals\nreceive fringe benefits from their primary employer, such fringe benefit costs should not be included in the\ncalculation of consultant rates. A consultant rate justification will need to be submitted for review and approval to\nthe COPS Office for any consultants hired through a noncompetitive bidding process and paid more than $650 per\nday prior to incurring any costs. Determinations of approval will be made on a case-by-case basis. Please see the\nConsultant/Contract Rate Information fact sheet at Please see the Sole Source Justification fact sheet at\nhttps://cops.usdoj.gov/svpp#programdocuments.",
      "queries": [
        "globalisation adjustment fund decision",
        "de minimis interim reimbursement of indirect expenses",
        "when does per unit retains reclassify",
        "are patents at issue assigned to the company"
      ],
      "queries_score": [
        -9.370518684387207,
        -8.84123420715332,
        -9.777787208557129,
        -9.307490348815918
      ]
    },
    {
      "id": "guidance_8__8",
      "chunk_id": "8",
      "content": "Determinations of approval will be made on a case-by-case basis. Please see the\nConsultant/Contract Rate Information fact sheet at Please see the Sole Source Justification fact sheet at\nhttps://cops.usdoj.gov/svpp#programdocuments. Consultant travel costs follow the same guidelines as the “Travel/Training/Conferences” category but should be\ncosts associated with consultant travel. These costs should not be reflected in the “Personnel” or “Travel”\ncategories. All other consultant-related expenses should be included in this section such as supply and equipment requests. The same guidelines as previously stated in the above sections will apply. If an applicant proposes a program or activity that would deliver services or benefits to individuals, the costs of\ntaking reasonable steps to provide meaningful access to those services or benefits for individuals with limited\nEnglish proficiency may be allowable. Reasonable steps to provide meaningful access to services or benefits may\ninclude interpretation or translation services, where appropriate. For additional information, see “Civil Rights\nCompliance.” Other costs\nItems, such as software, that do not conform to any of the category descriptions specified above, but that have a\ndirect correlation to the overall success of a recipient’s project objectives and are necessary for the project to\nreach full implementation will be considered on a case-by-case basis by the COPS Office. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition 13, “Duplicative Funding.” 8 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 4. Comprehensive School Safety Assessments\nCondition:\nRecipients awarded funding through the SVPP must conduct comprehensive school safety assessments for all\nschools involved in the funded project within the 24-month grant implementation period. The assessments should\nbe completed as soon as possible as they can be used as strategic evaluation tools to identify school safety issues\nand potential resolutions. This condition can be waived for recipients that can demonstrate that comprehensive\nschool safety assessments have already been performed or updated within the previous three years. The COPS\nOffice will monitor SVPP grants to ensure that recipients comply with this condition. Why this condition: In order for school safety interventions to be most effective, they should be incorporated into broader school\nsafety planning and assessment efforts and be designed to meet the unique individualized needs of each school\nand challenges of each jurisdiction and each school at which they will be implemented. Comprehensive school\nsafety assessments examine the overall safety, accessibility and emergency preparedness of school buildings and\nground and are essential to school safety decision making. Information about conducting site assessments,\nincluding free assessment software can be found at https://rems.ed.gov/SITEASSESS.aspx. What you should do:\nAgencies should keep record of the date(s) of the assessment(s) as well as specific areas of the school(s) where\nproblems were identified and the proposed (if any) recommendations for resolution. Participants (law\nenforcement, teachers, students, any staff, et cetera) should also be included. Please contact your Grant Program\nSpecialist at 800-421-6770 or at AskCopsRC@usdoj.gov.",
      "queries": [
        "where can a noncompliance referral be received",
        "what is the document award in law enforcement",
        "can we request a sole source justification request",
        "what circumstances would be included in an award document supplement",
        "why are federal funds required to be used to the best of their own interests?",
        "who is required to provide notice to employers of a convicted employee?",
        "which document is typically used to commit prisoners to bureau facilities quizlet",
        "internal revenue service memo number release",
        "when is a nation sovereign in its territorial sea?"
      ],
      "queries_score": [
        -6.1762800216674805,
        -6.697436332702637,
        -0.6386771202087402,
        -4.859063625335693,
        -7.2222394943237305,
        -8.394919395446777,
        -9.384249687194824,
        -7.6065354347229,
        -8.694416999816895
      ]
    },
    {
      "id": "guidance_8__9",
      "chunk_id": "9",
      "content": "Participants (law\nenforcement, teachers, students, any staff, et cetera) should also be included. Please contact your Grant Program\nSpecialist at 800-421-6770 or at AskCopsRC@usdoj.gov. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Only those recipients that can provide a reasonable\njustification for delays will be granted no-cost extensions. Extension requests must be received prior to the end date\nof the award. 2 C.F.R. § 200.308(d)(2). Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. When justified, the COPS Office will seek to accommodate reasonable\nrequests for no-cost time extensions to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed. Requests to extend the award period must be received by the COPS Office before\nthe official award end date. Failure to submit a request for a no-cost time extension before the award end date\nmay result in the immediate deobligation of any remaining award funds. Please note that the project period of 9 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nperformance will be extended, if necessary, until the deliverable is considered final. If the award is set to expire,\nprior to the final approval of the deliverable, a no-cost extension will be executed for a reasonable amount of time\nfor the recipient to complete the final deliverable. 6. Modifications\nCondition:\nAward modifications under the SVPP are evaluated on a case-by-case basis in accordance with 2 C.F.R. § 200.308. For federal awards in excess of $250,000, any modification request involving the reallocation of funding between\nbudget categories that exceed or are expected to exceed 10 percent (10%) of the total approved budget requires\nprior written approval by the COPS Office. Regardless of the federal award amount or budget modification\npercentage, any reallocation of funding is limited to approved budget categories. In addition, all modification\nrequests involving new budget items or any budget modification that changes the scope of the project requires\nprior written approval by the COPS Office prior to their implementation. Please be aware that the COPS Office will\nnot approve any modification request that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you are required to expend federal\nfunds only as approved in the FCM. Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency.",
      "queries": [
        "when does the european decision enter into force"
      ],
      "queries_score": [
        -8.321385383605957
      ]
    },
    {
      "id": "guidance_8__10",
      "chunk_id": "10",
      "content": "Requests to change or alter an award that meet certain threshold\nrequirements must be submitted to the COPS Office for written approval, prior to their purchase or\nimplementation. Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency. Reprogrammed funds must be allocated for items covered within the\noriginal scope of the award. Please be advised that reprogramming requests for unallowable costs will not be\napproved. Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the\ntotal project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Grant Program Specialist of any reprogramming that falls below the 10 percent threshold as well. For\nawards in excess of $250,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the\napproved budget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Grant Program Specialist if you determine that your agency will need\nto reprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent\nof your overall award, your agency must access https://portal.cops.usdoj.gov. Please contact your COPS Office Grant Program Specialist for further direction on any additional requirements that\nmay apply to your modification request. The COPS Office will then evaluate your request and notify your agency of\nour decision in writing. Implementation of the modified award budget may begin following written approval from\nthe COPS Office. Please note that modification approvals for active awards will be accompanied by a modified FCM\nreflecting the approved changes. 10 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual If specific items were not identified in the budget at time of application (e.g. “Training for Staff” vs. “Active Shooter\ntraining for SROs,” or “Equipment and Supplies” vs. requesting specific equipment and specific supplies, a\nmodification will be required in order for the COPS Office to determine if items to be purchased are allowable. Please contact your Grant Program Specialist with questions. 7. Information Sharing with Law Enforcement\nCondition:\nRecipients are required to ensure that schools within their jurisdiction share school threat information and data\nwith the appropriate local law enforcement agencies. Why this condition:\nPreventing and responding to school violence requires meaningful partnerships and information sharing with\nvarious community stakeholders, especially schools and law enforcement. What you should do:\nSchool threat information should be shared with appropriate local law enforcement agencies as soon as possible to\nensure that there is adequate situational awareness to evaluate and respond to threats in a timely manner. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). 2 C.F.R §§ 200.327 –\n200.328.",
      "queries": [
        "why the cops is required",
        "what type of event do not require prior approval",
        "probationary audit timeframe",
        "can staff delete victims from vns",
        "what is the purpose of a mou?"
      ],
      "queries_score": [
        -0.717894971370697,
        -3.5644137859344482,
        -8.966910362243652,
        -8.870570182800293,
        -8.011441230773926
      ]
    },
    {
      "id": "guidance_8__11",
      "chunk_id": "11",
      "content": "8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). 2 C.F.R §§ 200.327 –\n200.328. The progress report is used to track your agency’s progress toward implementing school safety strategies\nand to collect data to gauge the effectiveness of increasing the recipient’s capacity to improve school safety\nthrough COPS Office funding. The Federal Financial Report is used to track the expenditures of the recipient’s award\nfunds on a cumulative basis throughout the life of the award. Why this condition:\nFederal regulations and policies require that financial assistance provided by the Federal Government must be\nmonitored carefully to ensure the proper use of federal funds. In addition, the COPS Office seeks to document, on\na continuing basis, the progress of our programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with SVPP\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” tab on the COPS Office website at\nhttps://cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days\nafter the end of the award period. This report reflects the actual cumulative federal expenditures incurred during\nthe funding period, and the remaining unobligated balance of federal funds. Under federal regulations, your 11 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nagency is not permitted to draw down federal funding for costs incurred after the official award end date;\nhowever, you will have a 90-day grace period after the award end date during which you can drawdown funds for\neligible expenditures incurred before the award end date. Agencies with more than one delinquent programmatic\nor financial report submission per fiscal year may be subject to delays in receiving reimbursement for allowable\nexpenses and may be required to receive technical assistance to improve compliance with reporting. These reports\nare discussed in greater detail in the section titled “Reporting Requirements” in this manual. All reports should be\nsubmitted within the deadlines given to avoid suspension or possible termination of award funds or other remedial\nactions; failure to submit required reports may also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal regulations requires that recipients receiving federal funding from the COPS Office must be monitored to\nensure compliance with their award conditions and other applicable statutes and regulations. The COPS Office is\nalso interested in tracking the progress of our programs and implementing evidence-based school safety strategies\nand programs. Both aspects of award implementation—compliance and programmatic benefits—are part of the\nmonitoring process coordinated by the U.S. Department of Justice. Award monitoring activities conducted by the\nCOPS Office may include site visits, office-based grant reviews, alleged noncompliance reviews, financial and\nprogrammatic reporting, and audit resolution.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__12",
      "chunk_id": "12",
      "content": "Both aspects of award implementation—compliance and programmatic benefits—are part of the\nmonitoring process coordinated by the U.S. Department of Justice. Award monitoring activities conducted by the\nCOPS Office may include site visits, office-based grant reviews, alleged noncompliance reviews, financial and\nprogrammatic reporting, and audit resolution. As a COPS Office award recipient, you agree to cooperate with and\nrespond to any requests for information pertaining to your award. This includes all financial records, such as\ngeneral accounting ledgers and all supporting documents. All information pertinent to the implementation of the\naward is subject to agency review throughout the life of the award, during the close-out process and for three-years\nafter submission of the final expenditure report. 2 C.F.R. § 200.328(e), and 2 C.F.R. §§ 200.333 and 200.336. Why this condition:\nThe COPS Office actively monitors how recipients are complying with COPS Office award requirements. In addition,\nthe monitoring component provides customer service and technical assistance to help ensure recipients\nunderstand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\nSite visits. The COPS Office strategically selects award recipients based on a variety of risk factors to conduct site\nvisits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review implementation of evidence-based school safety strategies and programs To provide customer service and technical assistance 12 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for the\nreview of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if necessary,\nfollowing the site visit. In addition, recipients will also have an opportunity to seek customer service and/or\ntechnical assistance on the implementation of their award. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an EOBGR\nconducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative for\nconducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review implementation of evidence-based school safety strategies and programs To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review\nis generally performed over a one- to two-day period. Recipients will have an opportunity to resolve any identified\nnoncompliance issues, if necessary, following the EOBGR interview.",
      "queries": [
        "what is the maximum amount of financial assistance given to ukraine?",
        "what are the standards of adult local detention facility"
      ],
      "queries_score": [
        -8.746382713317871,
        -9.354723930358887
      ]
    },
    {
      "id": "guidance_8__13",
      "chunk_id": "13",
      "content": "If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review\nis generally performed over a one- to two-day period. Recipients will have an opportunity to resolve any identified\nnoncompliance issues, if necessary, following the EOBGR interview. In addition, award recipients will also have an\nopportunity to seek customer service and/or technical assistance on the implementation of their award. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that originates\nfrom an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs\ngenerally originate from COPS Office Grants Administration Division, COPS Office Finance Division, or the COPS\nOffice Legal Division, although any COPS Office component may refer a noncompliance issue to the ANCR. External\nnoncompliance referrals may be received from anonymous complainants, media, citizens, law enforcement\nagencies, other Federal agencies, or other outside sources. On a case-by-case basis, COPS Office ANCR staff\nmembers determine the appropriate course of action to take to investigate complaints of alleged noncompliance. This may include phone or letter contact or a site visit by COPS Office staff or the OIG. Each ANCR referral is\nresolved as a violation or nonviolation based upon the preponderance of the supporting documentation or other\nfacts to determine if the award recipient is in compliance or noncompliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event your\nagency has undergone an OIG audit and there are audit recommendations (findings) resulting from noncompliance\nor poor accountability practices, the COPS Office Audit Liaison Section will work with your agency to resolve and\nclose these recommendations. Remedies to close recommendations may include repayment of award funds,\nproviding adequate documentation to demonstrate compliance, or providing proof of policies or procedures that\nwere created or revised to directly address the causes for the noncompliance as a proactive preventative measure\nto avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to 13 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment.",
      "queries": [
        "when did the european council decide to mobilize the economic globalisation adjustment fund?"
      ],
      "queries_score": [
        -9.777146339416504
      ]
    },
    {
      "id": "guidance_8__14",
      "chunk_id": "14",
      "content": "13 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Standards and Guidelines and\nAward Owner’s Manual for the year in which the award was made. Recipients should also contact their COPS\nOffice Grant Program Specialist at any time during the life of a COPS Office award with questions concerning award\nconditions, terms, or requirements to seek guidance to avoid noncompliance. It is necessary for recipients to\nmaintain all relevant documentation (administrative, financial, and programmatic) used to develop the application\nand implement the award that may be necessary or required to demonstrate award compliance for a period of\nthree-years from the date of submission of the final expenditure report. For more information, please contact the\nCOPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\na. the Applicant understands that the applicable statutes pertaining to civil rights will include\nsection 601 of the Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation\nAct of 1973 (29 U.S.C. § 794); section 901 of the Education Amendments of 1972 (20 U.S.C. §\n1681); and section 303 of the Age Discrimination Act of 1975 (42 U.S.C. § 6102); b. the Applicant understands that the applicable statutes pertaining to nondiscrimination may\ninclude section 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34\nU.S.C. § 10228(c)); section 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e));\nsection 299A(b) of the Juvenile Justice and Delinquency Prevention Act of 2002 (34 U.S.C. §\n11182(b)); and that the grant condition set out at section 40002(b)(13) of the Violence Against\nWomen Act (34 U.S.C. § 12291(b)(13)), which will apply to all awards made by the Office on\nViolence Against Women, also may apply to an award made otherwise; c. the Applicant understands that it must require any subrecipient to comply with all such\napplicable statutes (and associated regulations); and d. on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and\n42.204. The Applicant also understands that (in addition to any applicable program-specific regulations and to applicable\nfederal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the\naward (if any) made by the Department based on the application may include, but are not limited to, 2 C.F.R. Part\n2800 (the DOJ “Part 200 Uniform Requirements”) and 28 C.F.R. Parts 22 (confidentiality - research and statistical\ninformation), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in\nfederal financial assistance programs), and 46 (human subjects protection). 14 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__15",
      "chunk_id": "15",
      "content": "14 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights and nondiscrimination laws. As a result, recipients are required to comply with the civil rights\nand nondiscrimination laws referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward. You should review this memorandum to understand your agency’s civil rights responsibilities. As a recipient of federal financial assistance from the COPS Office, you are required to comply with the applicable\nfederal civil rights and nondiscrimination laws to collect data and information sufficient to permit effective\nenforcement of such laws, and to cooperate with any federal civil rights investigation, which includes providing\naccess to records, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan (EEOP)\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan. 28 C.F.R. Part 42 subpart E.\nWhy this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus Crime\nControl and Safe Streets Act of 1968 (Safe Streets Act), the statute that established the COPS Office, that “the full\nand equal participation of women and minority individuals in employment opportunities in the criminal justice\nsystem is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency in the United\nStates” 28 C.F.R. § 42.301. The Equal Employment Opportunity Plan (EEOP) does not impose quotas or hiring\nrequirements on recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private\nbusiness and has received a single award for $25,000 or more and has fifty or more employees (counting both fulland part-time employees but excluding political appointees), then it has to prepare a Utilization Report and submit\nit to the Office for Civil Rights (OCR) within 120 days from the date of the award. Although the OCR has discretion\nto review all submitted Utilization Reports, it will review the Utilization Reports from recipients that receive an\naward of $500,000 or more. 15 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual",
      "queries": [
        "what conditions apply to the cops program?",
        "how to report passes awards",
        "public release information requirements",
        "what is the indirect cost rate of an agency?"
      ],
      "queries_score": [
        "1.6936598",
        -5.848691940307617,
        -6.622831344604492,
        -7.96000337600708
      ]
    },
    {
      "id": "guidance_8__16",
      "chunk_id": "16",
      "content": "Although the OCR has discretion\nto review all submitted Utilization Reports, it will review the Utilization Reports from recipients that receive an\naward of $500,000 or more. 15 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual To begin developing a Utilization Report, please consult the OCR's website at\nhttps://ojp.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can be found\nonline at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently Asked\nQuestions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at https://ojp.gov/about/ocr/eeop.htm, providing the contact and\norganizational profile information, and then submitting a Certificate of Exemption. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-0307-2027, or by email at EEOPforms@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was made to your agency for approved project costs that are not funded with other funds, including\nfederal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding for items or services\nthat you already have funding for from other sources. What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under this\naward, please contact your COPS Office Grant Program Specialist or call the COPS Office Response Center at 800421-6770. If necessary, the COPS Office will work with your agency to reprogram funding for items or services that\nare allowable under this award program. 16 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 14. Additional High-Risk Recipient Requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the award\nperformance period if the awarding agency determines that the recipient is a high-risk recipient. 2 C.F.R. § 200.207. Why this condition:",
      "queries": [
        "what is the treatment phase for inmates",
        "which federal law requires that inmates have reasonable access to report materials and other documents for use by the parole hearing?",
        "who is the oig and what is the role",
        "requirements for trgp program"
      ],
      "queries_score": [
        -7.94019889831543,
        -7.689988613128662,
        -6.600699424743652,
        -5.953582286834717
      ]
    },
    {
      "id": "guidance_8__17",
      "chunk_id": "17",
      "content": "14. Additional High-Risk Recipient Requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the award\nperformance period if the awarding agency determines that the recipient is a high-risk recipient. 2 C.F.R. § 200.207. Why this condition: In accordance with 2 C.F.R. § 200.207, the DOJ may impose additional requirements specific to your award, as\nneeded, when it determines that there is unsatisfactory performance, financial or administrative instability,\nnoncompliance with award terms and conditions, or other lack of responsibility risk factors. In such cases, the DOJ\nmay impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 15. System for Award Management (SAM) and Universal Identifier Requirements\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 25, Appendix A to Part 25 – Award\nTerm:\nI. System for Award Management and Universal Identifier Requirements\nA. Requirement for System for Award Management\nUnless you are exempted from this requirement under 2 CFR 25.110, you as the recipient must maintain\nthe currency of your information in the SAM until you submit the final financial report required under this\naward or receive the final payment, whichever is later. This requires that you review and update the\ninformation at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. C. Requirement for unique entity identifier If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its unique entity identifier to you. 2. May not make a subaward to an entity unless the entity has provided its unique entity identifier to\nyou. Definitions For purposes of this award term:\n1. System for Award Management (SAM) means the Federal repository into which an entity must\nprovide information required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site (currently at http://www.sam.gov). 17 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n2. Unique entity identifier means the identifier required for SAM registration to uniquely identify\nbusiness entities. 3. Entity, as it is used in this award term, means all of the following, as defined at 2 CFR part 25, subpart\nC: 4. 5. a. A Governmental organization, which is a State, local government, or Indian Tribe; b. A foreign public entity; c. A domestic or foreign nonprofit organization; d. A domestic or foreign for-profit organization; and e. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal\nentity. Subaward:\na.",
      "queries": [
        "what are additional requirements for award",
        "requirements of a high risk recipient",
        "does taxpayers assume risk of not being reimbursed",
        "what was release of information collected under the agricultural marketing agreement act of 1937"
      ],
      "queries_score": [
        "1.6272969",
        "2.4350386",
        -6.666620254516602,
        -7.526154518127441
      ]
    },
    {
      "id": "guidance_8__18",
      "chunk_id": "18",
      "content": "A Governmental organization, which is a State, local government, or Indian Tribe; b. A foreign public entity; c. A domestic or foreign nonprofit organization; d. A domestic or foreign for-profit organization; and e. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal\nentity. Subaward:\na. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the\nrecipient award to an eligible subrecipient. b. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see 2 CFR 200.330). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. Subrecipient means an entity that:\na. Receives a subaward from you under this award; and b. Is accountable to you for the use of the Federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their direct\nsubrecipients (if applicable) and to establish the SAM as the repository for standard information about applicants\nand recipients. What you should do: At the time of award application, your agency was required to provide its DUNS number and be registered in the\nSAM database. Your agency should continue to use the same DUNS number provided in your award application and update, as\nneeded, the information associated with that DUNS number. If your agency is authorized to make subawards\nunder its award, your agency may make subawards only to entities that have DUNS numbers. For more\ninformation about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or visit\nfedgov.dnb.com/webform. Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review and\nupdate its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 18 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 16. Reporting Subawards and Executive Compensation\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 170, Appendix A to Part 170 –\nAward Term:\nI. Reporting Subawards and Executive Compensation.\na. b. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must report\neach action that obligates $25,000 or more in Federal funds that does not include Recovery funds (as\ndefined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111-5)\nfor a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nhttp://www.fsrs.gov. ii.",
      "queries": [
        "when will sf report be submitted",
        "can you retain unobligated funds after awards period",
        "what is the treatment phase for inmates"
      ],
      "queries_score": [
        -6.537148475646973,
        -4.552882194519043,
        -8.192831039428711
      ]
    },
    {
      "id": "guidance_8__19",
      "chunk_id": "19",
      "content": "2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nhttp://www.fsrs.gov. ii. For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7, 2010,\nthe obligation must be reported by no later than December 31, 2010.) 3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at http://www.fsrs.gov specify. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if —\ni. the total Federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received —\n(A) 80 percent or more of your annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as defined at\n2 CFR 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as defined at\n2 CFR 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15\nU.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the\npublic has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at http://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report executive total compensation described in paragraph b.1.\nof this award term:\ni. As part of your registration profile at https://www.sam.gov. ii. By the end of the month following the month in which this award is made, and annually\nthereafter. 19 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nc. d. e. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph d. of this award\nterm, for each first-tier subrecipient under this award, you shall report the names and total\ncompensation of each of the subrecipient's five most highly compensated executives for the\nsubrecipient's preceding completed fiscal year, if —\ni. in the subrecipient's preceding fiscal year, the subrecipient received —\n(A) 80 percent or more of its annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as defined at\n2 CFR 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts), and Federal financial assistance subject to the Transparency Act (and\nsubawards); and\nii. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15\nU.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986.",
      "queries": [
        "how to report obligating action",
        "what is the core treatment phase"
      ],
      "queries_score": [
        "1.9466785",
        -8.467911720275879
      ]
    },
    {
      "id": "guidance_8__20",
      "chunk_id": "20",
      "content": "The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15\nU.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the\npublic has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at http://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward. For example,\nif a subaward is obligated on any date during the month of October of a given year (i.e., between\nOctober 1 and 31), you must report any required compensation information of the subrecipient by\nNovember 30 of that year. Exemptions. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\ni. Subawards,\nand\nii. The total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 CFR part 25:\ni. A Governmental organization, which is a State, local government, or Indian tribe;\nii. A foreign public entity;\niii. A domestic or foreign nonprofit organization;\niv. A domestic or foreign for-profit organization;\nv. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal entity. 2. Executive means officers, managing partners, or any other employees in management positions. 3. Subaward:\ni. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec. __.210 of the attachment to OMB Circular A133, “Audits of States, Local Governments, and Non-Profit Organizations”). 20 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 4. 5. iii. A subaward may be provided through any legal agreement, including an agreement that you or a\nsubrecipient considers a contract. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and\nii. Is accountable to you for the use of the Federal funds provided by the subaward. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient's or subrecipient's preceding fiscal year and includes the following (for more information see\n17 CFR 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount recognized\nfor financial statement reporting purposes with respect to the fiscal year in accordance with the\nStatement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared Based\nPayments. iii. Earnings for services under non-equity incentive plans.",
      "queries": [
        "what is my ihp status"
      ],
      "queries_score": [
        -7.038381099700928
      ]
    },
    {
      "id": "guidance_8__21",
      "chunk_id": "21",
      "content": "ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount recognized\nfor financial statement reporting purposes with respect to the fiscal year in accordance with the\nStatement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared Based\nPayments. iii. Earnings for services under non-equity incentive plans. This does not include group life, health,\nhospitalization or medical reimbursement plans that do not discriminate in favor of executives,\nand are available generally to all salaried employees. iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g. severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is www.USASpending.gov. Recipients are responsible for reporting their applicable executive compensation and subaward information, and\nthe award term provides guidance to report the related information as required by FFATA. What you should do: At the time of award application, your agency was asked to ensure that it has the necessary processes and systems\nin place to comply with the applicable subaward and executive compensation reporting requirements should it\nreceive funding. If your agency received awards of $25,000 or more, you are required to report award information\non any first-tier subawards totaling $25,000 or more, and, in certain cases, to report information on the names and\ntotal compensation of the five most highly compensated executives of the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the website at www.fsrs.gov, is the reporting tool\nthat your agency will use to capture and report subaward information and any executive compensation data\nrequired by FFATA. The subaward information entered in FSRS will then be displayed on www.USASpending.gov\nassociated with your agency’s award, furthering federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register,\nwww.gpo.gov/fdsys/pkg/FR-2010-09-14/pdf/2010-22705.pdf. 21 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 17. Debarment and Suspension\nCondition: The recipient agrees not to award federal funds under this program to any party, which is debarred or suspended\nfrom participation in Federal assistance programs. 2 C.F.R. Part 180 (Governmentwide Nonprocurement Debarment\nand Suspension) and 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and Suspension). Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__22",
      "chunk_id": "22",
      "content": "Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part 180\n(Governmentwide Nonprocurement Debarment and Suspension), and 2 C.F.R. Part 2867 ( DOJ Nonprocurement\nDebarment and Suspension.) What you should do: If under a COPS Office award you enter into a contract for goods or services for $25,000 or more or any subaward,\nyou must verify that the vendor or subrecipient and their respective principals (e.g., owners, top managers) with\nwhom you intend to do business are not excluded or disqualified from participation in federal assistance programs. In addition, you must include a term or condition in the contract or subaward requiring the vendor or subrecipient\nto comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Governmentwide Nonprocurement Debarment\nand Suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and Suspension). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Department of Homeland Security, U.S.\nCitizenship and Immigration Services (USCIS) Employment Eligibility Verification Form (I-9). This form is to be used\nby recipients of federal funds to verify that persons are eligible to work in the United States. Immigration Reform\nand Control Act of 1986 (IRCA), Public Law 99-603. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The United States Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the United States\nCitizenship and Immigration Services. For further information about this requirement, please visit\nhttps://www.uscis.gov/i-9-central. 22 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 19. Enhancement of Contractor Protection from Reprisal for Disclosure of Certain Information\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he or she reasonably believes is evidence of gross mismanagement of a\nfederal contract or award; a gross waste of federal funds; an abuse of authority relating to a federal contract or\naward; a substantial and specific danger to public health or safety; or a violation of law, rule, or regulation related\nto a Federal contract (including the competition for or negotiation of a contract) or award. The recipient also\nagrees to provide to their employees in writing (in the predominant native language of the workforce) of the rights\nand remedies provided in 41 U.S.C. § 4712.",
      "queries": [
        "why federal agencies must ensure that federal funds are not given to persons that are suspended from participation in federal assistance programs."
      ],
      "queries_score": [
        "3.6784005"
      ]
    },
    {
      "id": "guidance_8__23",
      "chunk_id": "23",
      "content": "The recipient also\nagrees to provide to their employees in writing (in the predominant native language of the workforce) of the rights\nand remedies provided in 41 U.S.C. § 4712. Please see appendices in the Award Owner’s Manual for a full text of\nthe statute. Why this condition:\nUnder “Enhancement of contractor protection from reprisal for disclosure of certain information” (41 U.S.C. §\n4712), recipients are prohibited from taking reprisal actions against employees for certain whistleblowing activities\nin connection with federal awards and contracts. The law protects the public interest and ensures the proper\nmanagement and use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal contracts\nand awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as reprisal\nfor disclosing information that he or she reasonably believes is evidence of\n•\n•\n•\n•\n• gross mismanagement of a federal contract or award;\na gross waste of federal funds;\nan abuse of authority relating to a federal contract or award;\na substantial and specific danger to public health or safety; or\na violation of law, rule, or regulation related to a federal contract (including the competition for or\nnegotiation of a contract) or award. In addition, the disclosure must also have been made to\na member of Congress or a representative of a committee of Congress;\nan inspector general;\nthe Government Accountability Office;\na federal employee responsible for contract or award oversight or management at the relevant agency;\nan authorized official of the U.S. Department of Justice or other law enforcement agency;\na court or grand jury; or\na management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility\n• to investigate, discover, or address misconduct. •\n•\n•\n•\n•\n•\n• 23 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract or\naward. The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712. Please see the appendices in this manual for a full text of “Enhancement of contractor protection from reprisal for\ndisclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded\nfederal funding. Recipients that receive an award over $500,000 must also report certain civil, criminal, or\nadministrative proceedings in SAM, and are required to comply with the Term and Condition for Recipient Integrity\nand Performance Matters as set out in 2 C.F.R. Part 200, Appendix XII to Part 200. Failure to make required\ndisclosures can result in any of the remedies, including suspension and debarment, described in 2 C.F.R. § 200.338.",
      "queries": [
        "how many federal inmates are in non federal facility",
        "who is responsible for developing and approving the approval and operation of all subawards and requires its subawardees to adhere to applicable federal requirements governing federal assistance?",
        "are transaction costs capitalized"
      ],
      "queries_score": [
        -8.883176803588867,
        -6.754025936126709,
        -8.695975303649902
      ]
    },
    {
      "id": "guidance_8__24",
      "chunk_id": "24",
      "content": "Failure to make required\ndisclosures can result in any of the remedies, including suspension and debarment, described in 2 C.F.R. § 200.338. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. In addition, recipients that receive an award of more than\n$500,000 must also report certain civil, criminal, or administrative proceedings in SAM and are required to comply\nwith the Term and Condition for Recipient Integrity and Performance Matters as set out in 2 C.F.R. Part 200,\nAppendix XII to Part 200. This condition advises your agency of the requirement and the consequences of failing to\nreport such violations to the COPS Office or pass-through entity What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award and, if applicable, report certain civil, criminal, or\nadministrative proceedings in SAM. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in accordance with 2 C.F.R. § 200.112. Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance. 24 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipient This also means that recipients and subrecipients should avoid any action which might result in or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\naffecting negatively the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict of\ninterest that may affect your federal award. 22. Contract Provision\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal\nAwards. Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards.",
      "queries": [
        "what is the drug laws for petitions for religious exemption"
      ],
      "queries_score": [
        -9.755871772766113
      ]
    },
    {
      "id": "guidance_8__25",
      "chunk_id": "25",
      "content": "Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards. This provision protects the\npublic interest and ensures the proper management and use of federal funds as it relates to contracts entered into\nby the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the provisions\nrequired under 2 C.F.R. Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under\nFederal Awards in the appendices of this manual. 25 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 23. Restrictions on Internal Confidentiality Agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Consolidated Appropriations Act, 2019, Public Law 116-6, Division D, Title VII, Section 742. Why this condition:\nUnder section 742 of Division D, Title VII, of the Consolidated Appropriations Act, 2019 (Pub. L. 116-6), neither the\nrecipient, subrecipient, nor any entity that receives a contract or subcontract with any funds under this or any\nother Act may require its employees or contractors to sign an internal confidentiality agreement or statement\nprohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an investigative or law\nenforcement representative of a federal department or agency. This provision protects the public interest and\nensures the proper management and use of federal funds. This limitation is not intended, and shall not be\nunderstood by the agency making this award, to contravene requirements applicable to Standard Form 312 (which\nrelates to classified information), Form 4414 (which relates to sensitive compartmented information), or any other\nform issued by a federal department or agency governing the nondisclosure of classified information. What you should do: In accepting this award, the recipient\n• represents that it neither requires nor has required internal confidentiality agreements or statements from\nemployees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or restrict)\nemployees or contractors from reporting waste, fraud, or abuse as described above;\n• represents that, if it learns or is notified that it is or has been requiring its employees or contractors to\nexecute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations of\naward funds, will provide prompt written notification to the agency making this award, and will resume such\nobligations only if expressly authorized to do so by that agency.",
      "queries": [
        "why is the federal contract condition for a federal grant a condition for federal awards?",
        "when does a call for submission of an application for the european union come out",
        "how is the oig audit conducted",
        "can you use 6-hours exception for lockups",
        "what does operations lieutenant do"
      ],
      "queries_score": [
        "1.7650452",
        -9.413556098937988,
        -8.10801887512207,
        -9.374234199523926,
        -8.147067070007324
      ]
    },
    {
      "id": "guidance_8__26",
      "chunk_id": "26",
      "content": "If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the recipient\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or otherwise\nrestrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or abuse as\ndescribed above;\n• represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to support\nthis representation; 26 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency. 24. Recipient Integrity and Performance Matters. Condition:\nFor awards over $500,000, the recipient agrees to comply with the following requirements of 2 C.F.R. Part 200,\nAppendix XII to Part 200 – Award Term and Condition for Recipient Integrity and Performance Matters:\nA. Reporting of Matters Related to Recipient Integrity and Performance\n1. General Reporting Requirement If the total value of your currently active awards, cooperative agreements, and procurement contracts\nfrom all Federal awarding agencies exceeds $10,000,000 for any period of time during the period of\nperformance of this Federal award, then you as the recipient during that period of time must maintain the\ncurrency of information reported to the System for Award Management (SAM) that is made available in\nthe designated integrity and performance system (currently the Federal Awardee Performance and\nIntegrity Information System (FAPIIS)) about civil, criminal, or administrative proceedings described in\nparagraph 2. of this award term and condition. This is a statutory requirement under section 872 of Public\nLaw 110-417, as amended (41 U.S.C. 2313). As required by section 3010 of Public Law 111-212, all\ninformation posted in the designated integrity and performance system on or after April 15, 2011, except\npast performance reviews required for Federal procurement contracts, will be publicly available. 2. Proceedings About Which You Must Report Submit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or procurement\ncontract from the Federal Government; b. Reached its final disposition during the most recent five year period; and c.",
      "queries": [
        "what are reasonable accommodations for disability?",
        "which of the following is referred to the quality improvement program by the pra management office?",
        "irs memo number",
        "does taxpayers assume risk of not being reimbursed"
      ],
      "queries_score": [
        -7.823179244995117,
        -6.966562271118164,
        -6.875382423400879,
        -8.632208824157715
      ]
    },
    {
      "id": "guidance_8__27",
      "chunk_id": "27",
      "content": "2. Proceedings About Which You Must Report Submit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or procurement\ncontract from the Federal Government; b. Reached its final disposition during the most recent five year period; and c. Is one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5. of this award term\nand condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary fine,\npenalty, reimbursement, restitution, or damages of $5,000 or more;\n(3) An administrative proceeding, as defined in paragraph 5. of this award term and condition, that\nresulted in a finding of fault and liability and your payment of either a monetary fine or penalty of\n$5,000 or more or reimbursement, restitution, or damages in excess of $100,000; or 27 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(4) Any other criminal, civil, or administrative proceeding if:\ni. It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award term\nand condition; ii. It had a different disposition arrived at by consent or compromise with an acknowledgment\nof fault on your part; and iii. The requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. 3. Reporting Procedures Enter in the SAM Entity Management area the information that SAM requires about each proceeding\ndescribed in paragraph 2. of this award term and condition. You do not need to submit the information a\nsecond time under assistance awards that you received if you already provided the information through\nSAM because you were required to do so under Federal procurement contracts that you were awarded. 4. Reporting Frequency During any period of time when you are subject to the requirement in paragraph 1. of this award term and\ncondition, you must report proceedings information through SAM for the most recent five year period,\neither to report new information about any proceeding(s) that you have not reported previously or affirm\nthat there is no new information to report. Recipients that have Federal contract, award, and cooperative\nagreement awards with a cumulative total value greater than $10,000,000 must disclose semiannually\nany information about the criminal, civil, and administrative proceedings. 5. Definitions For purposes of this award term and condition:\na. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission Administrative\nproceedings, Civilian Board of Contract Appeals proceedings, and Armed Services Board of Contract\nAppeals proceedings). This includes proceedings at the Federal and State level but only in connection\nwith performance of a Federal contract or award. It does not include audits, site visits, corrective\nplans, or inspection of deliverables. b. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea, and\nincludes a conviction entered upon a plea of nolo contendere. c.",
      "queries": [
        "what regulation provides a trust fund inmate telephone system",
        "are accounting systems required",
        "what are documents needed in federal court and probation"
      ],
      "queries_score": [
        -9.26197338104248,
        -7.010176658630371,
        -7.0592193603515625
      ]
    },
    {
      "id": "guidance_8__28",
      "chunk_id": "28",
      "content": "b. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea, and\nincludes a conviction entered upon a plea of nolo contendere. c. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not yet\nexercised. 28 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Why this condition:\nUnder 2 C.F.R. § 200.210(b)(1)(iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal grants, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active grants, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 25. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Consolidated\nAppropriations Act, 2019, Public Law 116-6, Division C, Title V, Section 523. Why this condition:\nSection 523 of Division C, Title V, of the Consolidated Appropriations Act, 2019 (Pub. L. 116-6) prohibits the use of\nfederal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities. 26. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the SVPP with prior\napproval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. § 200.474.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__29",
      "chunk_id": "29",
      "content": "26. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the SVPP with prior\napproval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. § 200.474. 29 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Why this condition:\nSVPP funding will cover award-related travel costs for the recipient agency or other (nonrecipient) individuals to\nattend training and technical assistance conferences, seminars, or classes or to visit a site specified in the original\napplication. Allowable expenses for award-related lodging, meals, temporary dependent care, and incidental\nexpenses that were included in the application were approved by the COPS Office as part of your agency’s SVPP\naward and final budget. For more information, please refer to the award condition on “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use SVPP funds only for approved\ntravel costs incurred during the award period. In addition, your agency should keep timely and accurate records of\nall travel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. 27. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $250,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. 2 C.F.R. § 200.324(b)(2). Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $250,000 and have already\ndetermined that the award of a contract through a competitive process is infeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances exists:\n•\n•\n•\n• Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the Sole\nSource Justification fact sheet at https://cops.usdoj.gov/svpp#programdocuments. 30 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 28. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release.",
      "queries": [
        "which expenses are allowable under svpp?",
        "can a delegation of power referred to in article 4 be revoked?",
        "what makes an oig audit",
        "what is the definition of abuse of authority in police?",
        "can a condition of an award be held to be unenforceable?",
        "what's saa requirements"
      ],
      "queries_score": [
        "2.3161194",
        -9.140959739685059,
        -7.602073669433594,
        -7.657228469848633,
        -4.088772773742676,
        -6.438014507293701
      ]
    },
    {
      "id": "guidance_8__30",
      "chunk_id": "30",
      "content": "30 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 28. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release. Any publications (written, curricula, visual, sound, reports, or websites) or\ncomputer programs, whether or not published at government expense, shall contain the following statement:\n\"This project was supported, in whole or in part, by federal award number 2019-XX-XX- XXXX awarded to\n[Entity] by the U.S. Department of Justice, Office of Community Oriented Policing Services. The opinions\ncontained herein are those of the author(s) or contributor(s) and do not necessarily represent the official\nposition or policies of the U.S. Department of Justice. References to specific individuals, agencies,\ncompanies, products, or services should not be considered an endorsement by the author(s),\ncontributor(s), or the U.S. Department of Justice. Rather, the references are illustrations to supplement\ndiscussion of the issues. The Internet references cited in this publication were valid as of the date of publication. Given that URLs\nand websites are in constant flux, neither the author(s) nor the COPS Office can vouch for their current\nvalidity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects that\nare disseminated to the public. However, award-funded reports and publications are not works of authorship by\nthe Federal Government and should not be construed to reflect the official policy or position of the U.S.\nDepartment of Justice. What you should do:\nEnsure that all publications developed under your award contain the required statement listed above. 29. Criminal Intelligence Systems\nCondition:\nRecipients using award funds to operate an interjurisdictional criminal intelligence system must comply with the\noperating principles of 28 C.F.R. Part 23. By signing the Reviews and Certifications in the application, the recipient\nassured the COPS Office that it will comply with the requirements of 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\n“interjurisdictional criminal intelligence system” is generally defined as a system that receives, stores, analyzes,\nexchanges, or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal information systems that protect individual\nprivacy and constitutional rights. 31 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual If your agency will use award funds to operate a single agency database (or other unrelated forms of technology)\nand will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not apply to your\naward. What you should do:\nRecipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R.",
      "queries": [
        "what is the cops office svpp award ?",
        "when do cops release svpp awards"
      ],
      "queries_score": [
        "1.535713",
        "2.356292"
      ]
    },
    {
      "id": "guidance_8__31",
      "chunk_id": "31",
      "content": "Part 23 does not apply to your\naward. What you should do:\nRecipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R. Part 23\nas part of their application proposal so the COPS Office can track which agencies intend to use their award funds to\noperate interjurisdictional criminal intelligence systems. If your agency intends to use award funds to operate an\ninterjurisdictional criminal intelligence system, you should have indicated this in your application and certified your\nagency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency now must\ncomply with 28 C.F.R. Part 23 in operating the interjurisdictional criminal intelligence system funded through your\nSVPP award. 30. State Information Technology Point of Contact\nCondition: The recipient agrees to ensure that the appropriate State Information Technology Point of Contact receives written\nnotification regarding any technology or information-sharing project funded by this award during the obligation\nand expenditure period. This is to facilitate communication among local and state governmental entities regarding\nvarious information technology projects being conducted with these award funds. In addition, the recipient agrees\nto maintain an administrative file documenting the meeting of this requirement. For a list of State Information\nTechnology Points of Contact, go to https://it.ojp.gov/technology-contacts. Why this condition:\nThe COPS Office is committed to promoting communication between state and local law enforcement. What you should do: If applicable, upon receiving the award, your agency should contact your state information technology point of\ncontact for further guidance. Please visit the Justice Information Sharing homepage at\nhttps://it.ojp.gov/technology-contacts and identify your appropriate contact. The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing networks or\nIT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office–funded\nsystems should employ, to the extent possible, existing systems such as Law Enforcement Online (LEO), Regional\nInformation Sharing Systems (RISS), Joint Regional Information Exchange System (JRIES), etc., to achieve interstate\nconnectivity. 31. News Media\nCondition: The recipient agrees to comply with the COPS Office policy on contact with the news media. The policy establishes\nthe COPS Office Communications Division as the principal point of contact for the news media for issues relevant to\nthe COPS Office or parameters of this award. The recipient agrees to refer all media inquiries on these topics\ndirectly to the COPS Office Communications Division at 202-514-9079. 32 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate U.S. Department of Justice\noffices and personnel aware of pending articles and interviews. What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 32. Paperwork Reduction Act Clearance and Privacy Act Review\nCondition:",
      "queries": [
        "what is part 23 for cops",
        "why does cops not include part 23 in award",
        "what is a oig audit",
        "when should sf 425 be spent",
        "who can obligate or expend award funds",
        "irs office of chief counsel memorandum number",
        "internal revenue service memo release number",
        "does schedule k include ordinary business earnings"
      ],
      "queries_score": [
        "1.6871274",
        "2.811518",
        -5.161792755126953,
        -7.070640563964844,
        -1.5776487588882446,
        -7.469006538391113,
        -6.935103416442871,
        -8.119914054870605
      ]
    },
    {
      "id": "guidance_8__32",
      "chunk_id": "32",
      "content": "What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 32. Paperwork Reduction Act Clearance and Privacy Act Review\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections to the\nCOPS Office for submission to the Office of Management and Budget (OMB) for clearance under the Paperwork\nReduction Act (PRA). Before submission to OMB, all information collections that request personally identifiable\ninformation must be reviewed by the COPS Office to ensure compliance with the Privacy Act. The Privacy Act\ncompliance review and the PRA clearance process may take several months to complete. 44 U.S.C. §§ 3501-3520\nand 5 U.S.C. § 552a. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the public\nwhile maximizing the practical utility and public benefit of information created, collected, disclosed, maintained,\nused, shared, and disseminated by or for the Federal Government. See 5 C.F.R. § 1320.1. In addition, the Privacy\nAct establishes a “code of fair information practices” that regulates the collection, maintenance, use, and\ndisclosure of personally identifiable records. 5 U.S.C. § 552a. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency, or\n(2) the terms and conditions of the award require specific approval by the agency of the collection of information\nor the collection procedures. See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Grant Program Specialist. The COPS Office Grant\nProgram Specialist will inform you whether Office of Management and Budget (OMB) approval of the information\ncollection method is required and of the procedures necessary to obtain this approval. As part of the OMB\napproval process, a privacy assessment will be completed to determine if an information collection requires a\nprivacy-related notice. OMB approval may take several months to receive, so recipients are advised to allow ample\ntime for the processing of this request. 33 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 33. Copyright\nCondition: If applicable, the recipient may copyright any work that is subject to copyright and was developed, or for which\nownership was acquired, under this award in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a\nroyalty-free, nonexclusive and irrevocable license to reproduce, publish, or otherwise use the work, in whole or in\npart (including create derivative works), for Federal Government purposes, and to authorize others to do so. The\nCOPS Office also reserves the right, at its discretion, not to publish deliverables and other materials developed\nunder this award as a U.S. Department of Justice resource.",
      "queries": [
        "cops office phone number",
        "cops office communications phone number",
        "cops office phone number"
      ],
      "queries_score": [
        "2.4932058",
        "2.5883849",
        "2.4932058"
      ]
    },
    {
      "id": "guidance_8__33",
      "chunk_id": "33",
      "content": "The\nCOPS Office also reserves the right, at its discretion, not to publish deliverables and other materials developed\nunder this award as a U.S. Department of Justice resource. Products and deliverables developed with award funds and published as a U.S. Department of Justice resource will\ncontain the following copyright notice:\n“This resource was developed under a federal award and may be subject to copyright. The U.S.\nDepartment of Justice reserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish,\nor otherwise use the work for Federal Government purposes, and to authorize others to do so. This\nresource may be freely distributed and used for noncommercial and educational purposes only.” Why this condition:\nU.S. Department of Justice regulations allow the recipient of a SVPP award to copyright any work that is subject to\ncopyright and was developed, or for which ownership was purchased, under an award. As a Federal Government agency whose activities include producing and disseminating law enforcement materials\nto advance public safety across the nation, the COPS Office has an interest in making your deliverables and\nproducts widely available and accessible to the public. The COPS Office may make any work that was developed or\npurchased under this award publically available by any means without restriction, including a U.S. Department of\nJustice website, social media account, a hard copy, or in electronic form. The COPS Office also reserves the right, at\nits discretion, to not publish deliverables and other materials (e.g., reports, publications, manuals, and training\ncurricula) developed under this award as a U.S. Department of Justice resource. What you should do: The recipient is responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in deliverables\nthat are developed under this award. All licensing, publishing, or similar agreements with a copyright holder,\npublisher, or other relevant party must include provisions giving the COPS Office a royalty-free, nonexclusive, and\nirrevocable license to reproduce, publish, or otherwise use the work in whole or in part (including create derivative\nworks) for Federal Government purposes and to authorize others to do so. If the recipient retains a contractor or\nconsultant to author or coauthor a work under this award, the recipient must ensure that there is a written\nagreement with the contractor or consultant that explicitly (1) assigns and transfers all rights to the copyright in\nthe work to the recipient for the full term of copyright and, if a copyright transfer is not feasible, (2) awards the\nCOPS Office the same royalty-free, nonexclusive, and irrevocable license to use, and authorize others to use, the\nwork for Federal Government purposes. 34 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nThe U.S. Department of Justice is a nonexclusive licensee to copyrighted work that was developed, or for which\nownership was purchased, under this award. Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please visit\nthe U.S. Copyright Office at www.copyright.gov.",
      "queries": [
        "how to obtain the certification of review of criminal intelligence systems",
        "what is community policing",
        "which of the following is a matter of major policy importance for the publishing industry?",
        "what constitutional obligation states that neither chamber can adjourn for more than three days without consent of the other?",
        "why did congress specifically intend to override other statutes of limitations?"
      ],
      "queries_score": [
        -9.11323070526123,
        -6.269893169403076,
        -7.030084609985352,
        -8.7914400100708,
        -8.449862480163574
      ]
    },
    {
      "id": "guidance_8__34",
      "chunk_id": "34",
      "content": "Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please visit\nthe U.S. Copyright Office at www.copyright.gov. 34. Local Match\nCondition:\nRecipients are required to contribute a local match of at least 25 percent toward the total cost of the approved\naward project, unless waived in writing by the COPS Office. 34 U.S.C. § 10551(f). The local match must be a cash\nmatch and must be paid during the award period. Why this condition: The SVPP program provides up to 75 percent funding and a federal share up to $500,000 towards the total cost of\nthe approved award project. Recipients are therefore responsible for at least 25 percent of the total project costs. The local match must be a cash match from local, state, or other non-COPS Office funds. Federal funds (other than\nCOPS Office funds) may be used to meet your local match only if the federal funds are authorized by statute for\nthat purpose and approved by both the federal agency and the COPS Office. What you should do: The SVPP award is for two years (24 months) in duration and the local match (cash) must be paid during the award\nperiod. Your agency must maintain records of your local share. These records should clearly show the source of the\nlocal matching funds, the amount of the match, and when the match was contributed. You do not need to provide\nthese supporting documents to the COPS Office, but such records must be produced in the event of an audit or site\nvisit. In addition, Recipients are required to report the amount of the match contributed on the quarterly Federal\nFinancial Report SF-425 under “line B.” Acceptable sources for local match requirements may include the\nfollowing:\n•\n•\n•\n•\n• Non-federal asset forfeitures funds (subject to approval from the state or local oversight agency) Funds from state or local governments that are committed to matching funds for your program\nFunds from federal programs whose statutes specifically authorize their use as matching funds Funds contributed by private sources\nFederal funds appropriated to tribal agencies or to the Bureau of Indian affairs performing law enforcement\nfunctions on Indian lands may be used as matching funds Matching contributions may be applied at any time during the life of the award, provided that the full matching\nshare is obligated by the end of the award period. If you have any questions about paying the local match, please\ncontact your COPS Grant Program Specialist at 800.421.6770. 35 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 35. Contracts and MOUs with Other Jurisdictions\nCondition: The recipient understands and agrees that the equipment, technology, supplies, services, training, civilian positions,\nand other costs funded with this SVPP award may only be used to benefit schools within the recipient’s jurisdiction. Why this condition: The SVPP award is intended to benefit schools within the recipient’s jurisdiction. Therefore, the recipient must use\nthe SVPP award funding to benefit its own population.",
      "queries": [
        "what is camp funding for",
        "cops requirements of tribal resources grant program"
      ],
      "queries_score": [
        -7.446506023406982,
        -2.501621961593628
      ]
    },
    {
      "id": "guidance_8__35",
      "chunk_id": "35",
      "content": "Why this condition: The SVPP award is intended to benefit schools within the recipient’s jurisdiction. Therefore, the recipient must use\nthe SVPP award funding to benefit its own population. What you should do: The SVPP award funding should be used directly to improve security at schools within the recipient’s jurisdiction. Therefore, the equipment, technology, supplies, services, training, civilian positions, and other costs funded with\nthis SVPP award may not be used for any other purposes besides benefit the schools within the recipient’s\njurisdiction. Special Condition: Information Sharing and Coordination The importance of information sharing and coordination among schools and public safety entities cannot be\noverstated. This is especially true of situations requiring emergency response by law enforcement and fire\nprofessionals. In order to ensure that first responders have adequate familiarity with school-specific safety features\nand procedures (target hardening, evacuation plans, etc.); all award recipients must:\n1.\n2. Within 90 days after accepting the award, awardees are required to notify local law enforcement and fire\nagencies in their jurisdiction of the award and the planned school safety improvements under the award. Provide local law enforcement and fire agencies in their jurisdiction with copies of school safety plans\nunless sharing such information is prohibited by local laws. Award recipients will report that this has been\ncompleted through regular progress report submissions. Depending on the project funded, the COPS Office may require a memorandum of understanding (MOU) or letter\nagreement between major partners describing roles and responsibilities in order to ensure proper collaboration and\ncoordination. Your grant program specialist will be able to answer any questions you may have about these\nimportant information sharing and coordination requirements. Special Condition: School Safety Assessments Award recipients are required to conduct comprehensive site safety assessments and prepare school safety plans\nfor all schools impacted by SVPP funding within 12 months after accepting the award. This assessment requirement\nis considered satisfied if such assessments/plans have been completed within the past three years for the affected\nschools. Your grant program specialist will be able to answer any questions you may have the assessment\nrequirement. 36 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What are the specific rules regarding termination of award funding? The COPS Office may suspend, in whole or in part, or terminate funding or impose other sanctions on a recipient\nfor the following reasons:\n• Failure to substantially comply with the requirements or objectives of the Students, Teachers, and Officers\nPreventing (STOP) School Violence Act of 2018, 34 U.S.C. § 10551, et seq., program guidelines, or other\nprovisions of federal law\n• Failure to make satisfactory progress toward the goals or strategies set forth in this application\n• Failure to adhere to award agreement requirements or special conditions\n• Proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n• Failure to submit required or requested reports\n• Filing a false statement or certification in this application or other report or document\n•",
      "queries": [
        "define institutions of higher education",
        "how do auditors defend their findings",
        "what is an organizational conflict of interest"
      ],
      "queries_score": [
        -6.466377258300781,
        -7.6347479820251465,
        -6.583017349243164
      ]
    },
    {
      "id": "guidance_8__36",
      "chunk_id": "36",
      "content": "Proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n• Failure to submit required or requested reports\n• Filing a false statement or certification in this application or other report or document\n• Other good cause shown\nPrior to imposing sanctions, the COPS Office will provide reasonable notice to the recipient of its intent to impose\nsanctions and will attempt to resolve the problem informally. Appeal procedures will follow those in the U.S.\nDepartment of Justice regulations in 28 C.F.R. Part 18. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and any other remedy available by law. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. Accepting the award After you have reviewed the conditions of your COPS Office SVPP Program award and your agency agrees with\nthese conditions, you are ready to accept the award. The Director (or Acting Director) of the COPS Office has\nsigned the award document indicating approval of your award, an obligation of federal funds to your organization,\nand our commitment to the award. As stated at the beginning of this section, to officially begin your award and\ndraw down your funds, the authorized officials (see the Glossary of Terms in this manual) must access\nhttps://portal.cops.usdoj.gov to log in, review, and electronically sign the award document with the award terms\nand conditions; the Financial Clearance Memorandum that is incorporated by reference into the award document;\nand, if applicable, the special award conditions and high risk conditions in the award document supplement within\n90 days of the date shown on the award congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/svpp#programdocuments for detailed instructions on award acceptance. 37 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Who should sign the award document for our agency? The authorized official is the government executive who has the ultimate and final responsibility for all\nprogrammatic and financial decisions regarding this award as representatives of the legal recipient. COPS Office\nSVPP awards require that the top government executive (e.g., superintendent, governor, mayor, board\nchairman, county administrator, town manager, or equivalent) sign the award document. Typically, this is the\nsame executive who signed the forms in your SVPP application package. If this individual has changed, please\ncomplete a Change of Information (COI) form online at https://cops.usdoj.gov/svpp#programdocuments. If you\nhave any questions as to who should sign the award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter.",
      "queries": [
        "do protected veterans qualify to file a lawsuit"
      ],
      "queries_score": [
        -9.019515037536621
      ]
    },
    {
      "id": "guidance_8__37",
      "chunk_id": "37",
      "content": "If you\nhave any questions as to who should sign the award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to electronically sign your original award document within the 90-day award\nacceptance period may result in your SVPP award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from electronically signing the award document within the 90-day period,\nand identify the date by which the award document will be signed. The COPS Office will review such requests on a\ncase-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance\nperiod. If you have any questions, please contact your COPS Office Grant Program Specialist or the COPS Office\nResponse Center at 800-421-6770. 38 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual II. Procurement Process In general, recipients are required to procure funded items through open and free competition when feasible. For\nthe purchase of equipment, technology, or services under a COPS Office award, recipients must follow their own\npolicies and procedures on procurement as long as those requirements conform to the federal procurement\nrequirements set forth in 2 C.F.R. §§ 200.317 – 200.326. As described in the award condition titled “Sole Source Justification,” recipients are required to submit a sole\nsource justification (SSJ) request to the COPS Office for noncompetitive procurements in excess of $250,000 prior\nto purchasing equipment, technology, or services; obligating funding for a contract; or entering into a contract\nwith award funds. If submitting a sole source justification request to the COPS Office, please use the format\ndescribed in the Sole Source Justification fact sheet at https://cops.usdoj.gov/svpp#programdocuments. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Grant Program Specialist. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 39 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual III. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to provide\naccess to request payments from your COPS Office awards. For assistance with financial management and award\nadministration, please contact the COPS Office Response Center at 800-421-6770 or visit our website at\nwww.cops.usdoj.gov. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds.",
      "queries": [
        "how long to sign an award",
        "can the internal revenue service change the method of accounting on a patent by patent basis"
      ],
      "queries_score": [
        "1.7835988",
        -9.053568840026855
      ]
    },
    {
      "id": "guidance_8__38",
      "chunk_id": "38",
      "content": "Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States Department\nof the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the primary system\nthat agencies use for EFT. An award recipient will be able to review previous payment requests made since July\n2009. For more information regarding GPRS, please visit the following website:\nhttps://ojp.gov/about/offices/ocfogprs.htm. Setting up your account How do we set up a new GPRS account? If you are a new award recipient to the COPS Office, your agency should determine which authorized employee(s)\nwill be responsible for requesting federal funds for your COPS Office awards through the GPRS system. The\nindividual(s) selected must click on the following link and register with the GPRS system to become a drawdown\nspecialist for your agency: https://grants.ojp.usdoj.gov/gprs/welcome. All individuals that need access to GPRS\nmust register separately and create their own unique GPRS username account, as these accounts are not meant to\nbe shared. Once you have been approved, you will receive an email containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your Law Enforcement\nExecutive, Government Executive, or other financial points of contact to validate the information that was\nprovided during the registration process. Once you receive your temporary password, you should login to the GPRS\nwebsite and change your temporary password to a permanent password. If you ever have an issue regarding your\nGPRS password, you have the option to utilize the “Forgot Password” link on the webpage. It will email you a new\ntemporary password. If this does not work, please contact the GMS Helpdesk (888-549-9901, option 3) for a\npassword reset for GPRS with the username you selected upon registration. DOJ award recipients who already have active GPRS accounts for awards created in the OJP Grants Management\nSystem (GMS) may be instructed to consolidate usernames once their COPS GPRS username is approved and\nbecomes active. For more information on GPRS username consolidation, please visit the following link:\nhttps://ojp.gov/about/pdfs/gprsjobaid.pdf. 40 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a recently\nfunded COPS Office award number to your existing COPS Office award username, you must contact the COPS\nOffice GPRS Registration Desk. Please send your request via email to COPSGPRSRegistration@usdoj.gov and\nprovide the following COPS Office award GPRS username information:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881).",
      "queries": [
        "what is the payment system for grants",
        "what type of event do not require prior approval",
        "cops office phone number",
        "when is final federal financial report",
        "tmp designation for years"
      ],
      "queries_score": [
        "2.8016174",
        -6.751827239990234,
        -1.9112099409103394,
        -6.841155529022217,
        -7.610807418823242
      ]
    },
    {
      "id": "guidance_8__39",
      "chunk_id": "39",
      "content": "First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881). This form can be found on the\nCOPS Office website at https://cops.usdoj.gov/svpp#programdocuments. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of the\nform and also provide the award number (printed on the award document). Next, your financial institution must\ncomplete the “Financial Institution Information” section and have the appropriate financial official sign the form. If you are a recipient of a previous COPS Office award, you should already have filled out an ACH enrollment form. You will not be required to submit a new ACH enrollment form for the new award as long as your bank account\ninformation or OJP vendor number has not changed. If you have any questions, or wish to verify your ACH\nenrollment form information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with\nyour state assigned Financial Analyst. When should Federal Financial Reports be filed? Current regulations state that all COPS Office award recipients are required to submit their initial Federal Financial\nReport (FFR) using Standard Form 425 (SF-425) at the end of the period that includes the award start date,\nregardless of when the award was accepted, and thereafter, at the end of every calendar quarter, regardless of\naward activity. This report should reflect actual expenditures and unliquidated obligations incurred by your agency\non a cumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for\nthe most recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are\nencouraged to submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425 report, see the section in\nthis manual titled “Reporting Requirements.” 41 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nFiling the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__40",
      "chunk_id": "40",
      "content": "You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the award;\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nC.F.R. Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds. You must\naccount for interest earned on advances of federal funds as follows:\n• The Office of Management and Budget (OMB) uniform guidance at 2 C.F.R. § 200.305(b)(9) states that\ninterest earned on federal advance payments deposited in interest-bearing accounts up to $500 per year\nmay be retained by the nonfederal entity for administrative expenses. • Any interest earned on federal advance payments deposited in interest-bearing accounts that is in excess of\n$500 per year must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. For detailed information on remittance, please see appendices\nfor a full text of the electronic medium remittance options. 42 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• If you do not have access to an electronic medium option, then please make a check payable to “The\nDepartment of Health and Human Services” and mail the check to Treasury-approved lockbox: HHS Program\nSupport Center, P.O. Box 530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a\npayment by check to be applied to the appropriate Payment Management System (PMS) account). • Please notify your COPS Office Staff Accountant in the COPS Office Finance Business Unit when any interest\nthat is earned is remitted to the Department of Health and Human Services, Payment Management System. Matching funds Under the COPS Office SVPP, there is a local cash match requirement of a minimum of 25 percent. The COPS Office\nis funding 75 percent of the allowable items approved in your FCM up to $500,000.",
      "queries": [
        "what is the condition to consolidated appropriations act",
        "cops office phone number",
        "how to stop the recipient of an award from taking reprisal action against an employee?",
        "cops office contact number",
        "do parking structures have floor to ceiling walls, a roof"
      ],
      "queries_score": [
        -6.266632080078125,
        -4.355663299560547,
        -5.205119609832764,
        -3.7862660884857178,
        -8.300408363342285
      ]
    },
    {
      "id": "guidance_8__41",
      "chunk_id": "41",
      "content": "Matching funds Under the COPS Office SVPP, there is a local cash match requirement of a minimum of 25 percent. The COPS Office\nis funding 75 percent of the allowable items approved in your FCM up to $500,000. Any agency desiring to\ncontribute additional funds to this project is encouraged to do so by reporting these funds on the SF-425 as a\nrecipient share of expenditures (line 10j). Acceptable sources for local match requirements may include the following:\n• Nonfederal asset forfeiture funds (subject to approval from the state or local oversight agency; • Funds from state or local governments that are committed to matching funds for your program; • Funds from federal programs whose statutes specifically authorize their use as matching funds; • Funds contributed by private sources. • Federal funds appropriated to tribal agencies or to the Bureau of Indian affairs performing law\nenforcement functions on Indian lands may be used as matching funds. 43 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual IV. Financial Record Maintenance Under the COPS Office SVPP, your agency is required to establish and maintain accounting systems and financial\nrecords to accurately account for funds awarded and disbursed. These records must include both federal funds\nand any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately account for\nthe funds awarded. As required by 2.C.F.R. § 200.62 (Internal control over compliance requirements for federal awards), your\naccounting system should be designed to provide reasonable assurance regarding the achievement of the\nfollowing objectives for federal awards:\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. • Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. • Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your SVPP award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, canceled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your SVPP award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 C.F.R §C.F.R. § 200.333 (Retention requirements\nfor records). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever you\nfind more convenient.",
      "queries": [
        "who will approve the modification for trgp"
      ],
      "queries_score": [
        -7.542393684387207
      ]
    },
    {
      "id": "guidance_8__42",
      "chunk_id": "42",
      "content": "Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever you\nfind more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has been\nstarted before the end of the three-year period, the records should be kept until completion of the action. These\nrecords should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 44 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the Comptroller\nGeneral of the United States, the COPS Office, and any entity designated by the COPS Office may access these\nrecords for the purposes of conducting audits, site visits, or other examinations. 45 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual V. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent examiners. The\ntwo primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice, Office of the Inspector\nGeneral (OIG) audits. Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving federal\nfinancial assistance. The 1984 Act was amended in July 1996, was revised on June 27, 2003 and again on June 26,\n2007, and is effective for fiscal years after December 31, 2003, to reflect revised audit criteria and reporting\nrequirements. The Office of Management and Budget (OMB) issued final guidance for 2 C.F.R. Part 200—Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform Guidance) on\nDecember 26, 2013. This guidance applies to all federal awards or funding increments awarded on or after\nDecember 26, 2014, and provides additional guidelines regarding the implementation of SAA requirements. 2\nC.F.R. Part 200, Subpart F – Audit Requirements, available at www.ecfr.gov/cgi-bin/textidx?tpl=/ecfrbrowse/Title02/2cfr200_main_02.tpl, establishes the requirements for organizational audits that\napply to COPS Office award recipients. Recipients must arrange for the required organization-wide (not award-byaward) audit in accordance with the requirements of Subpart F. Who must have an SAA audit? A recipient that expends $750,000 or more during the recipient's fiscal year in federal awards must have a single\naudit conducted in accordance with 2 C.F.R. § 200.514 (Scope of audit) except when it elects to have a programspecific audit conducted in accordance with 2 C.F.R. § 200.501(c).",
      "queries": [
        "cops gov contact phone number",
        "why is it important for an auditor to sample sexual harassment",
        "what is sex offender registration",
        "what is nsor for offender registration"
      ],
      "queries_score": [
        -4.415607929229736,
        -7.02742862701416,
        -6.2751922607421875,
        -6.438711166381836
      ]
    },
    {
      "id": "guidance_8__43",
      "chunk_id": "43",
      "content": "A recipient that expends $750,000 or more during the recipient's fiscal year in federal awards must have a single\naudit conducted in accordance with 2 C.F.R. § 200.514 (Scope of audit) except when it elects to have a programspecific audit conducted in accordance with 2 C.F.R. § 200.501(c). An auditee may be a recipient, a subrecipient, or\na vendor. SAA audits are conducted annually unless a state or local government is required by constitution or statute, in\neffect on January 1, 1987, to undergo audits less frequently than annually. The primary objective of an SAA audit is\nto express opinions on the recipient’s financial statements, internal controls, major and nonmajor award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in §200.338 Remedies for\nnoncompliance. See 2 C.F.R. § 200.505. These sanctions under 2 C.F.R. § 200.338 could include the following:\n• Temporarily withholding cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity\n• Disallowing (that is, denying both use of funds and any applicable matching credit for) all or part of the cost of\nthe activity or action not in compliance\n• Wholly or partly suspending or terminating the federal award 46 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Initiating suspension or debarment proceedings as authorized under 2 C.F.R. part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommending such a proceeding be initiated by a\nfederal awarding agency)\n• Withholding further federal awards for the project or program\n• Taking other remedies that may be legally available\nYour SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant federal agency (see the Glossary of Terms in the appendices),\nthey should be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits may be\ndirected to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits are\ndesigned to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit?",
      "queries": [
        "what is 2013/789",
        "what is the cops modification request"
      ],
      "queries_score": [
        -7.122220993041992,
        -6.027318954467773
      ]
    },
    {
      "id": "guidance_8__44",
      "chunk_id": "44",
      "content": "OIG audits are\ndesigned to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believes warrants further evaluation. The OIG also surveys DOJ award-making agencies on an\nannual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand nonhiring). As such, the fact that a recipient has been selected for an OIG audit is not necessarily indicative of\na suspected concern or problem area. 47 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and the\nOIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the interactions\nbetween the OIG, the recipient, and the COPS Office Grant Monitoring Division Audit Liaison Section:\n• Call for award data. The OIG requests award documentation from the COPS Office. • Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. • Draft audit report. The OIG reviews documentation and presents initial recommendations (findings) to the\nrecipient and copies the COPS Office. The COPS Office interacts with the recipient to coordinate any\nrepayments and/or policy or procedure documents to be submitted to the OIG before release of the Final\nAudit Report. • Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. • Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s Audit\nLiaison Section via the COPS Office Response Center at 800-421-6770. Questions and comments regarding the\nadministration of your COPS Office SVPP award, not specifically related to an audit, should be referred to your\nCOPS Office Grant Program Specialist. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• Unallowable costs. Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs.",
      "queries": [
        "what is oig audit?",
        "what is the purpose of an oig audit",
        "what is oig audit",
        "who must provide duns number prior to applying for funding",
        "why are subrecipients required to be prudent"
      ],
      "queries_score": [
        "3.1330247",
        "4.17564",
        "3.904281",
        -7.821014404296875,
        -7.586580276489258
      ]
    },
    {
      "id": "guidance_8__45",
      "chunk_id": "45",
      "content": "Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchase orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office, or award\nexpenditures were in excess of actual approved award costs. • Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and other identified savings. 48 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division’s Audit Liaison Section\nwill continue working as the liaison between your agency and the OIG to obtain closure on any audit findings. The\nCOPS Office will issue a closure letter once all audit recommendations have been closed by the OIG. You must keep\nall documentation related to the audit for a period of three years following the audit’s closure. 49 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual VI. Reporting Requirements As an SVPP award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Programmatic Progress Reports. Awarded agencies should be prepared to track and report SVPP award\nfunding separately from all other funding sources, in order to ensure accurate financial and programmatic\nreporting on a timely basis. Your agency should ensure that you have adequate financial internal controls in place\nto monitor the use of all funding, and also to ensure that its use is consistent with the award terms and conditions.",
      "queries": [
        "what is the contract provision condition",
        "what law constraints post elections"
      ],
      "queries_score": [
        -5.663815021514893,
        -7.65624475479126
      ]
    },
    {
      "id": "guidance_8__46",
      "chunk_id": "46",
      "content": "Your agency should ensure that you have adequate financial internal controls in place\nto monitor the use of all funding, and also to ensure that its use is consistent with the award terms and conditions. Good stewardship in this area includes written accounting practices, use of an accounting system that adequately\ntracks all award drawdowns and expenditures, and has the ability to track when award-funded positions are filled\nor approved purchases are made. Failure to submit complete reports or submit them in a timely manner may result\nin the suspension and possible termination of your agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to\ndraw down federal funding for costs incurred after the official award end date; however, you will have a 90-day\ngrace period after the award end date during which you can draw down funds for eligible expenditures incurred\nbefore the award end date. How do we file Federal Financial Reports? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office Agency Portal\nwebsite at https://portal.cops.usdoj.gov to log in; once you are logged in, select “Applications” from the agency\nportal menu, click on the “SF-425” icon, and follow the instructions to complete and submit your reports. The\nonline SF-425 requires the same reporting information as the paper version. The use of this online application\nenables authorized users to view past reports and allows them to file or amend the SF-425 for the current quarter. Please see the Agency Portal User Manual at https://cops.usdoj.gov/svpp#programdocuments for detailed\ninstructions on federal financial reports. If you do not have login access, you should contact your COPS Agency Portal Administrator to set up an account for\nyou. If you have a registered account but do not remember your password, you may reset your password by going\nto the agency portal homepage in “Account Access,” entering your email address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov. When are Federal Financial Reports due? An SF-425 report must be submitted for each COPS Office award at the end of every calendar quarter and no later\nthan 30 days after the last day of each reporting period, as detailed in table 1 on page 51 of this manual. 50 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nTable 1. Due dates of SF-425 by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30",
      "queries": [
        "when was the european fund for sustainable development decision published",
        "what is the date of the eu solidarity fund decision?",
        "department of justice cpd/csb number"
      ],
      "queries_score": [
        -9.061522483825684,
        -8.339337348937988,
        -7.021032333374023
      ]
    },
    {
      "id": "guidance_8__47",
      "chunk_id": "47",
      "content": "50 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nTable 1. Due dates of SF-425 by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 For your initial SF-425 submission, determine when the SF-425 reporting period that includes your award start\ndate ended and complete an SF-425 to cover the period from the award start date to the end of that period\n(regardless of when the award was accepted). You are required to submit an SF-425 even if you have not spent any\nmoney or incurred any costs during a reporting period. The due dates for online filing of SF-425 reports are the\nsame as for the submission of paper copies. Example: If your award start date is 09-01-19 and the current date is 11-15-19, then your first SF-425 would be due no later\nthan 10-30-19 and would cover the period 09-01-19 (award start date) through 09-30-19 (end of the initial\nreporting quarter for this award). This SF-425 must be on file with the COPS Office before the submission deadline\nso that you can avoid being delinquent and successfully complete a drawdown of funds through GPRS (submit\nreport as soon as you accept the award and have access to the COPS Agency Portal). Award recipients who do not submit an SF-425 report by the due date each quarter will be unable to draw down\nfunds. The payment system contains a function which checks for SF-425 delinquency and will reject a drawdown\nattempt if the SF-425 is not current. Subsequent outreach through email, fax, or hard copy reminders may be sent\nto the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nhttps://cops.usdoj.gov/svpp#programdocuments. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased award reviews, meetings, telephone contacts, reports, audits, reviews of award change requests, and\nspecial request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” tab of the COPS Office website at\nhttps://portal.cops.usdoj.gov. 51 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual How do we file a Program Progress Report? Please access the COPS Office website at https://portal.cops.usdoj.gov and click on the “Account Access” tab at\nthe top-right hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. Please see the Agency\nPortal User Manual at https://cops.usdoj.gov/svpp#programdocuments for detailed instructions on federal\nfinancial reports.",
      "queries": [
        "when is svpp due",
        "what is the precondition for granting the european aid to the republic of moldova?",
        "cops office contact phone number"
      ],
      "queries_score": [
        "2.6227705",
        -8.561400413513184,
        0.349208265542984
      ]
    },
    {
      "id": "guidance_8__48",
      "chunk_id": "48",
      "content": "Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. Please see the Agency\nPortal User Manual at https://cops.usdoj.gov/svpp#programdocuments for detailed instructions on federal\nfinancial reports. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for you. If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your email address, and click on the\n“Forgot Password” link. If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or\nby email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October covering activities\nfor the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout) Report will\nbe sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days after\nthe last day of each reporting quarter, as detailed in table 2. Table 2. Due dates of Program Progress Reports by quarter\nProgram Progress Report due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 31–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 What kind of information will these reports require? These reports will request information about the status of your award in terms of purchasing equipment, hiring\npersonnel, delivering services, and progress in meeting milestones identified in the cooperative agreement, as well\nas general information about your agency. What if we make a mistake or need to modify the report after it is submitted? Recipients may need to make a change or may be asked by a subsequent COPS Office reviewer to make a\ncorrection to a submission. The recipient can update the submission by logging on to the COPS Office website or by\ncalling the COPS Office Progress Report Team at 800-659-7379.\n52 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations",
      "queries": [
        "usdoj how to get your report",
        "how to complete usdoj progress report",
        "how to file a progress report for federal agency",
        "when will the globalization adjustment fund be mobilised",
        "european parliament 2015/642",
        "ahtf progress report usdoj",
        "what is reduction in force review"
      ],
      "queries_score": [
        "2.0389366",
        "3.506736",
        "2.0367837",
        -8.960827827453613,
        -7.500303268432617,
        -1.9762195348739624,
        -7.449277400970459
      ]
    },
    {
      "id": "guidance_8__49",
      "chunk_id": "49",
      "content": "If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Students, Teachers, and Officers Preventing (STOP) School Violence Act of 2018 (34 U.S.C. §\n10551, et seq.) or the purposes of this award may be reported to the U.S. Department of Justice. Furthermore, the\nCOPS Office welcomes the opportunity to provide assistance regarding the implementation of award provisions to\nhelp ensure that federal award funds are spent responsibly. As such, the following contacts are provided to\naddress noncompliance and technical assistance issues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n• If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist via the COPS Office Response Center at 800-421-6770. 53 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s SVPP award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nprogrammatic and financial requirements of the award. After the end of the award period, your agency will be asked to submit a Final Federal Financial Report (SF-425)\nand any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. To avoid being delinquent and having your funds frozen, you must submit an SF-425\nreport within the 30 day grace period, even if your final SF-425 is not due yet. You can revise that report to reflect\nyour final actual costs and revise the status as final no later than 90 days after the end date of the award period. The final report should reflect the total amount of allowable federal expenditures that were incurred during the\nlife of the award, as well as the amount of unobligated funds remaining, if any. The federal funds expended should\nreflect only the actual allowable costs incurred relative to the specific program requirements for that award. In\naddition, once you have completed your final drawdown, this report should reconcile with the total amount of\nfederal funds drawn down by your agency. The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period.",
      "queries": [
        "cops office progress report phone number",
        "cops office contact number",
        "what is the form used to award classified information",
        "what is the aca requirements for correctional agencies"
      ],
      "queries_score": [
        "3.7038188",
        "3.5827463",
        -6.526875019073486,
        -6.865859031677246
      ]
    },
    {
      "id": "guidance_8__50",
      "chunk_id": "50",
      "content": "The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent, and expenses incurred but not yet paid, for any approved items listed on the FCM. Your\nagency has up to 90 days after the end of the award period to pay for eligible expenses previously incurred, and to\nrequest reimbursement for any remaining eligible balance. You cannot list an accrual on your final SF-425. Request\nan extension if you will not be able to pay for any obligations within the time frames listed above. Please be advised that 2 C.F.R. § 200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have unobligated and unspent award funds remaining in your account following\nthe award period due to an overestimate of item costs during the application period. Your agency should review its\nrecords carefully to ensure that it draws down and expends only the amount required for actual costs incurred\nduring the award period. Any remaining unobligated or unspent funds should remain in your account, and will be\ndeobligated during the closeout process. 54 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related purposes\nand must retain the equipment for the life of the award. After the conclusion of the award period, property\nrecords must be maintained by the recipient. The records should include a description of the property; a serial\nnumber or other identification number; the source of the property; the name of the person or entity that holds the\ntitle; the acquisition date and cost of the property; the percentage of federal participation in the cost of the\nproperty; the location, use, and condition of the property; and any ultimate disposition data, including the date of\ndisposal and sale price of the property. A control system must be developed to ensure adequate safeguards to\nprevent loss, damage, or theft of the property.",
      "queries": [
        "when was the eu's decision 2015/421 published",
        "community policing definition"
      ],
      "queries_score": [
        -7.914909839630127,
        -6.631153106689453
      ]
    },
    {
      "id": "guidance_8__51",
      "chunk_id": "51",
      "content": "A control system must be developed to ensure adequate safeguards to\nprevent loss, damage, or theft of the property. When the award has expired and original or replacement equipment obtained under the award is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of $5,000 or less may be retained, sold, or otherwise\ndisposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold and the\nawarding agency is entitled to an amount calculated by multiplying the current market value or proceeds from sale\nby the awarding agency’s federal share in the cost of the original purchase. For more information, please see 2 C.F.R. § 200.313. 55 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding the COPS Office SVPP Program and the materials we have developed\nfor its administration. If you have specific comments regarding this manual or have any questions about your\naward, please call your COPS Office Grant Program Specialist or the COPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. In addition, pursuant to Executive Order 13043, “Increasing Seat Belt Use in the United States,” the COPS Office\nencourages recipients of U.S. Department of Justice funds to adopt and enforce on-the-job seat belt policies and\nprograms for their employees when operating company-owned, rented, or personally owned vehicles. 56 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary Sources\nStudents, Teachers, and Officers Preventing (STOP) School Violence Act of 2018, 34 U.S.C. § 10551 et seq. B. Secondary Sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101\n4 C.F.R. Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling Paperwork Burdens on the Public”\n5 C.F.R. Part 151, “Political Activity of State and Local Officers or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “New Restrictions on Lobbying”\n31 C.F.R. Part 205, ”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables”\n48 C.F.R. Part 31 (Federal Acquisition Regulation), ”Contract Cost Principles and Procedures”",
      "queries": [
        "do trgp grantees need training"
      ],
      "queries_score": [
        -7.39860200881958
      ]
    },
    {
      "id": "guidance_8__52",
      "chunk_id": "52",
      "content": "Executive Orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30, “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension”\nExecutive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,”\nExecutive Order 13043, “Increasing Seat Belt Use in the United States” 57 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix B. Assurances and Certifications\nU.S. Department of Justice Certified Standard Assurances On behalf of the Applicant, and in support of this application for a grant or cooperative agreement, I certify under\npenalty of perjury to the U.S. Department of Justice (\"Department\"), that all of the following are true and correct:\n(1) I have the authority to make the following representations on behalf of myself and the Applicant. I understand\nthat these representations will be relied upon as material in any Department decision to make an award to the\nApplicant based on its application. (2) I certify that the Applicant has the legal authority to apply for the federal assistance sought by the application,\nand that it has the institutional, managerial, and financial capability (including funds sufficient to pay any\nrequired non-federal share of project costs) to plan, manage, and complete the project described in the\napplication properly. (3) I assure that, throughout the period of performance for the award (if any) made by the Department based on\nthe application-a. the Applicant will comply with all award requirements and all federal statutes and regulations applicable\nto the award;\nb. the Applicant will require all subrecipients to comply with all applicable award requirements and all\napplicable federal statutes and regulations; and\nc. the Applicant will maintain safeguards to address and prevent any organizational conflict of interest, and\nalso to prohibit employees from using their positions in any manner that poses, or appears to pose, a\npersonal or financial conflict of interest.",
      "queries": [
        "when can a pre audit report be submitted",
        "who may represent an employer",
        "which branch has the power to make appointments during the recess period?"
      ],
      "queries_score": [
        -9.426774024963379,
        -6.930878639221191,
        -7.960271835327148
      ]
    },
    {
      "id": "guidance_8__53",
      "chunk_id": "53",
      "content": "(4) The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by\nthe Department based on the application specifically include statutes and regulations pertaining to civil rights\nand nondiscrimination, and, in addition-a. the Applicant understands that the applicable statutes pertaining to civil rights will include section 601 of\nthe Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973 (29 U.S.C. §\n794); section 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section 303 of the Age\nDiscrimination Act of 1975 (42 U.S.C. § 6102);\nb. the Applicant understands that the applicable statutes pertaining to nondiscrimination may include\nsection 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. § 10228(c));\nsection 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b) of the Juvenile\nJustice and Delinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the grant condition set\nout at section 40002(b)(13) of the Violence Against Women Act (34 U.S.C. § 12291(b)(13)), which will\napply to all awards made by the Office on Violence Against Women, also may apply to an award made\notherwise;\nc. the Applicant understands that it must require any subrecipient to comply with all such applicable\nstatutes (and associated regulations); and\nd. on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204. (5) The Applicant also understands that (in addition to any applicable program-specific regulations and to\napplicable federal regulations that pertain to civil rights and nondiscrimination) the federal regulations\napplicable to the award (if any) made by the Department based on the application may include, but are not\nlimited to, 2 C.F.R. Part 2800 (the DOJ \"Part 200 Uniform Requirements\") and 28 C.F.R. Parts 22 58",
      "queries": [
        "what is the statutes and regulations applicable to the award?",
        "how long after the end of a fiscal quarter will a federal report be required",
        "how to accept a cops award"
      ],
      "queries_score": [
        "3.450531",
        -9.471635818481445,
        -4.703215599060059
      ]
    },
    {
      "id": "guidance_8__54",
      "chunk_id": "54",
      "content": "58 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(confidentiality - research and statistical information), 23 (criminal intelligence systems), 38 (regarding faithbased or religious organizations participating in federal financial assistance programs), and 46 (human subjects\nprotection).\n(6) I assure that the Applicant will assist the Department as necessary (and will require subrecipients and\ncontractors to assist as necessary) with the Department's compliance with section 106 of the National Historic\nPreservation Act of 1966 (54 U.S.C. § 306108), the Archeological and Historical Preservation Act of 1974 (54\nU.S.C. §§ 312501-312508), and the National Environmental Policy Act of 1969 (42 U.S.C. §§ 4321-4335), and 28\nC.F.R. Parts 61 (NEPA) and 63 (floodplains and wetlands).\n(7) I assure that the Applicant will give the Department and the Government Accountability Office, through any\nauthorized representative, access to, and opportunity to examine, all paper or electronic records related to\nthe award (if any) made by the Department based on the application.\n(8) I assure that, if the Applicant is a governmental entity, with respect to the award (if any) made by the\nDepartment based on the application-a. it will comply with the requirements of the Uniform Relocation Assistance and Real Property Acquisitions\nAct of 1970 (42 U.S.C. §§ 4601-4655), which govern the treatment of persons displaced as a result of\nfederal and federally-assisted programs; and\nb. it will comply with requirements of 5 U.S.C. §§ 1501-1508 and 7324-7328, which limit certain political\nactivities of State or local government employees whose principal employment is in connection with an\nactivity financed in whole or in part by federal assistance. (9) If the Applicant applies for and receives an award from the Office of Community Oriented Policing Services\n(COPS Office), I assure that as required by 34 U.S.C. § 10382(c)(11), it will, to the extent practicable and\nconsistent with applicable law—including, but not limited to, the Indian Self- Determination and Education\nAssistance Act—seek, recruit, and hire qualified members of racial and ethnic minority groups and qualified\nwomen in order to further effective law enforcement by increasing their ranks within the sworn positions, as\nprovided under 34 U.S.C. § 10382(c)(11).\n(10) If the Applicant applies for and receives a DOJ award under the STOP School Violence Act program, I assure as\nrequired by 34 U.S.C. § 10552(a)(3), that it will maintain and report such data, records, and information\n(programmatic and financial) as DOJ may reasonably require. I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271-10273), and also may subject me and\nthe Applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729-3730 and 3801-3812). I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. 59 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual",
      "queries": [
        "when are cops award funds released",
        "what is the role of community policing in policing",
        "cops office phone number",
        "what is oig",
        "when do you sign an award"
      ],
      "queries_score": [
        -4.030383110046387,
        -4.048884868621826,
        -3.8656342029571533,
        -7.965814113616943,
        -6.334836483001709
      ]
    },
    {
      "id": "guidance_8__55",
      "chunk_id": "55",
      "content": "I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. 59 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual U.S. Department of Justice Certifications Regarding Lobbying; Debarment, Suspension\nand Other Responsibility Matters; and Drug-Free Workplace Requirements\nApplicants should refer to the regulations cited below to determine the certification to which they are required to\nattest. Applicants should also review the instructions for certification included in the regulations before completing\nthis form. The certifications shall be treated as a material representation of fact upon which reliance will be placed\nwhen the U.S. Department of Justice (“Department”) determines to award the covered transaction, grant, or\ncooperative agreement. 1. 2. LOBBYING As required by 31 U.S.C. § 1352, as implemented by 28 C.F.R. Part 69, the Applicant certifies and assures (to\nthe extent applicable) the following:\n(a) No Federal appropriated funds have been paid or will be paid, by or on behalf of the Applicant, to any\nperson for influencing or attempting to influence an officer or employee of any agency, a Member of\nCongress, an officer or employee of Congress, or an employee of a Member of Congress in\nconnection with the making of any Federal grant, the entering into of any cooperative agreement, or\nthe extension, continuation, renewal, amendment, or modification of any Federal grant or\ncooperative agreement;\n(b) If the Applicant’s request for Federal funds is in excess of $100,000, and any funds other than Federal\nappropriated funds have been paid or will be paid to any person for influencing or attempting to\ninfluence an officer or employee of any agency, a member of Congress, an officer or employee of\nCongress, or an employee of a member of Congress in connection with this Federal grant or\ncooperative agreement, the Applicant shall complete and submit Standard Form - LLL, “Disclosure of\nLobbying Activities” in accordance with its (and any DOJ awarding agency’s) instructions; and\n(c) The Applicant shall require that the language of this certification be included in the award documents\nfor all subgrants and procurement contracts (and their subcontracts) funded with Federal award\nfunds and shall ensure that any certifications or lobbying disclosures required of recipients of such\nsubgrants and procurement contracts (or their subcontractors) are made and filed in accordance with\n31 U.S.C. § 1352. DEBARMENT, SUSPENSION, AND OTHER RESPONSIBILITY MATTERS\nA. Pursuant to Department regulations on nonprocurement debarment and suspension implemented at 2\nC.F.R.",
      "queries": [
        "europe solidarity fund"
      ],
      "queries_score": [
        -9.054221153259277
      ]
    },
    {
      "id": "guidance_8__56",
      "chunk_id": "56",
      "content": "DEBARMENT, SUSPENSION, AND OTHER RESPONSIBILITY MATTERS\nA. Pursuant to Department regulations on nonprocurement debarment and suspension implemented at 2\nC.F.R. Part 2867, and to other related requirements, the Applicant certifies, with respect to prospective\nparticipants in a primary tier “covered transaction,” as defined at 2 C.F.R. § 2867.20(a), that neither it nor\nany of its principals—\n(a) is presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a denial\nof Federal benefits by a State or Federal court, or voluntarily excluded from covered transactions by\nany Federal department or agency;\n(b) has within a three-year period preceding this application been convicted of a felony criminal violation\nunder any Federal law, or been convicted or had a civil judgment rendered against it for commission\nof fraud or a criminal offense in connection with obtaining, attempting to obtain, or performing a\npublic (Federal, State, tribal, or local) transaction or private agreement or transaction; violation of\nFederal or State antitrust statutes or commission of embezzlement, theft, forgery, bribery,\nfalsification or destruction of records, making false statements, tax evasion or receiving stolen 60 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 3. 4. property, making false claims, or obstruction of justice, or commission of any offense indicating a lack\nof business integrity or business honesty that seriously and directly affects its (or its principals’)\npresent responsibility;\n(c) is presently indicted for or otherwise criminally or civilly charged by a governmental entity (Federal,\nState, tribal, or local) with commission of any of the offenses enumerated in paragraph (b) of this\ncertification; and/or\n(d) has within a three-year period preceding this application had one or more public transactions\n(Federal, State, tribal, or local) terminated for cause or default. B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. Where the Applicant or any of its principals was convicted, within a threeyear period preceding this application, of a felony criminal violation under any Federal law, the Applicant\nalso must disclose such felony criminal conviction in writing to the Department (for OJP Applicants, to OJP\nat Ojpcompliancereporting@usdoj.gov; for OVW Applicants, to OVW at OVW.GFMD@usdoj.gov; or for\nCOPS Applicants, to COPS at AskCOPSRC@usdoj.gov), unless such disclosure has already been made. FEDERAL TAXES\nA. If the Applicant is a corporation, it certifies either that (1) the corporation has no unpaid Federal tax\nliability that has been assessed, for which all judicial and administrative remedies have been exhausted or\nhave lapsed, that is not being paid in a timely manner pursuant to an agreement with the authority\nresponsible for collecting the tax liability, or (2) the corporation has provided written notice of such an\nunpaid tax liability (or liabilities) to the Department (for OJP Applicants, to OJP at\nOjpcompliancereporting@usdoj.gov; for OVW Applicants, to OVW at OVW.GFMD@usdoj.gov; or for COPS\nApplicants, to COPS at AskCOPSRC@usdoj.gov). B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. DRUG-FREE WORKPLACE (GRANTEES OTHER THAN INDIVIDUALS)",
      "queries": [
        "treasury regulation definition related persons for fair market value"
      ],
      "queries_score": [
        -7.599638938903809
      ]
    },
    {
      "id": "guidance_8__57",
      "chunk_id": "57",
      "content": "B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. DRUG-FREE WORKPLACE (GRANTEES OTHER THAN INDIVIDUALS) As required by the Drug-Free Workplace Act of 1988, as implemented at 28 C.F.R. Part 83, Subpart F, for\ngrantees, as defined at 28 C.F.R. §§ 83.620 and 83.650:\nA. The Applicant certifies and assures that it will, or will continue to, provide a drug-free workplace by—\n(a) Publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing,\npossession, or use of a controlled substance is prohibited in its workplace and specifying the actions\nthat will be taken against employees for violation of such prohibition;\n(b) Establishing an on-going drug-free awareness program to inform employees about— (1) The dangers of drug abuse in the workplace;\n(2) The Applicant’s policy of maintaining a drug-free workplace;\n(3) Any available drug counseling, rehabilitation, and employee assistance programs; and\n(4) The penalties that may be imposed upon employees for drug abuse violations occurring inthe\nworkplace;\n(c) Making it a requirement that each employee to be engaged in the performance of the award be given\na copy of the statement required by paragraph (a);\n(d) Notifying the employee in the statement required by paragraph (a) that, as a condition of\nemployment under the award, the employee will— (1) Abide by the terms of the statement; and\n(2) Notify the employer in writing of the employee’s conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction; 61 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 5. (e) Notifying the Department, in writing, within 10 calendar days after receiving notice under\nsubparagraph (d)(2) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title of any such convicted\nemployee to the Department, as follows:\nFor COPS award recipients - COPS Office, 145 N Street, NE, Washington, DC, 20530;\nFor OJP and OVW award recipients - U.S. Department of Justice, Office of Justice Programs,\nATTN: Control Desk, 810 7th Street, N.W., Washington, D.C. 20531. Notice shall include the identification number(s) of each affected award;\n(f) Taking one of the following actions, within 30 calendar days of receiving notice under subparagraph\n(d)(2), with respect to any employee who is so convicted:\n(1) Taking appropriate personnel action against such an employee, up to and including termination,\nconsistent with the requirements of the Rehabilitation Act of 1973, as amended; or\n(2) Requiring such employee to participate satisfactorily in a drug abuse assistance or rehabilitation\nprogram approved for such purposes by a Federal, State, or local health, law enforcement, or\nother appropriate agency; and\n(g) Making a good faith effort to continue to maintain a drug-free workplace through implementation of\nparagraphs (a), (b), (c), (d), (e), and (f).\nCOORDINATION REQUIRED UNDER PUBLIC SAFETY AND COMMUNITY POLICING PROGRAMS",
      "queries": [
        "intergovernmental agreements relating to electricity",
        "when does the brussels decision come into force",
        "how are inmate central files maintained"
      ],
      "queries_score": [
        -9.19352912902832,
        -9.16222095489502,
        -9.394697189331055
      ]
    },
    {
      "id": "guidance_8__58",
      "chunk_id": "58",
      "content": "As required by the Public Safety Partnership and Community Policing Act of 1994, at 34 U.S.C. § 10382(c)(5), if\nthis application is for a COPS award, the Applicant certifies that there has been appropriate coordination with\nall agencies that may be affected by its award. Affected agencies may include, among others, Offices of the\nUnited States Attorneys; State, local, or tribal prosecutors; or correctional agencies. I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271-10273), and also may subject me and\nthe Applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729-3730 and 3801-3812). I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. 62 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix C. COPS Office Resources The COPS Office’s information resources, covering a wide range of topics—from school safety to gang violence—\ncan be downloaded at https://cops.usdoj.gov/RIC/ric.php. 63 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix D. School Violence Prevention Program (SVPP) file\nmanagement: Documents to maintain in SVPP award file\nRecords must be maintained throughout the two-year SVPP award period and for at least three years following the\nofficial closeout of the SVPP award. AWARD PROGRAM____SVPP_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your SVPP application through the COPS Office\nwebsite at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and keep it with\nyour agency’s SVPP award records.) _____ COPY OF SVPP AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMORANDUM (FCM) AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • SVPP Quarterly Progress Report(s) (for each quarter of the award period)\n• Closeout Report\n_____\n•\n•\n•\n•\n•\n•\n•\n• SUPPORTING DOCUMENTATION FOR DRAWDOWNS W2 Employee Forms (Copy)\nRecords of salary / approved fringe benefits rates for each person hired under the award\nRecords of hire dates for each person hired under the award\nPayroll records / Time & attendance records\nPostal receipts / Fax transmission reports (to prove submission dates) Log of reimbursement requests made via GPRS\nCopies of checks or wire transfer documents (if applicable)\nCopies of financial office journal entries (if applicable) _____ AWARD CORRESPONDENCE (All other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included to\nillustrate achievements and successes of the award program, and other award-related accomplishments. In\naddition, any CDs, DVDs, electronic newsletters, brochures, website addresses, and/or other similar information\npublished in connection with the award should be referenced.] 64 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__59",
      "chunk_id": "59",
      "content": "In\naddition, any CDs, DVDs, electronic newsletters, brochures, website addresses, and/or other similar information\npublished in connection with the award should be referenced.] 64 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual In the event of a COPS Office award monitoring review, the following information should be retained: Excess cash review\n• Identify the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. 65 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix E. Enhancement of contractor protection from reprisal for\ndisclosure of certain information (41 U.S.C. § 4712)\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for\ndisclosing to a person or body described in paragraph (2) information that the employee reasonably\nbelieves is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract\n(including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3) Rules of construction.--For the purposes of paragraph (1)-(A) an employee who initiates or provides evidence of contractor, subcontractor, or grantee\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a\nFederal contract or grant shall be deemed to have made a disclosure covered by such paragraph;\nand\n(B) a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__60",
      "chunk_id": "60",
      "content": "(b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings\nof the investigation to the person, the contractor or grantee concerned, and the head of the agency. 66 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(2) Inspector General action. -(A) Determination or submission of report on findings. --Except as provided under subparagraph (B),\nthe Inspector General shall make a determination that a complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal\nor State judicial or administrative proceeding initiated by the complainant or submit a report\nunder paragraph (1) within 180 days after receiving the complaint. (B) Extension of time. --If the Inspector General is unable to complete an investigation in time to\nsubmit a report within the 180-day period specified in subparagraph (A) and the person\nsubmitting the complaint agrees to an extension of time, the Inspector General shall submit a\nreport under paragraph (1) within such additional period of time, up to 180 days, as shall be\nagreed upon between the Inspector General and the person submitting the complaint. (3) Prohibition on disclosure. --The Inspector General may not respond to any inquiry or disclose any\ninformation from or about any person alleging the reprisal, except to the extent that such response\nor disclosure is-(A) made with the consent of the person alleging the reprisal;\n(B) made in accordance with the provisions of section 552a of title 5 or as required by any other\napplicable Federal law; or\n(C) necessary to conduct an investigation of the alleged reprisal. (4) Time limitation. --A complaint may not be brought under this subsection more than three years after\nthe date on which the alleged reprisal took place. (c) Remedy and enforcement authority. -(1) In general.--Not later than 30 days after receiving an Inspector General report pursuant to subsection\n(b), the head of the executive agency concerned shall determine whether there is sufficient basis to\nconclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A) Order the contractor or grantee to take affirmative action to abate the reprisal. (B) Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken.",
      "queries": [
        "globalisation and the european budget 2012/683/",
        "do i have authority to make representations",
        "when closing agreement is taxable"
      ],
      "queries_score": [
        -5.896283149719238,
        -6.3100786209106445,
        -7.851497650146484
      ]
    },
    {
      "id": "guidance_8__61",
      "chunk_id": "61",
      "content": "(B) Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken. (C) Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys' fees and expert witnesses' fees) that were\nreasonably incurred by the complainant for, or in connection with, bringing the complaint\nregarding the reprisal, as determined by the head of the executive agency. (2) Exhaustion of remedies.--If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the\nbad faith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction\nover such an action without regard to the amount in controversy. Such an action shall, at the request 67 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nof either party to the action, be tried by the court with a jury. An action under this paragraph may not\nbe brought more than two years after the date on which remedies are deemed to have been\nexhausted. (3) Admissibility of evidence. --An Inspector General determination and an agency head order denying\nrelief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity\nbrought pursuant to this subsection. (4) Enforcement of orders.--Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred. In any\naction brought under this paragraph, the court may grant appropriate relief, including injunctive\nrelief, compensatory and exemplary damages, and attorney fees and costs. The person upon whose\nbehalf an order was issued may also file such an action or join in an action filed by the head of the\nexecutive agency. (5) Judicial review.--Any person adversely affected or aggrieved by an order issued under paragraph (1)\nmay obtain review of the order's conformance with this subsection, and any regulations issued to\ncarry out this section, in the United States court of appeals for a circuit in which the reprisal is alleged\nin the order to have occurred.",
      "queries": [
        "what is cultural heritage",
        "what executive order is the non-procurement review of federal programs?",
        "are subrecipients required to use federal funding in the best interest of their award program.",
        "when should site inspection be forwarded to the evaluation committee"
      ],
      "queries_score": [
        -6.187627792358398,
        -7.117326259613037,
        -7.383578777313232,
        -8.19262981414795
      ]
    },
    {
      "id": "guidance_8__62",
      "chunk_id": "62",
      "content": "No petition seeking such review may be filed more than 60 days after\nissuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title\n5. Filing such an appeal shall not act to stay the enforcement of the order of the head of an executive\nagency, unless a stay is specifically entered by the court. (6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be\ncontrolling for the purposes of any investigation conducted by an Inspector General, decision by the\nhead of an executive agency, or judicial or administrative proceeding to determine whether\ndiscrimination prohibited under this section has occurred. (7) Rights and remedies not waivable.--The rights and remedies provided for in this section may not be\nwaived by any agreement, policy, form, or condition of employment. (d) Notification of employees.--The head of each executive agency shall ensure that contractors,\nsubcontractors, and grantees of the agency inform their employees in writing of the rights and remedies\nprovided under this section, in the predominant native language of the workforce. (e) Construction.--Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or\nto modify or derogate from a right or remedy otherwise available to the employee. (f) Exceptions. -(1) This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. § 401a(4)). (2) This section shall not apply to any disclosure made by an employee of a contractor, subcontractor, or\ngrantee of an element of the intelligence community if such disclosure-(A) relates to an activity of an element of the intelligence community; or\n(B) was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. 68 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(g) Definitions. --In this section:\n(1) The term “abuse of authority” means an arbitrary and capricious exercise of authority that is\ninconsistent with the mission of the executive agency concerned or the successful performance of a\ncontract or grant of such agency. (2) The term “Inspector General” means an Inspector General appointed under the Inspector General Act\nof 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h) Construction.--Nothing in this section, or the amendments made by this section, 1 shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law.\n[(i) Repealed by Pub.L. 114-261, § 1(a)(3)(A)(ii), Dec. 14, 2016, 130 Stat. 1362] 69 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix F. 2 C.F.R. Appendix II to Part 200: Contract Provisions for\nNon-Federal Entity Contracts Under Federal Awards\nNOTE: The National Defense Authorization Act for fiscal year 2018 (NDAA), Public Law 115–91, Division A, Title VIII,\nSection 805, raised the simplified acquisition threshold to $250,000 for all recipients.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "guidance_8__63",
      "chunk_id": "63",
      "content": "Appendix F. 2 C.F.R. Appendix II to Part 200: Contract Provisions for\nNon-Federal Entity Contracts Under Federal Awards\nNOTE: The National Defense Authorization Act for fiscal year 2018 (NDAA), Public Law 115–91, Division A, Title VIII,\nSection 805, raised the simplified acquisition threshold to $250,000 for all recipients. The OMB Memorandum\nM-18-18 entitled Implementing Statutory Changes to the Micro-purchase and the Simplified Acquisition Threshold\nfor Financial Assistance granted an exception for recipients to use the higher simplified acquisition threshold of\n$250,000 effective as of June 20, 2018, in advance of revisions to the Uniform Guidance. In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $250,000, which is the inflation\nadjusted amount determined by the Civilian Agency Acquisition Council and the Defense Acquisition Regulations\nCouncil (Councils) as authorized by 41 U.S.C. 1908, must address administrative, contractual, or legal remedies in\ninstances where contractors violate or breach contract terms, and provide for such sanctions and penalties as\nappropriate. (B) All contracts in excess of $10,000 must address termination for cause and for convenience by the non-Federal\nentity including the manner by which it will be effected and the basis for settlement. (C) Equal Employment Opportunity. Except as otherwise provided under 41 CFR Part 60, all contracts that meet the\ndefinition of “federally assisted construction contract” in 41 CFR Part 60-1.3 must include the equal opportunity\nclause provided under 41 CFR 60-1.4(b), in accordance with Executive Order 11246, “Equal Employment\nOpportunity” (30 FR 12319, 12935, 3 CFR Part, 1964-1965 Comp., p. 339), as amended by Executive Order 11375,\n“Amending Executive Order 11246 Relating to Equal Employment Opportunity,” and implementing regulations at\n41 CFR part 60, “Office of Federal Contract Compliance Programs, Equal Employment Opportunity, Department of\nLabor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141-3148). When required by Federal program legislation, all prime\nconstruction contracts in excess of $2,000 awarded by non-Federal entities must include a provision for\ncompliance with the Davis-Bacon Act (40 U.S.C. 3141-3144, and 3146-3148) as supplemented by Department of\nLabor regulations (29 CFR Part 5, “Labor Standards Provisions Applicable to Contracts Covering Federally Financed\nand Assisted Construction”). In accordance with the statute, contractors must be required to pay wages to laborers\nand mechanics at a rate not less than the prevailing wages specified in a wage determination made by the\nSecretary of Labor. In addition, contractors must be required to pay wages not less than once a week. The nonFederal entity must place a copy of the current prevailing wage determination issued by the Department of Labor\nin each solicitation. The decision to award a contract or subcontract must be conditioned upon the acceptance of\nthe wage determination. The non-Federal entity must report all suspected or reported violations to the Federal\nawarding agency.",
      "queries": [
        "cops office phone number",
        "which condition is characterized by the debarment and suspension of federal assistance programs"
      ],
      "queries_score": [
        -7.816352844238281,
        -6.342418670654297
      ]
    },
    {
      "id": "guidance_8__64",
      "chunk_id": "64",
      "content": "The decision to award a contract or subcontract must be conditioned upon the acceptance of\nthe wage determination. The non-Federal entity must report all suspected or reported violations to the Federal\nawarding agency. The contracts must also include a provision for compliance with the Copeland “Anti-Kickback”\nAct (40 U.S.C. 3145), as supplemented by Department of Labor regulations (29 CFR Part 3, “Contractors and\nSubcontractors on Public Building or Public Work Financed in Whole or in Part by Loans or Grants from the United\nStates”). The Act provides that each contractor or subrecipient must be prohibited from inducing, by any means,\nany person employed in the construction, completion, or repair of public work, to give up any part of the\ncompensation to which he or she is otherwise entitled. The non-Federal entity must report all suspected or\nreported violations to the Federal awarding agency. 70 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must\ninclude a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor\nregulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the\nwages of every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the\nstandard work week is permissible provided that the worker is compensated at a rate of not less than one and a\nhalf times the basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of\n40 U.S.C. 3704 are applicable to construction work and provide that no laborer or mechanic must be required to\nwork in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These\nrequirements do not apply to the purchases of supplies or materials or articles ordinarily available on the open\nmarket, or contracts for transportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of\n“funding agreement” under 37 CFR §401.2 (a) and the recipient or subrecipient wishes to enter into a contract\nwith a small business firm or nonprofit organization regarding the substitution of parties, assignment or\nperformance of experimental, developmental, or research work under that “funding agreement,” the recipient or\nsubrecipient must comply with the requirements of 37 CFR Part 401, “Rights to Inventions Made by Nonprofit\nOrganizations and Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,” and\nany implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387).",
      "queries": [
        "different types of escorted trips",
        "what is the scope of criminal enforcement"
      ],
      "queries_score": [
        -9.214215278625488,
        -8.003522872924805
      ]
    },
    {
      "id": "guidance_8__65",
      "chunk_id": "65",
      "content": "Violations must be reported to the Federal awarding agency and the Regional Office of the Environmental\nProtection Agency (EPA). (H) Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 CFR 180.220) must\nnot be made to parties listed on the governmentwide exclusions in the System for Award Management (SAM), in\naccordance with the OMB guidelines at 2 CFR 180 that implement Executive Orders 12549 (3 CFR part 1986 Comp.,\np. 189) and 12689 (3 CFR part 1989 Comp., p. 235), “Debarment and Suspension.” SAM Exclusions contains the\nnames of parties debarred, suspended, or otherwise excluded by agencies, as well as parties declared ineligible\nunder statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification. Each tier certifies to the tier above that it will not and has not used\nFederal appropriated funds to pay any person or organization for influencing or attempting to influence an officer\nor employee of any agency, a member of Congress, officer or employee of Congress, or an employee of a member\nof Congress in connection with obtaining any Federal contract, grant or any other award covered by 31 U.S.C.\n1352. Each tier must also disclose any lobbying with non-Federal funds that takes place in connection with\nobtaining any Federal award. Such disclosures are forwarded from tier to tier up to the non-Federal award. (J) See §200.322 Procurement of recovered materials. 71 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix G. Remittance of Interest Earned Amounts\n2 CFR § 200.305 (b)(9) – Payment (remittance of interest earned)\n1. Interest earned amounts up to $500 per year may be retained by the non-federal entity for administrative\nexpense. Any additional interest earned on federal advance payments deposited in interest-bearing\naccounts must be remitted annually to the Department of Health and Human Services Payment\nManagement System (PMS) through an electronic medium using either Automated Clearing House (ACH)\nnetwork or a Fedwire Funds Service payment. Remittances must include pertinent information of the\npayee and nature of payment in the memo area (often referred to as “addenda records” by Financial\nInstitutions) as that will assist in the timely posting of interest earned on federal funds. Pertinent details\ninclude the Payee Account Number (PAN) if the payment originated from PMS, or Agency information if\nthe payment originated from ASAP, NSF or another federal agency payment system. The remittance must\nbe submitted as follows:\ni. For ACH Returns:\nRouting Number: 051036706 Account number: 303000\nBank Name and Location: Credit Gateway - ACH Receiver St. Paul, MN\nii. For Fedwire Returns*:\nRouting Number: 021030004\nAccount number: 75010501\nBank Name and Location: Federal Reserve Bank Treas NYC/Funds Transfer Division New York, NY\n(* Please note organization initiating payment is likely to incur a charge from your Financial Institution for\nthis type of payment)\niii. For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv.",
      "queries": [
        "when does the decision of the european parliament enter into force",
        "what is the award condition for pass programs",
        "what is climate and culture"
      ],
      "queries_score": [
        -8.496221542358398,
        -6.242966651916504,
        -6.978177070617676
      ]
    },
    {
      "id": "guidance_8__66",
      "chunk_id": "66",
      "content": "For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4–6 weeks for processing of a payment by check to be applied to the appropriate PMS\naccount)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttps://www.dpm.psc.gov. 72 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix H. Allowable and unallowable costs\nAllowable Costs All items requested will be considered on a case-by-case basis during the budget review process. Items under the\nprogram must be purchased using the legislative guidelines established by the STOP School Violence Act of 2018,\nConsolidated Appropriations Act, 2018, Public Law 115-141, Division S-Other matters, Title V. In addition, each\nitem must programmatically link to the COPS Office School Violence Prevention Program (SVPP) activities\ndescribed in your application. To the maximum practicable extent, all equipment and products purchased with\nthese funds must be American-made. The allowable use of funds under this program include the following:\n• Acquisition and installation of technology for expedited notification (to law enforcement) during an\nemergency\n• Coordination with local law enforcement\n• Placement and use of metal detectors, locks, lighting, and other deterrent measures\n• Training for local law enforcement officers to prevent school violence\n• Any other measure that the COPS Office Director determines may provide a significant improvement in\nsecurity\nBudget requests may be made in the categories described in the following sections. Coordination: Civilian/Nonsworn personnel (salaries and benefits)\nCivilian staff must be hired on or after the award start date and positions must directly relate to the SVPP project. Examples of allowable personnel and fringe benefits costs include those for project coordinators, project\nmanagers, technology managers, emergency management coordinators, or trainers. The COPS Office will only pay for the following fringe benefits:\n• Health insurance\n• Life insurance\n• Medicare taxes (disability insurance taxes)\n• The current tax rate for Medicare is 1.45% for the employer’s match portion\n• Retirement pension\n• Sick leave (if not included in base salary—calculate using 8-hour workday)\n• Social Security taxes (old age, survivors, and disability insurance taxes)\n• The current tax rate is 6.2% for the employer’s match portion\n• Unemployment insurance\n• Vacation (if not included in base salary—calculate using 8-hour workday)\n• Workers’ Compensation Other fringe benefit costs (must be described in the Narrative field of section B Budget Detail Worksheet):\n• 401(k) plan\n• Accident insurance\n73 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Accidental death and dismemberment insurance\nBonding insurance\nDental insurance\nDisability insurance\nFederal Unemployment Tax Act (FUTA) tax\nHoliday pay (if not included in base salary—calculate using 8-hour workday)\nLiability insurance\nPrescription drugs\nProfessional liability insurance\nState funded retirement system\nVision insurance Please note: Allowable overtime costs, if requested, must be included within the “Other Costs” budget category.",
      "queries": [
        "why is voting a federal right"
      ],
      "queries_score": [
        -8.896180152893066
      ]
    },
    {
      "id": "guidance_8__67",
      "chunk_id": "67",
      "content": "Accidental death and dismemberment insurance\nBonding insurance\nDental insurance\nDisability insurance\nFederal Unemployment Tax Act (FUTA) tax\nHoliday pay (if not included in base salary—calculate using 8-hour workday)\nLiability insurance\nPrescription drugs\nProfessional liability insurance\nState funded retirement system\nVision insurance Please note: Allowable overtime costs, if requested, must be included within the “Other Costs” budget category. Equipment/Technology\nEquipment or technology items must be clearly linked to the enhancement or implementation of the SVPP project. Examples of such items may include the following:\nEquipment\n• Entry control equipment\n• Door locking mechanisms/access control doors\n• Peepholes for classroom doors\n• School site alarm and protection systems\n• Motion detectors\n• Metal detectors and X-ray machines (including portable)\n• Hand-held\n• Walk-through\n• Lighting (on school grounds, not involving construction)\nTechnology\n• Communication technology\n• Emergency call box\n• Intercom or public address (PA) system\n• Panic and alarm systems\n• Two-way radios\n• Emergency alerts\n• Automated text messages or email\n• Identification technology\n• ID scanning devices (and accompanying equipment)\n• Laptops (directly related to SVPP)\n• Maps of schools/bus routes\n• GIS software\n• Printers (directly related to SVPP) 74 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Social media monitoring\n• Automated scans of online content\n• Tracking systems\n• Smart phone applications\n• Video surveillance technology\n• Surveillance cameras or systems (and accompanying equipment)\n• Violence prediction technology\n• Data driven software Supplies\nGenerally, supplies include any materials that are expended or consumed during the course of the SVPP project. Such costs may include training manuals, paper, printer ink, pens, postage, etc. All supply items must be directly\nrelated to the SVPP project. Travel/Training Travel/training costs include grant-related travel costs for the grantee to visit other jurisdictions engaged in similar\nprograms or to attend conferences or trainings directly related to the goals of the project. Expenses for\ntransportation, lodging, meals, and incidental expenses (if travel is more than 50 miles from the program location)\nwill be reviewed in accordance with applicable guidelines as part of the application process. An example of such\ntraining would be school violence prevention training for law enforcement officers. Contracts/Consultants\nConsultant expenses and contracts include goods or services that directly contribute to the implementation or\nenhancement of the project. The use of a consultant should be more economical than direct employment. Contract/consultant costs may include costs to provide one-time training to staff for equipment operation or use\nand contracting/consulting services that provide such things as needs analysis, installation, and testing. Compensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with OMB cost principles and consistent with that paid for similar services in the\nmarketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down funds. Determinations will be made on a case-by-case basis. Other costs",
      "queries": [
        "when does eu decision enter into force"
      ],
      "queries_score": [
        -8.597357749938965
      ]
    },
    {
      "id": "guidance_8__68",
      "chunk_id": "68",
      "content": "For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down funds. Determinations will be made on a case-by-case basis. Other costs Other costs may include such items as software and prepaid warranties or maintenance agreements (not to exceed\n24 months), overtime costs for civilian or law enforcement personnel engaging in SVPP-related activities, or other\nmiscellaneous items that have a direct correlation to the overall success of a recipient’s project objectives (such as\nawareness campaigns) and are necessary for the project to reach full implementation. • Shipping costs (state of Alaska only) Applicants must provide sufficient explanation for items requested via the “Budget Narrative” section of this\napplication. Applicants will be notified of any points of clarification the COPS Office may require. 75 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual In addition, any publication materials developed or purchased with federal award funds must contain the following\ndesignation: “This project was supported by award number _____ awarded by the U.S. Department of Justice,\nOffice of Community Oriented Policing Services. The opinions contained herein are those of the author(s) and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice. References to specific\nagencies, companies, products, or services should not be considered an endorsement by the author(s) or the U.S.\nDepartment of Justice. Rather, the references are illustrations to supplement discussion of the issues.” Subawards In addition, the awarded entity may use the funds to contract or make subawards (for the above purposes) to the\nfollowing:\n• Local educational agencies\n• Nonprofit organizations (excluding schools)\n• Units of local government or tribal organizations Unallowable costs: Requests will not be funded The items listed below are generally considered unallowable and will only be funded under extremely limited and\nextenuating circumstances and at the discretion of the COPS Office. Before including any of these items in your\nbudget and application, please contact your COPS Office Grant Program Specialist at 800-421-6770. This is not an exhaustive list and items not listed below will be reviewed on a case-by-case basis. The COPS Office\nreserves the right to deny funding for items that may not be included on this list. Applicants are expected to\nrequest items that show a direct link between the requested item and the applicant’s SVPP project. All requests\nmust contribute directly to the specific purpose of the award project and relate to the parameters stipulated in the\nSTOP School Violence Act of 2018, Consolidated Appropriations Act, 2018, Public Law 115-141, Division S-Other\nmatters, Title V, as amended in 34 U.S.C. § 10551(b)(5)-(9) Requests for reimbursement of items purchased or expenses incurred prior to the award start date will not be\nfunded. Sworn personnel\n• Salaries and benefits of sworn officers Coordination: Civilian/Nonsworn personnel\n• Salaries and benefits of civilian security guards\n• Salaries and benefits of staff or other personnel who do not directly contribute to the implementation of the\nprogram\nPlease note: Restrictions on overtime costs are listed under “Other Costs.”",
      "queries": [
        "what is the stepdown treatment unit",
        "what is community policing philosophy",
        "who is employer for fica purposes"
      ],
      "queries_score": [
        -8.52364444732666,
        -6.25789737701416,
        -8.117192268371582
      ]
    },
    {
      "id": "guidance_8__69",
      "chunk_id": "69",
      "content": "Sworn personnel\n• Salaries and benefits of sworn officers Coordination: Civilian/Nonsworn personnel\n• Salaries and benefits of civilian security guards\n• Salaries and benefits of staff or other personnel who do not directly contribute to the implementation of the\nprogram\nPlease note: Restrictions on overtime costs are listed under “Other Costs.” Equipment/Technology\n• Ammunition\n• Armored vehicles\n• Automatic license plate recognition software 76 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Bayonets\nBikes and associated equipment\nBiometric technology\nBody armor\nBody wire equipment\nBody-worn cameras\nBomb detection technology\nBulletproof vests and accessories\nBuses/shuttles/transit vans\nBunker shield(s)\nCamouflage uniforms\nCellular or satellite phone airtime\nClosed-circuit televisions (CCTV)\nCommunication boxes\nCommunication towers\nComputer aided dispatch (CAD) systems/records management systems (RMS)\nDictation systems\nElectronic control weapons (ECW) (Tasers)\nExplosives\nFirearms (including training firearms) Fitness equipment\nGeneral law enforcement vehicles (including patrol cars and leased vehicles) Golf carts/motorized personal vehicles\nGPS devices\nGrenade launchers\nHandcuffs, weapons, and ammunition (including training ammunition) • Incentives for research or participation in program activities\n•\n•\n•\n•\n•\n• Laser spectroscopy devices\nLicense plate readers (LPR)\nManned aircraft\nMetal detectors\nMobile data terminals (MDT)\nNon-motorized vehicles • Office equipment (copiers, fax machines, etc.)\n•\n•\n•\n•\n•\n•\n•\n• Pagers (including service time) Phone lines and voicemail systems\nPrisoner transport vehicles\nRadar guns/equipment\nRecreation equipment (including tents and coolers)\nRobotic cameras\nShared items between projects\nSimulators/augmented reality programs • Standard issue police vehicle equipment (including light bars, cages, and siren packages)\n• Stun guns or electroshock devices\n77 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n•\n•\n•\n•\n•\n•\n•\n• Televisions /VCRs/DVD players/projectors Thermal imaging devices\nTracked (armored) vehicles\nTrinkets and other conference takeaways\nUnmanned aerial vehicles (drones)\nVideo surveillance (including security systems) Weaponized aircraft, vessels, and vehicles of any kind\nEquipment/technology not directly linked to the SVPP award Supplies\n• Entertainment, including amusement, diversion, social activities, and any associated costs (e.g., tickets to\nshows or sports events, meals, lodging, rentals, transportation, and gratuities)\n• Standard office supplies not directly linked to the SVPP project Travel/Training\n• Bar charges/alcoholic beverages\n• Catering\n• Costs exceeding Federal Travel Regulations if no other organizational written policy is supplied that\nsupersedes these established rates\n• Credit card fees\n• Entertainment, including amusement, diversion, social activities, and any associated costs (e.g., tickets to\nshows or sports events, meals, lodging, rentals, transportation, and gratuities)\n• Firearms training\n• Food and beverages at conferences, meetings, or trainings your organization is hosting\n• Foreign travel\n• GPS and Easy Pass rentals (when renting a car)\n• Laundry services while on travel\n• Local travel costs (lodging, meals, per diem, or transportation costs) within a 50-mile radius of the project\nlocation\n• Mileage reimbursement, rental cars, parking fees, and/or taxi fare for local travel within a 50-mile radius of\nthe project location\n• Paying for meals other than your own\n• Tips/gratuity\n• Travel/training not directly related to the SVPP award Contracts/Consultants Any consultant fees in excess of $650 per day must receive prior written approval from the COPS Office, contingent\nupon written justification by the recipient, if the consultant or contractor is hired through a noncompetitive\nbidding process\n• Contractual agreements that cannot be directly linked to the SVPP award 78 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nMaintenance and/or service contracts that extend the life of the award period (multiyear contracts and extended\nwarranties are allowable but must be paid in full within the initial award period and must not exceed the award\nperiod).",
      "queries": [
        "when the Commission is deemed not to have any doubts",
        "who determines competition inadequate",
        "when are financial reports due"
      ],
      "queries_score": [
        -9.738802909851074,
        -9.431078910827637,
        -9.446648597717285
      ]
    },
    {
      "id": "guidance_8__70",
      "chunk_id": "70",
      "content": "78 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nMaintenance and/or service contracts that extend the life of the award period (multiyear contracts and extended\nwarranties are allowable but must be paid in full within the initial award period and must not exceed the award\nperiod). Other\n• Advertising and public relations designed solely to promote the recipient • Animals (including dogs and horses) including associated supplies, food, transportation, and veterinary\n•\n• •\n•\n•\n•\n•\n•\n•\n• expenses\nConstruction and renovation costs\nCosts for audits not required or performed in accordance with the Office of Management and Budget (OMB)\nCircular A-133 or 2 C.F.R. Part 200 Subpart F – Audit Requirement are unallowable. If the applicant agency did\nnot meet the applicable expenditure threshold during the organization’s fiscal year, the cost of any audit\nperformed may not be charged to the award. Costs incurred for intramural activities, student publications, student clubs, and other student activities\nFencing/gates\nFreight/shipping\nFringe benefits\nFuel costs\nSeverance pay\nHazard pay\nLand acquisition including renting, leasing, or construction of buildings or other physical facilities • Narcan\nNon-holiday premium pay\nIndirect costs\nMaintenance of vehicles and enhancements (such as mounts) Membership fees to organizations whose primary activity is lobbying\nOffice rental/lease space\nOvertime for personnel not directly involved in the department’s project or that which exceeds 20 percent of\nthe total award budget\n• Other costs not directly related to the SVPP award\n• Standard office furniture\n• Standard or dress uniforms/uniform accessories •\n•\n•\n•\n•\n• 79 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this award program. The COPS Office SVPP\naward must be limited to funding for equipment, services, personnel, and other costs purchased or hired on or\nafter the award start date. Upon review of your submitted budget, any unallowable costs were removed. The\nFinancial Clearance Memorandum (FCM) included in your award package specifies your allowable costs, contains\nthe final budget category amounts for which your agency was approved, and notes any relevant revisions that\nwere made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local auditors,\nto examine financial statements and to review\n•\n•\n•\n• compliance with laws and regulations;\neconomy and efficiency of operations;\neffectiveness in achieving program results;\nallowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority and\nresponsibility for all programmatic and financial decisions regarding this award. At the time of award application,\nyour agency listed the law enforcement executive (usually the chief of police, sheriff, etc.) and the government\nexecutive (usually the mayor, board president, etc.) for your agency. For non–law enforcement agencies\n(institutions of higher education, private organizations, etc.), the authorized officials are the programmatic and\nfinancial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date.",
      "queries": [
        "what type of information are needed to maintain the financial records of the agency?",
        "what is trgp program requirements",
        "what is domestic subsidiary investment in ppfs ?"
      ],
      "queries_score": [
        -5.982964515686035,
        -6.961797714233398,
        -9.2553071975708
      ]
    },
    {
      "id": "guidance_8__71",
      "chunk_id": "71",
      "content": "These\nexecutives are listed on your award document and are understood to be your authorized officials. If any of the\nexecutive information is incorrect, please submit the correct information to the COPS Office by completing an\nofficial Change of Information form available online at www.cops.usdoj.gov. award end date. This is the date until which your agency is authorized to purchase items or hire positions that\nwere approved by the COPS Office. The award end date is found on your award document. Recipients may not\nmake any purchases or hire any positions after this date without written approval from the COPS Office. award number. The award number identifies your agency’s specific SVPP award and can be found on your award\ndocument. This number should be used as a reference when corresponding with the COPS Office. Your award\nnumber is in the format 2019-SVWX-0000 for awards made in FY 2019. The COPS Office tracks award information\nbased upon this number. award start date. This is the date on or after which your agency is authorized to purchase or hire any allowable\nequipment, services, personnel, or other costs that were approved by the COPS Office. The award start date is\nfound on your award document. Recipients may not expend funds prior to this date without written approval from\nthe COPS Office. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that contains\na description and index of all forms of federal assistance. Each program is assigned a CFDA number, which is used\nby auditors to track award revenues under the Single Audit Act. It is also used in participating states by State Single\nPoints of Contact in conducting the required intergovernmental reviews under Executive Order 12372. The CFDA\nnumber for the COPS Office SVPP Program award is 16.710. 80 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\ncloseout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by the\nrecipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your agency\nwith the most federal money. The Office of Management and Budget (OMB) may have already assigned your\ncognizant federal agency to you. If this is the first federal award that your organization has received, the U.S.\nDepartment of Justice (DOJ) is your cognizant federal agency. computing devices. Computing devices are machines used to acquire, store, analyze, process, and publish data and\nother information electronically, including accessories (or “peripherals”) for printing, transmitting, and receiving,\nor storing electronic information. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the office within the U.S.\nDepartment of Justice that is the grantor or awarding agency for your award. The COPS Office is responsible for\nassisting your agency with the administration and maintenance of your award for the entire award period. You can\nreach the COPS Office at 800-421-6770. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award.",
      "queries": [
        "who are the authorized officials on the cops award document",
        "cops office report phone number"
      ],
      "queries_score": [
        "1.7560332",
        -1.9554320573806763
      ]
    },
    {
      "id": "guidance_8__72",
      "chunk_id": "72",
      "content": "The COPS Office is responsible for\nassisting your agency with the administration and maintenance of your award for the entire award period. You can\nreach the COPS Office at 800-421-6770. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary needs\nrelated to this award. A staff accountant has been assigned to your state, and is available to answer any questions\nthat you may have concerning the financial aspects of your award. To identify your staff accountant, please call the\nCOPS Office Response Center at 800-421-6770, or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Grant Program Specialist. COPS Office Grant Program Specialist s are trained to assist you with\nimplementing and maintaining your SVPP award. A Grant Program Specialist is assigned to your state and is\navailable to answer any questions that you may have concerning the administrative, programmatic, and\nsubstantive aspects of your award. Your Grant Program Specialist can assist you with such matters as requesting an\nextension on your award or modifying the award, and reviewing outlines for project deliverables. The name and\nphone number of your COPS Office Grant Program Specialist is provided on the award congratulatory letter and\navailable by contacting the COPS Office Response Center at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. disallowed costs. Disallowed costs means those charges that are determined to be unallowable, in accordance\nwith the applicable Federal statutes, regulations, or the terms and conditions of the federal award. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. 81 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nequipment. Equipment is tangible personal property (including information technology systems) having a useful\nlife of more than one year and a per-unit acquisition cost that equals or exceeds $5,000. evidence-based.",
      "queries": [
        "who is the cops office",
        "cops office phone number",
        "what type of document is used to inspect the acceptability of supplies",
        "do balance sheets fall under treasury regulation"
      ],
      "queries_score": [
        "1.8909712",
        "4.382249",
        -8.572044372558594,
        -7.858953475952148
      ]
    },
    {
      "id": "guidance_8__73",
      "chunk_id": "73",
      "content": "81 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nequipment. Equipment is tangible personal property (including information technology systems) having a useful\nlife of more than one year and a per-unit acquisition cost that equals or exceeds $5,000. evidence-based. A program practice, technology, or equipment that-(A) demonstrates a statistically significant\neffect on relevant outcomes based on,(i) strong evidence from not less than 1 well-designed and wellimplemented experimental study; (ii) moderate evidence from not less than 1 well-designed and wellimplemented quasi-experimental study; or (iii) promising evidence from not less than 1 well-designed and wellimplemented correlational study with statistical controls for selection bias; (B) demonstrates a rationale based on\nhigh-quality research findings or positive evaluation that such program, practice, technology, or equipment is likely\nto improve relevant outcomes, and includes ongoing efforts to examine the effects of the program, practice,\ntechnology, or equipment; or (C) in the case of technology or equipment, demonstrates that use of the technology\nor equipment is-(i) consistent with best practices for school security, including-(I) applicable standards for school\nsecurity established by a Federal or State government agency; and (II) findings and recommendations of public\ncommissions and task forces established to make recommendations or set standards for school security; and (ii)\ncompliant with all applicable codes, including building and life safety codes. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the Bureau\nof Indian Affairs (BIA) by virtue of their status as Indian tribes. They are acknowledged to have the immunities and\nprivileges available to other federally recognized Indian tribes by virtue of their government-to-government\nrelationship with the United States as well as the responsibilities, power, limitations, and obligations of such tribes. Only federally recognized tribes are eligible to apply for COPS Office tribal award funds. For further information,\ncontact BIA, Division of Tribal Government Services, MS-4631 – MIB, 1849 C Street NW, Washington, DC 20240,\n202-208-2475. grant. A legal instrument of financial assistance between a federal awarding agency and a non-federal entity to\ncarry out a public purpose authorized by a law of the United States that, consistent with 31 U.S.C. § 6302-6305,\ndoes not provide for substantial involvement between the federal awarding agency and the non-Federal entity in\ncarrying out the activity contemplated by the federal award. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant monitoring specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your\nimplementation of evidence-based school safety strategies and programs and to provide technical and\nadministrative support for your award. Please contact the COPS Office Response Center at 800-421-6770 if you\nhave any compliance-related questions. Indian tribe.",
      "queries": [
        "what is ownership manual equipment in cops office",
        "what is the long-term vision for the Union"
      ],
      "queries_score": [
        "2.1137779",
        -8.555331230163574
      ]
    },
    {
      "id": "guidance_8__74",
      "chunk_id": "74",
      "content": "Please contact the COPS Office Response Center at 800-421-6770 if you\nhave any compliance-related questions. Indian tribe. For purposes of COPS Office awards, Indian tribe means a tribe, band, pueblo, nation, or other\norganized group or community of Indians, including an Alaska Native village (as defined in or established under the\nAlaska Native Claims Settlement Act (43 U.S.C.§ 1601 et seq.), that is recognized as eligible for the special\nprograms and services provided by the United States to Indians because of their status as Indians. See 34 U.S.C. §\n10389(3).\nlocal budget cycle. Your agency’s fiscal year. Some common examples include January 1 to December 31, October\n1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. matching funds. What a locality must contribute as a cash match toward total allowable project costs over the life\nof the program. 82 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nmobile data computer/laptop. A Mobile Data Computer (MDC) is a computer terminal mounted in a vehicle that is\nlinked via wireless communication to a network that is often integrated with a CAD system. MDCs enable officers\nto complete previously handwritten reports on a computer. This often eliminates the need to enter duplicate\ninformation on multiple reports. nonfederal entity. Nonfederal entity means a state, local government, Indian tribe, institution of higher education,\nor nonprofit organization that carries out a federal award as a recipient or subrecipient. nonprofit organization. Nonprofit organization means any corporation, trust, association, cooperative, or other\norganization, not including institutions of higher education, that is operated primarily for scientific, educational,\nservice, charitable, or similar purposes in the public interest; is not organized primarily for profit; and uses net\nproceeds to maintain, improve, or expand the operations of the organization. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent or orders are placed for purchasing approved technology or services under your SVPP award. The term\n“encumbrance” is often used at the local and state levels to describe this type of transaction. Liquidated\nobligations are considered cash outlays or monies actually spent. Unliquidated obligations are obligations incurred\nand recorded but not yet paid (accrual basis of accounting) or not yet recorded and not yet paid (cash basis of\naccounting). OJP vendor number/EIN number. This is your agency’s nine-digit federal tax identification number assigned to you\nby the IRS. Your accounting/bookkeeping department should have this number. If your EIN previously has been assigned to another agency within your jurisdiction, the Office of the Comptroller\nwill assign a new OJP vendor number to you. The new assigned number is to be used for administrative purposes\nonly, in connection with this award program, and should not be used for IRS purposes. Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s unique\nidentifier.",
      "queries": [
        "cops office contact number"
      ],
      "queries_score": [
        "1.7181453"
      ]
    },
    {
      "id": "guidance_8__75",
      "chunk_id": "75",
      "content": "The new assigned number is to be used for administrative purposes\nonly, in connection with this award program, and should not be used for IRS purposes. Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s unique\nidentifier. The first two letters are your state abbreviation, the next three numbers are your county’s code, and the\nfinal two numbers identify your jurisdiction within your county. If your agency does not have an ORI number\nassigned by the FBI, the COPS Office assigns a nonofficial ORI code to use as an agency identifier (in such cases, the\nlast two characters will be “ZZ”). It can be found on your award document. When you contact the COPS Office with\na question, please reference your ORI number (or your award number). program income. Program income means gross income earned by the non-Federal entity that is directly generated\nby a supported activity or earned as a result of the Federal award during the period of performance. recipient. The Uniform Guidance defines it as “Recipient means a non-Federal entity that receives a Federal award\ndirectly from a Federal awarding agency to carry out an activity under a Federal program. The term recipient does\nnot include subrecipients. See also § 200.69 Non-Federal entity.” 2 C.F.R. § 200.86.\nSAFECOM guidance. The U.S. Department of Homeland Security Office of Emergency Communications, in\ncoordination with various stakeholder groups, develops the annual SAFECOM Guidance on Emergency\nCommunications Grants. The guidance provides recommendations to recipients seeking funding for interoperable\nemergency communications projects, including allowable costs, items to consider when funding emergency\ncommunications projects, awards management best practices for emergency communications awards, and\ninformation on standards that ensure greater interoperability. The guidance is intended to ensure that federally\n83 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nfunded investments are compatible and support national goals and objectives for improving interoperability\nnationwide. Recipients (including sub-recipients) that are using SVPP funds to support emergency communications\nactivities should comply with the latest version of SAFECOM Guidance, including provisions on technical standards\nthat ensure and enhance interoperable communications. The most recent version of SAFECOM guidance is\navailable at www.safecomprogram.gov/grant/Default.aspx. school. An elementary or secondary school, including a Bureau-funded school (as defined in section 2021 of title\n25. simplified acquisition threshold. Simplified acquisition threshold means the dollar amount below which a nonFederal entity may purchase property or services using small purchase methods. Non-Federal entities adopt small\npurchase procedures in order to expedite the purchase of items costing less than the simplified acquisition\nthreshold. The simplified acquisition threshold is set by the Federal Acquisition Regulation at 48 C.F.R. Subpart 2.1\n(Definitions) and in accordance with 41 U.S.C. § 1908. Currently, the simplified acquisition threshold is $250,000. subaward. Subaward means an award provided by a pass-through entity to a subrecipient for the subrecipient to\ncarry out part of a Federal award received by the pass-through entity. It does not include payments to a contractor\nor payments to an individual that is a beneficiary of a Federal program.",
      "queries": [
        "what is the decision on the european globalisation adjustment fund?",
        "how to report on compensation for an executive",
        "what contract is required by a nonfederal entity under the federal award",
        "can you reduce chp grant",
        "how is storage absorption calculated"
      ],
      "queries_score": [
        -8.843169212341309,
        -7.436827659606934,
        -2.931443691253662,
        -6.904485702514648,
        -8.448874473571777
      ]
    },
    {
      "id": "guidance_8__76",
      "chunk_id": "76",
      "content": "subaward. Subaward means an award provided by a pass-through entity to a subrecipient for the subrecipient to\ncarry out part of a Federal award received by the pass-through entity. It does not include payments to a contractor\nor payments to an individual that is a beneficiary of a Federal program. A subaward may be provided through any\nform of legal agreement, including an agreement that the pass-through entity considers a contract. subrecipient. Subrecipient means a non-Federal entity that receives a subaward from a pass-through entity to\ncarry out part of a Federal program; but does not include an individual that is a beneficiary of such program. A\nsubrecipient may also be a recipient of other Federal awards directly from a Federal awarding agency. supplies. Supplies means all tangible personal property other than those described under equipment. A computing\ndevice is a supply if the acquisition cost is less than the lesser of the capitalization level established by the nonFederal entity for financial statement purposes or $5,000, regardless of the length of its useful life. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov.\ntribal organization. Has the same meaning given the term in section 4(1) of the Indian Self-Determination and\nEducation Assistance Act (25 U.S.C. 5304(1)). unit of local government. County, municipality, town, township, village, parish, borough, or other unit of general\ngovernment below the state level. 84 2019 COPS Office School Violence Prevention Program\n(SVPP) Award Owner’s Manual This manual was created to assist COPS Office School Violence Prevention Program (SVPP) recipients with the\nadministrative and financial matters associated with their award. For more information about your SVPP award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your SVPP Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details on COPS Office programs,\ncall the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published October 2019",
      "queries": [],
      "queries_score": []
    }
  ]
}