{
  "doc_id": "eurlex_79",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_79__0",
      "chunk_id": "0",
      "content": "Name: Decision NoÃƒÂ‚ 1312/2013/EU of the European Parliament and of the Council of 11ÃƒÂ‚ December 2013 on the Strategic Innovation Agenda of the European Institute of Innovation and Technology (EIT): the contribution of the EIT to a more innovative Europe Text with EEA relevance\n Type: Decision\n Subject Matter: research and intellectual property;  EU finance;  EU institutions and European civil service\n Date Published: 2013-12-20 20.12.2013 EN Official Journal of the European Union L 347/892 DECISION No 1312/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 December 2013 on the Strategic Innovation Agenda of the European Institute of Innovation and Technology (EIT): the contribution of the EIT to a more innovative Europe THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 173(3) thereof, Having regard to Regulation (EC) No 294/2008 of the European Parliament and of the Council (1), Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (2), Acting in accordance with the ordinary legislative procedure (3), Whereas: (1) Regulation (EC) No 294/2008 requires the Commission to submit a proposal for the first Strategic Innovation Agenda (\"the SIA\"), on the basis of the draft provided by the European Institute of Innovation and Technology (\"the EIT\"). (2) The SIA should define the priority fields and the long-term strategy of the EIT and include an assessment of its economic impact and capacity to generate best innovation added-value. The SIA should take into account the results of the monitoring and evaluation of the EIT. (3) The first SIA should include detailed specifications and terms of reference concerning the operation of the EIT, the procedures for co-operation between the Governing Board and the Knowledge and Innovation Communities (\"the KICs\") and the methods of funding the KICs, HAVE ADOPTED THIS DECISION: Article 1 The Strategic Innovation Agenda (\"the SIA\")of the European Institute of Innovation and Technology for the period from 2014 to 2020 as set out in the annex is hereby adopted. Article 2 The SIA shall be implemented in accordance with Regulation (EC) No 294/2008. Article 3 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 11 December 2013. For the European Parliament The President M. SCHULZ For the Council The President V. LEÃƒ KEVIÃƒÂ„ ÂŒIUS (1) Regulation (EC) No 294/2008 of the European Parliament and of the Council of 11 March 2008 establishing the European Institute of Innovation and Technology (OJ L 97, 9.4.2008, p. 1). (2) OJ C 181, 21.6.2012, p. 122. (3) Position of the European Parliament of 21 November 2013 (not yet published in the Offical Journal) ANNEX THE EIT STRATEGIC INNOVATION AGENDA Contents Summary of Key Actions 1. The European Institute of Innovation and Technology: a Union innovation player 1.1.",
      "queries": [
        "which eu decision is the contribution of the eit to a more innovative europe"
      ],
      "queries_score": [
        "3.3361702"
      ]
    },
    {
      "id": "eurlex_79__1",
      "chunk_id": "1",
      "content": "(2) OJ C 181, 21.6.2012, p. 122. (3) Position of the European Parliament of 21 November 2013 (not yet published in the Offical Journal) ANNEX THE EIT STRATEGIC INNOVATION AGENDA Contents Summary of Key Actions 1. The European Institute of Innovation and Technology: a Union innovation player 1.1. EIT: Addressing societal challenges via innovation in the knowledge triangle 1.2. EIT added value: distinguishing features 1.3. Synergies and complementarities with other policy and funding initiatives 2. Deepening the role of the EIT after 2013: priorities 2.1. Incentivizing growth, impact and sustainability through the EIT 2.1.1. Consolidating and fostering growth and impact of the existing KICs 2.1.2. Creating new KICs 2.2. Enhancing EIT's impact 2.3. New delivery mechanisms and results-oriented monitoring 3. Effective decision making and working arrangements 3.1. Streamlining and clarifying EIT decision-making 3.2. Investing in KICs: EIT-KIC relations 3.3. Engaging with stakeholders 4. Estimate of financial needs and sources of funding 2014-2020 4.1. Consolidating a smart funding model towards KICs 4.2 EIT Budget needs Factsheet 1: Innovation for Healthy Living and Active Ageing Factsheet 2: Raw Materials Â“ Sustainable Exploration, Extraction, Processing, Recycling and Substitution Factsheet 3: Food4Future Â“ Sustainable Supply Chain from Resources to Consumers Factsheet 4: Added-value Manufacturing Factsheet 5: Urban Mobility Summary of Key Actions Section 2.1.1 Consolidating and fostering growth and impact of the existing KICs The EIT will: Â” Encourage KICs to develop a greater variety of and provide advice on educational and training activities and to raise awareness of the existence of these activities. Â” Gradually set-up competitive review mechanisms for the allocation of a percentage of the KICs grant, which will be based on KICs' business plans and performance and which will take into account the fact that KICs grow at different speeds. Â” Incentivise KICs to develop joint activities on horizontal issues. Â” Set up a system of peer evaluations for EIT labelled qualifications and engage in dialogue with national and international quality assurance bodies to promote a consistent approach. Section 2.1.2 Creating new KICs The EIT will Â” Prepare a selection procedure for each wave of KICs which allows sufficient time for KIC applicants to prepare proposals. Â” Launch calls for five new KICs as follows: a call for two new KICs in 2014 in the themes of Healthy Living and Active Ageing and Raw Materials; a call for two new KICs in 2016 in the themes of Food4Future and Added-value manufacturing and a call for one new KIC in 2018 in the theme of Urban Mobility. Â” Make best efforts to ensure that as many potential interested parties as possible are made aware of the future KIC selection procedures. Â” Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership. Section 2.2 Enhancing EIT's Impact The EIT will Â”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__2",
      "chunk_id": "2",
      "content": "Â” Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership. Section 2.2 Enhancing EIT's Impact The EIT will Â” Encourage participation in outreach activities and in particular provide support, as appropriate, to the KICs in relation to the Regional Innovation Scheme. Â” Set up/customise a web based tool to provide a platform for knowledge sharing and networking around the EIT. Â” Build and support a functional and strong network of graduates from EIT/KIC educational and training activities ('EIT alumni'). Â” Make lessons learned and successes from KICs systematically accessible to the wider Union innovation community and beyond. This may include the development of a repository of open courseware from the EIT's and KICs' educational and training activities. Â” Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. Section 2.3 New delivery mechanisms and results-oriented monitoring The EIT will Â” Set up a simplification agenda, including benchmarks to assess progress, and report to the Commission on its implementation progress through the Annual Activity Report; ensure that new models of simplification are disseminated across the Union and inform other Union initiatives. Â” Establish, in cooperation with the Commission and the KICs, a comprehensive system to monitor the EIT's contribution to Horizon 2020, the EIT's impact via its own and KIC activities and KIC results. The EIT will report on all its monitoring activities in its annual activity report to be sent to the European Parliament and to the Council. Section 3.1 Streamlining and clarifying EIT decision-making The EIT will Â” Ensure through a smart human resource strategy, including systematic use of internal and external expertise, and internal management procedures that the EIT will develop into a reference institution for innovative governance. Â” Take concrete measures to further promote a culture of openness and transparency. Section 3.2 Investing in KICs: EIT-KICs relations The EIT will Â” Provide clear and coherent guidance on expectations, obligations and responsibilities throughout the entire life cycle of the KICs. Â” Develop in close cooperation with the KICs a capacity within EIT headquarters to facilitate cross-KIC exchange and learning. Â” Provide a number of services to KICs on horizontal issues where efficiency gains can be achieved, as well as implement other corporate policies to the same end. Â” Provide guidance on affiliation and association of partners which are not able to become fully fledged investors and partners of a KIC. Section 3.3 Engaging with stakeholders The EIT will Â” Set up a regular EIT Stakeholder Forum and its special configuration of Member States' representatives, to facilitate interaction and mutual learning with the wider innovation community from across the knowledge triangle, and including national and regional authorities. In this context, the web-based platform can further help foster interaction between participants. Â”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__3",
      "chunk_id": "3",
      "content": "In this context, the web-based platform can further help foster interaction between participants. Â” Make systematic use of existing associations of universities, business and research organisations and cluster organisations as platforms for the exchange of knowledge and dissemination of results. Â” Establish a mechanism, such as an annual meeting between the EIT, the KICs and relevant services of the European Commission, to further facilitate synergies between the EIT and the KICs on the one hand, and other Union initiatives on the other. THE EIT STRATEGIC INNOVATION AGENDA 1. The European Institute of Innovation and Technology: A Union innovation player This Strategic Innovation Agenda (SIA) outlines the priorities for the European Institute of Innovation and Technology (EIT) over the period 2014-2020 as well as its mode of operation. It is therefore a key tool of European policy makers to steer the strategic direction of the EIT, while leaving considerable autonomy to the EIT in defining the ways and means of achieving the set goals. The SIA is the result of an in-depth process that has sought to take stock of the EIT experience so far, and to fully reflect the reality of the European innovation landscape. It is based on a first SIA draft from the EIT Governing Board submitted to the European Commission on 15 June 2011, in conformity with the requirements of the Regulation (EC) No 294/2008 of the European Parliament and of the Council (1). It also builds on the results of an independent evaluation of the EIT's initial period as well as on a consultation process open to all those having a current or potential stake in the EIT's activities, including businesses, higher education institutions and research organisations, as well as national and regional authorities. 1.1. EIT: Addressing societal challenges via innovation in the knowledge triangle In a rapidly changing world, Europe's pathway to the future rests on growth which is smart, sustainable and inclusive. To achieve this goal and to remain competitive in the global knowledge economy and society, the 'knowledge triangle' of higher education, research and innovation and the interaction between these three sides have been recognised as key driving forces. The European Union has acted accordingly and identified these fields as policy priorities in its Europe 2020 strategy. These priorities are notably implemented through the flagship initiatives 'Innovation Union' and 'Youth on the Move', which form the overarching policy framework for Union actions in these fields. They are complemented by the other flagship initiatives e.g. on an 'Integrated Industrial Policy for the Globalisation Era', 'Digital Agenda for Europe' and on a 'Resource-Efficient Europe'. The EIT will fully contribute to achieving the goals of these flagship initiatives. The reasons for putting higher education, research and innovation at centre stage are straightforward.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__4",
      "chunk_id": "4",
      "content": "The EIT will fully contribute to achieving the goals of these flagship initiatives. The reasons for putting higher education, research and innovation at centre stage are straightforward. In the context of the knowledge economy and increasing global competition and facing a demographic challenge at home, Europe's future economic growth and jobs will increasingly come from innovation breakthroughs in products, services and business models as well as from its ability to nurture, attract and retain talent. While there are individual success stories across Europe, the Union needs to catch up with global innovation leaders. Moreover, the Union is facing increased competition for talent from new centres of excellence in emerging economies. Europe needs to further strengthen its efforts in higher education, research and innovation and to embrace a strong, open and true entrepreneurial culture, which is essential to nurture and support capturing the value of research and innovation, for setting-up new ventures and achieve actual market deployment of innovations in potential high-growth sectors. Europe needs to foster the role of higher education institutions as engines of innovation, as talented people need to be equipped with the right skills, knowledge and attitudes in order to drive innovation forward. The EIT has been set up precisely to this end Â“ to contribute to sustainable economic growth and competitiveness by reinforcing the innovation capacity of the Union and its Member States and to boost their capacity to convert outputs from research into high value products and services. By fully integrating the knowledge triangle of higher education, research and innovation, the EIT will strongly contribute to tackling in particular societal challenges under Horizon 2020 and bring about systemic change in the way European innovation players collaborate. To achieve this goal, the EIT combines strategic orientation at EIT level with a bottom-up approach within the thematic remits of its Knowledge and Innovation Communities (KICs). KICs are highly integrated pan-European partnerships, bringing together excellent universities, research centres, small and large companies and other innovation actors on a long-term basis around specific societal challenges. Each KIC is organised around a small number of interconnected co-location centres where partners work closely together on a daily basis and share common strategic objectives. Co-location centres build on existing centres of excellence, developing them further into local innovation ecosystems and linking them together into a broader network of innovation nodes across Europe. Within the EIT framework, the individual KICs have been given a large degree of autonomy in defining their internal organisation, composition, agenda and working methods, allowing them to choose the approach that is best suited to meet their objectives. The EIT should act as a role model across Europe by showing effective and light touch governance. At strategic level, the EIT organizes the selection process of KICs, according to the thematic areas determined by the European Parliament and the Council, and coordinates them with a flexible framework, supports and advises them in administrative matters, where appropriate, and disseminates their best governance and funding models.",
      "queries": [
        "why is the eit necessary",
        "why eit is important"
      ],
      "queries_score": [
        "1.9100721",
        "1.5858451"
      ]
    },
    {
      "id": "eurlex_79__5",
      "chunk_id": "5",
      "content": "At strategic level, the EIT organizes the selection process of KICs, according to the thematic areas determined by the European Parliament and the Council, and coordinates them with a flexible framework, supports and advises them in administrative matters, where appropriate, and disseminates their best governance and funding models. Cross-KIC coordination and cooperation should be promoted by the EIT in order to ensure synergies and added-value. Through the KICs, the EIT tries to accelerate innovation and to help create multidisciplinary and interdisciplinary environments where innovation is more likely to thrive and to generate breakthroughs in the way higher education, research and business collaborate. This approach helps address the increasingly complex and interlinked societal challenges set out in Horizon 2020 combining sectoral and cross-sectoral innovation and bringing together excellent people from different sectors, backgrounds and disciplines Â“ who otherwise would not necessarily meet Â“ to jointly find solutions to the challenge. Achievements The EIT has completed its initial phase, which was dedicated to launching its operations through the first KICs and to put in place the EIT decision making and executive functions Â“ Governing Board and headquarters. The EIT has also been successful in reaching its main objective - the full integration of the entire innovation chain, bringing together higher education institutions, research organisations and businesses via three initial KICs, established in 2010 in areas identified by the European Parliament and the Council as essential to Europe's future development. These are sustainable energy ('KIC InnoEnergy'), climate change adaptation and mitigation ('ClimateKIC') and future information and communication society ('EIT ICT Labs'). Moreover, the EIT is now consolidating itself as an innovation institution through its headquarters in Budapest. It has also set up the EIT Foundation, a legally independent organisation dedicated to promoting and supporting the work and activities of the EIT, and to enhancing the EIT's societal impact. KICs on their way to world-class integrated partnerships Established in 2010, the first three KICs have realised their first activities in 2011. In spite of their stillbeing short of experience, they have succeeded in achieving critical mass in their respective areas, including a balanced participation from the different components of the knowledge triangle. The combined strength of partners in a KIC Â“ both in number and in the weight they represent in their respective fields Â“ gives them the potential to be world-class. Graph 1- KICs co-location The KICs have followed differentiated approaches in building up their strategies and governance structures, reflecting different thematic fields. One KIC has been set up as a company while two others are non-profit associations. All are structured around approximately 30 core partners and five to six co-location centres, which are usually flanked by a varying number of additional affiliate partners, including small and medium-sized enterprises (SMEs). The set-up of the KICs as single legal entities led by a Chief Executive Officer (CEO) provides a clear departure from a traditional multi-beneficiaries approach.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__6",
      "chunk_id": "6",
      "content": "The set-up of the KICs as single legal entities led by a Chief Executive Officer (CEO) provides a clear departure from a traditional multi-beneficiaries approach. Moreover, all KICs follow business logic for the strategic planning of their activities, and all KICs have implemented the co-location concept: bringing diverse teams together in one physical place, acting as a clearing house for many KIC activities, and combining competences and skills developed in different areas of specialisation at pan-European level. Business in particular will play a strong role in realising the KICs' activities and KICs should be able to mobilise investment and long term commitment from the business sector. KICs activities span the entire innovation chain and include among others the setting up of EIT-labelled Masters and PhD programmes which combine excellent science with entrepreneurship education, business creation services, and mobility schemes. With the KICs' initial activities focused on talent and people, first results have been achieved on education and entrepreneurship, including the setting up of Masters and PhD programmes. Two KICs have joined forces and they co-operate in a joint Masters programme in Smart Grids. The KICs' achievements in their first year (2010-2011) are promising: Nearly 500 students completed their training on summer courses and more than 200 students are presently enrolled in specific KIC-branded Masters courses. Demand from talented people is high: KIC InnoEnergy for example received 950 applications for their Masters course with 155 students who could be admitted. Students who graduated from ClimateKIC courses in 2010 and 2011 have formed an alumni association with the aim to maintain long-term involvement with the KIC. Six start-ups have already been created with seed money from prizes and awards or with support from the KICs. More than 50 start-ups are presently undergoing incubation activities. EIT ICTLabs is supporting 18 small companies with business coaches. Links within the knowledge triangle were established at regional level via cross-disciplinary professional development programmes, such as Climate KICs' 'Pioneers in practice' programme (59 individuals have attended this mobility scheme so far). New Intellectual Property (IP) rules were established stipulating sharing the profits from IP rights between companies involved and the KIC legal entity. Graph 2 - KIC partners 2011 (Business, HE, Research Organisations) 1.2. EIT added value: distinguishing features The EIT approach is characterized by a number of elements by which it brings true added value at Union level: Â” Overcoming fragmentation via long-term integrated partnerships and achieving critical mass through its European dimension: Building on existing cooperation initiatives, the EIT brings the selected partnerships in the KICs to a more permanent and strategic level. KICs allow world-class partners to unite in new configurations, optimize existing resources and develop new and, where appropriate, open innovation models, access new business opportunities via new value chains addressing higher risk, and larger scale challenges. Moreover, while there are a significant number of centres of excellence across the Member States, they often do not attain the critical mass for global competition individually.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__7",
      "chunk_id": "7",
      "content": "Moreover, while there are a significant number of centres of excellence across the Member States, they often do not attain the critical mass for global competition individually. The KICs' co-location centres offer strong local actors the opportunity to closely connect to other excellent partners across borders, thereby allowing them to act and be recognized globally. Â” Enhancing the impact of investments on education, research and innovation and testing new ways for innovation governance: The EIT acts as an \"innovation catalyst\", adding value to the existing research base, by accelerating the take-up and exploitation of technologies and research outcomes and by transferring research results to education. Innovation activities contribute in turn to align and leverage research investments and to make education and training activities more responsive to business needs. To this end, the EIT has been equipped with a substantial degree of flexibility to test out new innovation models, allowing for true differentiation in the KICs' governance and funding models and quick adaptation to better cope with emerging opportunities. Â” Nurturing talent across borders and fostering entrepreneurship through knowledge triangle integration: The EIT nurtures people-driven innovation and puts students, researchers, and entrepreneurs at the heart of its efforts. It provides new career paths and mobility options between academia and the private sector, and innovative schemes for professional development. The EIT label attached to innovative KICs' Masters and PhD programmes is expected to contribute to creating an internationally recognized brand of excellence helping to attract talent from Europe and abroad. Entrepreneurship is fostered through a new generation of world-class students, including PhD students, equipped with the knowledge and attitudes to turn ideas into new business opportunities. These students have a key role in the integration of the knowledge triangle. Â” Smart funding through leverage combined with a results- and business-oriented approach: The EIT provides up to 25 % of the KICs budget and catalyzes 75 % of financial resources from a wide range of public, private and third sector partners, representing an entrepreneurial approach in itself, and creating a significant leverage effect by pooling large Â“scale investment and streamlining different sources of public and private towards jointly agreed strategies. KICs will make internal provisions to avoid double funding of activities at national and EIT level. Moreover, by focussing on both market and societal impact, the EIT follows a results-oriented approach. KICs operate according to a business logic, on the basis of annual business plans, including an ambitious portfolio of activities from education to business creation, with clear targets, deliverables and key performance indicators (KPIs) against which they are measured. 1.3. Synergies and complementarities with other policy and funding initiatives The inter-relationships between research, innovation and higher education are increasingly being recognised within Union initiatives and programmes. There is great potential for mutually reinforcing actions at European, national and regional level. At Union level, the strategic framework provided by Horizon 2020 Â“ the Framework Programme for Research and Innovation (2014-2020) Â“ will further ensure these synergies are fully exploited.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__8",
      "chunk_id": "8",
      "content": "There is great potential for mutually reinforcing actions at European, national and regional level. At Union level, the strategic framework provided by Horizon 2020 Â“ the Framework Programme for Research and Innovation (2014-2020) Â“ will further ensure these synergies are fully exploited. The EIT will strongly contribute to the objectives set out in Horizon 2020, in particular by addressing societal challenges in a complementary way to other initiatives in these areas. Within Horizon 2020, the EIT will be part of the \"societal challenges\" objective but following the approach of seamless interaction across objectives, it will also contribute to the \"industrial leadership\" objective by stimulating results-driven research and fostering the creation of high growth innovative SMEs. Finally, it will contribute to the creation of an \"excellent science base\" objective by fostering mobility across boundaries Â“ of disciplines, sectors and countries Â“ and by embedding entrepreneurship and a risk-taking culture in innovative post-graduates degrees. The EIT will thereby significantly contribute to promoting the framework conditions that are needed to realise the innovative potential of Union research and to promote the completion of the European Research Area (ERA). Moreover, the EIT brings a fully fledged and necessary education dimension to the Union's research and innovation policy. Via innovative, entrepreneurial education it plays an important bridging role between the research and innovation framework and education policies and programmes and provides the long term commitment needed to deliver sustainable changes in higher education. Notably through new, trans and interdisciplinary EIT-labelled degrees, awarded by participating higher education institutions in accordance with national rules and accreditation procedures, the EIT is leading a collaborative effort towards education for innovation with clear linkage to the broader European agenda for the modernisation of higher education institutions thereby promoting the European Higher Education Area. Moreover, there are opportunities for mutually reinforcing interaction with the Union's Cohesion Policy by addressing the linkages between the local and global aspects of innovation. Co-location centres provide for cross-border collaboration and are well positioned to capitalise on various funding schemes from their respective regions. The co-location centres play a major role in strengthening the local-global connectivity of the KIC as a whole, including through close co-operation with regional authorities, in particular those involved in designing and delivering the Regional Innovation Strategies for Smart Specialisation (RIS3). Furthermore, linkages between KICs and local cluster organisations could be strengthened to increase the involvement of SMEs in the activities of the KICs. While opportunities for synergies differ depending on the thematic area of a KIC, a number of initiatives and programmes at Union level seem particularly likely to offer benefits from cooperation and coordination. As the very concept of the EIT/KICs rests on adding value to existing European excellence, the KICs Â“ present and future Â“ will by definition seek to explore these synergies to a maximum. KICs are expected to add value to initiatives that may exist in the relevant areas, including Joint Programming Initiatives (JPIs), European Innovation Partnerships (EIPs) and Public Private Partnerships (PPPs).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__9",
      "chunk_id": "9",
      "content": "KICs are expected to add value to initiatives that may exist in the relevant areas, including Joint Programming Initiatives (JPIs), European Innovation Partnerships (EIPs) and Public Private Partnerships (PPPs). Joint Programming Initiatives, a key instrument for addressing fragmentation in research, should provide the nucleus of the pan-European KIC research base, where appropriate. In turn, KICs can speed up and foster the exploitation of excellent public research pooled together by the JPIs, thereby addressing fragmentation in innovation. The Joint Technology Initiatives (JTIs) and the newly established Public and Private Partnerships provide platforms for promotion of large-scale industry-driven research and enhance the development of major technologies. KICs can help to catalyse these major research investments to boost technology transfer and commercialisation and to develop new ventures within existing business via entrepreneurial talent. Through its knowledge triangle approach, the EIT will complement investment of the European Research Council (ERC) on world-class frontier research by addressing the whole innovation chain from ideas to application and exploitation and provide additional opportunities in innovation and exposure to entrepreneurship to 'Marie Sklodowska-Curie' researchers and 'Erasmus +' students to help foster the development of the European Research Area and the European Higher Education Area. The upcoming European Innovation Partnerships will provide overarching frameworks to facilitate alignment and smart synergies among supply and demand-driven research and innovation instruments and policies. The KICs can contribute to the EIPs through their distributed nature and on the ground experience, and in particular by developing the necessary human capital, educating key actors such as entrepreneurs and researchers, and identifying framework conditions and best practise on policy, regulatory or standardisation issues in their relevant sector. In practice, opportunities for synergies will materialise in different ways, from KIC to KIC and challenge to challenge. Today, linkages are being developed at KIC level with other initiatives, varying according to the specificities of each KIC and its thematic area. In addition, the EIT should foster synergies and interaction of the KICs across the pillars in Horizon 2020 and with other relevant initiatives, while taking due note of the risk of overlaps. Examples of synergies between KICs and other initiatives in practice (as of 9/2011) Â” EIT ICT Labs liaises and works closely with the future Internet Public Private Partnership, the Artemis Joint Technology Initiative and EUREKA initiatives such as ITEA2 (Information Technology for European Advancement), and the Trust in Digital Life partnership. By applying KIC \"catalysts\" such as the Innovation Radar, the Patent Booster and the Technology Transfer along the lifecycle of Union funded research projects, EIT ICT Labs boosts their market impact. By offering access to its co-location centres it can enhance the mobility of people and ideas across Europe. Â” KIC InnoEnergy contributes to the delivery of the Union's Strategic Energy Technology Plan (SET Plan), through inter alia, its participation in the SETIS platform on technology watch and mapping and its input to the European Industrial Initiatives. It also currently interacts with the Commission's Joint Research Centre (JRC) for the simulation capabilities in building scenarios.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__10",
      "chunk_id": "10",
      "content": "It also currently interacts with the Commission's Joint Research Centre (JRC) for the simulation capabilities in building scenarios. Â” Climate KIC is actively providing synergies with Joint Programming Initiatives (JPIs) in the area, as the innovation agenda and implementation plan of Climate KIC will be partially based on the common strategic agenda identified in the JPI climate (climate services and adaptation). Climate KIC Regional Innovation and Implementation Communities (RICs) provide an original pan-European regional innovation model, which uses regions as test beds, linking the development of managerial capability and regional strengths to global challenges. 2. Deepening the role of the EIT after 2013: priorities 2.1. Incentivizing growth, impact and sustainability through the EIT Lessons from the set up phase The process of setting up the initial KICs has involved a substantial 'learning by doing'. It has shown that KICs are novel concepts and the challenge of getting legally organised as a KIC and forming contractual relationships with KICs and their partners was underestimated by all parties involved in the process. A lack of awareness of the suitability of different forms of legal entity did not help smoothing the set-up process. While the bottom-up approach, which gives substantial leeway to each KIC to organise its partnerships is to be maintained, further guidance and support should be given to identify suitable legal set-ups. Moreover, the challenge of bringing different academic and business cultures together into one legal entity should not be underestimated; hence the importance of sharing common values at both KIC and EIT level. Furthermore, KICs are large scale institutional innovations, and no two KICs are the same in terms of their characteristics, including their size and organisation. This offers a rich array of innovation models, but also renders the overall coordination and monitoring of KICs more challenging. In the future, EIT should give clearer guidance upstream from the selection process to ensure that essential strategic features are shared by all KICs, while allowing for differentiated approaches in KICs organisation, delivery and funding approaches. The EIT should reduce administrative burdens and disseminate best practices and experiences of existing KICs to new KICs. Finally, the current total number of three KICs does not yet provide the critical mass for the EIT to develop its full potential as a leading innovation institute. Furthermore, the EIT must be more than the 'sum of its parts' and cross-KIC activity must be promoted. The EIT needs, in the long term, to cultivate a clear identity and a world-wide EIT brand. Nurturing a strong EIT brand may include actions to create a strong human and business network around the EIT community (students, alumni, educators, entrepreneurs, professionals etc.) and the organisation of conferences and events to foster a sense of identity and visibility.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__11",
      "chunk_id": "11",
      "content": "Nurturing a strong EIT brand may include actions to create a strong human and business network around the EIT community (students, alumni, educators, entrepreneurs, professionals etc.) and the organisation of conferences and events to foster a sense of identity and visibility. The EIT as an investor in the knowledge triangle Building on these lessons the EIT aims to consolidate and further develop its role as an 'investor' which nurtures and enables existing centres of excellence in research, business and higher education in Europe to come together and foster their long-term systematic collaborations through the KICs. The 'EIT investor' approach stands for a focus on identifying best strategic opportunities and selecting a portfolio of world-class partnerships Â“ the KICs Â“ to deliver these. As part of this approach, the EIT awards the annual grants to the KICs on the basis of their past performance and proposed activities in their business plan, following a clear and transparent procedure. The assessment of the business plans will be supported by external, independent experts. In this perspective, the EIT should not only set out broad directions and visions, but needs to provide KICs with an appropriate level of support and monitor their performance. At the same time, KICs are given a substantial degree of leeway to define their agenda, internal strategies and organisation as well as to deliver their activities and mobilise the talent and resources needed. Returns on EIT investment in KICs will be measured in terms of tangible benefits for the European economy and society at large, such as creation of new business, products and services in existing and future markets, better skilled entrepreneurial people, new and more attractive job opportunities and the attraction and retention of talent from across the Union and abroad. This requires the setting-up of a robust monitoring and evaluation system for the EIT, focusing on achievements, outputs and generation of both economic and societal impact to be benchmarked against best international practices. Setting up a balanced performance monitoring system to assess the EIT impact via the KIC, the EIT own performance as an organisation and the EIT contribution to Horizon 2020 is a priority in this direction. An important element in this regard is also the development, together with the KICs, of a true EIT 'corporate identity' around a set of shared values. While all KICs and their individual partners do have their own corporate identities and values, they all share values that bring the EIT/KICs community together. They are: excellence across the knowledge triangle; highly skilled and entrepreneurial people; long-term collaboration across borders, disciplines and sectors; and the focus on societal and economic impact. Such an identity will also enhance the external visibility and reputation of the EIT and KICs. 2.1.1. Consolidating and fostering growth and impact of the existing KICs The EIT will actively support the initial three KICs to enhance their potential and impact and their contribution to the objectives of Horizon 2020.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__12",
      "chunk_id": "12",
      "content": "2.1.1. Consolidating and fostering growth and impact of the existing KICs The EIT will actively support the initial three KICs to enhance their potential and impact and their contribution to the objectives of Horizon 2020. Over time, the KICs will expand their initial portfolio of activities in order to seize new market or societal opportunities and adapt to a changing global environment. To support these developments, the EIT will advise and define, in an open and transparent way and in close co-operation with each individual KIC, tailor-made co-financing strategies, which at the same time underpin strategic activities from an EIT perspective. KICs should remain dynamic partnerships and hence be open to new partners across the whole of Europe on the basis of excellence, but also to discontinue existing ones if appropriate. The KICs should tap into new sources of existing and potential excellence whenever they bring added value, through participation of new partners in the existing co-location centres, enhanced cross-co-location work within each KIC or even, the setting-up of a new co-location centre, while keeping their KIC partnership focused, robust and manageable. A good balance between co-operation and competition is equally important for bringing KICs to maximum performance. The EIT will incentivize KICs to engage in cross-KIC work in areas which offer a strong potential for synergies, e.g. via joint professional development courses, joint research activities, masters or PhDs degrees or cross-KIC mobility between academia and business. At the same time, the EIT will provide incentives for a certain degree of competition to encourage KICs to stay focused on results and impact and take appropriate measures in case of underperformance. KICs not only build on their partners' existing excellent research base, but are also the frontrunners for promoting and implementing the EIT's educational mission. The objective is to educate and train talented people with the skills, knowledge and mindset, including entrepreneurship, needed in a global knowledge economy and society. To this end, the EIT actively promotes, inter alia, the EIT-labelled degrees by monitoring their quality and consistent implementation across KICs. In this endeavour they will make extensive use of peer and expert evaluations, and establish a dialogue with national and international quality assurance bodies. This will enhance the national and international recognition and reputation of the EIT labelled qualifications and raise their attractiveness globally, thereby enhancing the employability of graduates while providing a platform for collaboration at international level. In the future, KICs will be encouraged to expand their educational activities beyond post-graduate education to a greater variety of study modes to cater for a wider range of innovative, professional development activities, involving executive education, tailor-made training courses, including professional training courses, and summer schools, as well as internships within the KICs and their partners. To enhance the impact of KICs' educational activities and to reach out to a wider audience, KICs may envisage the design, on an experimental basis, of distance learning and e-learning modules for undergraduate courses or packages targeted at school education.",
      "queries": [
        "eit kics"
      ],
      "queries_score": [
        "1.5496922"
      ]
    },
    {
      "id": "eurlex_79__13",
      "chunk_id": "13",
      "content": "To enhance the impact of KICs' educational activities and to reach out to a wider audience, KICs may envisage the design, on an experimental basis, of distance learning and e-learning modules for undergraduate courses or packages targeted at school education. The EIT will: Â” Encourage KICs to develop a greater variety of and provide advice on educational and training activities and to raise awareness of the existence of these activities. Â” Gradually set- up competitive review mechanisms for the allocation of a percentage of the KICs grant, which will be based on KICs' business plans and performance and which will take into account the fact that KICs grow at different speeds. Â” Incentivise KICs to develop joint activities on horizontal issues. Â” Set up a system of peer evaluations for EIT labelled qualifications and engage in dialogue with national and international quality assurance bodies to promote a consistent approach. 2.1.2. Creating new KICs In order to further enhance impact and to incentivise innovation in new areas of societal challenges, the EIT will gradually expand its portfolio of KICs. By following an incremental development path in establishing new KICs, the EIT will ensure that lessons learned from previous rounds are duly taken into consideration, and that KICs are set up only in areas where there is a clear innovation potential and top-class excellence to build on. In the period 2014-2020, new KICs will therefore be set up in three waves. A call for two KICs will be launched in 2014, a further call for two KICs in 2016 and finally a call for one KIC in 2018, subject to a positive outcome of the review of the EIT provided for in Article 32(2) of Regulation (EU) No 1291/2013 of the European Parliament and of the Council (2), leading up to a portfolio of eight KICs in the period 2014-2020 (equalling the set-up of 35-45 co-location centres across the Union). The selection process for KICs shall strongly build on the positive results of lessons-learned from the process for the first-round KICs and a thorough external evaluation of the EIT and existing KICs, including an assessment of KICs' economic and societal impact and the contribution of the EIT to strengthening the innovation capacity of the Union and Member States as well as, when applicable, on the results from the evaluations of Horizon 2020. New KICs will be set up in areas which offer a true innovation potential. The EIT thereby fully contributes to the goals of the larger Union policy agenda and in particular to the objectives of Horizon 2020, which identifies a number of large societal challenges, and enabling and industrial technologies. The objective is to set up KICs in thematic areas which, due to their magnitude and complex nature, can only be addressed through a cross-disciplinary, cross-border, and cross-sectoral approach.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__14",
      "chunk_id": "14",
      "content": "The objective is to set up KICs in thematic areas which, due to their magnitude and complex nature, can only be addressed through a cross-disciplinary, cross-border, and cross-sectoral approach. The selection of the thematic fields therefore needs to be based on a careful analysis as to whether a KIC can bring true added value and have a positive impact on economy and society. The European Commission has carried out this analysis through a process designed to objectively assess the potential of future KIC themes. One starting point was the draft SIA which the EIT Governing Board submitted to the Commission in June 2011. In parallel, a set of robust criteria was developed to allow for an objective assessment of the innovation potential offered by each future theme. The validity of these criteria was checked with the wider innovation community from across the knowledge triangle through an open public consultation. This process resulted in the following list of criteria: Â” Address major economic and societal challenges Europe faces, and contribute to the delivery of the Europe 2020 Agenda; Â” Align and co-ordinate with relevant Union policies as well as with existing initiatives under Horizon 2020 and Erasmus+. Â” Be able to mobilize investment and long-term commitment from the business sector; have an existing market for its products or be able to create new ones; Â” Create sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business and highly skilled jobs; Â” Bring together a critical mass of world-class research, education and innovation stakeholders across the whole of Europe, which would otherwise not unite, including cooperation with partners from outside Europe; Â” Require trans-disciplinary approaches and encourage the higher education institutions to develop new types of education across discipline boundaries; Â” Address major innovation gaps such as the European paradox, i.e. themes where Europe has a strong research base but a weak innovation performance. The assessment of the themes proposed in the EIT draft as well as by the wider stakeholder community clearly showed a certain degree of variation regarding potential impact the establishment of a KIC would offer. As a result, a number of themes were discarded entirely; others were redefined in order to better respond to the specificities of the European and global context in this area. The following thematic areas have been identified as those where the establishment of a new KIC has greatest potential to add value to existing activities and bring about a real boost to innovation: Â” Innovation for Healthy Living and Active Ageing Â” Raw Materials - Sustainable Exploration, Extraction, Processing, Recycling and Substitution Â” Food4Future - Sustainable Supply Chain from Resources to Consumers Â” Added-value Manufacturing Â” Urban Mobility More details on the individual themes are provided in the factsheets at the end of the document (3). On the basis of these themes, the EIT will have the autonomy to organise the future KICs selection process.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__15",
      "chunk_id": "15",
      "content": "More details on the individual themes are provided in the factsheets at the end of the document (3). On the basis of these themes, the EIT will have the autonomy to organise the future KICs selection process. The success of future calls for KICs will depend largely on clear guidance as regards the expectations and requirements, as well as a timeframe allowing KIC applicants to get solidly organised both legally and financially before submitting a proposal. KICs will be selected against detailed criteria defined in the EIT Regulation, based on the overarching principles of excellence and innovation relevance. Any KIC selected will need to demonstrate how it will create maximum impact in the given area and prove the viability of its strategy. Reflecting the need for a gradual approach in establishing new KICs, the selection of themes for the three waves has been based on the maturity of the field, the potential societal and economic impact, as well as the opportunities for synergies with other initiatives. The themes for the 2014 wave are: Â” Innovation for Healthy Living and Active Ageing Â” Raw Materials Â“ Sustainable Exploration, Extraction, Processing, Recycling and Substitution The themes for the 2016 wave are: Â” Food4Future - Sustainable Supply Chain from Resources to Consumers Â” Added-value Manufacturing The theme for the 2018 wave is: Â” Urban Mobility The EIT will Â” Prepare a selection procedure for each wave of KICs which allows sufficient time for KIC applicants to prepare proposals. Â” Launch calls for five new KICs as follows: a call for two new KICs in 2014 in the themes of Healthy Living and Active Ageing and Raw Materials; a call for two new KICs in 2016 in the themes of Food4Future and Added-value Manufacturing and a call for one new KIC in 2018 in the theme of Urban Mobility. Â” Make best efforts to ensure that as many potential interested parties as possible are made aware of the future KIC selection procedures. Â” Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership 2.2. Enhancing EIT's impact Fostering innovation across the Union In the initial period, the EIT has mainly focused its efforts on establishing the KICs. While it is a clear goal for the EIT to strengthen existing centres of excellence, the EIT will also need to ensure that it delivers benefits to areas of the Union which are not directly participating in KICs. It is therefore mission critical for the EIT to actively promote the dissemination of best practices for the integration of the knowledge triangle in order to develop a common innovation and knowledge sharing culture. In future, the EIT must work to make the KIC experience understandable and replicable and build it into a culture that can act as a role model in Europe and beyond.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__16",
      "chunk_id": "16",
      "content": "In future, the EIT must work to make the KIC experience understandable and replicable and build it into a culture that can act as a role model in Europe and beyond. By identifying, analysing and sharing best practices, as well as new governance and funding models from the KICs, the EIT seeks to ensure that knowledge generated within the EIT and its KICs is disseminated and capitalised upon for the benefit of people and institutions, including those not directly participating in the KICs. The EIT will also seek to enhance its visibility across the Union. All relevant means and avenues of communication should be used to ensure sufficient access to information on the functioning and the scope of the EIT and the KICs. The EIT can play the decisive role in synthesising the diversity of approaches applied by the KICs and in making them transferable in areas where innovation capacity is weak, and which would otherwise not be able to benefit from the experience gained by the EIT. Such outreach will ensure that the benefits of the EIT experience promote the development of innovation capacity in these areas. This activity is able to generate strong returns in so far as it builds on the work of the KICs. The introduction of a Regional Innovation Scheme (RIS) targeted at partnerships of higher education institutions, research organisations, companies and other stakeholder organisations will provide a specific mechanism for the dissemination of best practice and widening participation in KIC activities. Such a scheme will not only provide participants from beyond the KICs with the opportunity to gain expertise from and facilitate interaction with the KICs, but will also provide them with incentives to make full use of the knowledge and know-how acquired in areas beyond the KICs, thereby enhancing innovation capacity across the Union. Furthermore, RIS participants will have to demonstrate a clear thematic alignment by referring to relevant regional innovation plans in particular Smart Specialisation Strategies to ensure strategic impact. The scheme will be implemented on a voluntary basis by KICs with support as appropriate from the EIT. Participants will be selected through an open and transparent process managed by the KICs. Activities undertaken as part of the RIS will be a matter for the KICs. These could include structured mobility actions to ensure that talent Â“ students, researchers, teaching staff and entrepreneurs of any age and gender and at all career levels Â“ beyond the KICs have the opportunity to get involved in the activities of KICs. While RIS participants will primarily use other sources of funding, including national funding, structural funds and own resources to enable participation in the RIS, the EIT may incentivise the implementation of the RIS by the KICs through the funding of structured mobility actions as part of its programme of dissemination and outreach activities.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__17",
      "chunk_id": "17",
      "content": "Main drivers of learning at EIT level may be: innovation-driven excellent research for the creation of new businesses and new business models, including the possibility for SMEs and public institutions to participate more actively in innovation, management of IP portfolios and new approaches to IP sharing, entrepreneurship and new integrated forms of multi-disciplinary education; innovative governance and financial models based on the concept of open innovation or involving public authorities. This will help the EIT to be a role model and to act as a 'game shifter' in the European innovation landscape and to become an internationally recognised world-class innovation institution. Fostering and attracting talent Talented people are at the heart of successful innovation. It is one of the EIT's foremost roles to give talented people the opportunity to use their potential to the full and to create environments where they can thrive. Through the KICs, the EIT is generating such environments, but needs to complement them with strategies for attracting and including top talent from beyond the KICs. Moreover, the EIT has a clear role to play in attracting talent from outside the Union. By creating a strong brand and forging strategic relations with key partners from around the globe, the EIT can add to the attractiveness of the partners within the KICs. In close cooperation with the KICs, the EIT should develop a strong international strategy, identifying and liaising relevant interlocutors and potential partners. In this context the EIT and its KICs should take full advantage of existing Union initiatives in the area, such as Union research, education, training and youth programmes, including the 'Erasmus+' programme and the Marie SkÃƒ Â‚odowska-Curie Actions and other mobility initiatives at Union level. In addition, the EIT can foster knowledge sharing, mentoring and networking by encouraging, among other things, the setting up of an EIT alumni network. The EIT will complement its efforts to promote talented people and brilliant ideas by other measures, such as the organisation of competitions for ideas or awarding innovation prizes, either as an own initiative or in cooperation with leading global partners. The EIT will Â” Encourage participation in outreach activities and in particular provide support, as appropriate, to the KICs in relation to the Regional Innovation Scheme. Â” Set up/customise a web based tool to provide a platform for knowledge sharing and networking around the EIT. Â” Build and support a functional and strong network of graduates from EIT/KIC educational and training activities ('EIT alumni'). Â” Make lessons learned and successes from KICs systematically accessible to the wider Union innovation community and beyond. This may include the development of a repository of open course ware from the EIT's and KICs' educational and training activities. Â” Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. 2.3. New delivery mechanisms and results-oriented monitoring Simplification, implemented in a responsible and accountable manner, is a must for the EIT to achieve effective results, promote innovation breakthroughs and the involvement of the business community.",
      "queries": [
        "what is the main driver of learning for eit level"
      ],
      "queries_score": [
        "4.278586"
      ]
    },
    {
      "id": "eurlex_79__18",
      "chunk_id": "18",
      "content": "Â” Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. 2.3. New delivery mechanisms and results-oriented monitoring Simplification, implemented in a responsible and accountable manner, is a must for the EIT to achieve effective results, promote innovation breakthroughs and the involvement of the business community. There is still room for the EIT to exploit its flexibility to the full, in order to push simplification further. As an 'investor' in KICs, the EIT considers simplification to be a dynamic process, embedded in the EIT operation and an integral part of its supporting function towards the KICs. To this end, the EIT will strive to adapt, improve and streamline its monitoring, reporting and funding processes and constantly seek simplified approaches that can help the KICs to cope with new, emerging needs and foster their impact. The KICs will provide an ideal testing ground for new approaches to funding and management of innovation. Through the KICs' experimentation and experience, the EIT will deliver a simplification agenda in key areas such as contractual agreements, simplified reporting, lump sums and flat rates in order to reduce the administrative burden for the KICs. The Commission will closely monitor the EIT's ability to deliver the simplest possible agreements and principles for the funding and management of KICs activities, based on the EIT's own simplification agenda. Insights gained Â“ including failures Â“ will be shared with future KICs and Union programmes and schemes under Horizon 2020. The Commission has reinforced its efforts in supporting the EIT towards establishing a sound and solid results-oriented monitoring system. This monitoring system will ensure full accountability of the EIT and the KICs, quality of the deliverables, the contribution to Horizon 2020 priorities, and at the same time allow for sufficient flexibility in the KICs' operations and openness to new ideas and partners. It will allow the EIT to develop a solid capacity for gathering and analysing the input from the KICs, including funding sources to measure the performance of the EIT against its own objectives and to benchmark EIT and KICs against best practices at European and global level. The system will be designed in a flexible manner and if necessary adjusted to take into account the EIT's and KICs' evolving and growing portfolio of activities. Following the recommendation of the independent external evaluation and the overarching monitoring provisions under Horizon 2020, the Commission has proposed, in association with the EIT and the KICs, the establishment of a results-orientated performance monitoring system for the EIT, addressing four activity levels: Horizon 2020 level: to regularly monitor the EIT and KICs' contribution to achieving the objectives of Horizon 2020. EIT level: to assess the performance of the EIT as an efficient and effective Union body; this will be measured in terms of support provided to the KICs, the intensity and coverage of its outreach, dissemination and international activities and its ability to deliver simplified procedures.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__19",
      "chunk_id": "19",
      "content": "EIT level: to assess the performance of the EIT as an efficient and effective Union body; this will be measured in terms of support provided to the KICs, the intensity and coverage of its outreach, dissemination and international activities and its ability to deliver simplified procedures. Cross-KIC level: to monitor the contribution of all KICs to achieving the EIT strategic objectives, as identified in a dedicated instrument such as an EIT Scoreboard. Individual KIC level: to monitor individual KIC performance based on individual targets and key performance indicators (KPIs) as laid down in the individual KIC business plans. KIC have different business models and markets and thus different industrial KPIs which are central for the successful management of the individual KIC. The EIT will Â” Develop a simplification agenda, including benchmarks to assess progress, and report to the Commission on its implementation progress through the Annual Activity Report; ensure that new models of simplification are disseminated across the Union and inform other Union initiatives. Â” Establish, in cooperation with the Commission and the KICs, a comprehensive system to monitor: the EIT's contribution to Horizon 2020; the EIT's impact via its own and KIC activities; and KIC results. The EIT will report on all its monitoring activities in its annual activity report to be sent to the European Parliament and to the Council. 3. Effective decision making and working arrangements The EIT's governance structure combines the bottom-up approach of the KICs with strategic guidance from the EIT level. Decision-making at the EIT level therefore needs to be characterised by a truly strategic outlook, combined with efficient implementing mechanisms and a systematic involvement of knowledge triangle actors across Europe. The governance model of the EIT has proven its overall value. However, experiences from the initial period show that further efforts can be made to enhance the effectiveness of the EIT's decision-making and implementing mechanisms. The relationship between the EIT Governing Board, responsible for strategic decisions, and the EIT headquarters, responsible for implementation, has to be more clearly defined and streamlined. The EIT headquarters will have to define the critical domains where the EIT should provide support to the KICs, striking an appropriate balance between supporting and monitoring functions. The Governing Board needs to better ensure that strategic decisions are properly informed by the experiences from the KICs and the wider innovation community. Finally, the EIT should continue to be accountable to the Council and Member States. 3.1. Streamlining and clarifying EIT decision-making The EIT Governing Board sets the strategic direction of the EIT and the framework conditions for the KICs, and through its members connects the EIT with the various stakeholder communities in the field. In line with the EIT's business-orientated approach, decision-making needs to be efficient, quick, and focused. Determining factors in this regard are size, composition and procedures of the Governing Board.",
      "queries": [
        "what level is eit"
      ],
      "queries_score": [
        "2.325529"
      ]
    },
    {
      "id": "eurlex_79__20",
      "chunk_id": "20",
      "content": "In line with the EIT's business-orientated approach, decision-making needs to be efficient, quick, and focused. Determining factors in this regard are size, composition and procedures of the Governing Board. The principle of independent members, combined with a limited number of elected members representing the KIC community, has proven its value and allows gathering of expertise from across the knowledge triangle. The initial model with 18 elected members plus, more recently, four additional KIC representatives has, however, shown its limitations. A Board scaled down in size will lead to more efficient decision-making and reduce administrative overheads. Finally, further efficiency can be gained by re-focusing the EIT Governing Board towards its core role of providing strategic guidance. Moreover, coherence with other Union initiatives will be further strengthened via reinforced consultation with the European Commission on the EIT Triennial Work Programme. The information on EIT and KICs from the EIT Triennal Work Programme will enable to assess and ensure complementarity with the other parts of Horizon 2020 and other Union Policies and instruments. All these changes have been incorporated in the modified Regulation (EC) No 294/2008. The decisions of the EIT Governing Board are implemented by the EIT headquarters under the leadership of the Director who is accountable for the EIT's actions. In doing so, the headquarters mirror the results-oriented nature of the EIT and its KICs and are the driving force behind the simplification of procedures. At the same time, the EIT headquarters develop the capacity to systematically digest the learning from the KICs and make these findings available for the benefit of the wider innovation community. Over time, the EIT headquarters will become a resourceful repository of best practices and a real knowledge partner for policy makers. Attraction and retention of talented professionals is a challenge for the EIT headquarters. To equip the EIT office with the best talent and skills, it will define a clear human resource strategy, including options beyond direct employment such as secondments or temporary attachments, promoting regular exchanges of staff and internships with excellent innovation, research and education institutions from the Union and the rest of the world. The EIT will Â” Ensure through a smart human resource strategy, including systematic use of internal and external expertise, and internal management procedures, that the EIT will develop into a reference institution for innovative governance. Â” Take concrete measures to further promote a culture of openness and transparency. 3.2. Investing in KICs: EIT-KIC relations Interaction between the EIT and the KICs not only provide the framework for KICs to operate successfully, but are also at the core of the mutual learning process enabling the EIT to play its role as a test bed for new innovation models. In order to provide KICs with appropriate framework conditions, clear and coherent guidance must be given by the EIT at all stages of the process without at the same time being overly prescriptive. This guidance would include in particular management of a KIC and how to involve core and non-core partners.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__21",
      "chunk_id": "21",
      "content": "This guidance would include in particular management of a KIC and how to involve core and non-core partners. Interactions between EIT headquarters and the KICs need to be systematic and regular as well as clear, transparent and trust-based in order to achieve maximum efficiency. Both the contractual relations between the EIT and the KICs as well as the organisational arrangements of the EIT headquarters should contribute thereto. Moving away from a merely administrative role, the EIT headquarters will optimise their operational functions to steer the KICs to maximum performance and make good results widely available. There are efficiency gains to be achieved from providing a number of centralised services and functions, rather than at individual KIC level. While all KICs work on specific themes, a number of elements are of a horizontal nature and it is precisely there where the EIT can provide tangible added value. Such knowledge provider functions can relate notably to the EIT headquarters becoming an information broker and resourceful interlocutor, e.g. in fostering cross-KIC exchange and mutual learning, facilitating relations with the Union institutions and other key organisations, such as the Organisation for Economic Co-operation and Development (OECD), or on specific horizontal issues, such as counselling on IP, technology and knowledge transfer, benchmarking against international best practices, or undertaking anticipation and foresight studies to identify future directions for the EIT and the KICs. The EIT and KICs should decide together where these tasks can be most effectively dealt with. In this regard, it will be of crucial importance for the EIT and the KICs to establish viable mechanisms for systematic collaboration around horizontal issues. The EIT will Â” Provide clear and coherent guidance on expectations, obligations and responsibilities throughout the entire life cycle of the KICs. Â” Develop in close cooperation with the KICs a capacity within EIT headquarters to facilitate cross-KIC exchange and learning. Â” Provide a number of services to KICs on horizontal issues where efficiency gains can be achieved, as well as implement other corporate policies to the same end. Â” Provide guidance on affiliation and association of partners which are not able to become fully fledged investors and partners of a KIC. 3.3. Engaging with stakeholders Active exchange and mutual learning with other initiatives should be a cornerstone of the EIT's efforts in testing out new innovation models. The EIT therefore needs to tap into existing best practices and external expertise in order to become the reference body for innovation it aspires to. It is therefore indispensable for the Governing Board to take its decisions informed by the insights and needs of the innovation actors on the ground, and in the context of the wider European framework. By embracing a culture of openness and external engagement, the EIT can actively promote the take-up and acceptance of new innovations by society at large. To this end, the EIT will directly engage with Member States and other stakeholders from across the innovation chain, generating beneficial effects on both sides.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__22",
      "chunk_id": "22",
      "content": "By embracing a culture of openness and external engagement, the EIT can actively promote the take-up and acceptance of new innovations by society at large. To this end, the EIT will directly engage with Member States and other stakeholders from across the innovation chain, generating beneficial effects on both sides. In order to render such dialogue and exchange more systematic, the setting up of an EIT Stakeholder Forum, bringing together the wider community of stakeholders around horizontal issues, could be an appropriate tool to facilitate a two-way, interactive communication. Stakeholders will include representatives of national and regional authorities, organized interests and individual entities from business, higher education, and research, cluster organisations, as well as other interested parties from across the knowledge triangle. Member States' representatives shall meet in a special configuration, within the Stakeholder Forum, to guarantee an appropriate communication and flow of information with the EIT, and be informed of the achievements, give advice to, and share experiences with, the EIT and the KICs. The special configuration of Member States' representatives within the Stakeholder Forum shall also ensure appropriate synergies and complementarities between EIT and KIC activities with national programmes and initiatives, including the potential national co-financing of KIC activities. The organisation of the Stakeholder Forum has been incorporated in the modified Regulation (EC) No 294/2008. Moreover, active consultation with other Union institutions, in particular with relevant services of the Commission, from early on in the process will help to maximise synergies and mutual learning with other Union initiatives. The EIT will Â” Set up a regular EIT Stakeholder Forum, and its special configuration of Member States' representatives, to facilitate interaction and mutual learning with the wider innovation community from across the knowledge triangle, and including national and regional authorities. In this context, the web-based platform can further help foster interaction between participants. Â” Make systematic use of existing associations of universities, business and research organisations and cluster organisations as platforms for the exchange of knowledge and dissemination of results. Â” Establish a mechanism, such as an annual meeting between the EIT, the KICs and relevant services of the European Commission, to further facilitate synergies between the EIT and the KICs on the one hand, and other Union initiatives on the other. 4. Estimate of financial needs and sources of funding 2014-2020 4.1. Consolidating a smart funding model towards KICs The EIT designed an original funding model which builds on joint strengths and resources of existing excellent organisations; EIT funding acts as a catalyst to leverage and pool together supplementary financial resources from a wide range of public and private partners. On this basis, the EIT provides on average up to 25 % of the total KIC funding, while the remaining minimum 75 % of a KIC's overall budget should come from non-EIT sources.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__23",
      "chunk_id": "23",
      "content": "On this basis, the EIT provides on average up to 25 % of the total KIC funding, while the remaining minimum 75 % of a KIC's overall budget should come from non-EIT sources. This includes KIC partners' own revenues and resources, but also public funding at national, regional and Union level, in particular the Â“ current and future Â“ Structural Funds and the Framework Programme for Research and Innovation. In the latter case the KICs (or some of their partners) apply for funding in accordance with the respective rules of the programmes and on an equal footing with other applicants. The contribution from KIC partners is not a classic grant \"co-financing\" requirement, but a pre-requisite for a minimum level of involvement of existing organisations and their financial commitment to the KIC. This bottom-up approach guarantees strong commitment from KIC partners, incentivizes investment and stimulates structural and organizational change among KIC partners and beyond. The experience of the initial KICs shows that industry is financially committed to the delivery of the KIC business plans and that the share of the KIC budget from industrial partners amounts to between 20 % to 30 % of the total KIC annual budget. The EIT funding is foreseen only for \"KIC added value activities\", namely activities that allow the integration of the knowledge triangle (higher education, research and innovation) policies and partners within and across the KIC, in accordance with the objectives and priorities laid down in the KIC business plans. It includes in particular basic and applied research, innovation, education, entrepreneurship and business creation projects of the KICs, which top up investment in well-established activities (eg. existing research projects). The administration, management and coordination activities of the KIC should also be covered by the EIT contribution. KICs go through various development phases with different characteristics of their total budgets before reaching cruising speed. The absorption capacity of a KIC is relatively limited at the very beginning, but develops substantially over the following years. After an initial set-up phase of two years, KIC budgets should grow substantially and KICs can mobilise a significant level of new resources from existing and new partners in a relatively short time. To reach a sufficient critical mass and to achieve impact at European level, KIC annual budgets will be between EUR 250-450 million at cruising speed, depending on the strategy, partnership and market potential of each individual KICs. While KICs will not be fully financially independent from the EIT during the first years of operation, they will be encouraged to become sustainable in the medium-term; i.e. gradually reduce their dependency from EIT funding- for their further consolidation and further expansion. EIT funding will continue to be provided for certain KIC added value activities where EIT investment brings substantial returns, such as education, business creation, co-location, outreach and dissemination. Currently, the EIT funding to the KICs is carried out solely via grants.",
      "queries": [
        "how much of a kic's budget should it come from?",
        "what is the minimum eit percentage for kic"
      ],
      "queries_score": [
        "2.0768242",
        "1.8179116"
      ]
    },
    {
      "id": "eurlex_79__24",
      "chunk_id": "24",
      "content": "EIT funding will continue to be provided for certain KIC added value activities where EIT investment brings substantial returns, such as education, business creation, co-location, outreach and dissemination. Currently, the EIT funding to the KICs is carried out solely via grants. In the next Multiannual Financial Framework (MFF 2014-2020) new financial mechanisms may be established via debt or equity instruments. As an 'investor' in KICs, the EIT will follow these developments closely, and will encourage KICs access to make full use of them, facilitating and coordinating access if appropriate. 4.2. EIT budget needs The EIT's budget needs in the period 2014-2020 are EUR 2 711,4 million and are based on three main components: the necessary expenditure for consolidation of the existing three KICs, gradual development towards new KICs in 2014, 2016 and 2018 respectively, and dissemination and outreach activities and administrative expenditure. Around EUR 1 695 million (62,5 % of the total EIT budget) is envisaged to fund the KICs designated in 2009 and already operating at the cruising speed; EUR 542 million (20 %) is envisaged for the second wave of KICs, EUR 249 million (9,2 %) for the third wave and EUR 35 million (1,3 %) for the final wave. Therefore, the projected EIT budget for the KICs in the period 2014-2020 equals to EUR 2,5 billion (93 % of the EIT total budget for the period 2014/2020). Through the EIT's strong leverage effect, the KICs are expected to mobilise a further EUR 7,5 billion of other public and private sources. The EIT will also engage in a number of dissemination and outreach activities, including providing support for structured mobility within the RIS, which will significantly enhance the impact of its operations across Europe. Moreover, a number of horizontal supporting and monitoring services will provide added value and efficiency gains for KIC activities. In implementing and developing these activities, the EIT will need to follow a strategy aimed at a high efficiency ratio, i.e. a maximum of impact to be achieved through light-touch mechanisms. Around EUR 125 million (4,6 %) of the EIT budget is needed to implement these activities. If the EIT is to pioneer new models of open innovation and simplification, this should be reflected in its approach to administration. The EIT headquarters needs to be a lean organisation, which follows a strategic approach towards tapping into expertise whenever needed, but without creating unnecessarily heavy and permanent structures. The costs of administrative expenditure, covering necessary staff, administrative, infrastructure and operational expenses, will over time not exceed 2,4 % of the EIT budget. Part of the administrative expenditure is covered by the host country Hungary through provision of free of charge office space until the end of 2030, as well as an annual contribution of EUR 1,5 million to the staff cost until the end of 2015. On this basis, administrative expenditure will therefore be approximately EUR 65 million for 2014-2020. Graph 3: Breakdown of the budget needs",
      "queries": [
        "eit grant for business kic"
      ],
      "queries_score": [
        "2.195984"
      ]
    },
    {
      "id": "eurlex_79__25",
      "chunk_id": "25",
      "content": "On this basis, administrative expenditure will therefore be approximately EUR 65 million for 2014-2020. Graph 3: Breakdown of the budget needs The EIT during the next MFF will primarily be funded through a contribution from Horizon 2020, of which an amount of EUR 2 711,4 million is envisaged. Factsheet 1: Innovation for Healthy Living and Active Ageing 1. THE CHALLENGE Health, demographic change and well-being have been identified as major societal challenges which will be addressed within the framework of Horizon 2020. The overarching aims of any action to address this challenge should be to improve the quality of life of European citizens of all ages and to maintain economic sustainability of the health and social care systems in the face of increasing costs, shrinking human resources and citizens' expectations for the best care possible. The challenges relating to the health and social care sectors are numerous and closely interlinked. They range from chronic diseases (cardiovascular, cancer, diabetes) together with overweight and obesity, infectious (HIV/AIDS, tuberculosis) and neurodegenerative diseases (exacerbated by an increasingly ageing population), to social isolation, reduced wellbeing, increased dependency of patients on formal and informal care, and multiple exposure to environmental factors with unknown long-term health consequences. In addition, barriers to the application, exploitation and deployment of new findings, products and services prevent effective responses to those challenges. The response to these challenges has been defined in Horizon 2020 as aiming \"to provide better health, quality of life and general wellbeing for all by supporting research and innovation activities. These activities will focus on the maintenance and promotion of health throughout our lifetimes, and on disease prevention; on improving our ability to cure, treat and manage disease and disability; supporting active ageing; and on contributing to the achievement of a sustainable and efficient care sector, including local and regional services and the adaptation of cities and their facilities for an ageing population.\" 2. RELEVANCE AND IMPACT A KIC on innovation for Healthy Living and Active Ageing will help meeting Horizon 2020 priorities, namely those defined in the context of the societal challenge \"Health, Demographic Change and Wellbeing\". This thematic field is highly relevant from a societal and public policy point of view. Questions of healthy living and active ageing have a bearing on nearly all sectors of our lives and society, and very often call for regulatory action. The health and social care sector is also highly relevant from a socio-economic perspective, since it is one of the sectors on which most money is spent (public and private) (4); and the sector does not only offer opportunities for economic and technological innovation, it also has a great potential for social innovation. Ageing population is a challenge for public services and requires for example the development and improvement of local services and urban adaptation.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__26",
      "chunk_id": "26",
      "content": "Ageing population is a challenge for public services and requires for example the development and improvement of local services and urban adaptation. The socio-economic relevance can be further underlined by the fact that Europe benefits from the presence of a solid pharmaceutical sector and well-developed health and social care systems providing jobs to millions of people across the Union. The sector is also one of the biggest high-tech manufacturing sectors in the Union. The potential for growth in these areas is very high since an ageing society means an increase of aggregated demand for care and independent living products and services. Other sectors also come into play, such as tourism. The ageing population is formed to a large extent by a generation which is used to travel and is still willing to travel, has high quality demands, and hence has a growing need of accessible services (transport, hotels, entertainment etc). More accessible tourism services can boost the competitiveness of the whole sector and would promote further inclusion of the ageing population. Not least, the Union benefits from a world-class level of research and education in this area. In many Member States excellent research infrastructures and institutions do exist which provide an attractive basis for industry involvement in the planned activities of the EIT. The challenges related to healthy living are valid across Europe. The responses, which can be provided by a KIC, require intensive co-operation between excellent, multidisciplinary and multi-sector teams with participants from all sectors of the knowledge triangle (higher education, research and innovation). A KIC on this theme would have the added value of linking the activities of innovation and higher education with the already existing excellent research base. In doing so, it will put particular emphasis on higher education curricula, new skills development (needed e.g. for technology development but also for elderly care), strengthening entrepreneurial aspects in order to foster the development of a highly entrepreneurial workforce in the area, to support the development of new products and services, and to strengthen existing value chains or even create new ones. Examples of potential products and services that could be created through a KIC go beyond technology applications (such as applications that treat, code, standardise and interpret data in areas such as cancer, cardiovascular diseases; or tools for risk assessment and early detection), and could trigger social innovation with new concepts improving for example lifestyle management and nutrition, fostering active and independent living in an age-friendly environment, or maintaining economically sustainable care systems. Focusing on the systemic aspects of European health and social care systems and support to active ageing, a KIC on this thematic field would also include a stronger co-operation between large and smaller, more specialised, firms for greater knowledge circulation. In addition, a specific added value a KIC could provide in this area could be the creation of innovative partnerships at the local level which is of particular importance in the services sector.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__27",
      "chunk_id": "27",
      "content": "In addition, a specific added value a KIC could provide in this area could be the creation of innovative partnerships at the local level which is of particular importance in the services sector. Through its integrative approach to the knowledge triangle, a KIC on healthy living and active ageing would be therefore a key contributor to addressing the 'European paradox': adding value to the Union's excellent position in scientific research, and transforming this asset into innovative products and services, and new business opportunities and markets. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation and policy regulatory framework conditions, which could require some adaptations KICs are not directly aiming at addressing (5). Therefore KICs need to liaise with ongoing Union and national innovation and policy activities on these matters (see next Section). 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES Health and active ageing related issues are strongly supported by many Union initiatives. Such initiatives encompass a broad range of policy domains in addition to the health sector, such as economy, security and the environment. They therefore indirectly contribute to such targets of Europe 2020 as R&D/Innovation, employment and social inclusion. A KIC on innovation for healthy living and active ageing will closely co-operate with the pilot European Innovation Partnership (EIP) on Active and Healthy Ageing. It will take into account the concrete actions presented in the EIP Strategic Innovation Plan and contribute to delivering its objectives. It will create complementarity in education and training key actors, but also in providing a unique structured network of practitioners well placed to identify framework conditions and best practise on policy, regulatory or standardisation issues having an impact in the sector. In the context of the EIP, a KIC in this area can also contribute to the Lead Market Initiative Â“ eHealth which aims at stimulating the market for innovative eHealth solutions through its focus on policy instruments (standardisation, certification systems and public procurement). Coordination will be also fostered with the Joint Programming Initiative (JPI) to boost research on Alzheimer's and other neurodegenerative diseases, and the JPI 'More Years, Better Lives' - the potential and challenges of demographic change and the JPI \"A Healthy Diet for a Healthy Life\". A KIC in this area will speed up and foster the exploitation of excellent public research pooled together by these JPIs, and thereby address fragmentation in the innovation landscape. A KIC will also strongly build on and capitalise upon the major research results of the Joint Technology Initiative on Innovative Medicines and of the numerous framework programme research projects addressing this thematic field (such as the health research programme or the ICT research activities on health and ageing) to boost technology transfer and commercialisation via entrepreneurial top talent. Likewise, it will coordinate with the work of the Ambient Assisted Living Joint Programme and the Competitiveness and Innovation Programme.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__28",
      "chunk_id": "28",
      "content": "Likewise, it will coordinate with the work of the Ambient Assisted Living Joint Programme and the Competitiveness and Innovation Programme. In conclusion, a KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. 4. CONCLUSION A KIC which focuses on the broader issue of innovation for healthy living and active ageing meets the criteria put forward for the selection of KIC themes: Â” It addresses a major economic and societal relevant challenge (lifelong health and wellbeing of all, while maintaining economically sustainable care systems), and contributes to the delivery of the Europe 2020 agenda and its objectives on employment, innovation, education and social inclusion. Â” This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the health and social care areas, in particular with the corresponding JPIs and the EIP on Active and Healthy Ageing. Â” It can build on a strong research base and on a solid industrial sector which will be attracted by a KIC. It is able to mobilise investment and long-term commitment from the business sector and offers possibilities for various emerging products and services. Â” It will address the European paradox, since it will capitalise the Union's strong research base and find new innovative approaches to improve the quality of life of European citizens and to maintain economic sustainability of the health and social care systems. Â” It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It will foster new technological developments and social innovation. Â” It aims at overcoming the high level of fragmentation of the whole health and social care sector; and will bring together a critical mass of excellent research, innovation, education and training stakeholders along the sector. Â” It takes a systemic approach and thus requires transdisciplinary work involving different areas of knowledge, such as medicine, biology, psychology, economy, sociology, demography and ICT. Factsheet 2: Raw Materials (6) Â“ Sustainable Exploration, Extraction, Processing, Recycling and Substitution 1. THE CHALLENGE Modern society is totally dependent upon access to raw materials. Access to rawmaterials is essential for the effective functioning of the Union economy. However, the triptych of decreasing finite natural resources, an ever increasing human population, and rapidly increasing levels of consumption in the developing world are putting increasing demands on the planets' raw materials and natural resources. These factors are some of those responsible for the predicted increase in natural resource consumption during the next decades. As highlighted by the Resource-Efficiency Roadmap and Horizon 2020, we should aim to ensure accessibility, availability and sustainable use of raw materials that is needed for the European economy and for the satisfaction of our well being, whilst achieving a resource efficient economy that meets the needs of a growing population within the ecological limits of a finite planet. 2. RELEVANCE AND IMPACT",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__29",
      "chunk_id": "29",
      "content": "2. RELEVANCE AND IMPACT This thematic field is highly relevant in terms of economic and societal impact. Raw materials are crucial for the world economy and quality of life; increasing resource efficiency will be key to securing growth and jobs for Europe. It will bring major economic opportunities, improve productivity, drive down costs and boost competitiveness. Whilst the Union does have an excellent research pedigree and various centres of excellence exist, much more could be done to capitalise on this within this priority area. A KIC would be particularly suited to this. Aligning with other Union activities, a KIC in this area should concentrate on fostering a knowledge hub and centre of expertise on academic, technical and practical education and research in sustainable surface, subsurface, deep-sea, urban and landfill mining, material management, recycling technologies, end of life management, material substitution and open trade, as well as global governance in raw materials. This would act as a broker and clearing house for European centres of excellence on these related topics and manage a research programme of strategic importance to Union industry. For this reason and in order to maximise the impact of the actions and avoid any duplication with Union activities, including the EIP on Raw Materials, the KIC will provide the necessary complement in the areas of human capital (i.e. training, education) for the technology innovative pilot actions (e.g. demonstration plants) for sustainable land and marine exploration, extraction and processing, resource efficient use, collection, recycling, re-use and substitution. At the same time it could include targets around becoming a technology pioneer by creating pilot schemes and demonstrators of innovative processes and solutions, involving for example the use of economically attractive and sustainable alternative materials, including bio-based materials of strategic importance to the Union. It can consequently trigger the expansion of existing markets and creation of new ones, namely in the areas of sustainable exploration, extraction and processing, resource efficient materials management, recycling technologies, and materials substitution. It will be necessary to assess impacts and develop innovative, cost-effective adaptation and risk prevention measures for particularly sensitive habitats, such as the Arctic. A KIC in this area will be very important to overcome the barrier which lack of technology constitutes. Technical innovation is required to develop a host of complementary technologies that could change the shape of traditional mineral and raw material value chains. This is an area that requires further work to develop new processes and in order to optimise and commercialise existing knowledge in this area. The entrepreneurial approach of a KIC would be particularly suited to addressing this issue. Another added value element of a KIC on raw materials is its contribution to addressing the sector's limited networking opportunities. In fact, the disparate nature of the various involved research areas means that there are limited opportunities to meet researchers within different subject areas and benefit from the cross pollination of ideas and collaboration that will be required to foster cost effective low carbon, environmentally sound solutions.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__30",
      "chunk_id": "30",
      "content": "In fact, the disparate nature of the various involved research areas means that there are limited opportunities to meet researchers within different subject areas and benefit from the cross pollination of ideas and collaboration that will be required to foster cost effective low carbon, environmentally sound solutions. Networking within a KIC, bringing together stakeholders from the three strands of the knowledge triangle across the whole value chain would contribute to overcome this weakness. It will give the possibility for enhancing both technology, knowledge and know-how transfer, as well as to provide researchers, students and entrepreneurs the knowledge and skills necessary to deliver innovative solutions and to turn them into new business opportunities. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES The Union has identified this priority field as one of the grand challenges. A KIC would contribute to Horizon 2020, namely to the societal challenge related to the sustainable supply of raw materials and resource efficiency. It would contribute to the proposed EIP on Raw Materials. The EIP on Raw Materials will provide overarching frameworks to facilitate alignment and synergies among existing supply and demand-driven research and innovation instruments and policies in the field. This will cover technology-focused activities, but also the identification of framework conditions and best practise on policy, regulatory or standardisation issues having an impact on innovation in a given sector or challenge. A KIC in this area would create complementarity in educating key actors, but also in providing a unique structured network of practitioners. It would provide a solid basis for supporting other innovation-related actions which will be carried out in the framework of the EIP, and for the success of which human resources are an absolute necessity. It will also be well placed to support the EIP in the identification of framework conditions and best practise on policy, regulatory or standardisation issues having an impact on the sector. A KIC would also strongly build on and capitalise the results of the numerous research projects of the 7th Framework Programme addressing the topic, in particular those funded in the framework of the nanosciences, nanotechnologies, materials & new production technologies, and environment themes. Similarly, it would build on eco-innovation market replication projects, under the CIP (Competitiveness and Innovation Programme), where material recycling has been one of the priority areas. Such experience will continue with Horizon 2020, namely in the context of the climate action, environment, resource efficiency, and raw materials societal challenges. In addition, synergies with the European Rare Earth Competency Network, set-up for the critical raw materials called rare earths, shall be sought. A KIC in this area would seek complementarities and synergies with those activities and should focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. 4. CONCLUSION A KIC in this area is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA: Â”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__31",
      "chunk_id": "31",
      "content": "4. CONCLUSION A KIC in this area is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA: Â” It addresses a major economic and societal relevant challenge Europe is facing (the need to develop innovative solutions for the cost-effective, low carbon and environmentally friendly exploration, extraction, processing, use, re-use, recycling and end of life management of raw materials), and contribute to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education. Â” This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the raw materials area, in particular with the EIP on Raw Materials. Â” It is able to mobilise investment from the businesses sector and offers possibilities for various emerging products and services Â“ namely, in the areas of sustainable extraction and processing, materials management, recycling technologies, and materials substitution. Â” It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It offers, in particular, opportunities for social value creation by making efforts towards addressing the goal of sustainability of the whole product lifecycle: using raw material more efficiently and improving effectively the recycling and recovering of raw materials. Â” It includes a strong education component which is lacking in other initiatives, and will bring together a critical mass of excellent research and innovation stakeholders. Â” It requires transdisciplinary work involving different areas of knowledge, such as geology, economics, environmental sciences, chemistry, mechanics and multiple industrial areas (construction, automotive, aerospace, machinery and equipment, and renewable energies). Â” It will address the European paradox, since Europe counts with a strong research base and a weak innovation performance on this area. It offers opportunities for innovation in sustainable mining and materials management. Substitution and recycling can promote further sector change and enhance investment activities through the creation of new products, services and supply chain approaches. Factsheet 3: Food4Future Â“ Sustainable Supply Chain from Resources to Consumers 1. THE CHALLENGE The global food supply chain is facing a complex set of challenges. On the demand side, the situation is characterised by an increasing world population, by an increasing standard of living (especially in the emerging countries) creating demand for a more varied, high-quality diet requiring additional food production. As a result the UN has predicted that food demand will rise by around 70 % by 2050 (7). At the same time, the fast expansion of the bioenergy sector further accentuates the demand for by-products derived from the food production process. On the supply side, global climate change will aggravate pressures on food production and food supply. In addition, a number of food production systems in the world are unsustainable. Without change, the global food system will continue to degrade the environment and compromise the world's capacity to produce food in the future.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__32",
      "chunk_id": "32",
      "content": "In addition, a number of food production systems in the world are unsustainable. Without change, the global food system will continue to degrade the environment and compromise the world's capacity to produce food in the future. These problems in particular have to be seen in connection with consumers' attitudes, concerns and behaviours, as production is driven by consumers and markets. During the last two decades the complexity of food consumption has increased dramatically. Consumers demand affordable, diversified, high quality and convenient food products responding to their tastes and needs. Concerns regarding various issues, ranging from food safety and environmental protection to ethical considerations, such as fair trading practices or animal welfare, are continuously increasing and result in growing demands by consumer groups for political action. Finally, food consumption habits (including food wastage) can have strong impacts on consumer health and well-being, as well as on primary production and on the environment. Horizon 2020 addresses this complexity and defines the challenges relating to this sector: \"The challenge is to secure supplies of safe and high quality food and bio-based products and to ensure sustainable management of biological resources, contributing to both rural and coastal development and to competitiveness of the European biobased industries, while preserving terrestrial and marine eco-systems, reducing fossil-dependency, mitigating and adapting to climate change and promoting zero-waste and resource efficiency.\" 2. RELEVANCE AND IMPACT A KIC on a sustainable supply chain will help meeting Horizon 2020 priorities, namely those defined in the context of the societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". This thematic field is in addition highly relevant in terms of economic and societal impact. Questions of food safety and security have a bearing on nearly all sectors of our economy and society, and very often call for regulatory action. The food industry is the largest manufacturing sector in Europe and plays an essential role in Europe's wider economic development. Despite its relevant role, the competitiveness of the European food and drink industry is being challenged. Over the last decade, Europe's share of the global market has declined from 25 % to 21 % in the face of competition from emerging economies, such as China, India and Brazil. Increasingly unable to compete on cost alone, the European food industry needs to be able to add value by creating healthier, more sustainable and resource-efficient products if it is to reverse this decline. Action is needed to ensure a climate resilient and sustainable global food system while meeting the increasing food demand within the constraints of available land and declining fish stocks, protecting the natural environment and safeguarding human health. A KIC in this area will focus on the food supply chain. This focus lends itself particularly well to the holistic approach of a KIC.",
      "queries": [
        "why are food systems unsustainable",
        "what are the problems with global food production system"
      ],
      "queries_score": [
        "1.9766455",
        "2.0907488"
      ]
    },
    {
      "id": "eurlex_79__33",
      "chunk_id": "33",
      "content": "A KIC in this area will focus on the food supply chain. This focus lends itself particularly well to the holistic approach of a KIC. It comprises resource input in the very beginning of the chain (fertilisers, etc.), food production, processing, packaging and distribution; and it ends with the consumers which might be a specific priority of a KIC (reduction of food waste, healthy nutrition, etc.). The objective is to ensure a more efficient and effective food supply chain system, while improving the sustainability and traceability in all parts of this chain. Addressing the food supply chain via a KIC will thus give the possibility to address not only some of the major economic and societal relevant challenges Europe is facing, but also to mobilise investment and long-term commitment from the business sector Â“ namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition. Through its integrative approach, a KIC in this area will be able to influence the industry approach to focus more on consumer-driven innovation, thereby benefiting consumer health and quality of life. This will go along with the potential of new business models and market strategies that focus on consumers' needs and trends and build upon enhanced awareness of the food chain, which can have potential to get innovations and technological possibilities in line with consumer interests and thus create new business opportunities. A KIC in this area will be very important to overcome the high level of fragmentation of the whole food supply chain. It will blend a critical mass of excellent research, innovation, education and training stakeholders along the whole chain. All elements of the chain (primary sector, food production, food processors, retailers, food service channels and Â“ not least Â“ the consumer) are inextricably linked to each other for the conception of future innovations. A KIC will provide the necessary systemic and transdiciplinary approach to tackle these issues. The major added value of a KIC in this area will be its role in addressing the current shortage of skills and human resources. Currently, probably as many as half of the European food and beverage manufacturing industries are facing a shortage in scientific and skilled personnel. This is a barrier to innovation in this sector. By integrating education with the other sectors of the knowledge triangle, a KIC will address this issue. It will at the same time offer the opportunity to stimulate new educated entrepreneurial people, capable of developing new innovative technologies and business. This focus on entrepreneurship would be particularly relevant in the food sector, which is characterised by a high number of SMEs. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation framework conditions, which KICs are not directly addressing.",
      "queries": [
        "what is the role of a kic in the supply chain"
      ],
      "queries_score": [
        "3.7640038"
      ]
    },
    {
      "id": "eurlex_79__34",
      "chunk_id": "34",
      "content": "This focus on entrepreneurship would be particularly relevant in the food sector, which is characterised by a high number of SMEs. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation framework conditions, which KICs are not directly addressing. For increasing sustainability throughout the food supply chain, some changes in regulation may be needed in order, for example, to internalise food production costs. Therefore, the KICs need to liaise with ongoing Union and national innovation and policy activities on these matters (see next section). 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES The Union is fully engaged in this field. A KIC would contribute to address Horizon 2020 societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". It would, in particular, co-operate with the proposed European Innovation Partnership (EIP) \"Agricultural Productivity and Sustainability\". Whilst the latter will put emphasis on building bridges between cutting-edge research and practical innovation, a KIC would in particular create complementarity in educating key actors, such as entrepreneurs and consumers. Coordination is also needed, with the Joint Programming Initiative \"Agriculture, Food Security and Climate Change\", which will pool national research efforts to integrate adaptation, mitigation and food security in the agriculture, forestry and land use sectors. The European Maritime and Fisheries Fund will promote environmental and social sustainability of fisheries and aquaculture, thus highlighting the need for technical developments coupled with new entrepreneurial skills in these fields, in line with the evolution of consumers' behaviour, providing possibilities for synergies. Likewise, coordination will also be possible with the recently launched JPI \"Healthy Food for a Healthy Life\" and \"Connecting Climate Research in Europe\", and with European Technology Platforms in relating areas (in particular, the Food for Life Platform) or numerous projects under the Seventh Framework Programme. Similarly, it would build on eco-innovation market replication projects, under the CIP (Competitiveness and Innovation Programme), where food and drink has been one of the priority areas. Such experience will continue with Horizon 2020 namely in the context of the Climate action, environment, resource efficiency and raw materials societal challenge. A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education as well as on consumer issues. 4. CONCLUSION A KIC which focuses on the food supply chain is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes: Â” It addresses a major economic and societal relevant challenge (the need to ensure a resilient and sustainable food system while meeting the increasing food demand within the constraints of available land, protecting the natural environment and safeguarding human health), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education. Â”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__35",
      "chunk_id": "35",
      "content": "Â” This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the food sector, in particular with the EIP \"Agricultural Productivity and Sustainability\". Â” It is able to mobilise investment and long-term commitment from the businesses sector and offers possibilities for various emerging products and services Â“ namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition and a healthier population. Â” It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It will foster new technological developments and more efficient and sustainable production systems. Â” It aims at overcoming the high level of fragmentation of the whole food supply chain; favouring traceability; and will bring together a critical mass of excellent research, innovation, education and training stakeholders along the whole chain. Â” It thus requires transdisciplinary work involving different areas of knowledge, such as agronomy, ecology, biology, chemistry, nutrition, and socio-economy. Â” It will address the European paradox, since it will find new innovative approaches to ensure a more sustainable and efficient supply chain and to improve food security. Factsheet 4: Added-value Manufacturing 1. THE CHALLENGE One of the major challenges defined in the European Innovation Agenda and which also has to be addressed within the framework of Horizon 2020, is the competitiveness of Union Member States on the global market. One of the sectors where the problem is particularly urgent is manufacturing. Manufacturing in European countries is under considerable strain: increased competition from other developed economies, low cost production in developing countries, and scarcity of raw materials are putting pressure on the European manufacturing companies. Parallel to this, there are further factors driving change in the manufacturing sector: new market and societal needs, rapid advances in science and technology, environmental and sustainability requirements. One possible answer to address these challenges is the development of a \"high value (or added-value) manufacturing\" industry. This concept defines an integrated system including the whole cycle of production, distribution and end-of-life treatment of goods and products/services applying a customer/user driven innovation system. Rather than competing primarily on cost, added value manufacturers deliver value by delivering product/service innovation, establishing process excellence, achieving high brand recognition and/or contributing to a sustainable society. The manufacturing sector is of considerable economic, social and environmental significance. In 2010 the manufacturing sector accounted for 15,4 % of the Union's GDP and over 33 million jobs. This figure increases to 37 % if power generation, construction, and associated business services are included. At the same time, manufacturing also contributed to about 25 % of the waste, 23 % of greenhouse gases and 26 % of NOx generated in Europe.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__36",
      "chunk_id": "36",
      "content": "This figure increases to 37 % if power generation, construction, and associated business services are included. At the same time, manufacturing also contributed to about 25 % of the waste, 23 % of greenhouse gases and 26 % of NOx generated in Europe. Bearing this in mind, it is quite clear that the overall objectives in the field of manufacturing must be increased competitiveness of Europe within the global market as well as the development of more sustainable and environment-friendly manufacturing processes. 2. RELEVANCE AND IMPACT A KIC on added-value manufacturing will help meeting Horizon 2020 priorities in terms of advanced manufacturing and processing, and its specific objective of \"transforming today's industrial forms of production towards more knowledge intensive, sustainable, low-emission, trans-sectoral manufacturing and processing technologies, to realise innovative products, processes and services\". It will be able to mobilise investment and long-term commitment from the business sector, and to expand and create new markets. It could have in particular a function in supporting the actions defined in the Strategic Research Agenda of the European Technology Platform (ETP) \"Manufuture\": Â” Eco-design Â” Development of added-value products and services; Â” Development of new business models; Â” Development of advanced manufacturing engineering processes; Â” New emerging manufacturing sciences and technologies; Â” Transformation of existing research and education infrastructures to support world-class manufacturing. Whilst supporting the development of new products, services, business models and manufacturing processes, emphasis should be put on sustainability and eco-innovation, with the reduction of resource and energy inefficiencies, maximising positive environmental impacts, but also contributing to strengthening positive economic and social impacts. Concretely, such clean approach will imply energy and material efficient processes and machinery, the use of renewable power sources, and/or the employment of smart energy management, leading thus to significant reductions of waste and emissions. By contributing to the development and deployment of more sustainable, resource-efficient and competitive manufacturing, a KIC would be able to trigger industry and consumers behavioural change and to create systemic impact. A KIC on added-value manufacturing could also have a very important role and impact at regional level: Fostering the creation of interconnected regional clusters with local transfers and collaboration, developing competences in high-end manufacturing technologies, and developing excellence in manufacturing technologies would be the key missions of a KIC at regional level. In this connection, specific attention could be given to those regions more affected by declining manufacturing capacity as well as to SMEs. One of the major challenges for reaching the above aims is the availability of a highly qualified workforce which is sufficient in quality as well as in numbers. A KIC would therefore have a very important role to play in re-shaping the education landscape in this field. By creating closer links between skills demanders and education providers, a KIC would promote joint post-graduate degrees, post-graduate professional training and industrial \"real-life\" courses. Capacity-building will be also a central element of a KIC in added-value manufacturing.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__37",
      "chunk_id": "37",
      "content": "By creating closer links between skills demanders and education providers, a KIC would promote joint post-graduate degrees, post-graduate professional training and industrial \"real-life\" courses. Capacity-building will be also a central element of a KIC in added-value manufacturing. This concerns not only the supply of high qualified work force, but also the possibility of establishing the KIC as a forum for interaction and promotion of cross-disciplinary skills and competences, particularly for the combination of multiple key enabling technologies as proposed by the High-Level Group on Key Enabling Technologies (KETs) (8). A KIC on this area will have the potential to bring together different actors and stakeholders in this very transdisciplinary sector, including key upstream and downstream parts of the value chain. This includes processing industries (e.g. steel or chemicals) which are immediately linked with the value chain for added-value manufacturing. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES A KIC as described above would be complementary to a number of other Union initiatives, as well as at the level of Member States and industry associations. In addition to the already mentioned ETP \"Manufuture\", it could also establish links with the ETPs on Smart Systems Integration and the Joint Technology Initiative (JTI) on Embedded Computing Systems. The Public Private Partnership (PPP) on Factories of the Future and others potentially to be launched under Horizon 2020 within this thematic area as well as a number of Framework Programmes (FP) projects would also be natural co-operation partners. The KIC would take into account the research priorities and action plans defined in the framework of the ETPs and the research work carried out so far by the JTI, PPP and FP projects in this area. Similarly, it would build on eco-innovation market replication projects, under the Competitiveness and Innovation Programme (CIP), where experience in the area of more sustainable manufacturing has been developed. Such experience will continue with Horizon 2020 namely in the context of the Climate action, environment, resource efficiency and raw materials societal challenges. Synergies may also be considered with the Environmental Technologies Verification (ETV) pilot programme, which aims at promoting high value environmental technologies by providing a third-party validation of their performance. An added-value manufacturing KIC could be also a connection point for synergy effects with the European Technology Research Council, which the High-Level Group on Key Enabling Technologies recommends for promoting excellence in technological research and innovation. A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on entrepreneurial education. 4. CONCLUSION A KIC which focuses on the integration of all stakeholders concerned with manufacturing and which puts a strong focus on re-shaping the education agenda in this field would be well-suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA: Â”",
      "queries": [
        "who would promote a kic"
      ],
      "queries_score": [
        "1.597022"
      ]
    },
    {
      "id": "eurlex_79__38",
      "chunk_id": "38",
      "content": "It also meets the criteria put forward for the selection of KIC themes in the SIA: Â” It addresses a major economic and societal relevant challenge Europe is facing (to increase the competitiveness of the Member States on the global market and contribute to the development of a more sustainable and environmentally-friendly manufacturing process), and contributes to the delivery of the Europe 2020 agenda of smart and sustainable growth. Â” This KIC focus is aligned with the priorities defined in Horizon 2020 and complementary with other Union activities in the area. Â” It can build on a solid industrial sector which will be attracted by a KIC. Â” It offers possibilities for various emerging products, services and business models, and Â“ above all Â“ it will be well-suited to address the urgent need for qualified people in this sector. Â” It takes a systemic approach and thus requires transdisciplinary work and the development of new education across the boundaries of disciplines. Â” It will bring together a critical mass of excellent research, innovation, education and training stakeholders along the value chain, which would otherwise not unite. Â” It will address the European paradox, since it will capitalise on the Union's strong research base and find new innovative approaches to ensure a more competitive, sustainable and resource-efficient manufacturing sector. Factsheet 5: Urban Mobility 1. THE CHALLENGE The theme of smart, green and integrated transport has been identified as one of the major societal challenges which will be addressed within the framework of Horizon 2020. The 2011 Transport White Paper further reinforces the importance of taking action in this domain during the next decade. Urban mobility is a particularly challenging task. It addresses a number of topics such as transport (including new mobility concepts, transport organisation, logistics, transport systems safety and security), environmental issues (reduction of greenhouse gases, air pollution and noise) urban planning (new concepts for bringing work and living closer together), and has an important impact both at the economic and social levels (new business creation, employment, social inclusion, housing and location strategies). The overarching aim is to improve the quality of life of European citizens who Â“ in increasing numbers Â“ live in large urban conglomerations where much of Europe's economic performance is generated (9). Sustainable urban mobility can only be achieved if breakthrough innovations leading to greener, more inclusive, safer and smarter solutions are found. Failing to achieve this will Â“ in the long run - result in high societal, ecological, and economic costs. However, new innovative mobility concepts Â“ in particular when individual means of transportation are to be replaced by public and collective means of transport Â“ should be accepted by citizens. Bringing about behavioural changes with no disadvantages for the quality of life and the cost of living in urban areas will be one of the great challenges to be addressed in this area. 2. RELEVANCE AND IMPACT",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__39",
      "chunk_id": "39",
      "content": "Bringing about behavioural changes with no disadvantages for the quality of life and the cost of living in urban areas will be one of the great challenges to be addressed in this area. 2. RELEVANCE AND IMPACT The key objective of a KIC on urban mobility will be to ensure a greener, more inclusive, safer and smarter urban mobility system. As already outlined above, the theme is highly relevant from a societal and public policy point of view. It also is highly relevant from a socio-economic perspective since it involves important economic sectors in GDP and employment terms, such as the automotive or the construction sectors. Urban mobility is, in addition, linked with environmental protection strategies and fully embedded in policies of social inclusion, location, housing and urban design. A KIC on urban mobility is both in line with the priorities defined in Horizon 2020 and with Europe 2020 strategy objectives of achieving a smarter, more sustainable, low carbon and inclusive urban development. A KIC in this thematic area could contribute to each of Europe 2020 strategy objectives by, for example, the promotion of eco-efficient solutions, intelligent ICT schemes for traffic management, and provision of more efficient and affordable transport services. In fact, since urban mobility is by nature systemic, a KIC on this area could offer many possibilities for innovation along the innovation chain, such as the development of multi-modal transport systems, and smarter and more sustainable transport solutions. A KIC on urban mobility draws on a solid technological and industrial base and offers a potential for new products and services (10), in particular in the fields of sustainable planning and eco-industries. Furthermore, the development of innovative urban mobility models will also benefit from the strong policy attention and support that this thematic priority profits from. In addition, these innovative urban models can have a global impact if they are transferred as best practices to the massively growing urban conglomerations in other parts of the world, especially in Africa, Asia and Latin America. A KIC in this area will put urban mobility and urban transport planning in the wider context of sustainable urban planning and spatial development at local and regional level. The KIC would thus have the advantage of working in a multi-disciplinary and cross-sectoral field and of contributing to overcome the current levels of organisational fragmentation the sector faces. It would create the opportunity to establish a closer cooperation between public authorities (mainly at local, regional levels), local associations, and the private sector (such as developers and infrastructure actors), research institutes and universities (integrating the knowledge triangle). Bringing together world-class partners in new configurations will give the KIC on urban mobility the possibility of optimising existing resources and exploit the business opportunities created through these new value-chains. The KIC on Urban Mobility will focus on those activities of the innovation triangle which can benefit from additional Union support specifically via the EIT.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__40",
      "chunk_id": "40",
      "content": "The KIC on Urban Mobility will focus on those activities of the innovation triangle which can benefit from additional Union support specifically via the EIT. In reality, the major added value of a KIC in this area will be its role in integrating the three strands of the knowledge triangle and in bringing systemic change in the way the innovation players work together. Likewise, KIC focus on people-driven innovation, which puts students, researchers and entrepreneurs at the heart of KIC efforts, will be fundamental to address the challenges outlined above. Consequently, there will be a strong emphasis on education/training, entrepreneurship and deployment of results, e.g. developing skills and knowledge of urban transport professionals in local and regional administrations (life-long learning / staff exchange programmes / professional training), proposing specific higher education programmes in Urban Mobility (summer schools / exchange schemes), taking innovative transport concepts successfully to the market (support for spin-offs and start-ups from universities and research institutions, etc.). Moreover, the concept of co-location could be strengthened within a KIC focussing on this theme, since naturally this thematic area has a strong local and regional dimension. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES Mobility related issues are strongly supported by many Union initiatives. The Union is fully engaged in this field. Links with other Union activities exist and will be enhanced. A KIC on urban mobility will take into account the actions developed in the framework of the Action Plan on Urban Mobility and the Intelligent Transport System Action Plan. It will, in particular, co-operate with the planned European initiatives on smart cities and communities, encompassing energy efficiency, ICT and urban transport. A KIC would, in particular, create complementarity in educating key actors, but also in providing a structured network of practitioners well placed to identify framework conditions and best practise on policy and regulatory issues having an impact on the sector. Coordination is also needed with the Joint Programming Initiative \"Urban Europe\", which will pool national research efforts to transform urban areas to centres of innovation and technology, realise eco-friendly and intelligent intra-interurban transport logistic systems, reduce the ecological footprint and enhance climate neutrality. A KIC in this area will speed up and foster the exploitation of excellent public research pooled together by these JPIs, and thereby address fragmentation in the innovation landscape. The CIVITAS initiative which supports demonstration and research projects to implement innovative measures in clean urban transport, and the European Industrial Initiative on Smart Cities & Communities aiming at making the production and use of energy in cities more sustainable and efficient will also be natural cooperation initiatives of a KIC on urban mobility. A KIC in this area could also establish links with the transport and energy related European Technology Platforms (ETPs), the Public Private Partnership (PPP) on European Green Cars, and the numerous Framework Programme (FP) projects in this area.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__41",
      "chunk_id": "41",
      "content": "A KIC in this area could also establish links with the transport and energy related European Technology Platforms (ETPs), the Public Private Partnership (PPP) on European Green Cars, and the numerous Framework Programme (FP) projects in this area. The KIC would take into account the research priorities and action plans defined in the framework of the ETPs and the research work carried out so far by the PPP and FP projects to enhance and accelerate the take up and exploitation of these research outcomes. Complementarities will be also sought with the \"European Mobile and Mobility Industries Alliance\". Co-funded under the Competitiveness and Innovation Programme, the European Mobile and Mobility Industries Alliance aims at bringing together regional and national policy makers supporting innovative service solutions in mobile and mobility industries in view to mobilise more and better support to innovative service SMEs in such industries. It will also build on the Intelligent Energy Europe, the eco-innovation market replication, and the ICT based services and pilot projects for smart urban mobility under the Competitiveness and Innovation Programme (CIP). A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. A KIC focusing on urban mobility would also be complementary to some of the specific activities already pursued by two existing KICs. Namely, Climate KIC activities under the theme transitioning to low-carbon resilient cities, and EIT ICT Labs work under the focus areas of intelligent transportation systems and digital cities of the future. The KIC on urban mobility will take on board the work carried in the framework of these KICs and place it in the wider context of a greener, more inclusive, safer and smarter urban mobility system. 4. CONCLUSION A KIC focusing on urban mobility is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes: Â” It addresses a major economic and societal relevant challenge (to achieve a European transport system that is resource-efficient, environmentally-friendly, safe and seamless for the benefit of the citizens, the economy and the society), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education. Â” This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the transport, environmental and energy areas. Â” By strengthening entrepreneurial thinking it integrates emerging technologies with new value chains and supports the translation of academic research on into products and services. Â” It will thus address the European paradox, since it will capitilise Union's strong research base and find new innovative approaches to ensure a greener, more inclusive, safer and smarter urban mobility system. Â” It will blend a critical mass of excellent research, innovation, education and training stakeholders, which would otherwise not unite. Â”",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_79__42",
      "chunk_id": "42",
      "content": "It will blend a critical mass of excellent research, innovation, education and training stakeholders, which would otherwise not unite. Â” It adopts a cross-sectoral approach and therefore connects the different levels of responsibility from private entities to public administration Â“ in particular at local level - to the individual citizen. Â” It requires transdisciplinary work involving different areas of knowledge, and the development of new types of education across the boundaries of disciplines. (1) Regulation (EC) No 294/2008 of the European Parliament and of the Council of 11 March 2008 establishing the European Institute of Innovation and Technology (OJ L 97, 9.4.2008, p. 1). (2) Regulation (EU) No 1291/2013 of 11 December 2013 of the European Parliament and of the Council establishing Horizon 2020 - The Framework Programme for Research and Innovation (2014-2020), (See page 104 of this Official Journal) (3) The factsheets provide a synthesis of the analysis carried out on the relevance and added value of creating a KIC in the proposed themes. They give indicative information on what a KIC in the specific area could do, but do not prescribe future KICs' activities and working methods. (4) Spending on health differs from country to country. Share in GDP ranges from 1,1 to 9,7 % and from 4 % to over 18 % of total public spending. Health related sectors have a high R&D intensity: pharmaceuticals and biotechnology outnumber by far any other sector (15,9 %); health care equipment and services are also very high (6,8 %). (5) For example in terms of patient's access to high quality medicines, which is delayed because of legislation for approving new drug products on the market with more time dedicated to tests and certification and for setting prices and reimbursement modalities. (6) In this factsheet, the narrower definition of \"non energy, non agricultural raw materials\" will be used in order to reduce potential overlap with existing Climate Change and Energy KICs, as well as with other future KIC priority areas such as food. (7) Food and Agriculture Organisation of the United Nations (FAO). 2009. Global agriculture towards 2050. (8) http://ec.europa.eu/enterprise/sectors/ict/files/kets/hlg_report_final_en.pdf (9) More than 70 % of Europeans live in urban areas, which represent more than 25 % of the Union territory. Around 85 % of the Union's GDP is generated in urban areas. Urbanisation is expected to rise in Europe to some 83 % by 2050. (10) Some examples of new potential markets: new services for travellers, maintenance, and management of traffic movements and road congestion; new applications in vehicles; immersive communication services to support communication and avoid travelling (JRC 65426 EN).",
      "queries": [],
      "queries_score": []
    }
  ]
}