{
  "doc_id": "eurlex_24",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_24__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/344 of the European Parliament and of the Council of 14 December 2016 on the mobilisation of the Contingency Margin in 2017\n Type: Decision\n Subject Matter: EU finance;  budget;  cooperation policy\n Date Published: 2017-02-28 28.2.2017 EN Official Journal of the European Union L 50/57 DECISION (EU) 2017/344 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 14 December 2016 on the mobilisation of the Contingency Margin in 2017 THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular the second paragraph of point 14 thereof, Having regard to the proposal from the European Commission, Whereas, (1) Article 13 of Council Regulation (EU, Euratom) No 1311/2013 (2) has established a Contingency Margin of up to 0,03 % of the Gross National Income of the Union. (2) In accordance with Article 6 of that Regulation, the Commission has calculated the absolute amount of the Contingency Margin for 2017 (3). (3) After having examined all other financial possibilities to react to unforeseen circumstances within the 2017 commitment ceilings for headings 3 (Security and citizenship) and 4 (Global Europe) of the multiannual financial framework, and having regard to the mobilisation of the Flexibility Instrument for the full amount of EUR 530 million available in 2017, it appears necessary to mobilise the Contingency Margin to address the needs stemming from the migration, refugee and security crisis, by increasing the commitment appropriations in the general budget of the Union for the financial year 2017, over and above the ceilings of headings 3 and 4 of the multiannual financial framework. (4) Having regard to this very particular situation, the last-resort condition in Article 13(1) of Regulation (EU, Euratom) No 1311/2013 is fulfilled. (5) In order to minimise the time taken to mobilise the Contingency Margin, this Decision should apply from the beginning of the financial year 2017, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the Union for the financial year 2017, the Contingency Margin shall be mobilised to provide the amount of EUR 1 176 030 960 in commitment appropriations over and above the commitment ceiling of heading 3 (Security and citizenship) and of EUR 730 120 000 in commitment appropriations over and above the commitment ceiling of heading 4 (Global Europe) of the multiannual financial framework. Article 2",
      "queries": [
        "what decision is contingency margin",
        "when is eu decision on mobilising contingency?"
      ],
      "queries_score": [
        "1.5080789",
        "2.1984499"
      ]
    },
    {
      "id": "eurlex_24__1",
      "chunk_id": "1",
      "content": "Article 2 The total amount of EUR 1 906 150 960 in commitment appropriations resulting from Article 1 shall be offset against the margins under the commitment ceilings for the years 2017 to 2019 of the following headings of the multiannual financial framework: (a) 2017: (i) heading 2 (Sustainable Growth Â” Natural Resources): EUR 575 000 000; (ii) heading 5 (Administration): EUR 507 268 804; (b) 2018: heading 5 (Administration): EUR 570 000 000; (c) 2019: heading 5 (Administration): EUR 253 882 156. Article 3 This decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 1 January 2017. Done at Strasbourg, 14 December 2016. For the European Parliament The President M. SCHULZ For the Council The President I. KORÃƒÂ„ ÂŒOK (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884). (3) Communication from the Commission to the Council and the European Parliament of 30 June 2016 on the technical adjustment of the financial framework for 2017 in line with movements in GNI (COM(2016) 311).",
      "queries": [],
      "queries_score": []
    }
  ]
}