{
  "doc_id": "eurlex_36",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_36__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2016/344 of the European Parliament and of the Council of 9 March 2016 on establishing a European Platform to enhance cooperation in tackling undeclared work (Text with EEA relevance)\n Type: Decision\n Subject Matter: labour law and labour relations;  European construction;  employment;  economic structure\n Date Published: 2016-03-11 11.3.2016 EN Official Journal of the European Union L 65/12 DECISION (EU) 2016/344 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 9 March 2016 on establishing a European Platform to enhance cooperation in tackling undeclared work (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2)(a) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), Having regard to the opinion of the Committee of the Regions (2), Acting in accordance with the ordinary legislative procedure (3), Whereas: (1) In its Communication of 18 April 2012 entitled Towards a job rich recovery, the Commission highlighted the need for improved cooperation among Member States and announced the launch of consultations on setting up a platform at Union level between labour inspectorates and other enforcement authorities to combat undeclared work, aimed at improving cooperation, sharing best practices and identifying common principles for inspections. (2) In accordance with Article 148 of the Treaty on the Functioning of the European Union (TFEU), by Decision (EU) 2015/1848 (4) the Council adopted guidelines for the employment policies of the Member States. Those guidelines give orientations to the Member States on defining their national reform programmes and on implementing reforms. The employment guidelines form the basis for country-specific recommendations that the Council addresses to Member States under that Article. In recent years, those country-specific recommendations have included recommendations on the fight against undeclared work. (3) Article 151 TFEU sets out as the objectives in the field of social policy the promotion of employment and improved living and working conditions. With a view to achieving those objectives, the Union can support and complement the activities of Member States in the fields of health and safety at work, working conditions, the integration of persons excluded from the labour market, and combating social exclusion. In accordance with Article 153(2)(a) TFEU, the Union may adopt measures to encourage cooperation between Member States, excluding any harmonisation of the laws and regulations of the Member States. (4) The European Parliament in its resolution of 14 January 2014 on Effective labour inspections as a strategy to improve working conditions in Europe welcomed the Commission's initiative to create a European platform and called for enhanced cooperation at Union level to tackle undeclared work, which, according to the resolution, is damaging the Union's economy, leading to unfair competition, endangering the financial sustainability of the Union social models and resulting in an increasing lack of social and employment protection for workers.",
      "queries": [
        "eu decision regarding undeclared work",
        "what is the eu platform for undeclared work"
      ],
      "queries_score": [
        "2.8980863",
        "1.6676648"
      ]
    },
    {
      "id": "eurlex_36__1",
      "chunk_id": "1",
      "content": "(5) Undeclared work was defined in the Commission Communication of 24 October 2007 entitled Stepping up the fight against undeclared work as any paid activities that are lawful as regards their nature but not declared to public authorities, taking into account differences in the regulatory systems of the Member States. That definition excluded all illegal activities. (6) Undeclared work often has a cross-border dimension. The nature of undeclared work may vary from one country to the other, depending on the economic, administrative and social context. National legislation as regards undeclared work and the definitions used at national level are diverse. Therefore, measures to tackle undeclared work should be tailored to take account of those differences. (7) Estimates indicate that undeclared work constitutes a significant part of the Union's economy. As undeclared work is defined differently in national legislation across Member States, it is difficult to obtain precise data of how widespread it is. (8) The abuse of the status of self-employed persons, as defined in national law, either at national level or in cross-border situations, is a form of falsely declared work that is frequently associated with undeclared work. Bogus self-employment occurs when a person is declared as self-employed while fulfilling the conditions characteristic of an employment relationship, in order to avoid certain legal or fiscal obligations. The Platform established by this Decision (the Platform) should tackle undeclared work in its various forms and falsely declared work that is associated with undeclared work, including bogus self-employment. (9) Undeclared work has serious implications for the workers concerned, who find themselves having to accept precarious and sometimes hazardous working conditions, much lower wages, severe infringements of labour rights and significantly reduced protection under labour and social protection law, thus depriving them of adequate social benefits, pension rights and access to healthcare, as well as skills development and lifelong learning opportunities. (10) While the negative effects of undeclared work on society and the economy take various forms, the Platform aims to improve working conditions and to promote integration in the labour market and social inclusion. Undeclared work has serious budgetary implications through decreased tax and social security revenues, thus undermining the financial sustainability of social protection systems. It has negative impacts on employment and productivity and distorts the level playing field. (11) Undeclared work has different effects on different social groups, inter alia, women, migrants and domestic workers, some undeclared workers being in a particularly vulnerable position. (12) A wide range of policy approaches and measures to tackle undeclared work have been introduced across the Member States. Member States have also concluded bilateral agreements and carried out multilateral projects on certain aspects of undeclared work. Tackling the complex problem of undeclared work still needs to be developed and requires a holistic approach. The Platform should not prevent the application of bilateral or multilateral agreements or arrangements concerning administrative cooperation.",
      "queries": [
        "undeclared work definition",
        "undeclared work definition",
        "undeclared work define"
      ],
      "queries_score": [
        "3.6529558",
        "3.6529558",
        "3.7212863"
      ]
    },
    {
      "id": "eurlex_36__2",
      "chunk_id": "2",
      "content": "Tackling the complex problem of undeclared work still needs to be developed and requires a holistic approach. The Platform should not prevent the application of bilateral or multilateral agreements or arrangements concerning administrative cooperation. (13) Taking part in the Platform's activities is without prejudice to the Member States' competences and/or obligations to tackle undeclared work, including their national or international responsibilities under, inter alia, relevant and applicable International Labour Organization (ILO) conventions, such as Convention No 81 concerning Labour Inspection in Industry and Commerce. (14) Cooperation between Member States at Union level remains far from comprehensive, both in terms of the Member States involved and the issues covered. There is no formal mechanism in place for cross-border cooperation between Member States' relevant authorities to address in a comprehensive way issues related to undeclared work. (15) Encouraging cooperation between Member States at Union level is necessary to help Member States to tackle undeclared work more efficiently and effectively. In that context, the Platform should aim to facilitate and support the exchange of best practices and information and to provide a framework at Union level for the purpose of developing common understanding, expertise and analysis on undeclared work. Shared definitions and common concepts of undeclared work should reflect labour market developments. The Platform should also encourage cooperation between the different enforcement authorities of Member States participating in such cross-border actions on a voluntary basis. (16) This Decision aims to encourage cooperation at Union level between Member States. The situation with regard to undeclared work is very different between the Member States and the needs of the relevant authorities and other actors in the different Member States with regard to areas of cooperation therefore also differ. Member States remain competent to decide on their level of involvement in the activities approved at plenary level by the Platform. (17) Close and effective cooperation between the Member States to support and complement their activities in tackling undeclared work should be encouraged at Union level. Action at national level depends on the particular context in the individual Member States and activities within the Platform cannot replace an assessment at national level of the appropriate actions to be taken. (18) Member States and their relevant authorities remain competent with regard to the identification, analysis and solving of practical problems relating to the enforcement of relevant Union law on working conditions and social protection at work, and for deciding what measures to take at national level to give effect to the outcomes of the activities of the Platform. (19) The Platform should make use of all relevant sources of information, in particular studies, bilateral agreements concluded between Member States and multilateral cooperation projects, and create synergies between existing instruments and structures at Union level to maximise the deterrent or preventive effect of those measures.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__3",
      "chunk_id": "3",
      "content": "(19) The Platform should make use of all relevant sources of information, in particular studies, bilateral agreements concluded between Member States and multilateral cooperation projects, and create synergies between existing instruments and structures at Union level to maximise the deterrent or preventive effect of those measures. The actions of the Platform could take the form of a framework for joint training, peer reviews, the establishment of tools such as an interactive knowledge bank, taking into account existing feasibility studies, inter alia, the work done by the European Foundation for the Improvement of Living and Working Conditions (Eurofound), and, while recognising the importance of data protection, solutions for data sharing. European campaigns or common strategies could increase the awareness of undeclared work, building on policies and strategies to raise awareness of undeclared work which already exist to varying degrees in the Member States. The Platform should also involve non-governmental actors as important sources of information. (20) The Platform should contribute to the strengthening of cooperation between Member States, including by facilitating innovative approaches to cross-border cooperation and enforcement as well as by evaluating Member States' experiences of such cooperation. Timely exchanges of information are essential to curb undeclared work. (21) Where a member of the Platform considers it to be beneficial for the exchange of information and best practices within the Platform to raise specific cases, those cases should be anonymised as appropriate. The Platform can be effective only in an environment where persons raising cases of undeclared work are protected against unfavourable treatment. The Platform should therefore be a forum for the exchange of best practices in that respect. (22) The exchange of information and best practices should allow the Platform to provide useful input for possible action at Union level to tackle undeclared work, including by the Commission. In the context of the European Semester, the activities of the Platform might provide a useful input where measures related to undeclared work are considered. (23) Different national enforcement authorities are involved with undeclared work, such as labour inspectorates, other authorities dealing with health and safety at work, social security inspectorates and tax authorities. In some cases, migration authorities and employment services as well as customs authorities and authorities in charge of implementation of the common transport policy, the police, the public prosecutor's office and the social partners may also be involved. (24) In order to tackle undeclared work comprehensively and successfully, a policy mix needs to be implemented in the Member States. This should be facilitated by encouraging structured cooperation between relevant authorities and other actors. The Platform should include all relevant national authorities, in particular enforcement authorities, which lead and/or are active in tackling undeclared work. Member States remain competent to decide which authorities represent them in the different activities of the Platform. Cooperation between national authorities of the Member States should comply with applicable Union and national law. (25)",
      "queries": [
        "what should the platform of action include"
      ],
      "queries_score": [
        "2.2096996"
      ]
    },
    {
      "id": "eurlex_36__4",
      "chunk_id": "4",
      "content": "Member States remain competent to decide which authorities represent them in the different activities of the Platform. Cooperation between national authorities of the Member States should comply with applicable Union and national law. (25) To achieve its objectives, the Platform should be supported by a senior representative in each Member State, who should coordinate and liaise with Member States' authorities and, where applicable, with other actors, including the social partners, dealing with the multifaceted aspects of undeclared work. (26) The Platform should involve the social partners at Union level, both cross-industry and in those sectors that are most severely affected by, or have a particular role in the tackling of, undeclared work, and should cooperate with relevant international organisations, such as the ILO, the Organisation for Economic Cooperation and Development and Union agencies, in particular Eurofound and the European Agency for Safety and Health at Work (EU-OSHA). The involvement of Eurofound and EU-OSHA in the work of the Platform as observers should not extend their existing mandates. (27) The Platform should adopt its rules of procedure, work programmes and regular reports. (28) The Platform should be able to establish working groups to examine specific issues and should be able to rely on the expertise of professionals with specific competence. (29) The Platform should cooperate with the relevant expert groups and committees at Union level whose work has links with undeclared work. (30) The Platform and its activities should be funded through the PROGRESS axis of the European Union Programme for Employment and Social Innovation (EaSI) within the appropriations set by the European Parliament and the Council. The Commission should ensure that the Platform uses the financial resources dedicated to the Platform in a transparent and efficient way. (31) Given the importance of openness and access to documents reflected in the principles provided for in Article 15 TFEU, the Platform should conduct its work in a transparent manner and in accordance with those principles. (32) The Commission should take the necessary administrative steps to set up the Platform. (33) The Platform should fully respect the fundamental rights and observe the principles recognised in the Charter of Fundamental Rights of the European Union. (34) Regulation (EC) No 45/2001 of the European Parliament and of the Council (5) and Directive 95/46/EC of the European Parliament and of the Council (6) as well as the relevant national implementing measures apply to the processing of personal data carried out within the framework of this Decision. (35) The European Data Protection Supervisor has been consulted in accordance with Article 28(2) of Regulation (EC) No 45/2001, HAVE ADOPTED THIS DECISION: CHAPTER I GENERAL PROVISIONS Article 1 Establishment of the Platform A Platform, at Union level, to enhance cooperation between Member States in tackling undeclared work (the Platform) is hereby established. For the purpose of this Decision, tackling, in relation to undeclared work, means preventing, deterring and combating undeclared work as well as promoting the declaration of undeclared work. Article 2 Composition of the Platform 1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__5",
      "chunk_id": "5",
      "content": "For the purpose of this Decision, tackling, in relation to undeclared work, means preventing, deterring and combating undeclared work as well as promoting the declaration of undeclared work. Article 2 Composition of the Platform 1. The Platform shall be composed of: (a) a senior representative appointed by each Member State to represent that Member State; (b) a representative of the Commission; (c) a maximum of four representatives of cross-industry social partners at Union level, appointed by those social partners, equally representing both sides of industry. 2. The following may attend the meetings of the Platform as observers and their contributions shall be taken into due consideration in accordance with its rules of procedure: (a) a maximum of 14 representatives of the social partners in sectors with a high incidence of undeclared work, appointed by those social partners, equally representing both sides of industry; (b) a representative of Eurofound; (c) a representative of EU-OSHA; (d) a representative of the ILO; (e) a representative of each third country in the European Economic Area. Observers other than those referred to in the first subparagraph may be invited to attend the meetings of the Platform and their contributions shall be taken into due consideration in accordance with its rules of procedure, depending on the subject that is to be discussed. Article 3 National measures This Decision is without prejudice to the competence of Member States to decide on the measures to take at national level to tackle undeclared work. Article 4 Objectives The defining purpose of the Platform shall be to provide input with added value at Union level in order to contribute to tackling the complex problem of undeclared work, while fully respecting national competences and procedures. The Platform shall contribute to more effective Union and national actions aiming to improve working conditions, promote integration in the labour market and social inclusion, including better enforcement of law within those fields, and to the reduction of undeclared work and the emergence of formal jobs, thus avoiding the deterioration of the quality of work and of health and safety at work, by: (a) enhancing cooperation between Member States' relevant authorities and other actors involved in order to tackle more efficiently and effectively undeclared work in its various forms and falsely declared work associated with it, including bogus self-employment; (b) improving the capacity of Member States' different relevant authorities and actors to tackle undeclared work with regard to its cross-border aspects, and in this way contributing to a level playing field; (c) increasing public awareness of issues relating to undeclared work and of the urgent need for appropriate action as well as encouraging Member States to step up their efforts to tackle undeclared work. CHAPTER II MISSION AND ACTIVITIES Article 5 Mission",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__6",
      "chunk_id": "6",
      "content": "CHAPTER II MISSION AND ACTIVITIES Article 5 Mission To achieve the objectives listed in Article 4, the Platform at Union level shall encourage cooperation between Member States through: (a) exchanging best practices and information; (b) developing expertise and analysis; (c) encouraging and facilitating innovative approaches to effective and efficient cross-border cooperation and evaluating experiences; (d) contributing to a horizontal understanding of matters relating to undeclared work. Article 6 Activities 1.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__7",
      "chunk_id": "7",
      "content": "Article 6 Activities 1. In executing its mission, the Platform shall, in particular, carry out the following activities: (a) improving the knowledge of undeclared work, also with regard to causes and regional differences, by means of shared definitions and common concepts, evidence-based measurement tools and promotion of comparative analysis and relevant methodological instruments for data collection, building on the work of other actors, including the Employment Committee (EMCO) and the Social Protection Committee (SPC); (b) improving the knowledge and mutual understanding of different systems and practices to tackle undeclared work, including the cross-border aspects thereof; (c) developing analyses of the effectiveness of different policy measures to tackle undeclared work, including preventive measures and penalties; (d) establishing tools for efficient sharing of information and experiences, for instance a knowledge bank of different practices and measures taken, including bilateral or multilateral agreements applied in the Member States to tackle undeclared work; (e) developing tools, such as guidelines for enforcement, handbooks of good practices and shared principles of inspections to tackle undeclared work and evaluating experiences of such tools; (f) facilitating and supporting different forms of cooperation between Member States by increasing their capacity to tackle cross-border aspects of undeclared work by promoting and facilitating innovative approaches, such as the exchange of staff, use of databases in accordance with applicable national data protection law, and joint activities, and evaluating experiences of such cooperation undertaken by participating Member States; (g) examining the feasibility of a system of rapid information exchange and improving data sharing in compliance with the Union data protection rules, including exploring possibilities to use the Internal Market Information System (IMI) established by Regulation (EU) No 1024/2012 of the European Parliament and of the Council (7) and the Electronic Exchange of Social Security Information (EESSI); (h) exchanging national authorities' experiences in applying Union law that is relevant to tackling undeclared work; (i) developing and, where appropriate, improving training capacity for relevant authorities and developing a framework for carrying out joint training; (j) organising peer reviews to follow progress in tackling undeclared work in Member States choosing to participate in such reviews; (k) exchanging experiences and developing best practices with regard to cooperation between the relevant authorities of Member States and, where relevant, third countries, in order to increase the efficiency of such cooperation in tackling problems relating to undeclared work involving those countries; (l) increasing awareness of the problem of undeclared work by carrying out common activities such as European campaigns and coordinating regional or Union-wide strategies, including sectoral approaches; (m) exchanging experiences with regard to counselling and information provided to workers affected by practices of undeclared work. 2. In carrying out the activities referred to in paragraph 1, the Platform shall make use of all relevant sources of information, including studies and multilateral cooperation projects, and take into account relevant Union instruments and structures, as well as experience of relevant bilateral agreements.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__8",
      "chunk_id": "8",
      "content": "2. In carrying out the activities referred to in paragraph 1, the Platform shall make use of all relevant sources of information, including studies and multilateral cooperation projects, and take into account relevant Union instruments and structures, as well as experience of relevant bilateral agreements. CHAPTER III FUNCTIONING OF THE PLATFORM Article 7 Senior representatives 1. Each Member State shall appoint a senior representative as a voting member of the Platform. Each Member State shall ensure that its senior representative has an appropriate mandate to carry out activities of the Platform. Each Member State shall also appoint one alternate, who shall replace their senior representative where necessary, with a right to vote in such cases. 2. In appointing its senior representative and an alternate, each Member State should consider all relevant public authorities, in particular enforcement authorities and other actors involved in accordance with national law and/or practice. They may also, in accordance with national law and/or practice, involve the social partners or other relevant actors. 3. Each senior representative appointed pursuant to this Article shall participate in the plenary meetings of the Platform and, where appropriate, in other activities and working groups of the Platform. Each senior representative shall provide the Commission with the list and contact details of the relevant authorities and, where applicable, the social partners and other relevant actors, which are involved in the tackling of undeclared work. Each senior representative shall liaise with all relevant authorities and, where applicable, the social partners and other relevant actors, regarding the activities of the Platform and shall coordinate their participation at the meetings of the Platform and/or their contribution to the activities of the Platform or of its working groups. Article 8 Operation 1. The Platform shall be chaired by the representative of the Commission. The Chair shall be assisted by two Co-Chairs chosen from among the senior representatives. The Chair and the Co-Chairs shall constitute the Bureau. The Bureau shall prepare and organise the work of the Platform in conjunction with a Secretariat, which shall function as secretariat to the Platform, including the Bureau and working groups. The Secretariat shall be provided by the Commission. 2. The Platform shall meet at least twice a year. 3. In executing its mission, the Platform shall adopt decisions on: (a) its rules of procedure; (b) 2-year work programmes setting out, inter alia, its priorities and a concrete description of the activities referred to in Article 6; (c) reports of the Platform every 2 years; (d) the establishment of working groups to examine issues specified in its work programmes including the practical arrangements for those working groups, which are to be dissolved once their mandates are fulfilled. The Platform shall adopt the decisions referred to in this paragraph by simple majority. The representative of the Commission and the senior representatives shall each have one vote.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__9",
      "chunk_id": "9",
      "content": "The Platform shall adopt the decisions referred to in this paragraph by simple majority. The representative of the Commission and the senior representatives shall each have one vote. 4. The Bureau may, where appropriate, invite experts with a specific competence in the subject under discussion on a case-by-case basis to participate in the Platform's or in a working group's deliberations. 5. The Platform shall be assisted by the Secretariat referred to in paragraph 1. The Secretariat shall prepare the meetings of the Platform, the Platform's draft work programmes and draft reports, and shall follow up on the Platform's meetings and the conclusions thereof. 6. The Commission shall regularly inform the European Parliament and the Council about the activities of the Platform, including with regard to joint meetings with expert groups and committees. It shall submit the Platform's work programmes and reports to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Article 9 Cooperation 1. The Platform shall cooperate effectively and shall avoid duplication of work with other relevant expert groups and committees at Union level whose work has a link with undeclared work, in particular, the Senior Labour Inspectors Committee, the Expert Committee on Posting of Workers, the Administrative Commission for Social Security Coordination, the Public Employment Services Network, EMCO, SPC and the Working Group on Administrative Cooperation in the field of Direct Taxation. The Platform shall invite the representatives of those groups and committees to attend its meetings as observers where appropriate. In the interest of more efficient working and enhanced impact, joint meetings may also be organised. 2. The Platform shall establish appropriate cooperation with Eurofound and EU-OSHA. Article 10 Reimbursement of expenses The Commission shall reimburse travel and, where appropriate, subsistence expenses for members, alternates, observers and invited experts in connection with the Platform's activities. The members, alternates, observers and invited experts shall not be remunerated for the services they render. Article 11 Financial support The global resources for the implementation of this Decision shall be established within the framework of EaSI. The Commission shall manage the financial resources of EaSI that are dedicated to the Platform in a transparent and efficient way. CHAPTER IV FINAL PROVISIONS Article 12 Review By 13 March 2020, the Commission shall, after consulting the Platform, submit a report on the application and the added value of this Decision to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, and shall propose, where appropriate, necessary amendments. The report shall, in particular, assess to what extent the Platform has contributed to the achievement of the objectives set out in Article 4, fulfilled its mission as set out in Article 5, carried out the activities set out in Article 6 and addressed the priorities set out in its work programmes. The Commission shall submit proposals relating to the functioning of the Platform if appropriate. Article 13 Addressees This Decision is addressed to the Member States.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_36__10",
      "chunk_id": "10",
      "content": "The Commission shall submit proposals relating to the functioning of the Platform if appropriate. Article 13 Addressees This Decision is addressed to the Member States. Article 14 Entry into force This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 9 March 2016. For the European Parliament The President M. SCHULZ For the Council The President J.A. HENNIS-PLASSCHAERT (1) OJ C 458, 19.12.2014, p. 43. (2) OJ C 415, 20.11.2014, p. 37. (3) Position of the European Parliament of 2 February 2016 (not yet published in the Official Journal) and decision of the Council of 24 February 2016. (4) Council Decision (EU) 2015/1848 of 5 October 2015 on guidelines for the employment policies of the Member States for 2015 (OJ L 268, 15.10.2015, p. 28). (5) Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1). (6) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31). (7) Regulation (EU) No 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information System and repealing Commission Decision 2008/49/EC (the IMI Regulation) (OJ L 316, 14.11.2012, p. 1).",
      "queries": [
        "when does the decision enter into force"
      ],
      "queries_score": [
        "1.7588559"
      ]
    }
  ]
}