{
  "doc_id": "eurlex_82",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_82__0",
      "chunk_id": "0",
      "content": "Name: 2013/714/EU: Decision of the European Parliament and of the Council of 11ÃƒÂ‚ September 2013 on mobilisation of the European Union Solidarity Fund, in accordance with point 26 of the Interinstitutional Agreement of 17ÃƒÂ‚ May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management\n Type: Decision\n Subject Matter: deterioration of the environment;  cooperation policy;  EU finance;  budget;  Europe\n Date Published: 2013-12-06\n\n 6.12.2013 EN Official Journal of the European Union L 326/43 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 September 2013 on mobilisation of the European Union Solidarity Fund, in accordance with point 26 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (2013/714/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 26 thereof, Having regard to Council Regulation (EC) No 2012/2002 of 11 November 2002 establishing the European Union Solidarity Fund (2), Having regard to the proposal from the European Commission, Whereas: (1) The European Union has created a European Union Solidarity Fund (the Fund) to show solidarity with the population of regions struck by disasters. (2) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the Fund within the annual ceiling of EUR 1 billion. (3) Regulation (EC) No 2012/2002 contains the provisions whereby the Fund may be mobilised. (4) Slovenia, Croatia and Austria have submitted applications to mobilise the Fund, concerning a flooding disaster, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2013, the European Union Solidarity Fund shall be mobilised to provide the sum of EUR 14 607 942 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 11 September 2013. For the European Parliament The President M. SCHULZ For the Council The President V. LEÃƒ KEVIÃƒÂ„ ÂŒIUS (1) OJ C 139, 14.6.2006, p. 1. (2) OJ L 311, 14.11.2002, p. 3.",
      "queries": [
        "when was the european solidarity fund created",
        "when was the european union solidarity fund mobilized?"
      ],
      "queries_score": [
        "2.0751143",
        "1.9779533"
      ]
    }
  ]
}