{
  "doc_id": "eurlex_42",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_42__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/2240 of the European Parliament and of the Council of 25 November 2015 establishing a programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (ISA2 programme) as a means for modernising the public sector (Text with EEA relevance)\n Type: Decision\n Subject Matter: information and information processing;  executive power and public service;  international law;  business classification;  political framework;  cooperation policy;  European construction\n Date Published: 2015-12-04 4.12.2015 EN Official Journal of the European Union L 318/1 DECISION (EU) 2015/2240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 November 2015 establishing a programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (ISA2 programme) as a means for modernising the public sector (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 172 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), Having regard to the opinion of the Committee of the Regions (2), Acting in accordance with the ordinary legislative procedure (3), Whereas: (1) In a series of Ministerial Declarations (in Manchester on 24 November 2005, Lisbon on 19 September 2007, MalmÃƒÂƒ Â¶ on 18 November 2009 and Granada on 19 April 2010), ministers invited the Commission to facilitate cooperation among Member States by implementing cross-border and cross-sector interoperability solutions that will enable more efficient and secure public services. Moreover, Member States recognised that better public services need to be delivered with fewer resources, and that the potential of e-government can be boosted by promoting a culture of collaboration and improving the conditions for interoperability in European public administrations. (2) In its Communication of 19 May 2010 entitled A Digital Agenda for Europe (DAE), one of the flagship initiatives of its Europe 2020 Strategy, the Commission stressed that interoperability is essential for the purpose of maximising the social and economic potential of information and communication technology (ICT) and that, consequently, the digital agenda can be effective only if interoperability is ensured. (3) In its Communication of 16 December 2010 entitled Towards interoperability for European public services, the Commission introduced the European Interoperability Strategy (EIS) and the European Interoperability Framework (EIF). (4) Interoperability facilitates successful implementation of policies and offers great potential to avoid cross-border electronic barriers, further securing the emergence of new, or the consolidation of developing, common public services at Union level. The policies described in the following recitals, in particular, rely on interoperability for their effective and efficient implementation. (5) In the area of the internal market, Directive 2006/123/EC of the European Parliament and of the Council (4) requires Member States to offer service providers the possibility of completing electronically and across borders all procedures and formalities needed to provide a service outside their Member State of establishment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__1",
      "chunk_id": "1",
      "content": "(5) In the area of the internal market, Directive 2006/123/EC of the European Parliament and of the Council (4) requires Member States to offer service providers the possibility of completing electronically and across borders all procedures and formalities needed to provide a service outside their Member State of establishment. (6) In the area of company law, Directive 2012/17/EU of the European Parliament and of the Council (5) requires the interoperability of Member States' central, commercial and companies registers via a central platform. The interconnection of company registers will ensure cross-border exchange of information between registers and will facilitate Union-level access by businesses and citizens to data on companies, thus improving legal certainty in the business environment in the Union. (7) In the area of environment, Directive 2007/2/EC of the European Parliament and of the Council (6) requires the adoption of common implementing rules laying down technical interoperability arrangements. In particular, that Directive requires national infrastructures to be adapted to ensure that spatial data sets and services are interoperable and accessible across borders within the Union. (8) In the area of justice and home affairs, enhanced interoperability among European databases is the basis of the Visa Information System (7), the Schengen Information System II) (8), the European dactyloscopy system (9) and the European e-Justice Portal (10). Furthermore, on 24 September 2012, the Council adopted conclusions calling for the introduction of the European Legislation Identifier and highlighting the need for interoperable searching and exchange of legal information published in national official journals and legal gazettes, through the use of unique identifiers and structured metadata. Collaboration between the European Agency for the operational management of large-scale IT systems in the area of freedom, security and justice and the programme established in this Decision could generate synergies that would be beneficial to achieving their respective goals. (9) Interoperability within local, national and European public administrations facilitates the achievement of the goals set out by the European Parliament in its resolution of 29 March 2012 on the EU Citizenship Report 2010: Dismantling the obstacles to EU citizens' rights. (10) Interoperability has been a key factor in the success of customs, taxation and excise duties, in operating trans-European ICT systems across the Member States, and in supporting interoperable business services funded by the Fiscalis 2013 and the Customs 2013 programmes. Those programmes are implemented and operated by the Commission and national administrations. Assets created under the Fiscalis 2013 and the Customs 2013 programmes are available for sharing and re-use in other policy areas. In addition, the Member States and the Commission were invited, in the Council conclusions of 26 May 2014 on the governance reform of the EU customs union, to develop a strategy of commonly managed and operated IT systems in all customs-related areas. (11) In the area of health, Directive 2011/24/EU of the European Parliament and of the Council (11) provides rules for facilitating access to safe, high-quality cross-border healthcare.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__2",
      "chunk_id": "2",
      "content": "(11) In the area of health, Directive 2011/24/EU of the European Parliament and of the Council (11) provides rules for facilitating access to safe, high-quality cross-border healthcare. Specifically, that Directive established the eHealth network to address the interoperability challenge between electronic health systems. The eHealth network can adopt guidelines on the minimum data set to be exchanged across borders in the case of unplanned and emergency care and on ePrescription services across borders. (12) In the area of European funds, Article 122 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (12) requires all exchanges of information between beneficiaries and managing authorities, certifying authorities, audit authorities and intermediate bodies to be carried out by means of electronic data-exchange systems. Those systems are to facilitate interoperability with national and Union frameworks and allow beneficiaries to submit all requisite information only once. (13) In the area of public sector information, Directive 2013/37/EU of the European Parliament and of the Council (13) stresses that public sector bodies should, where possible and appropriate, make documents available through open and machine-readable formats, together with their metadata, at the best level of precision and granularity, in a format that ensures interoperability, re-use and accessibility. (14) In the area of electronic identification, Regulation (EU) No 910/2014 of the European Parliament and of the Council (14) establishes an interoperability framework for the purposes of the interoperability of national electronic identification schemes. (15) In the area of ICT standardisation, Regulation (EU) No 1025/2012 of the European Parliament and of the Council (15) refers to interoperability as an essential outcome of standardisation. (16) In the area of research and innovation, Regulation (EU) No 1291/2013 of the European Parliament and of the Council (16), which establishes Horizon 2020, clearly mentions that interoperable solutions and standards in ICT are key enablers for the partnering of industries at Union level. Collaboration around common, open technology platforms with spill-over and leverage effects will allow a wide range of stakeholders to benefit from new developments and create further innovations. (17) In public procurement, Directives 2014/23/EU (17), 2014/24/EU (18) and 2014/25/EU (19) of the European Parliament and of the Council require Member States to implement electronic procurement. They provide that the tools and devices to be used for communicating by electronic means, as well as their technical characteristics, must be interoperable with the ICT products in general use. Moreover, Directive 2014/55/EU of the European Parliament and of the Council (20) provides for the development of a European standard on electronic invoicing in public procurement to ensure interoperability between electronic invoicing systems across the Union. (18) It is therefore important that policy relating to interoperability and its possible uses should be coordinated at Union level in the manner that is the most effective, and the most responsive to end-users, possible. In order to eliminate fragmentation in the interoperability landscape in the Union, a common understanding of interoperability in the Union and a holistic approach to interoperability solutions should be promoted.",
      "queries": [
        "what is the purpose of the ehealth network in health care"
      ],
      "queries_score": [
        "2.5237753"
      ]
    },
    {
      "id": "eurlex_42__3",
      "chunk_id": "3",
      "content": "In order to eliminate fragmentation in the interoperability landscape in the Union, a common understanding of interoperability in the Union and a holistic approach to interoperability solutions should be promoted. (19) Interoperability is also a fundamental element of the Connecting Europe Facility (CEF) established by Regulation (EU) No 1316/2013 of the European Parliament and of the Council (21) in the area of broadband infrastructure and services. Regulation (EU) No 283/2014 of the European Parliament and of the Council (22) on guidelines for trans-European networks in the area of telecommunications infrastructure explicitly mentions that one set of the operational priorities for the CEF is the interoperability, connectivity, sustainable deployment, operation and upgrading of trans-European digital service infrastructures and their coordination at Union level. In particular, Regulation (EU) No 283/2014 provides for so-called building blocks, such as e-identification, e-delivery and automated translation, to facilitate cross-border interoperability. (20) On a political level, the Council has repeatedly called for even greater interoperability in Europe and for continued efforts to modernise European public administrations. On 24 and 25 October 2013, the European Council adopted conclusions stressing that the modernisation of public administrations should continue through the swift implementation of services such as e-government, e-health, e-invoicing and e-procurement, which rely on interoperability. The commitment of Member States is essential to ensure the rapid deployment of an interoperable e-society in the Union and the involvement of public administrations in encouraging the use of online procedures. Additionally, in order to establish a more effective, simplified and user-friendly e-administration, some adaptation in the European public administrations, with support from Member States, may be necessary. Efficient online public services are crucial to fostering the confidence of businesses and citizens in digital services. (21) A single sector interoperability perspective is associated with the risk that the adoption of different or incompatible solutions at national or sectoral levels will give rise to new electronic barriers that impede the proper functioning of the internal market and the associated freedoms of movement, and undermine the openness and competitiveness of markets and the delivery of services of general interest to businesses and citizens. In order to mitigate that risk, Member States and the Union should step up joint efforts to avoid market fragmentation. They should ensure cross-border or cross-sector interoperability in the implementation of legislation, while reducing administrative burdens and costs and improving efficiency, and they should promote commonly agreed ICT solutions while ensuring appropriate governance. (22) In the establishment, improvement or operation of common solutions all initiatives should, where appropriate, build on, or be accompanied by, the sharing of experience and solutions and the exchange and promotion of best practices, technological neutrality and adaptability, while principles of security, privacy and protection of personal data should always be applied. In that context, compliance with the EIF, open specifications and standards should be promoted.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__4",
      "chunk_id": "4",
      "content": "In that context, compliance with the EIF, open specifications and standards should be promoted. (23) Several successive programmes have sought to ensure the coherent development and implementation of global and sectoral interoperability strategies, legal frameworks, guidelines, services and tools to address requirements under Union-wide policies, such as: (i) the programme for the interchange of data between administrations (1999-2004) (the IDA programme), established by Decisions No 1719/1999/EC (23) and No 1720/1999/EC (24) of the European Parliament and of the Council; (ii) the programme for interoperable delivery of pan-European eGovernment services to public administrations, businesses and citizens (2005-2009) (the IDABC programme), established by Decision 2004/387/EC of the European Parliament and of the Council (25); and (iii) the programme on interoperability solutions for European public administrations (2010-2015) (the ISA programme), established by Decision No 922/2009/EC of the European Parliament and of the Council (26). The programme established in this Decision should be based on the experience acquired during the course of those programmes. (24) Activities under the IDA, the IDABC and the ISA programmes have made important contributions to ensuring interoperability in the electronic exchange of information between European public administrations. In its Resolution of 20 April 2012 on a competitive digital single market Â” eGovernment as a spearhead, the European Parliament recognised the contribution of the ISA programme and its overarching role in defining, promoting and supporting the implementation of interoperability solutions and frameworks for European public administrations, achieving synergies, promoting the re-use of solutions and translating their interoperability requirements into specifications and standards for digital services. (25) Decision No 922/2009/EC expires on 31 December 2015. A new Union programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (the ISA2 programme) is therefore needed to develop, maintain and promote a holistic approach to interoperability in order to eliminate fragmentation in the interoperability landscape and avoid electronic barriers in the Union; to facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other; to identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; and to facilitate the re-use of interoperability solutions by European public administrations. (26) In addition to European public administrations, businesses and citizens are also end-users of interoperability solutions because they use electronic public services provided by public administrations. The principle of user-centricity applies, in particular, to the end-users of interoperability solutions. Business should be understood to include, in particular, small and medium-sized enterprises (SMEs) and microenterprises, given their valuable contribution to the Union economy. (27) Common frameworks and solutions established or operated under the ISA2 programme should, as far as possible, form an interoperability landscape to facilitate interaction between European public administrations, businesses and citizens, and to ensure, facilitate and enable cross-border or cross-sector interoperability. (28) It should be possible to implement actions under the ISA2 programme using an iterative methodology.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__5",
      "chunk_id": "5",
      "content": "(28) It should be possible to implement actions under the ISA2 programme using an iterative methodology. (29) As an increasing number of public services become digital by default, it is important to maximise the efficiency of public spending on ICT solutions. Such efficiency should be facilitated by ensuring that the provision of such services is planned at an early stage and, where possible, by sharing and reusing solutions in order to maximise the value of public spending. The ISA2 programme should make a contribution to that goal. (30) Interoperability and, consequently, the solutions established and operated under the ISA2 programme are instrumental to exploiting the potential of e-government and e-democracy to the full, by enabling the implementation of one-stop shops and the provision of end-to-end and transparent public services leading to fewer administrative burdens and lower costs. (31) As end-users, businesses and citizens should also benefit from common, re-usable and interoperable front-office services resulting from better integration of processes and exchange of data through the back offices of European public administrations. (32) In its activities, the Union should observe the principle of equal treatment. Citizens of the Union should have the right to equal treatment from the Union's institutions, bodies, offices and agencies. The Union should take into account requirements linked to the fight against social exclusion. In that regard, accessibility for all should be incorporated into the development of strategies relating to the interoperability of public services across the Union, taking into consideration the most disadvantaged citizens and the most sparsely populated areas in order to combat the digital divide and exclusion, as called for by the European Parliament in its resolution of 20 April 2012 on a competitive digital single market Â” eGovernment as a spearhead. The implementation of electronic public services by European public administrations requires an inclusive (e-inclusion) approach that, where necessary, will provide technical support and training in order to reduce disparities in the use of ICT solutions and will incorporate multi-channel delivery, including the maintenance of traditional means of access when appropriate. (33) Interoperability solutions under the ISA2 programme should be developed having regard to the right of end-users to access and distribute information and content, use and provide applications and services, and use terminal equipment of their choice, irrespective of the end-user's or provider's location or of the location, origin or destination of the information, content, application or service, via their internet access service provided for in Regulation (EU) 2015/2120 of the European Parliament and of the Council (27). (34) The ISA2 programme should be an instrument for the modernisation of European public administrations. Modernising European public administrations and increasing their interoperability is an important contribution to the completion of the digital single market to enable citizens to benefit fully from interoperable e-services, from e-government to e-health, prioritising the removal of obstacles such as unconnected e-services. Lack of interoperability often undermines the implementation of digital end-to-end services and the development of one-stop shops for businesses and citizens.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__6",
      "chunk_id": "6",
      "content": "Lack of interoperability often undermines the implementation of digital end-to-end services and the development of one-stop shops for businesses and citizens. (35) Interoperability is directly connected with, and dependent on the use of, open specifications and standards. The ISA2 programme should promote and, where appropriate, support the partial or full standardisation of existing interoperability solutions. Such standardisation should be achieved in cooperation with other standardisation activities at Union level, European standardisation organisations and other international standardisation organisations. (36) By ensuring interoperability, European public administrations will remain open and flexible enough to evolve and be capable of incorporating new challenges and new areas. Interoperability is a condition for avoiding technological lock-in, enabling technical developments and fostering innovation. By developing interoperable solutions and common frameworks, the ISA2 programme should contribute to interoperability between European public administrations, respecting technological neutrality, in order to avoid lock-in and enable increased competition and innovation, which will boost the global competitiveness of the Union. (37) The modernisation of European public administrations is one of the key priorities for successful implementation of the Europe 2020 Strategy and the Digital Single Market (DSM). In that context, the Annual Growth Surveys published by the Commission in 2011, 2012 and 2013 show that the quality of European public administrations has a direct impact on the economic environment and is therefore crucial to stimulating productivity, competitiveness, economic cooperation, growth and employment. This is clearly reflected in the country-specific recommendations, which call for specific action aimed at European public administration reform. (38) Regulation (EU) No 1303/2013 includes a thematic objective of enhancing institutional capacity of public authorities and stakeholders and an efficient public administration. In that context, the ISA2 programme should tie in with other initiatives contributing to the modernisation of European public administrations, in particular in relation to work on interoperability and seek synergies with them. (39) Interoperability of European public administrations concerns all levels of administration: Union, national, regional and local. It is therefore important to ensure the widest possible participation in the ISA2 programme and that solutions take into account their respective needs, as well as those of businesses and citizens, where relevant. (40) National, regional and local administrations can be supported in their endeavours through specific instruments under the European Structural and Investment Funds, in particular the part concerning the institutional capacity building which includes training of the European public administrations staff where appropriate. Close cooperation under the ISA2 programme should maximise the benefits expected from such instruments by ensuring that funded projects are aligned with the Union-wide interoperability frameworks and specifications such as the EIF. (41) This Decision lays down a financial envelope for the entire duration of the ISA2 programme, which is to constitute the prime reference amount, within the meaning of Point (17) of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (28), for the European Parliament and the Council during the annual budgetary procedure.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__7",
      "chunk_id": "7",
      "content": "(42) Consideration should be given to the possibility of using pre-accession funds to facilitate candidate countries' participation in the ISA2 programme and the adoption and further implementation in those countries of solutions provided thereunder. (43) The ISA2 programme should contribute to the implementation of any follow-on initiatives in the context of Europe 2020 and the DAE. In order to avoid any duplication of effort, the ISA2 programme should take account of other Union programmes and initiatives in the field of ICT solutions, services and infrastructures, in particular the CEF, Horizon 2020 and the European eGovernment Action Plan 2011-2015 established in the Commission's Communication of 15 December 2010. The Commission should coordinate those actions when implementing the ISA2 programme and when planning future initiatives which would affect interoperability. For the purpose of rationalisation, the scheduling of the ISA2 programme committee meetings should, as far as possible, take into account the meetings scheduled in relation to other relevant Union initiatives and programmes. (44) The principles and provisions laid down in Union law concerning the protection of individuals with regard to the processing of personal data and on the free movement of such data, in particular Directive 95/46/EC of the European Parliament and of the Council (29), Directive 2002/58/EC of the European Parliament and of the Council (30) and Regulation (EC) No 45/2001 of the European Parliament and of the Council (31), should apply to solutions operated under the ISA2 programme that entail the processing of personal data. Accordingly, those solutions should implement appropriate technical and organisational measures to ensure compliance with data protection requirements in Union law. In particular, by default, personal data should be processed only if they are adequate, relevant and not excessive in relation to the purpose for which they are collected. When developing and establishing interoperability solutions, due consideration should be given to the impact on the protection of personal data. (45) When evaluating the ISA2 programme, the Commission should pay particular attention to whether the solutions created and implemented have a positive or a negative impact on modernising the public sector and facilitating the needs of businesses and citizens, for example by reducing their administrative burden and costs and by enhancing the overall interconnection between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other. (46) Procuring external services for the purposes of the ISA2 programme where required is subject to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (32) and to Directives 2014/23/EU, 2014/24/EU and 2014/25/EU. (47) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission to adopt a rolling work programme.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__8",
      "chunk_id": "8",
      "content": "No 966/2012 of the European Parliament and of the Council (32) and to Directives 2014/23/EU, 2014/24/EU and 2014/25/EU. (47) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission to adopt a rolling work programme. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (33). (48) The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to the established rolling work programme, such as a risk of interruption in the delivery of services, imperative grounds of urgency so require. (49) The objectives of this Decision are to develop, maintain and promote a holistic approach to interoperability; to facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other; to identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; and to facilitate the re-use of interoperability solutions by European public administrations. Since those objectives cannot be sufficiently achieved by the Member States acting alone because the coordination function at Union level would be difficult and costly to set up at the level of the Member States by Member States themselves but can rather, by reason of their scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter and objectives 1. This Decision establishes, for 2016-2020, a programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (the ISA2 programme). The objectives of the ISA2 programme shall be to: (a) develop, maintain and promote a holistic approach to interoperability in the Union in order to eliminate fragmentation in the interoperability landscape in the Union; (b) facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other, and to contribute to the development of a more effective, simplified and user-friendly e-administration at the national, regional and local levels of public administration; (c) identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; (d) facilitate the re-use of interoperability solutions by European public administrations. The ISA2 programme shall take into account social, economic and other aspects of interoperability, as well as the specific situation of SMEs and microenterprises, in order to improve interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__9",
      "chunk_id": "9",
      "content": "The ISA2 programme shall take into account social, economic and other aspects of interoperability, as well as the specific situation of SMEs and microenterprises, in order to improve interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other. 2. The ISA2 programme shall ensure a common understanding of interoperability through the EIF and its implementation in Member States' administrations. The Commission, through the ISA2 programme, shall monitor the implementation of the EIF. 3. The ISA2 programme succeeds, and shall consolidate, promote and expand, the activities of the ISA programme. Article 2 Definitions For the purposes of this Decision, the following definitions shall apply: (1) interoperability means the ability of disparate and diverse organisations to interact towards mutually beneficial and agreed common goals, involving the sharing of information and knowledge between the organisations, through the business processes they support, by means of the exchange of data between their respective ICT systems; (2) interoperability framework means an agreed approach to interoperability for organisations that wish to work together towards the joint delivery of public services, which, within its scope of applicability, specifies a set of common elements such as vocabulary, concepts, principles, policies, guidelines, recommendations, standards, specifications and practices; (3) common frameworks means reference architectures, specifications, concepts, principles, policies, recommendations, standards, methodologies, guidelines, semantic assets and similar approaches and documents, taken individually or together in a set; (4) common services means the organisational and technical capacity to deliver a single outcome to European public administrations, including operational systems, applications and digital infrastructures of a generic nature which meet common user requirements across policy or geographical areas, along with their supporting operational governance; (5) generic tools means systems, reference platforms, shared and collaborative platforms, and generic components which meet common user requirements across policy or geographical areas; (6) interoperability solutions means common services and generic tools facilitating cooperation between disparate and diverse organisations, either autonomously funded and developed under the ISA2 programme or developed in cooperation with other Union initiatives, based on identified requirements of European public administrations; (7) actions means projects, solutions already in an operational phase and accompanying measures; (8) project means a time-limited sequence of well-defined tasks addressing identified user needs through a phased approach; (9) suspended actions means the actions of the ISA2 programme for which financing is suspended for a certain period of time, but the objective of which is still valid, and which remain subject to monitoring and evaluation of the ISA2 programme; (10) accompanying measures means: (a) strategic measures; (b) information, communication of the benefits of the ISA2 programme, and awareness-raising measures, aimed at European public administrations and, where appropriate, at businesses and citizens; (c) measures in support of the management of the ISA2 programme; (d) measures in relation to the sharing of experience and the exchange and promotion of best practices; (e) measures to promote the re-use of existing interoperability solutions; (f) measures aimed at community-building and capability-raising;",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__10",
      "chunk_id": "10",
      "content": "(c) measures in support of the management of the ISA2 programme; (d) measures in relation to the sharing of experience and the exchange and promotion of best practices; (e) measures to promote the re-use of existing interoperability solutions; (f) measures aimed at community-building and capability-raising; and (g) measures aimed at establishing synergies with initiatives relevant to interoperability in other areas of Union policy; (11) supporting instruments for public administrations means the interoperability tools, frameworks, guidelines and specifications that support European public administrations when designing, implementing and operating interoperability solutions; (12) European public administrations means public administrations at Union, national, regional and local levels; (13) end-users means European public administrations, businesses, including SMEs and microenterprises, and citizens; (14) key interoperability enablers means interoperability solutions that are necessary to enable the efficient and effective delivery of public services across administrations; (15) European Interoperability Reference Architecture or EIRA means a generic structure, comprising principles and guidelines applying to the implementation of interoperability solutions in the Union; (16) European Interoperability Cartography or EIC means a repository of interoperability solutions for European public administrations provided by Union institutions and Member States, presented in a common format and complying with specific re-usability and interoperability criteria that can be represented on the EIRA. Article 3 Activities",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__11",
      "chunk_id": "11",
      "content": "(16) European Interoperability Cartography or EIC means a repository of interoperability solutions for European public administrations provided by Union institutions and Member States, presented in a common format and complying with specific re-usability and interoperability criteria that can be represented on the EIRA. Article 3 Activities The ISA2 programme shall support and promote: (a) the assessment, improvement, operation and re-use of existing cross-border or cross-sector interoperability solutions and common frameworks; (b) the development, establishment, bringing to maturity, operation and re-use of new cross-border or cross-sector interoperability solutions and common frameworks; (c) the assessment of the ICT implications of proposed or adopted Union law; (d) the identification of legislation gaps, at Union and national level, that hamper cross-border or cross-sector interoperability between European public administrations; (e) the development of mechanisms that measure and quantify the benefits of interoperability solutions including methodologies for assessing cost-savings; (f) the mapping and analysis of the overall interoperability landscape in the Union through the establishment, maintenance and improvement of the EIRA and the EIC as instruments to facilitate the re-use of existing interoperability solutions and to identify the areas where such solutions are still lacking; (g) the maintenance, updating, promotion and monitoring of the implementation of the EIS, the EIF and the EIRA; (h) the assessment, updating and promotion of existing common specifications and standards and the development, establishment and promotion of new common specifications and open specifications and standards through the Union's standardisation platforms and in cooperation with European or international standardisation organisations as appropriate; (i) the maintenance and publication of a platform allowing access to, and collaboration with regard to, best practices, functioning as a means of raising awareness and disseminating available solutions, including security and safety frameworks, and helping to avoid duplication of efforts while encouraging the re-usability of solutions and standards; (j) the bringing of new interoperability services and tools to maturity, and maintaining and operating existing interoperability services and tools on an interim basis; (k) the identification and promotion of best practices, to develop guidelines to coordinate interoperability initiatives and to animate and support communities working on issues relevant to the area of electronic cross-border or cross-sector interaction between end-users. By 8 September 2016, the Commission shall develop a communication strategy, aiming to enhance information and increase awareness with regard to the ISA2 programme and its benefits, targeting businesses, including SMEs, and citizens, and employing user-friendly means on the ISA2 programme's website.",
      "queries": [
        "what is the eic",
        "what is eic",
        "what is an eic"
      ],
      "queries_score": [
        "2.7490506",
        "2.922401",
        "2.6107323"
      ]
    },
    {
      "id": "eurlex_42__12",
      "chunk_id": "12",
      "content": "By 8 September 2016, the Commission shall develop a communication strategy, aiming to enhance information and increase awareness with regard to the ISA2 programme and its benefits, targeting businesses, including SMEs, and citizens, and employing user-friendly means on the ISA2 programme's website. Article 4 General principles Actions launched or continued under the ISA2 programme shall: (a) be based on utility and driven by identified needs and programme objectives; (b) comply with the following principles: Â” subsidiarity and proportionality, Â” user-centricity, Â” inclusion and accessibility, Â” delivery of public services in such a way as to prevent digital divide, Â” security, respect for privacy and data protection, Â” multilingualism, Â” administrative simplification and modernisation, Â” transparency, Â” preservation of information, Â” openness, Â” re-usability and avoidance of duplication, Â” technological neutrality, solutions which, insofar as possible, are future-proof, and adaptability, Â” effectiveness and efficiency; (c) be flexible, extensible and applicable to other business or policy areas; and (d) demonstrate financial, organisational and technical sustainability. Article 5 Actions 1. The Commission shall, in cooperation with the Member States and in accordance with Article 8, implement the actions specified in the rolling work programme established pursuant to Article 9. 2. Actions in the form of projects shall, where appropriate, consist of the following phases: Â” initiation, Â” planning, Â” execution, Â” closing and final evaluation, Â” monitoring and control. The phases of specific projects shall be defined and specified at the time when the action is included in the rolling work programme. The Commission shall monitor the evolution of projects. 3. The implementation of the ISA2 programme shall be supported by accompanying measures. Article 6 Eligibility criteria All actions to be financed under the ISA2 programme shall comply with all of the following eligibility criteria: (a) the objectives of the ISA2 programme laid down in Article 1(1); (b) one or more of the activities of the ISA2 programme laid down in Article 3; (c) the general principles of the ISA2 programme laid down in Article 4; (d) the financing conditions laid down in Article 11.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__13",
      "chunk_id": "13",
      "content": "Article 7 Prioritisation 1. Subject to paragraph 2, all actions that meet the eligibility criteria shall be prioritised in accordance with the following prioritisation criteria: (a) the contribution of the action to the interoperability landscape, measured by the importance and necessity of the action to complete the interoperability landscape across the Union; (b) the scope of the action, measured by its horizontal impact, once completed, across the sectors concerned; (c) the geographical reach of the action, measured by the number of Member States and of European public administrations involved; (d) the urgency of the action, measured by its potential impact, taking into account the lack of other funding sources; (e) the re-usability of the action, measured by the extent to which its results can be re-used; (f) the re-use by the action of existing common frameworks and elements of interoperability solutions; (g) the link of the action with Union initiatives to be measured by the collaboration and contribution level of the action to Union initiatives such as the DSM. 2. The prioritisation criteria referred to in paragraph 1 shall be of equal value. Eligible actions fulfilling more criteria than other eligible actions shall be given higher priority to be included in the rolling work programme. Article 8 Implementation rules 1. In the implementation of the ISA2 programme, due consideration shall be given to the EIS and to the EIF. 2. In order to ensure interoperability between national and Union information systems, interoperability solutions shall be specified with reference to existing and new European standards or publicly available or open specifications for information exchange and service integration. 3. The establishment or improvement of interoperability solutions shall, where appropriate, build on, or be accompanied by, the exchange of views, sharing of experience and the exchange and promotion of best practices. To that end, the Commission shall bring together relevant stakeholders and organise conferences, workshops and other meetings on issues addressed by the ISA2 programme. 4. In the implementation of interoperability solutions under the ISA2 programme due consideration shall, where appropriate, be given to the EIRA. 5. Interoperability solutions and updates thereof shall, where appropriate, be included in the EIC and be made available for re-use by European public administrations. 6. The Commission shall, at all times, encourage and enable Member States to join an action or a project at any stage. 7. In order to avoid duplication, interoperability solutions financed under the ISA2 programme shall, where appropriate, reference results achieved by relevant Union or Member State initiatives, and shall re-use existing interoperability solutions. 8. In order to maximise synergies and ensure complementary and combined efforts, actions shall, where appropriate, be coordinated with other relevant Union initiatives. 9. Interoperability solutions established or improved under the ISA2 programme shall build on the sharing of experience and the exchange and promotion of best practices. The ISA2 programme shall promote community building activities around frameworks and solutions of common interest, involving relevant stakeholders including non-profit organisations and universities. Article 9 Rolling work programme 1.",
      "queries": [
        "what is the criteria for eligibility of interoperability"
      ],
      "queries_score": [
        "1.733122"
      ]
    },
    {
      "id": "eurlex_42__14",
      "chunk_id": "14",
      "content": "The ISA2 programme shall promote community building activities around frameworks and solutions of common interest, involving relevant stakeholders including non-profit organisations and universities. Article 9 Rolling work programme 1. For the purposes of implementing actions, the Commission shall, by 8 June 2016, adopt implementing acts establishing a rolling work programme for the entire period of application of this Decision. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 12(2). The Commission shall adopt implementing acts amending that rolling work programme at least once a year. The rolling work programme shall identify, prioritise, document, select, design, implement, operate and evaluate actions, promote their results and, subject to Article 11(5), suspend or terminate their financing. 2. The inclusion of actions in the rolling work programme shall be subject to their compliance with Articles 6 and 7. 3. A project launched and developed under the ISA programme or under another Union initiative may be included in the rolling work programme in any of its phases. Article 10 Budgetary provisions 1. Funds shall be released where a project or a solution in its operational phase is included in the rolling work programme or after successful completion of a project phase as defined in the rolling work programme and any amendments thereto. 2. Amendments to the rolling work programme concerning budgetary allocations of more than EUR 400 000 per action shall be adopted in accordance with the examination procedure referred to in Article 12(2). 3. Actions under the ISA2 programme may require the procurement of external services, which shall be subject to Union procurement rules as laid down in Regulation (EU, Euratom) No 966/2012. Article 11 Financing of actions 1. The development, establishment and improvement of common frameworks and generic tools shall be funded by the ISA2 programme. The use of such frameworks and tools shall be financed by the European public administrations. 2. The development, establishment, bringing to maturity and improvement of common services shall be funded by the ISA2 programme. A centralised operation of such services at Union level may be also funded by the ISA2 programme, in cases where such an operation is serving Union interests and is duly justified in the rolling work programme. In all other cases, use of those services shall be financed by other means. 3. Interoperability solutions that are taken over by the ISA2 programme to bring them to maturity or to maintain them on an interim basis shall be funded by the ISA2 programme until they are taken over by other programmes or initiatives. 4. Accompanying measures shall be funded by the ISA2 programme. 5. The funding of an action may be suspended or terminated in accordance with the results of monitoring and control under Article 5 and based on an assessment of whether the action continues to meet the identified needs, and of the effectiveness and efficiency of the action.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__15",
      "chunk_id": "15",
      "content": "5. The funding of an action may be suspended or terminated in accordance with the results of monitoring and control under Article 5 and based on an assessment of whether the action continues to meet the identified needs, and of the effectiveness and efficiency of the action. Article 12 Committee procedure 1. The Commission shall be assisted by the Committee on Interoperability Solutions for European Public Administrations, Businesses and Citizens (the ISA2 Committee). That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. 3. On duly justified imperative grounds of urgency, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 8 of Regulation (EU) No 182/2011. Those acts shall remain in force for a period not exceeding 6 months. Article 13 Monitoring and evaluation 1. The Commission shall regularly monitor the implementation and impact of the ISA2 programme for the purpose of assessing whether its actions continue to meet the identified needs. The Commission shall also explore synergies with complementary Union programmes. 2. The Commission shall report annually to the ISA2 Committee, the responsible committee or committees of the European Parliament, the Council and the Committee of Regions on the implementation and results of the ISA2 programme. The Commission shall monitor regularly the implementation and re-use of interoperability solutions across the Union, as part of the rolling work programme established pursuant to Article 9(1). 3. The Commission shall carry out an interim evaluation of the ISA2 programme by 30 September 2019 and a final evaluation by 31 December 2021 and shall communicate the results of those evaluations to the European Parliament and to the Council by the same dates. In that context, the responsible committee or committees of the European Parliament may invite the Commission to present the results of the evaluations and to answer questions raised by their members. 4. The evaluations referred to in paragraph 3 shall examine, inter alia, the relevance, effectiveness, efficiency, utility, including, where relevant, business and citizen satisfaction, and the sustainability and coherence of ISA2 programme actions. The final evaluation shall, in addition, examine the extent to which the ISA2 programme has achieved its objectives such as the re-use of interoperability solutions across the Union, paying particular attention to the needs expressed by the European public administrations. 5. The evaluations shall assess the performance of the ISA2 programme against the achievement of the objectives laid out in Article 1(1) and compliance with the principles set out in point (b) of Article 4. The achievement of the objectives shall be measured in particular in terms of the number of key interoperability enablers and through the number of supporting instruments for public administrations delivered to and used by European public administrations. Indicators for measuring the result and impact of the ISA2 programme shall be defined in the rolling work programme.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__16",
      "chunk_id": "16",
      "content": "Indicators for measuring the result and impact of the ISA2 programme shall be defined in the rolling work programme. 6. The evaluations shall examine the benefits of the actions to the Union for the advancement of common policies, identify potential overlaps and examine coherence with areas for improvement and verify synergies with other Union initiatives, in particular with the CEF. The evaluations shall assess the relevance of the ISA2 programme's actions to local and regional authorities to improve interoperability in public administration and the effectiveness of delivery of public service. 7. The evaluations shall contain, where applicable, information regarding: (a) the quantifiable and qualifiable benefits that the interoperability solutions deliver by linking ICT with the needs of end-users; (b) the quantifiable and qualifiable impact of the interoperable ICT-based solutions. 8. Completed or suspended actions shall remain subject to the overall programme evaluation. They shall be monitored regarding their position in the interoperability landscape in Europe and evaluated in terms of user uptake, utilisation and re-usability. Article 14 International cooperation 1. The ISA2 programme shall be open to participation by other countries of the European Economic Area and by the candidate countries within the framework of their respective agreements with the Union. 2. Cooperation with other third countries and with international organisations or bodies shall be encouraged, in particular within the framework of the Euro-Mediterranean and Eastern Partnerships and with neighbouring countries, in particular those of the Western Balkans and Black Sea regions. Related costs shall not be covered by the ISA2 programme. 3. Where appropriate, the ISA2 programme shall promote re-use of its solutions by third countries. Article 15 Non-Union initiatives Without prejudice to other Union policies, interoperability solutions established or operated under the ISA2 programme may be used by non-Union initiatives, for non-commercial purposes, provided that no extra costs are incurred for the general budget of the Union and the main Union objective of the interoperable solution is not compromised. Article 16 Data protection Processing of personal data through solutions operated under the ISA2 programme shall comply with the principles and provisions set out in Directives 95/46/EC and 2002/58/EC, and in Regulation (EC) No 45/2001. Article 17 Financial provisions 1. The financial envelope for the implementation of the ISA2 programme for the period of its application shall be EUR 130 928 000. 2. The annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework. 3. The financial allocation for the ISA2 programme may also cover expenses pertaining to preparatory, monitoring, checking, audit and evaluation activities which are required on a regular basis for the management of the programme and the achievement of its objectives. Article 18 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. It shall apply from 1 January 2016 to 31 December 2020.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__17",
      "chunk_id": "17",
      "content": "Article 18 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. It shall apply from 1 January 2016 to 31 December 2020. Notwithstanding the second paragraph of this Article, Article 13 shall apply from 1 January 2016 to 31 December 2021. Done at Strasbourg, 25 November 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ C 12, 15.1.2015, p. 99. (2) OJ C 140, 28.4.2015, p. 47. (3) Position of the European Parliament of 11 November 2015 (not yet published in the Official Journal) and decision of the Council of 23 November 2015. (4) Directive 2006/123/EC of the European Parliament and of the Council of 12 December 2006 on services in the internal market (OJ L 376, 27.12.2006, p. 36). (5) Directive 2012/17/EU of the European Parliament and of the Council of 13 June 2012 amending Council Directive 89/666/EEC and Directives 2005/56/EC and 2009/101/EC of the European Parliament and of the Council as regards the interconnection of central, commercial and companies registers (OJ L 156, 16.6.2012, p. 1). (6) Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1). (7) Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (OJ L 218, 13.8.2008, p. 60). (8) Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 on the establishment, operation and use of the second-generation Schengen Information System (SIS II) (OJ L 381, 28.12.2006, p. 4). (9) Council Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of Eurodac for the comparison of fingerprints for the effective application of the Dublin Convention (OJ L 316, 15.12.2000, p. 1). (10) https://e-justice.europa.eu (11) Directive 2011/24/EU of the European Parliament and of the Council of 9 March 2011 on the application of patients' rights in cross-border healthcare (OJ L 88, 4.4.2011, p. 45). (12) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). (13) Directive 2013/37/EU of the European Parliament and of the Council of 26 June 2013 amending Directive 2003/98/EC on the re-use of public sector information (OJ L 175, 27.6.2013, p. 1). (14) Regulation (EU)",
      "queries": [
        "when does the eu's decision enter into force"
      ],
      "queries_score": [
        "2.7061436"
      ]
    },
    {
      "id": "eurlex_42__18",
      "chunk_id": "18",
      "content": "(13) Directive 2013/37/EU of the European Parliament and of the Council of 26 June 2013 amending Directive 2003/98/EC on the re-use of public sector information (OJ L 175, 27.6.2013, p. 1). (14) Regulation (EU) No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing Directive 1999/93/EC (OJ L 257, 28. 8.2014, p. 73). (15) Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council Directives 89/686/EEC and 93/15/EEC and Directives 94/9/EC, 94/25/EC, 95/16/EC, 97/23/EC, 98/34/EC, 2004/22/EC, 2007/23/EC, 2009/23/EC and 2009/105/EC of the European Parliament and of the Council and repealing Council Decision 87/95/EEC and Decision No 1673/2006/EC of the European Parliament and of the Council (OJ L 316, 14.11.2012, p. 12). (16) Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 Â” the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, p. 104). (17) Directive 2014/23/EU of the European Parliament and of the Council of 26 February 2014 on the award of concession contracts (OJ L 94, 28.3.2014, p. 1). (18) Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC (OJ L 94, 28.3.2014, p. 65). (19) Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC (OJ L 94, 28.3.2014, p. 243). (20) Directive 2014/55/EU of the European Parliament and of the Council of 16 April 2014 on electronic invoicing in public procurement (OJ L 133, 6.5.2014, p. 1). (21) Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129). (22) Regulation (EU) No 283/2014 of the European Parliament and of the Council of 11 March 2014 on guidelines for trans-European networks in the area of telecommunications infrastructure and repealing Decision No 1336/97/EC (OJ L 86, 21.3.2014, p. 14). (23) Decision No 1719/1999/EC of the European Parliament and of the Council of 12 July 1999 on a series of guidelines, including the identification of projects of common interest, for trans-European networks for the electronic interchange of data between administrations (IDA) (OJ L 203, 3.8.1999, p. 1). (24) Decision No 1720/1999/EC of the European Parliament and the Council of 12 July 1999 adopting a series of actions and measures in order to ensure interoperability of and access to trans-European networks for the electronic interchange of data between administrations (IDA) (OJ L 203, 3.8.1999, p. 9).",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_42__19",
      "chunk_id": "19",
      "content": "(24) Decision No 1720/1999/EC of the European Parliament and the Council of 12 July 1999 adopting a series of actions and measures in order to ensure interoperability of and access to trans-European networks for the electronic interchange of data between administrations (IDA) (OJ L 203, 3.8.1999, p. 9). (25) Decision 2004/387/EC of the European Parliament and of the Council of 21 April 2004 on interoperable delivery of pan-European eGovernment services to public administrations, businesses and citizens (IDABC) (OJ L 144, 30.4.2004, p. 62). (26) Decision No 922/2009/EC of the European Parliament and of the Council of 16 September 2009 on interoperability solutions for European public administrations (ISA) (OJ L 260, 3.10.2009, p. 20). (27) Regulation (EU) 2015/2120 of the European Parliament and of the Council of 25 November 2015 laying down measures concerning open internet access and amending Directive 2002/22/EC on universal service and users' rights relating to electronic communications networks and services and Regulation (EU) No 531/2012 on roaming on public mobile communications networks within the Union (OJ L 310, 26.11.2015, p. 1). (28) OJ C 373, 20.12.2013, p. 1. (29) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31). (30) Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications) (OJ L 201, 31.7.2002, p. 37). (31) Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1). (32) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (33) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).",
      "queries": [],
      "queries_score": []
    }
  ]
}