{
  "doc_id": "eurlex_19",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_19__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/899 of the European Parliament and of the Council of 17 May 2017 on the use of the 470-790 MHz frequency band in the Union\n Type: Decision\n Subject Matter: communications;  research and intellectual property;  technology and technical regulations\n Date Published: 2017-05-25 25.5.2017 EN Official Journal of the European Union L 138/131 DECISION (EU) 2017/899 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 May 2017 on the use of the 470-790 MHz frequency band in the Union THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), After consulting the Committee of the Regions, Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) In the multiannual radio spectrum policy programme (RSPP), established by Decision No 243/2012/EU (3), the European Parliament and the Council set the objectives of identifying at least 1 200 MHz of spectrum suitable for wireless broadband electronic communications services in the Union by 2015, of supporting the further development of innovative broadcasting services by ensuring sufficient spectrum for the satellite and terrestrial provision of such services if the need is clearly substantiated, and of ensuring sufficient spectrum for programme-making and special events (PMSE). (2) In its Communication of 6 May 2015 entitled A Digital Single Market Strategy for Europe, the Commission highlighted the importance of the 694-790 MHz (700 MHz) frequency band for ensuring the provision of broadband services in rural areas in order to ensure access and connectivity, and stressed the need for a coordinated release of that frequency band while accommodating the specific needs of broadcasting services distribution. Reducing the digital divide, in coverage as well as in knowledge, is an important aspect that has to be a priority, without creating new divides when users take up new technologies. (3) Effective management of spectrum is a condition for the industrial shift to 5G, which would put the Union at the centre of innovation and create a favourable environment for electronic communications networks and services to develop, thus maximising the growth potential of the digital economy. The Union economy will increasingly have digital society at its core, which requires ubiquitous network coverage to develop services relating to the Internet of Things, e-commerce and European cloud services, and to reap the full benefits of Industry 4.0 across the Union. (4) The 700 MHz frequency band represents an opportunity for globally harmonised and coordinated spectrum for wireless broadband that offers economies of scale. It should allow new innovative digital services to be developed in urban and in rural or remote areas, such as eHealth and mHealth, supported by mobile phones, patient-monitoring devices and other wireless devices, as well as smart energy grids.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__1",
      "chunk_id": "1",
      "content": "It should allow new innovative digital services to be developed in urban and in rural or remote areas, such as eHealth and mHealth, supported by mobile phones, patient-monitoring devices and other wireless devices, as well as smart energy grids. (5) In its resolution of 19 January 2016 entitled Towards a Digital Single Market Act, the European Parliament reminded the Member States of their commitment to reach full deployment of at least minimum target speeds of 30 Mbps by 2020, highlighted that radio spectrum is a critical resource for the internal market for wireless broadband communications, as well as broadcasting, and is essential for the future competitiveness of the Union and called as a priority for a harmonised and pro-competitive framework for spectrum allocation and for effective spectrum management. (6) Spectrum is a public good. It is, in the 470-790 MHz frequency band, a valuable asset for the cost-efficient deployment of wireless networks with universal indoor and outdoor coverage. That spectrum is currently used across the Union for digital terrestrial television (DTT) and wireless audio PMSE. It is thus a prerequisite for access to and dissemination of cultural content and of information and ideas. It supports, in parallel to new forms of distribution, the development of the media, and of the creative, cultural and research sectors, which rely extensively on it for the wireless provision of content to end users. (7) The assignment of the 700 MHz frequency band should be structured in a way that facilitates competition and should be carried out in a manner that does not undermine existing competition. (8) For Region 1, which includes the Union, the International Telecommunication Union's Radio Regulations, adopted by the World Radiocommunication Conference in 2015, provide for the allocation of the 700 MHz frequency band to the broadcasting and mobile (except aeronautical mobile) services on a co-primary basis. The 470-694 MHz (sub-700 MHz) frequency band remains exclusively allocated to the broadcasting services on a primary basis and to wireless audio PMSE use on a secondary basis. (9) Rapidly growing wireless broadband traffic and the increasing economic, industrial and social importance of the digital economy make enhanced wireless network capacity a necessity. Spectrum in the 700 MHz frequency band provides both additional capacity and universal coverage, in particular for the economically challenging rural, mountainous and insular areas as well as other remote areas, predetermined in accordance with areas that are a national priority, including along major terrestrial transport paths, and for indoor use and for wide-range machine-type communications. In that context, coherent and coordinated measures for high-quality terrestrial wireless coverage across the Union, building on best national practices for operators' licence obligations, should aim to meet the RSPP objective that all citizens throughout the Union should have access both indoors and outdoors, to the fastest broadband speeds of not less than 30 Mbps by 2020, and should aim to achieve an ambitious vision for a gigabit society in the Union. Such measures will promote innovative digital services and ensure long-term socioeconomic benefits.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__2",
      "chunk_id": "2",
      "content": "Such measures will promote innovative digital services and ensure long-term socioeconomic benefits. (10) 5G will have a major impact not only on the digital sector, but on economies as a whole. Especially against the backdrop of the slow deployment of 4G and corresponding services, the successful launch of 5G in the Union will be crucial for economic development and for the competitiveness and productivity of the Union's economy. The Union therefore needs to take the lead by securing enough spectrum for the successful launch and development of 5G. In addition, when authorising the use of the 700 MHz frequency band, Member States should take account of the opportunity to ensure that mobile virtual network operators are able to increase their geographical coverage. Where a Member State so requests, the Commission should, where feasible, facilitate the option of jointly organised auctions, thus contributing to pan-European structures. (11) Spectrum-sharing within a common frequency band between bidirectional wireless broadband use for wide-area use (uplink and downlink), on the one hand, and unidirectional television broadcasting or wireless audio PMSE use, on the other, is technically problematic where their coverage areas overlap or are close. This means that repurposing the 700 MHz frequency band for bidirectional terrestrial wireless broadband electronic communications services would deprive DTT and wireless audio PMSE users of part of their spectrum resources. The DTT and PMSE sectors therefore need long-term regulatory predictability with regard to the availability of sufficient spectrum, so that they can safeguard the sustainable provision and development of their services, in particular free-to-view television, while ensuring an appropriate environment for investments, so that Union and national audiovisual policy objectives such as social cohesion, media pluralism and cultural diversity are met. It is possible that measures will be needed at Union and national level to ensure additional spectrum resource for wireless audio PMSE use outside the 470-790 MHz frequency band. (12) In his report to the Commission, Pascal Lamy, the Chairman of the high-level group on the future use of the UHF band (470-790 MHz), recommended that the 700 MHz frequency band be made available for wireless broadband by 2020 (+/- two years). Such a release would help achieve the goal of long-term regulatory predictability for DTT by making the sub-700 MHz frequency band available until 2030, although this would have to be reviewed by 2025. (13) The Radio Spectrum Policy Group recommended in its opinion on a long-term strategy on the future use of the UHF band (470-790 MHz) in the European Union of 19 February 2015 that a coordinated approach be adopted across the Union to make the 700 MHz frequency band available for effective use for wireless broadband electronic communications services by the end of 2020, noting that Member States are able to decide on the basis of duly justified reasons to delay the availability of the band for up to two years. In addition, the availability of the sub-700 MHz frequency band for the provision of broadcasting services should be ensured until 2030.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__3",
      "chunk_id": "3",
      "content": "In addition, the availability of the sub-700 MHz frequency band for the provision of broadcasting services should be ensured until 2030. (14) Some Member States have already launched or completed a national process to authorise the use of the 700 MHz frequency band for bidirectional terrestrial wireless broadband electronic communications services. A coordinated approach is needed with regard to the future use of the 700 MHz frequency band, which should also provide regulatory predictability, balance Member State diversity with digital single market objectives and promote European leadership with regard to international technology developments. In that context, Member States should be required to repurpose the 700 MHz frequency band in a timely manner in accordance with Union and national law. (15) Member States should be able to delay, on the basis of duly justified reasons, allowing the use of the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services beyond a common Union deadline of 2020 for up to two years. The reasons for such a delay should be limited to unresolved cross-border coordination issues resulting in harmful interferences, the need to ensure, and the complexity of ensuring, the technical migration of a large amount of the population to advanced broadcasting standards, the financial costs of transition exceeding the expected revenue generated by award procedures and force majeure. Member States should take all necessary steps to minimise resulting harmful interference in the affected Member States. In the event that Member States delay allowing the use of the 700 MHz frequency band, they should inform the other Member States and the Commission accordingly and include the duly justified reasons therefor in their national roadmaps. Such Member States and any Member States affected by the delay should cooperate with a view to coordinating the process of releasing the 700 MHz frequency band and should include information on such coordination in their national roadmaps. (16) The use of the 700 MHz frequency band by other applications in third countries, as allowed by international agreements or in parts of national territory outside the effective control of the Member State authorities, could limit the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services in some Member States. This would prevent those Member States from complying with the common schedule set at Union level. The Member States concerned should take all necessary steps to minimise the duration and geographical extent of those limitations and seek the assistance of the Union, where necessary, under Article 10(2) of Decision No 243/2012/EU.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__4",
      "chunk_id": "4",
      "content": "The Member States concerned should take all necessary steps to minimise the duration and geographical extent of those limitations and seek the assistance of the Union, where necessary, under Article 10(2) of Decision No 243/2012/EU. They should also notify the Commission of such limitations pursuant to Article 6(2) and Article 7 of Decision No 676/2002/EC of the European Parliament and of the Council (4), and the information should be published in accordance with Article 5 of Decision No 676/2002/EC. (17) This Decision should be without prejudice to measures taken at national level, in accordance with Union law, that pursue general-interest objectives relating to the right of Member States to organise and use their spectrum for the purposes of public order, public security and defence. (18) The use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services should be subject to a flexible authorisation regime as soon as possible. This should include the possibility for holders of rights of use of spectrum to transfer and lease their existing rights in the context of the application of Articles 9, 9a and 9b of Directive 2002/21/EC of the European Parliament and of the Council (5), taking into account the obligation to promote effective competition without distortions of competition in the internal market for electronic communications services under Article 5 of Decision No 243/2012/EU. During their respective assessments when licensing spectrum, the Member States should take into consideration the duration of licences, the business plan of the operators and its contribution to meeting the Digital Agenda objectives, and the promotion of innovative digital services and long-term socioeconomic benefits. (19) It is important to achieve long-term regulatory predictability for DTT with regard to access to the sub-700 MHz frequency band, taking into account the outcome of the World Radiocommunication Conference in 2015. In line with Articles 9 and 9a of Directive 2002/21/EC, Member States should apply a flexible approach where possible and should be able to allow the introduction of alternative uses such as terrestrial wireless broadband electronic communications services in the sub-700 MHz frequency band according to national needs for distribution of broadcasting services, including for innovative user-driven initiatives. Such alternative uses should guarantee continued access to spectrum for broadcasting as the primary user, subject to national demand. To that end, Member States should promote cooperation between broadcasters, broadcasting operators and mobile operators in order to facilitate the convergence of audiovisual and internet platforms and shared spectrum use. When allowing use within the sub-700 MHz frequency band for terrestrial wireless broadband electronic communications services, Member States should ensure that such use does not cause harmful interference to digital terrestrial broadcasting in neighbouring Member States, as provided for in the agreement reached at the Regional Radiocommunication Conference of 2006. (20) Member States should adopt coherent national roadmaps to facilitate the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services while ensuring continuity for the television broadcasting services that vacate the band.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__5",
      "chunk_id": "5",
      "content": "(20) Member States should adopt coherent national roadmaps to facilitate the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services while ensuring continuity for the television broadcasting services that vacate the band. Once such national roadmaps have been adopted, Member States should make them available in a transparent manner within the Union. The national roadmaps should cover activities and timescales for frequency replanning, technical developments for network and end-user equipment, coexistence between radio and non-radio equipment, existing and new authorisation regimes, mechanisms to avoid harmful interference with spectrum users in adjacent bands and information on the possibility of compensation for migration costs, where such costs would arise, in order to avoid, inter alia, costs for end users or broadcasters. Where Member States intend to maintain DTT, the national roadmaps should consider the option of facilitating upgrades of broadcasting equipment to more spectrum-efficient technologies, such as advanced video formats (e.g. HEVC) or signal transmission technologies (e.g. DVB-T2). (21) The scope of and mechanism for possible compensation for completing the transition in spectrum use, in particular for end users, should be analysed in accordance with the relevant national provisions, as provided for by Article 14 of Directive 2002/20/EC of the European Parliament and of the Council (6), and should be consistent with Articles 107 and 108 of the Treaty on the Functioning of the European Union in order, for example, to facilitate the transition to more spectrum-efficient technologies. The Commission should be able to provide guidance to a Member State, on its request, to facilitate the transition in spectrum use. (22) The Commission should, in cooperation with the Member States, report to the European Parliament and to the Council on developments in the use of the sub-700 MHz frequency band, with a view to ensuring efficient use of spectrum, pursuant to the applicable Union law. The Commission should take into account the social, economic, cultural and international aspects affecting the use of the sub-700 MHz frequency band, further technological developments, changes in consumer behaviour and the requirements in connectivity to foster growth and innovation in the Union. (23) Since the objective of this Decision, namely to ensure a coordinated approach to the use of the 470-790 MHz frequency band in the Union in accordance with common objectives, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS DECISION: Article 1 1.",
      "queries": [
        "what frequency does terrestrial wireless use"
      ],
      "queries_score": [
        "1.7726096"
      ]
    },
    {
      "id": "eurlex_19__6",
      "chunk_id": "6",
      "content": "In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS DECISION: Article 1 1. By 30 June 2020, Member States shall allow the use of the 694-790 MHz (700 MHz) frequency band for terrestrial systems capable of providing wireless broadband electronic communications services only under harmonised technical conditions established by the Commission pursuant to Article 4 of Decision No 676/2002/EC. Member States may, however, delay allowing the use of the 700 MHz frequency band for up to two years on the basis of one or more of the duly justified reasons set out in the Annex to this Decision. In the case of such a delay, the Member State concerned shall inform the other Member States and the Commission accordingly and shall include those duly justified reasons in the national roadmap adopted pursuant to Article 5 of this Decision. Where necessary, Member States shall carry out the authorisation process or amend relevant existing rights to use the spectrum in accordance with Directive 2002/20/EC, in order to allow such use. A Member State that delays allowing the use of the 700 MHz frequency band under the second subparagraph and the Member States affected by that delay shall cooperate with each other with a view to coordinating the process of releasing the 700 MHz frequency band for wireless broadband electronic communications services and shall include information on such coordination in the national roadmaps adopted pursuant to Article 5. 2. In order to allow the use of the 700 MHz frequency band in accordance with paragraph 1, Member States shall, by 31 December 2017, conclude all the necessary cross-border frequency-coordination agreements within the Union. 3. Member States shall not be bound by the obligations laid down in paragraphs 1 and 2 in geographical areas where frequency coordination with third countries remains unresolved, provided that Member States make all practicable efforts to minimise the duration and geographical scope of such unresolved coordination and report the results to the Commission, on an annual basis, until the outstanding coordination issues have been resolved. The first subparagraph shall apply to the spectrum coordination problems in the Republic of Cyprus arising from the fact that the Government of Cyprus is prevented from exercising effective control in part of its territory. 4. This Decision is without prejudice to the right of Member States to organise and use their spectrum for the purposes of public order, public security and defence. Article 2 Upon the granting of the rights of use in the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services, Member States shall allow the transfer or leasing of such rights in accordance with open and transparent procedures pursuant to the applicable Union law.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_19__7",
      "chunk_id": "7",
      "content": "Upon the granting of the rights of use in the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services, Member States shall allow the transfer or leasing of such rights in accordance with open and transparent procedures pursuant to the applicable Union law. Article 3 1. When Member States authorise the use of or amend existing rights to use the 700 MHz frequency band, they shall take due account of the need to achieve the target speed and quality objectives set out in Article 6(1) of Decision No 243/2012/EU, including coverage in predetermined national priority areas where necessary, such as along major terrestrial transport paths, for the purpose of allowing wireless applications and European leadership in new digital services to contribute effectively to Union economic growth. Such measures may include conditions to facilitate or encourage the sharing of network infrastructure or spectrum in accordance with Union law. 2. In applying paragraph 1, Member States shall assess the need to attach conditions to the rights of use for frequencies within the 700 MHz frequency band and, where appropriate, shall consult relevant stakeholders in that regard. Article 4 Member States shall ensure availability at least until 2030 of the 470-694 MHz (sub-700 MHz) frequency band for the terrestrial provision of broadcasting services, including free television, and for use by wireless audio PMSE on the basis of national needs, while taking into account the principle of technological neutrality. Member States shall ensure that any other use of the sub-700 MHz frequency band on their territory is compatible with the national broadcasting needs in the relevant Member State and does not cause harmful interference to, or claim protection from, the terrestrial provision of broadcasting services in a neighbouring Member State. Such use shall be without prejudice to obligations resulting from international agreements, such as cross-border frequency-coordination agreements. Article 5 1. As soon as possible and no later than 30 June 2018, Member States shall adopt and make public their national plan and schedule (national roadmap), including detailed steps for fulfilling their obligations under Articles 1 and 4. Member States shall draw up their national roadmaps after consulting all relevant stakeholders. 2. In order to ensure that the use of the 700 MHz frequency band is in accordance with Article 1(1), Member States shall include in their national roadmaps, where appropriate, information on measures, including any support measures, to limit the impact of the forthcoming transition process on the public and on wireless audio PMSE use and to facilitate the timely availability of interoperable television broadcasting network equipment and receivers in the internal market. Article 6 Member States may, where appropriate and in accordance with Union law, ensure that adequate compensation for the direct cost, in particular for end users, of the migration or reallocation of spectrum use is provided promptly and in a transparent manner in order to, inter alia, facilitate transition to more spectrum-efficient technologies.",
      "queries": [
        "what frequency range for terrestrial wireless broadband services"
      ],
      "queries_score": [
        "1.7383223"
      ]
    },
    {
      "id": "eurlex_19__8",
      "chunk_id": "8",
      "content": "At the request of the Member State concerned, the Commission may provide guidance on such compensation in order to facilitate the transition in spectrum use. Article 7 The Commission shall, in cooperation with the Member States, report to the European Parliament and to the Council on developments in the use of the sub-700 MHz frequency band, with a view to ensuring efficient use of spectrum, pursuant to the applicable Union law. The Commission shall take into account the social, economic, cultural and international aspects affecting the use of the sub-700 MHz frequency band pursuant to Articles 1 and 4, further technological developments, changes in consumer behaviour and the requirements in connectivity to foster growth and innovation in the Union. Article 8 This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Article 9 This Decision is addressed to the Member States. Done at Strasbourg, 17 May 2017. For the European Parliament The President A. TAJANI For the Council The President C. ABELA (1) OJ C 303, 19.8.2016, p. 127. (2) Position of the European Parliament of 15 March 2017 (not yet published in the Official Journal) and decision of the Council of 25 April 2017. (3) Decision No 243/2012/EU of the European Parliament and of the Council of 14 March 2012 establishing a multiannual radio spectrum policy programme (OJ L 81, 21.3.2012, p. 7). (4) Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (OJ L 108, 24.4.2002, p. 1). (5) Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (OJ L 108, 24.4.2002, p. 33). (6) Directive 2002/20/EC of the European Parliament and of the Council of 7 March 2002 on the authorisation of electronic communications networks and services (Authorisation Directive) (OJ L 108, 24.4.2002, p. 21). ANNEX Justified reasons for a delay in allowing the use of 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services later than 30 June 2020 (Article 1(1)): (1) unresolved cross-border coordination issues resulting in harmful interferences; (2) the need to ensure, and the complexity of ensuring, the technical migration of a large amount of the population to advanced broadcasting standards; (3) the financial costs of transition exceeding the expected revenue generated by award procedures; (4) force majeure.",
      "queries": [],
      "queries_score": []
    }
  ]
}