{
  "doc_id": "eurlex_37",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_37__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2016/253 of the European Parliament and of the Council of 25 November 2015 on the mobilisation of the Flexibility Instrument for immediate budgetary measures to address the refugee crisis\n Type: Decision\n Subject Matter: migration;  budget;  EU finance;  cooperation policy\n Date Published: 2016-02-24 24.2.2016 EN Official Journal of the European Union L 47/6 DECISION (EU) 2016/253 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 November 2015 on the mobilisation of the Flexibility Instrument for immediate budgetary measures to address the refugee crisis THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular point 12 thereof, Having regard to the proposal from the European Commission, Whereas: (1) Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2) allows for the mobilisation of the Flexibility Instrument within the annual ceiling of EUR 471 million (2011 prices) to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings. (2) Due to the urgent needs, it is necessary to mobilise an important additional amount to finance measures to alleviate the migration and refugee crisis. (3) After having examined all possibilities for re-allocating appropriations under the expenditure ceilings for heading 3 (Security and Citizenship) and heading 4 (Global Europe), it appears necessary to mobilise the Flexibility Instrument to complement the financing in the general budget of the European Union for the financial year 2016, beyond the ceilings of heading 3 by EUR 1 506 million and heading 4 by EUR 24 million to finance measures in the field of migration and refugees. The unused annual amounts available for the Flexibility Instruments of the financial years 2014 and 2015 should be used for this mobilisation. (4) On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument should be distributed over several financial years and are estimated to EUR 734,2 million in 2016, EUR 654,2 million in 2017, EUR 83,0 million in 2018, and EUR 58,6 million in 2019, HAVE ADOPTED THIS DECISION: Article 1 1. For the general budget of the European Union for the financial year 2016, the Flexibility Instrument shall be mobilised to provide the sum of EUR 1 506 million in commitment appropriations in heading 3 (Security and citizenship) and EUR 24 million in commitment appropriations in heading 4 (Global Europe). Those amounts shall be used to finance measures for managing the refugee crisis.",
      "queries": [
        "when was the eu decision on the mobilization of the flexibility instrument for immediate budgetary measures?"
      ],
      "queries_score": [
        "3.3644855"
      ]
    },
    {
      "id": "eurlex_37__1",
      "chunk_id": "1",
      "content": "Those amounts shall be used to finance measures for managing the refugee crisis. 2. On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument will be as follows: (a) EUR 734,2 million in 2016; (b) EUR 654,2 million in 2017; (c) EUR 83,0 million in 2018; (d) EUR 58,6 million in 2019. The specific amounts for each financial year shall be authorised in accordance with the annual budgetary procedure. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 25 November 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).",
      "queries": [
        "how much of the euro will be mobilised under the flexibility instrument"
      ],
      "queries_score": [
        "1.6080903"
      ]
    }
  ]
}