{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 42,
  "chunk_text": "A KIC in this area could also establish links with the transport and energy related European Technology Platforms (ETPs), the Public Private Partnership (PPP) on European Green Cars, and the numerous Framework Programme (FP) projects in this area. The KIC would take into account the research priorities and action plans defined in the framework of the ETPs and the research work carried out so far by the PPP and FP projects to enhance and accelerate the take up and exploitation of these research outcomes. Complementarities will be also sought with the \"European Mobile and Mobility Industries Alliance\". Co-funded under the Competitiveness and Innovation Programme, the European Mobile and Mobility Industries Alliance aims at bringing together regional and national policy makers supporting innovative service solutions in mobile and mobility industries in view to mobilise more and better support to innovative service SMEs in such industries. It will also build on the Intelligent Energy Europe, the eco-innovation market replication, and the ICT based services and pilot projects for smart urban mobility under the Competitiveness and Innovation Programme (CIP). A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. A KIC focusing on urban mobility would also be complementary to some of the specific activities already pursued by two existing KICs. Namely, Climate KIC activities under the theme transitioning to low-carbon resilient cities, and EIT ICT Labs work under the focus areas of intelligent transportation systems and digital cities of the future. The KIC on urban mobility will take on board the work carried in the framework of these KICs and place it in the wider context of a greener, more inclusive, safer and smarter urban mobility system. 4. CONCLUSION A KIC focusing on urban mobility is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes:  It addresses a major economic and societal relevant challenge (to achieve a European transport system that is resource-efficient, environmentally-friendly, safe and seamless for the benefit of the citizens, the economy and the society), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education.  This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the transport, environmental and energy areas.  By strengthening entrepreneurial thinking it integrates emerging technologies with new value chains and supports the translation of academic research on into products and services.  It will thus address the European paradox, since it will capitilise Union's strong research base and find new innovative approaches to ensure a greener, more inclusive, safer and smarter urban mobility system.  It will blend a critical mass of excellent research, innovation, education and training stakeholders, which would otherwise not unite. "
}