{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 12,
  "chunk_text": "(d) Where the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c) are not met, the Commission should temporarily suspend or cancel the disbursement of the macro-financial assistance. In such cases, it should inform the European Parliament and the Council of the reasons for suspension or cancellation. 10. Support measures Budgetary funds of the Union may be used to cover expenditure necessary for the implementation of macro-financial assistance. 11. Protection of the Unions financial interests (a) Any agreements under each country-specific decision should contain provisions ensuring that beneficiaries should regularly check that financing provided from the budget of the Union has been properly used, take appropriate measures to prevent irregularities and fraud, and, if necessary, take legal action to recover any funds provided under each country-specific decision that have been misappropriated. (b) Any agreement under a country-specific decision should contain provisions ensuring the protection of the Unions financial interests, in particular with respect to fraud, corruption and any other irregularities, in accordance with relevant Union law. (c) The Memorandum of Understanding referred to in point 6(c) should expressly entitle the Commission and the Court of Auditors to perform audits during and after the availability period of the macro-financial assistance, including document audits and on-the-spot audits such as operational assessments. The Memorandum should also expressly authorise the Commission or its representatives to carry out on-the-spot checks and inspections. (d) During the implementation of the macro-financial assistance, the Commission should monitor, by means of operational assessments, the soundness of the beneficiarys financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance. (e) Any agreement under a country-specific decision should contain provisions ensuring that the Union is entitled to the full repayment of the grant and/or the early repayment of the loan where it has been established that, in relation to the management of macro-financial assistance, a beneficiary has engaged in an act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 12. Annual report (a) The Commission should examine the progress made in implementing macro-financial assistance and should submit an annual report to the European Parliament and the Council by 30 June of each year. (b) The annual report should assess the economic situation and prospects of the beneficiaries, as well as the progress made in implementing the policy measures referred to in point 6(c). (c) It should also provide updated information on the available budgetary resources in the form of loans and grants, taking into account operations that are being envisaged. 13. Evaluation (a) The Commission should send ex-post evaluation reports to the European Parliament and the Council, assessing the results and efficiency of recently-completed macro-financial assistance operations and the extent to which they have contributed to the aims of the assistance."
}