{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 41,
  "chunk_text": "The KIC on Urban Mobility will focus on those activities of the innovation triangle which can benefit from additional Union support specifically via the EIT. In reality, the major added value of a KIC in this area will be its role in integrating the three strands of the knowledge triangle and in bringing systemic change in the way the innovation players work together. Likewise, KIC focus on people-driven innovation, which puts students, researchers and entrepreneurs at the heart of KIC efforts, will be fundamental to address the challenges outlined above. Consequently, there will be a strong emphasis on education/training, entrepreneurship and deployment of results, e.g. developing skills and knowledge of urban transport professionals in local and regional administrations (life-long learning / staff exchange programmes / professional training), proposing specific higher education programmes in Urban Mobility (summer schools / exchange schemes), taking innovative transport concepts successfully to the market (support for spin-offs and start-ups from universities and research institutions, etc.). Moreover, the concept of co-location could be strengthened within a KIC focussing on this theme, since naturally this thematic area has a strong local and regional dimension. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES Mobility related issues are strongly supported by many Union initiatives. The Union is fully engaged in this field. Links with other Union activities exist and will be enhanced. A KIC on urban mobility will take into account the actions developed in the framework of the Action Plan on Urban Mobility and the Intelligent Transport System Action Plan. It will, in particular, co-operate with the planned European initiatives on smart cities and communities, encompassing energy efficiency, ICT and urban transport. A KIC would, in particular, create complementarity in educating key actors, but also in providing a structured network of practitioners well placed to identify framework conditions and best practise on policy and regulatory issues having an impact on the sector. Coordination is also needed with the Joint Programming Initiative \"Urban Europe\", which will pool national research efforts to transform urban areas to centres of innovation and technology, realise eco-friendly and intelligent intra-interurban transport logistic systems, reduce the ecological footprint and enhance climate neutrality. A KIC in this area will speed up and foster the exploitation of excellent public research pooled together by these JPIs, and thereby address fragmentation in the innovation landscape. The CIVITAS initiative which supports demonstration and research projects to implement innovative measures in clean urban transport, and the European Industrial Initiative on Smart Cities & Communities aiming at making the production and use of energy in cities more sustainable and efficient will also be natural cooperation initiatives of a KIC on urban mobility. A KIC in this area could also establish links with the transport and energy related European Technology Platforms (ETPs), the Public Private Partnership (PPP) on European Green Cars, and the numerous Framework Programme (FP) projects in this area."
}