{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 18,
  "chunk_text": "Main drivers of learning at EIT level may be: innovation-driven excellent research for the creation of new businesses and new business models, including the possibility for SMEs and public institutions to participate more actively in innovation, management of IP portfolios and new approaches to IP sharing, entrepreneurship and new integrated forms of multi-disciplinary education; innovative governance and financial models based on the concept of open innovation or involving public authorities. This will help the EIT to be a role model and to act as a 'game shifter' in the European innovation landscape and to become an internationally recognised world-class innovation institution. Fostering and attracting talent Talented people are at the heart of successful innovation. It is one of the EIT's foremost roles to give talented people the opportunity to use their potential to the full and to create environments where they can thrive. Through the KICs, the EIT is generating such environments, but needs to complement them with strategies for attracting and including top talent from beyond the KICs. Moreover, the EIT has a clear role to play in attracting talent from outside the Union. By creating a strong brand and forging strategic relations with key partners from around the globe, the EIT can add to the attractiveness of the partners within the KICs. In close cooperation with the KICs, the EIT should develop a strong international strategy, identifying and liaising relevant interlocutors and potential partners. In this context the EIT and its KICs should take full advantage of existing Union initiatives in the area, such as Union research, education, training and youth programmes, including the 'Erasmus+' programme and the Marie SkÃ odowska-Curie Actions and other mobility initiatives at Union level. In addition, the EIT can foster knowledge sharing, mentoring and networking by encouraging, among other things, the setting up of an EIT alumni network. The EIT will complement its efforts to promote talented people and brilliant ideas by other measures, such as the organisation of competitions for ideas or awarding innovation prizes, either as an own initiative or in cooperation with leading global partners. The EIT will  Encourage participation in outreach activities and in particular provide support, as appropriate, to the KICs in relation to the Regional Innovation Scheme.  Set up/customise a web based tool to provide a platform for knowledge sharing and networking around the EIT.  Build and support a functional and strong network of graduates from EIT/KIC educational and training activities ('EIT alumni').  Make lessons learned and successes from KICs systematically accessible to the wider Union innovation community and beyond. This may include the development of a repository of open course ware from the EIT's and KICs' educational and training activities.  Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. 2.3. New delivery mechanisms and results-oriented monitoring Simplification, implemented in a responsible and accountable manner, is a must for the EIT to achieve effective results, promote innovation breakthroughs and the involvement of the business community."
}