{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 37,
  "chunk_text": "This figure increases to 37 % if power generation, construction, and associated business services are included. At the same time, manufacturing also contributed to about 25 % of the waste, 23 % of greenhouse gases and 26 % of NOx generated in Europe. Bearing this in mind, it is quite clear that the overall objectives in the field of manufacturing must be increased competitiveness of Europe within the global market as well as the development of more sustainable and environment-friendly manufacturing processes. 2. RELEVANCE AND IMPACT A KIC on added-value manufacturing will help meeting Horizon 2020 priorities in terms of advanced manufacturing and processing, and its specific objective of \"transforming today's industrial forms of production towards more knowledge intensive, sustainable, low-emission, trans-sectoral manufacturing and processing technologies, to realise innovative products, processes and services\". It will be able to mobilise investment and long-term commitment from the business sector, and to expand and create new markets. It could have in particular a function in supporting the actions defined in the Strategic Research Agenda of the European Technology Platform (ETP) \"Manufuture\":  Eco-design  Development of added-value products and services;  Development of new business models;  Development of advanced manufacturing engineering processes;  New emerging manufacturing sciences and technologies;  Transformation of existing research and education infrastructures to support world-class manufacturing. Whilst supporting the development of new products, services, business models and manufacturing processes, emphasis should be put on sustainability and eco-innovation, with the reduction of resource and energy inefficiencies, maximising positive environmental impacts, but also contributing to strengthening positive economic and social impacts. Concretely, such clean approach will imply energy and material efficient processes and machinery, the use of renewable power sources, and/or the employment of smart energy management, leading thus to significant reductions of waste and emissions. By contributing to the development and deployment of more sustainable, resource-efficient and competitive manufacturing, a KIC would be able to trigger industry and consumers behavioural change and to create systemic impact. A KIC on added-value manufacturing could also have a very important role and impact at regional level: Fostering the creation of interconnected regional clusters with local transfers and collaboration, developing competences in high-end manufacturing technologies, and developing excellence in manufacturing technologies would be the key missions of a KIC at regional level. In this connection, specific attention could be given to those regions more affected by declining manufacturing capacity as well as to SMEs. One of the major challenges for reaching the above aims is the availability of a highly qualified workforce which is sufficient in quality as well as in numbers. A KIC would therefore have a very important role to play in re-shaping the education landscape in this field. By creating closer links between skills demanders and education providers, a KIC would promote joint post-graduate degrees, post-graduate professional training and industrial \"real-life\" courses. Capacity-building will be also a central element of a KIC in added-value manufacturing."
}