{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 4,
  "chunk_text": "2. During the implementation of the Unions macro-financial assistance, the Commission shall monitor the soundness of Georgias financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance, as well as Georgias adherence to the agreed timeframe. 3. The Commission shall verify at regular intervals that Georgias economic policies are in accordance with the objectives of the Unions macro-financial assistance and that the agreed economic policy conditions are being satisfactorily fulfilled. To that end, the Commission shall coordinate closely with the IMF and the World Bank, and, where required, with the Economic and Financial Committee. Article 3 1. Subject to the conditions set out in paragraph 2, the Unions macro-financial assistance shall be made available by the Commission in two instalments, each of them consisting of a grant and a loan element. The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The Commission shall decide on the release of the instalments subject to the satisfactory fulfilment of the economic policy and financial conditions agreed in the Memorandum of Understanding. The disbursement of the second instalment shall take place no earlier than three months after the release of the first instalment. 3. The Unions funds shall be paid to the National Bank of Georgia. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Unions funds may be transferred to the Treasury of Georgia as the final beneficiary. Article 4 1. The borrowing and lending operations relating to the loan component of the Unions macro-financial assistance shall be carried out in euro using the same value date and shall not expose the Union to any transformation of maturities, to any exchange or interest rate risks, or to any other commercial risk. 2. The Commission shall take the necessary steps, if Georgia so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it is matched by a corresponding clause in the terms and conditions of the Commissions borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if Georgia so requests, the Commission may refinance all or part of its initial loan or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the loan concerned or increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Georgia. 5. The Commission shall keep the European Parliament and the Economic and Financial Committee informed of developments in the operations referred to in paragraphs 2 and 3. Article 5 The Unions macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom)"
}