{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 30,
  "chunk_text": "2. RELEVANCE AND IMPACT This thematic field is highly relevant in terms of economic and societal impact. Raw materials are crucial for the world economy and quality of life; increasing resource efficiency will be key to securing growth and jobs for Europe. It will bring major economic opportunities, improve productivity, drive down costs and boost competitiveness. Whilst the Union does have an excellent research pedigree and various centres of excellence exist, much more could be done to capitalise on this within this priority area. A KIC would be particularly suited to this. Aligning with other Union activities, a KIC in this area should concentrate on fostering a knowledge hub and centre of expertise on academic, technical and practical education and research in sustainable surface, subsurface, deep-sea, urban and landfill mining, material management, recycling technologies, end of life management, material substitution and open trade, as well as global governance in raw materials. This would act as a broker and clearing house for European centres of excellence on these related topics and manage a research programme of strategic importance to Union industry. For this reason and in order to maximise the impact of the actions and avoid any duplication with Union activities, including the EIP on Raw Materials, the KIC will provide the necessary complement in the areas of human capital (i.e. training, education) for the technology innovative pilot actions (e.g. demonstration plants) for sustainable land and marine exploration, extraction and processing, resource efficient use, collection, recycling, re-use and substitution. At the same time it could include targets around becoming a technology pioneer by creating pilot schemes and demonstrators of innovative processes and solutions, involving for example the use of economically attractive and sustainable alternative materials, including bio-based materials of strategic importance to the Union. It can consequently trigger the expansion of existing markets and creation of new ones, namely in the areas of sustainable exploration, extraction and processing, resource efficient materials management, recycling technologies, and materials substitution. It will be necessary to assess impacts and develop innovative, cost-effective adaptation and risk prevention measures for particularly sensitive habitats, such as the Arctic. A KIC in this area will be very important to overcome the barrier which lack of technology constitutes. Technical innovation is required to develop a host of complementary technologies that could change the shape of traditional mineral and raw material value chains. This is an area that requires further work to develop new processes and in order to optimise and commercialise existing knowledge in this area. The entrepreneurial approach of a KIC would be particularly suited to addressing this issue. Another added value element of a KIC on raw materials is its contribution to addressing the sector's limited networking opportunities. In fact, the disparate nature of the various involved research areas means that there are limited opportunities to meet researchers within different subject areas and benefit from the cross pollination of ideas and collaboration that will be required to foster cost effective low carbon, environmentally sound solutions."
}