{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 8,
  "chunk_text": "(14) The choice of the procedure for the adoption of the memoranda of understanding should be decided in accordance with the criteria set out in Regulation (EU) No 182/2011. In this context, the advisory procedure should apply as a general rule, but considering the potentially important impact of the operations superior to the threshold set out in part B, it is appropriate that the examination procedure is used for the latter operations. PART B - PRINCIPLES 1. Aim of the assistance (a) Macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support to eligible third countries and territories. It should aim to restore a sustainable external finance situation for eligible countries and territories facing external financing difficulties. It should underpin the implementation of a policy programme that contains strong adjustment and structural reform measures designed to improve the balance of payment position, in particular over the programme period, and reinforce the implementation of relevant agreements and programmes with the Union. (b) Macro-financial assistance should be conditional on a significant and residual external financing gap having been determined by the Commission in cooperation with the multilateral financial institutions over and above the resources provided by the IMF and other multilateral institutions, despite the implementation of strong economic stabilisation and reform programmes by the relevant country or territory. (c) Macro-financial assistance should be of a short-term nature and should be discontinued as soon as the external financial situation has been brought back to a sustainable situation. 2. Eligible countries and territories The third countries and territories eligible to become beneficiaries of macro-financial assistance should be:  candidate and potential candidate countries,  countries and territories covered by the European Neighbourhood Policy,  in exceptional and duly justified circumstances, other third countries that play a determining role in regional stability, are of strategic importance for the Union, and are politically, economically and geographically close to the Union. 3. Form of the assistance (a) Macro-financial assistance should generally take the form of a loan. In exceptional cases, however, the assistance may be provided in the form of a grant or a combination of a loan and a grant. When determining the appropriate share of a possible grant element, the Commission, when preparing its proposal, should take into consideration the level of economic development of the beneficiary, as measured by per capita income and poverty ratios, as well as its ability to repay, drawing on debt sustainability analysis while ensuring that the principle of fair burden-sharing between the Union and other donors is respected. For this purpose, the Commission should also take into account the extent to which international financial institutions and other donors apply concessional terms to the country in question. (b) Where macro-financial assistance takes the form of a loan, the Commission should be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and on-lend them to the beneficiary."
}