{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 6,
  "chunk_text": "(2) Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part (OJ L 205, 4.8.1999, p. 3). (3) OJ L 55, 28.2.2011, p. 13. (4) OJ L 298, 26.10.2012, p. 1. (5) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 (OJ L 362, 31.12.2012, p. 1). Joint Declaration by the European Parliament and the Council adopted together with the decision providing further macro-financial assistance to Georgia The European Parliament and the Council:  agree that the adoption of the decision on providing further macro-financial assistance to Georgia should be seen in the wider context of the need for a framework that should secure sound and effective decisions on providing macro-financial assistance to third countries;  agree that the adoption of decisions on macro-financial assistance operations should be based on the considerations and the principles set out below for the granting of Union macro-financial assistance to eligible third countries and territories, without prejudice to the right of legislative initiative and the legal form that a future instrument formalising these considerations and principles might take;  commit to fully reflect these considerations and principles in the future individual decisions on granting the Unionss macro-financial assistance. PART A - CONSIDERATIONS (1) The Union is a major provider of economic, financial and technical assistance to third countries. Union macro-financial assistance (macro-financial assistance) has proved an efficient instrument for economic stabilisation and a driver for structural reforms in countries and territories benefitting from such assistance (beneficiaries). In accordance with its overall policy in respect of candidate, potential candidate, and neighbourhood countries, the Union should be in a position to provide macro-financial assistance to those countries with the aim of developing a zone of shared stability, security, and prosperity. (2) Macro-financial assistance should be based on ad-hoc, country-specific decisions of the European Parliament and of the Council. These principles aim to enhance the efficiency and effectiveness of the decision-making process leading to such decisions and their implementation, and to strengthen the application by the beneficiary of the political pre-conditions for granting macro-financial assistance and to improve the transparency and democratic scrutiny of that assistance. (3) In its resolution on the implementation of macro-financial assistance to third countries of 3 June 2003, the European Parliament called for a framework regulation for macro-financial assistance in order to expedite the decision-making process and provide this financial instrument with a formal and transparent basis. (4) In its conclusions of 8 October 2002, the Council established criteria (the so-called Genval criteria) to guide macro-financial assistance operations. It would be appropriate to update and clarify these criteria, inter alia the criteria for determining the appropriate form of assistance (a loan, a grant or a combination thereof)."
}