{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 46,
  "chunk_text": "82/176/EEC, 83/513/EEC, 84/156/EEC, 84/491/EEC, 86/280/EEC and amending Directive 2000/60/EC of the European Parliament and of the Council (OJ L 348, 24.12.2008, p. 84). (20) Directive 2008/50/EC and Directive 2004/107/EC of the European Parliament and of the Council of 15 December 2004 relating to arsenic, cadmium, mercury, nickel and polycyclic aromatic hydrocarbons in ambient air (OJ L 23, 26.1.2005, p. 3). (21) Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7) and Directive 92/43/EEC. (22) European Environment Agency Technical Report 12/2010. (23) Paragraph 14 of the European Council conclusions of 26 March 2010 (EUCO 7/10) states: There is an urgent need to reverse continuing trends of biodiversity loss and ecosystem degradation. The European Council is committed to the long term biodiversity 2050 vision and the 2020 target set out in the Councils conclusions of 15 March 2010.. (24) COM(2012) 673. (25) COM(2011) 144. (26) SWD(2012) 101. (27) COM(2006) 232. (28) COM(2012) 673. (29) COM(2013) 216. (30) COM(2011) 112. (31) COM(2012) 582, entitled A stronger European industry for growth and economic recovery. (32) Principle IX of the Small Business Act for Europe, proposes actions to enable SMEs to turn environmental challenges into opportunities (COM(2008) 394). (33) Fostering Innovation for Green Growth (OECD 2011) and The Eco-Innovation Gap: An economic opportunity for business (EIO 2012). (34) COM(2012) 173. (35) The EU eco-industry sector employed around 2,7 million people in 2008 and for 2012 this figure could be around 3,4 million (Ecorys, 2012). (36) The number of Jobs dependent on the Environment and Resource Efficiency improvements (ECORYS 2012). (37) COM(2011) 899. (38) The impact of renewable energy policy on economic growth and employment in the EU (Employ-RES 2009). (39) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). (40) COM(2013) 169. (41) Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17). (42) Regulation (EC) No 1221/2009 of the European Parliament and of the Council of 25 November 2009 on the voluntary participation by organisations in a Community eco-management and audit scheme (EMAS) (OJ L 342, 22.12.2009, p. 1). (43) Directive 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products (OJ L 285, 31.10.2009, p. 10) and Directive 2010/30/EU of the European Parliament and of the Council of 19 May 2010 on the indication by labelling and standard product information of the consumption of energy and other resources by energy-related products (OJ L 153, 18.6.2010, p. 1). (44) Regulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel (OJ L 27, 30.1.2010, p. 1)."
}