{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 25,
  "chunk_text": "EIT funding will continue to be provided for certain KIC added value activities where EIT investment brings substantial returns, such as education, business creation, co-location, outreach and dissemination. Currently, the EIT funding to the KICs is carried out solely via grants. In the next Multiannual Financial Framework (MFF 2014-2020) new financial mechanisms may be established via debt or equity instruments. As an 'investor' in KICs, the EIT will follow these developments closely, and will encourage KICs access to make full use of them, facilitating and coordinating access if appropriate. 4.2. EIT budget needs The EIT's budget needs in the period 2014-2020 are EUR 2 711,4 million and are based on three main components: the necessary expenditure for consolidation of the existing three KICs, gradual development towards new KICs in 2014, 2016 and 2018 respectively, and dissemination and outreach activities and administrative expenditure. Around EUR 1 695 million (62,5 % of the total EIT budget) is envisaged to fund the KICs designated in 2009 and already operating at the cruising speed; EUR 542 million (20 %) is envisaged for the second wave of KICs, EUR 249 million (9,2 %) for the third wave and EUR 35 million (1,3 %) for the final wave. Therefore, the projected EIT budget for the KICs in the period 2014-2020 equals to EUR 2,5 billion (93 % of the EIT total budget for the period 2014/2020). Through the EIT's strong leverage effect, the KICs are expected to mobilise a further EUR 7,5 billion of other public and private sources. The EIT will also engage in a number of dissemination and outreach activities, including providing support for structured mobility within the RIS, which will significantly enhance the impact of its operations across Europe. Moreover, a number of horizontal supporting and monitoring services will provide added value and efficiency gains for KIC activities. In implementing and developing these activities, the EIT will need to follow a strategy aimed at a high efficiency ratio, i.e. a maximum of impact to be achieved through light-touch mechanisms. Around EUR 125 million (4,6 %) of the EIT budget is needed to implement these activities. If the EIT is to pioneer new models of open innovation and simplification, this should be reflected in its approach to administration. The EIT headquarters needs to be a lean organisation, which follows a strategic approach towards tapping into expertise whenever needed, but without creating unnecessarily heavy and permanent structures. The costs of administrative expenditure, covering necessary staff, administrative, infrastructure and operational expenses, will over time not exceed 2,4 % of the EIT budget. Part of the administrative expenditure is covered by the host country Hungary through provision of free of charge office space until the end of 2030, as well as an annual contribution of EUR 1,5 million to the staff cost until the end of 2015. On this basis, administrative expenditure will therefore be approximately EUR 65 million for 2014-2020. Graph 3: Breakdown of the budget needs"
}