{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 26,
  "chunk_text": "On this basis, administrative expenditure will therefore be approximately EUR 65 million for 2014-2020. Graph 3: Breakdown of the budget needs The EIT during the next MFF will primarily be funded through a contribution from Horizon 2020, of which an amount of EUR 2 711,4 million is envisaged. Factsheet 1: Innovation for Healthy Living and Active Ageing 1. THE CHALLENGE Health, demographic change and well-being have been identified as major societal challenges which will be addressed within the framework of Horizon 2020. The overarching aims of any action to address this challenge should be to improve the quality of life of European citizens of all ages and to maintain economic sustainability of the health and social care systems in the face of increasing costs, shrinking human resources and citizens' expectations for the best care possible. The challenges relating to the health and social care sectors are numerous and closely interlinked. They range from chronic diseases (cardiovascular, cancer, diabetes) together with overweight and obesity, infectious (HIV/AIDS, tuberculosis) and neurodegenerative diseases (exacerbated by an increasingly ageing population), to social isolation, reduced wellbeing, increased dependency of patients on formal and informal care, and multiple exposure to environmental factors with unknown long-term health consequences. In addition, barriers to the application, exploitation and deployment of new findings, products and services prevent effective responses to those challenges. The response to these challenges has been defined in Horizon 2020 as aiming \"to provide better health, quality of life and general wellbeing for all by supporting research and innovation activities. These activities will focus on the maintenance and promotion of health throughout our lifetimes, and on disease prevention; on improving our ability to cure, treat and manage disease and disability; supporting active ageing; and on contributing to the achievement of a sustainable and efficient care sector, including local and regional services and the adaptation of cities and their facilities for an ageing population.\" 2. RELEVANCE AND IMPACT A KIC on innovation for Healthy Living and Active Ageing will help meeting Horizon 2020 priorities, namely those defined in the context of the societal challenge \"Health, Demographic Change and Wellbeing\". This thematic field is highly relevant from a societal and public policy point of view. Questions of healthy living and active ageing have a bearing on nearly all sectors of our lives and society, and very often call for regulatory action. The health and social care sector is also highly relevant from a socio-economic perspective, since it is one of the sectors on which most money is spent (public and private) (4); and the sector does not only offer opportunities for economic and technological innovation, it also has a great potential for social innovation. Ageing population is a challenge for public services and requires for example the development and improvement of local services and urban adaptation."
}