{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 48,
  "chunk_text": "91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1). (62) Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (OJ L 353, 31.12.2008, p. 1). (63) Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (OJ L 167, 27.6.2012, p. 1). (64) Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (OJ L 309, 24.11.2009, p. 1). (65) Directive 2006/7/EC of the European Parliament and of the Council of 15 February 2006 concerning the management of bathing water quality and repealing Directive 76/160/EEC (OJ L 64, 4.3.2006, p. 37). (66) Council Directive 98/83/EC of 3 November 1998 on the quality of water intended for human consumption (OJ L 330, 5.12.1998, p. 32). (67) The costs of not implementing the environment acquis (COWI 2011). (68) 29th annual report on monitoring the application of EU law (2011) (COM(2012) 714). (69) COM(2012) 095. (70) COM(2008) 773. (71) COM(2008) 046. (72) Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1). (73) Regulation (EU) No 911/2010 of the European Parliament and of the Council of 22 September 2010 on the European Earth monitoring programme (GMES) and its initial operations (2011 to 2013)(OJ L 276, 20.10.2010, p. 1) and COM(2013) 312 on a proposal for a Regulation of the European Parliament and of the Council establishing the Copernicus Programme and repealing Regulation (EU) No 911/2010. (74) COM(2012) 216. (75) COM(2011) 662. (76) COM(2011) 681. (77) Proposal for a Regulation of the European Parliament and of the Council on the establishment of a Programme for the Environment and Climate Action (COM(2011) 874, 2011/0428(COD)). (78) European Council conclusions of 29 June 2012 (EUCO 76/12). (79) Directive 2001/42/EC of the European Parliament and of the Council of 27 June 2001 on the assessment of the effects of certain plans and programmes on the environment (OJ L 197, 21.7.2001, p. 30). (80) Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on the assessment of the effects of certain public and private projects on the environment (OJ L 26, 28.1.2012, p. 1). (81) See, for example, the Cities of tomorrow report (European Commission, 2011) and SWD(2012)0101. (82) COM(2011) 615. (83)"
}