{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 29,
  "chunk_text": "Likewise, it will coordinate with the work of the Ambient Assisted Living Joint Programme and the Competitiveness and Innovation Programme. In conclusion, a KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. 4. CONCLUSION A KIC which focuses on the broader issue of innovation for healthy living and active ageing meets the criteria put forward for the selection of KIC themes:  It addresses a major economic and societal relevant challenge (lifelong health and wellbeing of all, while maintaining economically sustainable care systems), and contributes to the delivery of the Europe 2020 agenda and its objectives on employment, innovation, education and social inclusion.  This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the health and social care areas, in particular with the corresponding JPIs and the EIP on Active and Healthy Ageing.  It can build on a strong research base and on a solid industrial sector which will be attracted by a KIC. It is able to mobilise investment and long-term commitment from the business sector and offers possibilities for various emerging products and services.  It will address the European paradox, since it will capitalise the Union's strong research base and find new innovative approaches to improve the quality of life of European citizens and to maintain economic sustainability of the health and social care systems.  It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It will foster new technological developments and social innovation.  It aims at overcoming the high level of fragmentation of the whole health and social care sector; and will bring together a critical mass of excellent research, innovation, education and training stakeholders along the sector.  It takes a systemic approach and thus requires transdisciplinary work involving different areas of knowledge, such as medicine, biology, psychology, economy, sociology, demography and ICT. Factsheet 2: Raw Materials (6)  Sustainable Exploration, Extraction, Processing, Recycling and Substitution 1. THE CHALLENGE Modern society is totally dependent upon access to raw materials. Access to rawmaterials is essential for the effective functioning of the Union economy. However, the triptych of decreasing finite natural resources, an ever increasing human population, and rapidly increasing levels of consumption in the developing world are putting increasing demands on the planets' raw materials and natural resources. These factors are some of those responsible for the predicted increase in natural resource consumption during the next decades. As highlighted by the Resource-Efficiency Roadmap and Horizon 2020, we should aim to ensure accessibility, availability and sustainable use of raw materials that is needed for the European economy and for the satisfaction of our well being, whilst achieving a resource efficient economy that meets the needs of a growing population within the ecological limits of a finite planet. 2. RELEVANCE AND IMPACT"
}