{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 47,
  "chunk_text": "(44) Regulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel (OJ L 27, 30.1.2010, p. 1). (45) Ecodesign, Energy Label, Ecolabel, EMAS and Unfair Commercial Practice legislation is due for revision before 2015. (46) COM(2011) 899. (47) Annual food waste generation in the Union is approximately 89 million tonnes, representing 179 kg per capita (BIO Intelligence Service 2010). The aggregated impacts of housing and infrastructure account for around 15-30 % of all consumption-related environmental pressures in Europe and contribute approximately 2,5 tonnes of CO2 equivalent per capita annually (SEC(2011)1067). (48) Regulation (EC) No 106/2008 of the European Parliament and of the Council of 15 January 2008 on a Community energy-efficiency labelling programme for office equipment (OJ L 39, 13.2.2008, p. 1); Directive 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, p. 5) and the Energy Efficiency Directive. (49) For example, the full implementation of Union waste legislation would save EUR 72 billion a year, increase the annual turnover of the Union waste management and recycling sector by EUR 42 billion and create over 400 000 jobs by 2020. (50) Eurostat Stat 13/33 Municipal Waste 2011. (51) Directive 2008/98/EC. (52) Recycling is defined in point (17) of Article 3 of Directive 2008/98/EC as any recovery operation by which waste materials are reprocessed into products, materials or substances whether for the original or other purposes. It includes the reprocessing of organic material but does not include energy recovery and the reprocessing into materials that are to be used as fuels or for backfilling operations;. (53) Recovery is defined in point (15) of Article 3 of Directive 2008/98/EC as any operation the principal result of which is waste serving a useful purpose by replacing other materials which would otherwise have been used to fulfil a particular function, or waste being prepared to fulfil that function, in the plant or in the wider economy. [ ¦];. (54) COM(2012) 673. (55) Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (OJ L 182, 16.7.1999, p. 1). (56) Directive 2008/98/EC. (57) Special Eurobarometer survey 365 (2011). (58) SOER 2010. (59) SOER 2010. (60) High noise levels are defined as noise levels above 55dB Lden and 50dB Lnight. (61) Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives"
}