{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 33,
  "chunk_text": "In addition, a number of food production systems in the world are unsustainable. Without change, the global food system will continue to degrade the environment and compromise the world's capacity to produce food in the future. These problems in particular have to be seen in connection with consumers' attitudes, concerns and behaviours, as production is driven by consumers and markets. During the last two decades the complexity of food consumption has increased dramatically. Consumers demand affordable, diversified, high quality and convenient food products responding to their tastes and needs. Concerns regarding various issues, ranging from food safety and environmental protection to ethical considerations, such as fair trading practices or animal welfare, are continuously increasing and result in growing demands by consumer groups for political action. Finally, food consumption habits (including food wastage) can have strong impacts on consumer health and well-being, as well as on primary production and on the environment. Horizon 2020 addresses this complexity and defines the challenges relating to this sector: \"The challenge is to secure supplies of safe and high quality food and bio-based products and to ensure sustainable management of biological resources, contributing to both rural and coastal development and to competitiveness of the European biobased industries, while preserving terrestrial and marine eco-systems, reducing fossil-dependency, mitigating and adapting to climate change and promoting zero-waste and resource efficiency.\" 2. RELEVANCE AND IMPACT A KIC on a sustainable supply chain will help meeting Horizon 2020 priorities, namely those defined in the context of the societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". This thematic field is in addition highly relevant in terms of economic and societal impact. Questions of food safety and security have a bearing on nearly all sectors of our economy and society, and very often call for regulatory action. The food industry is the largest manufacturing sector in Europe and plays an essential role in Europe's wider economic development. Despite its relevant role, the competitiveness of the European food and drink industry is being challenged. Over the last decade, Europe's share of the global market has declined from 25 % to 21 % in the face of competition from emerging economies, such as China, India and Brazil. Increasingly unable to compete on cost alone, the European food industry needs to be able to add value by creating healthier, more sustainable and resource-efficient products if it is to reverse this decline. Action is needed to ensure a climate resilient and sustainable global food system while meeting the increasing food demand within the constraints of available land and declining fish stocks, protecting the natural environment and safeguarding human health. A KIC in this area will focus on the food supply chain. This focus lends itself particularly well to the holistic approach of a KIC."
}