{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 22,
  "chunk_text": "This guidance would include in particular management of a KIC and how to involve core and non-core partners. Interactions between EIT headquarters and the KICs need to be systematic and regular as well as clear, transparent and trust-based in order to achieve maximum efficiency. Both the contractual relations between the EIT and the KICs as well as the organisational arrangements of the EIT headquarters should contribute thereto. Moving away from a merely administrative role, the EIT headquarters will optimise their operational functions to steer the KICs to maximum performance and make good results widely available. There are efficiency gains to be achieved from providing a number of centralised services and functions, rather than at individual KIC level. While all KICs work on specific themes, a number of elements are of a horizontal nature and it is precisely there where the EIT can provide tangible added value. Such knowledge provider functions can relate notably to the EIT headquarters becoming an information broker and resourceful interlocutor, e.g. in fostering cross-KIC exchange and mutual learning, facilitating relations with the Union institutions and other key organisations, such as the Organisation for Economic Co-operation and Development (OECD), or on specific horizontal issues, such as counselling on IP, technology and knowledge transfer, benchmarking against international best practices, or undertaking anticipation and foresight studies to identify future directions for the EIT and the KICs. The EIT and KICs should decide together where these tasks can be most effectively dealt with. In this regard, it will be of crucial importance for the EIT and the KICs to establish viable mechanisms for systematic collaboration around horizontal issues. The EIT will 혬 Provide clear and coherent guidance on expectations, obligations and responsibilities throughout the entire life cycle of the KICs. 혬 Develop in close cooperation with the KICs a capacity within EIT headquarters to facilitate cross-KIC exchange and learning. 혬 Provide a number of services to KICs on horizontal issues where efficiency gains can be achieved, as well as implement other corporate policies to the same end. 혬 Provide guidance on affiliation and association of partners which are not able to become fully fledged investors and partners of a KIC. 3.3. Engaging with stakeholders Active exchange and mutual learning with other initiatives should be a cornerstone of the EIT's efforts in testing out new innovation models. The EIT therefore needs to tap into existing best practices and external expertise in order to become the reference body for innovation it aspires to. It is therefore indispensable for the Governing Board to take its decisions informed by the insights and needs of the innovation actors on the ground, and in the context of the wider European framework. By embracing a culture of openness and external engagement, the EIT can actively promote the take-up and acceptance of new innovations by society at large. To this end, the EIT will directly engage with Member States and other stakeholders from across the innovation chain, generating beneficial effects on both sides."
}