{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 28,
  "chunk_text": "In addition, a specific added value a KIC could provide in this area could be the creation of innovative partnerships at the local level which is of particular importance in the services sector. Through its integrative approach to the knowledge triangle, a KIC on healthy living and active ageing would be therefore a key contributor to addressing the 'European paradox': adding value to the Union's excellent position in scientific research, and transforming this asset into innovative products and services, and new business opportunities and markets. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation and policy regulatory framework conditions, which could require some adaptations KICs are not directly aiming at addressing (5). Therefore KICs need to liaise with ongoing Union and national innovation and policy activities on these matters (see next Section). 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES Health and active ageing related issues are strongly supported by many Union initiatives. Such initiatives encompass a broad range of policy domains in addition to the health sector, such as economy, security and the environment. They therefore indirectly contribute to such targets of Europe 2020 as R&D/Innovation, employment and social inclusion. A KIC on innovation for healthy living and active ageing will closely co-operate with the pilot European Innovation Partnership (EIP) on Active and Healthy Ageing. It will take into account the concrete actions presented in the EIP Strategic Innovation Plan and contribute to delivering its objectives. It will create complementarity in education and training key actors, but also in providing a unique structured network of practitioners well placed to identify framework conditions and best practise on policy, regulatory or standardisation issues having an impact in the sector. In the context of the EIP, a KIC in this area can also contribute to the Lead Market Initiative  eHealth which aims at stimulating the market for innovative eHealth solutions through its focus on policy instruments (standardisation, certification systems and public procurement). Coordination will be also fostered with the Joint Programming Initiative (JPI) to boost research on Alzheimer's and other neurodegenerative diseases, and the JPI 'More Years, Better Lives' - the potential and challenges of demographic change and the JPI \"A Healthy Diet for a Healthy Life\". A KIC in this area will speed up and foster the exploitation of excellent public research pooled together by these JPIs, and thereby address fragmentation in the innovation landscape. A KIC will also strongly build on and capitalise upon the major research results of the Joint Technology Initiative on Innovative Medicines and of the numerous framework programme research projects addressing this thematic field (such as the health research programme or the ICT research activities on health and ageing) to boost technology transfer and commercialisation via entrepreneurial top talent. Likewise, it will coordinate with the work of the Ambient Assisted Living Joint Programme and the Competitiveness and Innovation Programme."
}