{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 45,
  "chunk_text": "Implementing the 10-year Framework of Programmes on Sustainable Consumption and Production; (vi) assessing the environmental impact, in a global context, of Union consumption of food and non-food commodities and, if appropriate, developing policy proposals to address the findings of such assessments, and considering the development of a Union action plan on deforestation and forest degradation; (vii) promoting the further development and implementation of emissions trading schemes around the world and facilitating the linking of such systems; (viii) ensuring that economic and social progress is achieved within the carrying capacity of the Earth, by increasing understanding of planetary boundaries, inter alia, in the development of the post-2015 framework in order to secure human well-being and prosperity in the long-term. (1) The economic benefits of environmental policy (IES, Vrije Universiteit Amsterdam, 2009); COM(2012) 173; Implementing EU legislation for Green Growth (BIO Intelligence Service 2011). (2) Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (OJ L 206, 22.7.1992, p. 7). (3) SEC(2011)1067; The European Environment  state and outlook 2010: Assessment of Global Megatrends (SOER 2010). (4) UN Secretary-Generals High-Level Panel on Global Sustainability report Resilient People, Resilient Planet: A future worth choosing, 2012. (5) Thresholds associated with nine planetary boundaries have been identified which, once crossed, could lead to irreversible changes with potentially disastrous consequences for humans, including: climate change, biodiversity loss, global freshwater use, ocean acidification, the nitrogen and phosphorus cycles and land-use change (Ecology and Society, Vol. 14, No 2, 2009). (6) According to the Stern Review on the Economics of Climate Change, without action, the overall costs of climate change will be equivalent to losing at least 5 % of global gross domestic product (GDP) each year. Including a wider range of risks and impacts, this figure could increase this to 20 % of GDP. (7) OECD Environmental Outlook to 2050: The Consequences of Inaction (report, 2012). (8) COM(2011) 244. (9) COM(2011) 571. (10) COM(2011) 112. (11) COM(2011) 885. (12) COM(2011) 144. (13) United Nations General Assembly Resolution A/Res/66/288. (14) Directive 2000/60/EC. (15) Directive 2008/56/EC. (16) Council Directive 91/271/EEC of 21 May 1991 concerning urban waste-water treatment (OJ L 135, 30.5.1991, p. 40). (17) Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (OJ L 375, 31.12.1991, p. 1). (18) Directive 2007/60/EC of the European Parliament and of the Council of 23 October 2007 on the assessment and management of flood risks (OJ L 288, 6.11.2007, p. 27). (19) Directive 2008/105/EC of the European Parliament and of the Council of 16 December 2008 on environmental quality standards in the field of water policy, amending and subsequently repealing Council Directives 82/176/EEC, 83/513/EEC, 84/156/EEC, 84/491/EEC, 86/280/EEC and amending Directive 2000/60/EC of the European Parliament and of the Council (OJ L 348, 24.12.2008, p. 84)."
}