{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 17,
  "chunk_text": "In future, the EIT must work to make the KIC experience understandable and replicable and build it into a culture that can act as a role model in Europe and beyond. By identifying, analysing and sharing best practices, as well as new governance and funding models from the KICs, the EIT seeks to ensure that knowledge generated within the EIT and its KICs is disseminated and capitalised upon for the benefit of people and institutions, including those not directly participating in the KICs. The EIT will also seek to enhance its visibility across the Union. All relevant means and avenues of communication should be used to ensure sufficient access to information on the functioning and the scope of the EIT and the KICs. The EIT can play the decisive role in synthesising the diversity of approaches applied by the KICs and in making them transferable in areas where innovation capacity is weak, and which would otherwise not be able to benefit from the experience gained by the EIT. Such outreach will ensure that the benefits of the EIT experience promote the development of innovation capacity in these areas. This activity is able to generate strong returns in so far as it builds on the work of the KICs. The introduction of a Regional Innovation Scheme (RIS) targeted at partnerships of higher education institutions, research organisations, companies and other stakeholder organisations will provide a specific mechanism for the dissemination of best practice and widening participation in KIC activities. Such a scheme will not only provide participants from beyond the KICs with the opportunity to gain expertise from and facilitate interaction with the KICs, but will also provide them with incentives to make full use of the knowledge and know-how acquired in areas beyond the KICs, thereby enhancing innovation capacity across the Union. Furthermore, RIS participants will have to demonstrate a clear thematic alignment by referring to relevant regional innovation plans in particular Smart Specialisation Strategies to ensure strategic impact. The scheme will be implemented on a voluntary basis by KICs with support as appropriate from the EIT. Participants will be selected through an open and transparent process managed by the KICs. Activities undertaken as part of the RIS will be a matter for the KICs. These could include structured mobility actions to ensure that talent  students, researchers, teaching staff and entrepreneurs of any age and gender and at all career levels  beyond the KICs have the opportunity to get involved in the activities of KICs. While RIS participants will primarily use other sources of funding, including national funding, structural funds and own resources to enable participation in the RIS, the EIT may incentivise the implementation of the RIS by the KICs through the funding of structured mobility actions as part of its programme of dissemination and outreach activities."
}