{
  "document_category": "eurlex",
  "document_name": "0EGYWY",
  "chunk_index": 15,
  "chunk_text": "The objective is to set up KICs in thematic areas which, due to their magnitude and complex nature, can only be addressed through a cross-disciplinary, cross-border, and cross-sectoral approach. The selection of the thematic fields therefore needs to be based on a careful analysis as to whether a KIC can bring true added value and have a positive impact on economy and society. The European Commission has carried out this analysis through a process designed to objectively assess the potential of future KIC themes. One starting point was the draft SIA which the EIT Governing Board submitted to the Commission in June 2011. In parallel, a set of robust criteria was developed to allow for an objective assessment of the innovation potential offered by each future theme. The validity of these criteria was checked with the wider innovation community from across the knowledge triangle through an open public consultation. This process resulted in the following list of criteria:  Address major economic and societal challenges Europe faces, and contribute to the delivery of the Europe 2020 Agenda;  Align and co-ordinate with relevant Union policies as well as with existing initiatives under Horizon 2020 and Erasmus+.  Be able to mobilize investment and long-term commitment from the business sector; have an existing market for its products or be able to create new ones;  Create sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business and highly skilled jobs;  Bring together a critical mass of world-class research, education and innovation stakeholders across the whole of Europe, which would otherwise not unite, including cooperation with partners from outside Europe;  Require trans-disciplinary approaches and encourage the higher education institutions to develop new types of education across discipline boundaries;  Address major innovation gaps such as the European paradox, i.e. themes where Europe has a strong research base but a weak innovation performance. The assessment of the themes proposed in the EIT draft as well as by the wider stakeholder community clearly showed a certain degree of variation regarding potential impact the establishment of a KIC would offer. As a result, a number of themes were discarded entirely; others were redefined in order to better respond to the specificities of the European and global context in this area. The following thematic areas have been identified as those where the establishment of a new KIC has greatest potential to add value to existing activities and bring about a real boost to innovation:  Innovation for Healthy Living and Active Ageing  Raw Materials - Sustainable Exploration, Extraction, Processing, Recycling and Substitution  Food4Future - Sustainable Supply Chain from Resources to Consumers  Added-value Manufacturing  Urban Mobility More details on the individual themes are provided in the factsheets at the end of the document (3). On the basis of these themes, the EIT will have the autonomy to organise the future KICs selection process."
}