{
  "document_category": "memos",
  "docId": "memos_63",
  "chunk_index": 5,
  "chunk_text": "On the other\nhand, one might predict that the advice would be particularly influential in light\nof the potential member’s background and stature. The potential value to the\ncontractor of the potential member’s service on this advisory committee should\n1 Although the value o f the consulting contract in relation the potential m em ber's annual income and\noverall net worth may indeed be considered, it should not overshadow the significance o f the absolute value\no f the contract, which is, in our view, a far more im portant criterion in making a waiver decision. 13 also be considered. In this regard, one may want to consider the value of the\nMX contract to the contractor in absolute dollars and as a proportion of the\ncompany’s anticipated receipts for upcoming years. There are undoubtedly numerous other factors that might be considered. Some of these derive more justification from common sense and other disquali­\nfication standards than they do from the actual text of § 208(b). See, e.g.,\nDecisional Officials’ Participation in Rulemaking Proceedings, Administrative\nConference of the United States, 1980 Report, at 51-55. See also Code of\nProfessional Responsibility, American Bar Association (in particular Canons\n4, 5 and 9). For example, public disclosure of the employee’s interest and the\ngovernment’s need for the services of the particular employee are factors that\ncould be compelling in some circumstances. 2 We would also advise that some\ndeference be given to the agency’s general policy or practice in granting\nwaivers under § 208(b)(1). Accordingly, we are not prepared to reject all\nconsideration of factors that do not reflect directly the statutory standard. We\nmust urge, however, that non-statutory factors be used with caution and that the\nweight given to them be analyzed in light of the fact that they are not directly\narticulated in the statutory standard. Numerous other nonstatutory factors have been suggested for use in this\ncase. We think that many of these factors, especially when taken in their\ncombination, could confuse rather than clarify the inquiry. For example, the\nimportance of the advisory committee to the government’s national security\ninterests is a factor that can be used convincingly either to justify or deny a\nwaiver. 3 The same can be said of the temporary, short-term nature of the\nCommission’s work. It also can be counterproductive, in our view, to focus on\nthe reputation for personal integrity of the employee. The integrity factor is\nextremely subjective. As we see it, § 208 was enacted, in large part, to elimi­\nnate such subjective judgments from the disqualification process. Furthermore,\nwe fear that a heavy or frequent reliance upon an official judgment of the\nemployee’s personal integrity will detract from the public acceptance of the\nwaiver process, as well as make it more difficult to deny waivers because of the\npossible negative implication o f a denial with respect to the integrity of the\nemployee. Accordingly, we must counsel against a reliance upon a subjective,\npersonal evaluation of an individual’s reputation for integrity in considering\nthe propriety of § 208(b)(1) waivers. In the end, waiver decisions are committed to the judgment of the appointing\nofficial."
}