{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 21,
  "chunk_text": "This is true even if Customs has been properly des­\nignated by the Attorney General or his designee to exercise authority under that\nstatute. Of course, the Attorney General has discretion to award the property to\nCustoms in such joint enforcement efforts. 57 One other point is worth mentioning. Section 881(e)(1), as amended by the\n1988 Drug Act, provides that when property is forfeited under the Controlled\nSubstances Act, the Attorney General has five options with respect to disposi­\ntion of that property: he may (1) retain the property for official use or transfer the\ncustody or ownership of the property to any federal agency, or any state or local\nlaw enforcement agency that participated directly in the seizure or forfeiture;58\n(2) sell the property; (3) require the General Services Administration to dispose\nof the property; (4) forward it to DEA for disposition; or (5) under certain cir­\ncumstances, transfer forfeited personal property or the proceeds of the sale of for­\nfeited personal or real property to any foreign country that participated in the\nseizure or forfeiture. 59 Pursuant to 21 U.S.C. § 881(e)(2)(B), the provisions of\nthe Department of Justice Forfeiture Fund in 28 U.S.C. § 524(c) only apply to\nforfeitures under the Controlled Substances Act in the event of a cash seizure or\n55 This interpretation of the final clause in section 524(c)(I0) also is consistent with the legislative history of\nthe funds, which reflects Congress’ understanding that Customs has a role to play m drug enforcement efforts. See.\ne g , S. Rep No. 225, 98th Cong., 1st Sess. 217-18 (1983). 56 Most of the seizure and forfeiture provisions used by Customs in drug-related cases are contained in the part\nof the T anff Act of 1930 entitled “Enforcement Provisions.\" See, e.g., 19 U.S C §§ 1590, 1595, 1595a. 57 See infra note 61.\n58 As amended by the 1988 Drug Act, section 88 1(e)(3) requires the Attorney General to assure that any prop­\nerty transferred to a state or local law enforcement agency under this provision of section 881 (e)( I) has a value that\nbears a “reasonable relationship to the degree of direct participation” by the agency, and, for fiscal years beginning\nafter September 30, 1989, that the transfer is not undertaken in order to circumvent any prohibition on forfeitures,\nor limitations on the use of forfeited property, under state law. 39 21 U.S C. §881(e)(l)(A )-(E) 283 the Attorney General’s exercise of his option under 21 U.S.C. § 881(e)(1)(B) to\nsell the forfeited property. 60Thus, section 524(c)(10) does not limit the Attorney\nGeneral’s authority under section 881(e) to retain, sell, or transfer property for­\nfeited under section 881, and was intended to apply only to the Attorney Gen­\neral’s authority over the treatment of forfeited property which could ultimately\nbe deposited (as cash) in the Department of Justice Assets Forfeiture Fund."
}