{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 10,
  "chunk_text": "These requirements\ncannot, however, be equated with the mandatory claim s exhaustion requirements o f section 1013 or the prerequisites\nfor the presentation, proof, and successful adjudication of a claim under the Coast G uard’s 33 C F R pt 136 regula­\ntions. 196 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 2.\nIn a related argument, DOT and the Comptroller General’s opinion assert that\nallowing Fund payments to Trustees under section 1012(a)(4) would effectively\nrender meaningless the provision for payment of their “ costs incurred” under\nsection 1012(a)(2). CG Op. at 4—5. By this reasoning, Trustees would invariably\nbypass the subsection (a)(2) mechanism in favor of the claims provision of sub­\nsection (a)(4) because the latter allows the direct payment of damages without\nthe need for further congressional appropriation. This argument is premised on\nthe interpretive canon providing that a statute should not be interpreted in a way\nthat renders portions of it meaningless or ineffective. See Department o f Revenue\nv. ACF Industries, Inc., 510 U.S. 332, 340-41 (1994). DOT and the Comptroller General, however, have failed to demonstrate that\nsubsection (a)(2) would be rendered meaningless if Trustees were permitted access\nto the Fund under subsection (a)(4). Before pursuing a claim under section 1013,\nfor example, a claimant must generally present the claim to the responsible party\nand wait the required 90 days. When submitted, moreover, the claim must be\nsupported by extensive assessment and documentation of the nature and extent\nof costs and damages, accompanied by certification of the accuracy and integrity\nof the claim as presented. See 33 C.F.R. §§ 136.105 to 136.113, 136.209. Payment\no f the claim must then await NPFC review, evaluation, and adjudication. Congress might well have contemplated occasions when Trustees would be\nbetter served by seeking payments under subsection (a)(2), rather than comply\nwith these substantial requirements applicable to claims under subsection (a)(4),\neven though payment under subsection (a)(2) would require a congressional appro­\npriation. For example, a Trustee with limited resources might find it preferable\nto obtain payment for at least a portion of its allowable costs under subsection\n(a)(2) rather than complying with the procedural requirements for the presentation\nand adjudication of a claim against the Fund under section 1012(a)(4). Addition­\nally, if a Trustee’s claim is denied by the NPFC under subsection (a)(4) — due\nto noncompliance with the 33 C.F.R. pt. 136 procedural requirements, for\nexample, see 33 C.F.R. § 136.105(a) — it could have a basis for pursuing those\nportions of its claim that constitute costs incurred under the provisions of sub­\nsection (a)(2). Indeed, if Congress were to make available a significant portion\nof the Fund for payments under subsection (a)(2) in an annual appropriations act,\nsee 33 U.S.C. § 2752(a), it seems unlikely that eligible Trustees would bother\nto pursue payment under sections 1012(a)(4) and 1013 for costs otherwise recover­\nable under subsection (a)(2) pursuant to the appropriation. Accordingly, we cannot conclude that the reading of the Act proposed by DOT\nis necessary to avoid rendering subsection (a)(2) meaningless. 197 Opinions o f the O ffice o f Legal Counsel m Volume 21"
}