{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 9,
  "chunk_text": "7 See, e.g., United States v. Hunter, 558 F.3d 495, 503–04 (6th Cir. 2009) (“Actual\npossession exists when an individual knowingly has direct physical control over a thing at\na given time[.]”); United States v. Derose, 74 F.3d 1177, 1185 (11th Cir. 1996) (defining\n“actual possession” as “physical possession or . . . actual personal dominion over the thing\nallegedly possessed”); United States v. Raper, 676 F.2d 841, 848 (D.C. Cir. 1982) (finding constructive possession even though the drugs were in another’s “physical possession”); United States v. Moreno, 649 F.2d 309, 313 (5th Cir. Unit A June 1981) (same). 10 Licensing Marijuana Cultivation Contract at 17. And the contract provides for federal monitoring of compliance by the NIDA representative, although that supervision occurs\nprimarily from NIDA’s headquarters in Bethesda, Maryland. Id. at 16, 26,\n34. But the control that NIDA exercises through these contractual provisions amounts at most to constructive possession of the marijuana, and is\nthus insufficient to meet the treaty requirement of physical possession by\nthe federal government. In particular, this requirement demands that the government have physical control over the crop. Because a government acts through its agents,\nthat mandate means the marijuana must be delivered to government\nagents who must have personal and direct physical access to the crops in\nquestion, and not simply the ability or power to obtain access to them. b. It could be argued that the National Center’s employees are acting as\nfederal government agents, and that the federal government physically\npossesses marijuana grown by the National Center through those employees. But in a similar context, for purposes of asking whether the federal\ngovernment is liable for the actions of a contractor under the Federal Tort\nClaims Act, the Supreme Court has emphasized that requiring compliance\nwith “federal standards and regulations” or contract terms that “fix specific and precise conditions to implement federal objectives” does not suffice to “convert the acts of [contractors] into federal governmental acts.” United States v. Orleans, 425 U.S. 807, 815–16 (1976). A contractor’s\nemployees may become federal agents only if the government has the\nauthority “to control the detailed physical performance of the contractor”\nand supervise its “day-to-day operations.” Id. at 814–16 (internal quotation marks omitted). For analogous reasons, the National Center’s employees are not agents\nof the federal government. The parameters of the contract do not provide\nfor DEA or NIDA to supervise closely the day-to-day physical operations\nof the National Center’s distribution and storage functions. And the NIDA\ncontract disavows the notion that it creates an agency relationship. It\nprovides that the National Center operates “[i]ndependently, and not as an\nagent of the Government” and, further, that the National Center “shall be\nrequired to furnish all necessary services, qualified personnel, materials,\nequipment, and facilities, not otherwise provided by the Government.”\n2015 NIDA Contract at 15 (emphasis added). There is simply no indica11 Opinions of the Office of Legal Counsel in Volume 42 tion that the federal government, rather than the National Center, exercises the kind of close supervision of the National Center’s employees that\nwould make them federal agents."
}