{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 23,
  "chunk_text": "I can not bring myself to 19 These concerns also have been enunciated in other presidential signing statements. See Statement on Signing the Energy Policy Act of 1992 (Oct. 24, 1992), 2 Pub. Papers of\nPres. George H.W. Bush 1962, 1963 (1992) (stating that a provision that “authorizes a\nTransition Manager to exercise the powers of the Corporation until a quorum of the Board\nof Directors has been ‘appointed and confirmed,’ must be interpreted so as not to interfere\nwith my authority under Article II, section 2 of the Constitution to make recess appointments to the Board”); Statement on Signing the Departments of Commerce, Justice, and\nState, the Judiciary, and Related Agencies Appropriations Act, 1985 (Aug. 30, 1984),\n2 Pub. Papers of Pres. Ronald Reagan 1210, 1211 (1984) (explaining that a bill intended\nto restrict powers of recess appointees would raise “troubling constitutional issues”). 38 Recess Appointments Amid Pro Forma Senate Sessions believe that the framers of the Constitution ever intended such a catastrophe to happen.”). 20 There is also some judicial authority recognizing the need to protect the\nPresident’s recess appointment authority from congressional incursion. See McCalpin v. Dana, No. 82-542, at 14 (D.D.C. Oct. 5, 1982) (“The\nsystem of checks and balances crafted by the Framers . . . strongly supports the retention of the President’s power to make recess appointments.”), vacated as moot, 766 F.2d 535 (D.C. Cir. 1985); id. at 14 (explaining that the “President’s recess appointment power” and “the\nSenate’s power to subject nominees to the confirmation process” are both\n“important tool[s]” and “the presence of both powers in the Constitution\ndemonstrates that the Framers . . . concluded that these powers should coexist”); Staebler v. Carter, 464 F. Supp. 585, 597 (D.D.C. 1979) (“it is . . .\nnot appropriate to assume that this Clause has a species of subordinate\nstanding in the constitutional scheme”); id. at 598 (“It follows that a\nconstruction of [a statute] which would preclude the President from making a recess appointment in this situation—i.e., during a Senate recess and\nafter the statutory term of the incumbent [official] has expired—would\n20 This Office occasionally has raised similar concerns about the constitutionality of\nthe Pay Act, 5 U.S.C. § 5503 (2006), which imposes certain restrictions on the payment of\nrecess appointees. See Memorandum for the Attorney General, from John O. McGinnis,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Recess Appointments\nat 7 n.7 (July 7, 1988) (“Because it places limitations on the President’s exercise of his\nconstitutional authority, 5 U.S.C. § 5503 may be unconstitutional.”); Intrasession Recess\nAppointments, 13 Op. O.L.C. at 276 n.6 (“If the [Pay Act] were to preclude the President\nfrom paying a recess appointee in these circumstances, it would raise serious constitutional problems because of the significant burden that an inability to compensate an appointee\nwould place on the textually committed power of the President to make recess appointments.”). The Senate’s use of pro forma sessions to prevent the President from making\nrecess appointments, if valid, would constitute a greater restriction on recess appointment\nauthority than the terms of the Pay Act."
}