{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 8,
  "chunk_text": "It may serve regulatory purposes directly by, for exam­\nple, deliberately discouraging particular conduct by making it more\nexpensive. Or, it may serve such purposes indirectly by, for exam17 Opinions o f the Office o f Legal Counsel in Volume 20 pie, raising money placed in a special fund to help defray the agen­\ncy’s regulation-related expenses. Courts facing cases that lie near the middle of this spectrum have\ntended . . . to emphasize the revenue’s ultimate use, asking wheth­\ner it provides a general benefit to the public, of a sort often financed\nby a general tax, or whether it provides more narrow benefits to\nregulated companies or defrays the agency’s costs of regulation. Id. at 685 (citations omitted). We believe that the Clean Air Fee is considerably closer to being a paradigmatic\ntax than a paradigmatic regulatory fee. In Judge Breyer’s terms, the Fee “ is im­\nposed by a legislature [the Council] upon many, or all, citizens [all owners of\nemployment parking spaces]. It raises money, contributed to a general fund, and\nspent for the benefit of the entire community [the account funding the District’s\nsubsidy for mass transit, which is a service available to the entire community].” Id. In other words, the Fee is imposed by a legislative body on property owners\nto raise revenue; it is not imposed by a “ [regulatory] agency upon those subject\nto its regulation.” Id. Moreover, the fact that the Fee applies only if the District’s\nsales and use tax has not been imposed already on the parking service for the\nvehicle also suggests that the Fee is a tax, because it indicates that the Fee is\nintended to complement the parking tax. Indeed, the D.C. Council indicated as\nmuch in its report on the Act when it stated that “ [t]he fee will only be imposed\non persons who do not currently pay the District’s parking tax.” Council Report\nat 10. The District’s argument that the Clean Air Fee is a regulatory fee is as follows: We conclude that the District is required by the Federal Clean\nAir Act to reduce, eliminate and control sources of air pollution\nand that the monetary exaction imposed by the Clean Air Compli­\nance Fee Act is designed to encourage the use of mass transit and\ndecrease air pollution associated with automobile traffic. Inasmuch\nas the primary purpose of this exaction is the control and abatement\nof air pollution, we conclude that this exaction is a “ fee” not a\n“ tax.”\nCorporation Counsel Letter at 3. As a threshold matter, it is open to question whether it is correct to view the\nFee’s primary purpose as being to regulate air pollution by automobile traffic rath­\ner than to raise revenue for mass transit that benefits the general public. The fact\nthat the proceeds of the Fee are to be allocated entirely to support the mass transit\nsystem strongly suggests that the primary purpose of the Fee is to raise revenue\nto support government operations. See Act §11; Council Report at 10. In addition,\nalthough discouraging the use of automobiles for commuting no doubt does serve\n18"
}