{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 26,
  "chunk_text": "23 See 133 Cong. Rec. 15,445 (1987) (“The Senate will go over until Monday pro forma, no business, no speeches, just in and out, and the pro forma meeting on Monday\nwould qualify the cloture motion to be voted on Tuesday[.]”); 139 Cong. Rec. 3039, 3039\n(1993) (“Any sessions will be pro forma or solely for the purpose of hearing the Presidents’ Day address on Wednesday morning.”). 21 41 36 Op. O.L.C. 15 (2012) tradition of using pro forma sessions to prevent a “recess” within the\nmeaning of the Recess Appointments Clause. That attempt began in 2007\nwith the 110th Congress. 24 There may be at least a limited tradition of a\nHouse of Congress using consecutive pro forma sessions to avoid adjournments of more than three days without obtaining the other House’s\nconsent. 25 But past uses of pro forma sessions for housekeeping purposes\nare not good analogies for the current use of pro forma sessions to block\nappointments under the Recess Appointments Clause. The former uses\naffect the operations of only the House in question, and the Constitution\nprovides that “[e]ach House may determine the Rules of its Proceedings,”\nU.S. Const. art. I, § 5, cl. 2. Even uses in connection with interchamber\nrelations affect the Legislative Branch alone. The question whether the 24 It does appear, though, that the use of pro forma sessions to prevent recess appointments was at least contemplated as early as the 1980s. See 145 Cong. Rec. 29,915 (1999)\n(statement of Sen. Inhofe) (“[Senator Byrd] extracted from [the President] a commitment\nin writing that he would not make recess appointments and, if it should become necessary\nbecause of extraordinary circumstances to make recess appointments, that he would give\nthe list to the majority leader . . . in sufficient time in advance that they could prepare for\nit either by agreeing in advance to the confirmation of that appointment or by not going\ninto recess and staying in pro forma so the recess appointments could not take place.”). 25 For example, in 1929, a concurrent resolution provided that the House return from\nsummer recess on September 23, 71 Cong. Rec. 3045 (June 18, 1929). The House passed\na separate resolution providing that “after September 23, 1929, the House shall meet only\non Mondays and Thursdays of each week until October 14, 1929,” provided that the\nSpeaker could call them back sooner if “legislative expediency shall warrant it,” id. at\n3228 (June 19, 1929). Although it was not so stated in the text of the resolution, it was\n“agreed that there shall be nothing transacted [during the Monday and Thursday sessions]\nexcept to convene and adjourn; no business whatever.” Id. at 3229 (statement of Rep.\nTilson); see also 8 Cannon’s Precedents of the House of Representatives § 3369, at 820\n(1935) (describing this incident as one in which the House “provid[ed] for merely formal\nsessions”). This arrangement was subsequently extended twice. 71 Cong. Rec. 4531–32\n(Oct. 14, 1929) (H.R. Res. 59, described by Rep. Tilson as “the same resolution, the dates\nbeing changed, as the original recess resolution passed by the House last June); id. at\n5422 (Nov. 11, 1929)."
}