{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 14,
  "chunk_text": "Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House taking” that requires prior consultation with the Advisory Council must be one\nthat would effect a permanent change in the character and use of the site. Common sense dictates that the NHPA could not require the Secretary to\ncomply with the consultation and review procedures of the section 106 process\nin a manner which would compromise the Service’s ability and mission to ensure\nthe safety of the President and others in the White House complex. A contrary\nresult would render the Service’s broad authority under 18 U.S.C. §3056 ineffec­\ntive; it cannot be that Congress intended that the NHPA could mandate adherence\nto its procedural requirements when such adherence would directly interfere with\nthe Secret Service’s statutory duty to protect the President of the United States. We believe that if the Secretary, as the exigencies permit, provides the Advisory\nCouncil with notice of the Service’s protective actions and requests the Advisory\nCouncil’s comments on the actions, the Secretary will be deemed to have complied\nwith the NHPA’s requirement that the agency head afford the Advisory Council\na “ reasonable opportunity” to comment. Of course, whether any given oppor­\ntunity is reasonable depends on the particular circumstances at issue. 4. National Environmental Policy Act You have also expressed concern about the possible impact of the National\nEnvironmental Policy Act of 1969, Pub. L. No. 91-190, 83 Stat. 852 (1970), as\namended (codified at 42 U.S.C. §§4321-4370) (“ NEPA” ), and its related regula­\ntions concerning federal agency action, on the Secretary’s ability to immediately\nclose the identified streets. Without expressing a view as to whether or to what\nextent NEPA might apply to the street closings, we note that NEPA’s emergency\nexception is broad enough to permit the Secretary to proceed after brief consulta­\ntion with the Council on Environmental Quality. Section 1506.11 of title 40, Code\nof Federal Regulations, provides: Where emergency circumstances make it necessary to take an\naction with significant environmental impact without observing the\n[NEPA regulations,] . . . the Federal agency taking the action\nshould consult with the [Council on Environmental Quality] about\nalternative arrangements. Agencies and the Council will limit such\narrangements to actions necessary to control the immediate impacts\nof the emergency. Other actions remain subject to NEPA review. We believe that the necessity revealed by the White House Security Review of\nenhancing the security perimeter around the White House is an “ emergency”\nwithin the meaning of this regulation. Accordingly, we believe that the Secretary\nmay close the designated streets without running afoul of NEPA. If possible, the\nSecretary should consult with the Council on Environmental Quality concerning\nalternative arrangements prior to closing the streets at issue. 121 Opinions o f the Office o f Legal Counsel in Volume 19 III. Conclusion For the foregoing reasons, we conclude that the Secretary has authority under\n§3056 to close the streets mentioned above to vehicular traffic. In addition, we\nconclude that the other congressional grants of authority discussed above do not\ndiminish that authority. RICHARD SHIFFRIN\nTERESA WYNN ROSEBOROUGH\nDeputy Assistant Attorneys General\nOffice o f Legal Counsel"
}