{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 4,
  "chunk_text": "3 The foregoing discussion indicates that principles o f federal immunity from local taxation and limitations on\nthe D.C. C ouncil’s authority are both implicated by the “ tax o r fee” question. If the Clean Air Fee is a “ tax,”\nthen under either principle only Congress could authorize the imposition o f the tax on the United States. It is important\nto recognize, how ever, that congressional authorization o f the D istrict’s tax w ould require tw o analytically distinct\nsteps, whereas congressional authorization o f o th e r state and local taxes requires only one. Congress may waive\nfederal immunity against a properly enacted state or local tax, acting solely in its capacity as legislature for the\nUnited States. O n the other hand, for Congress to authorize the D istrict’s C lean Air Fee, it must both waive federal\nimmunity and either authorize the D.C. Council to impose the tax (acting as legislature for the United States) or\nimpose the tax directly itself (acting as legislature fo r the District). 4 In light o f this conclusion, there is no need to consider the argument that the Clean A ir Fee falls within the\nscope o f the w aiver o f federal immunity against state and local taxation and regulation set forth in section 118\nof the federal C lean A ir Act, 42 U.S.C. §7418. See Corporation Counsel Letter at 3-7. For even if the Fee satisfies\nthe terms o f that w aiver, it may not be imposed on the United States because its enactment was beyond the D.C. 14 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment A.\nCentral to the analysis of whether a government levy is a user or service fee\nor instead a tax is whether it is imposed to collect payment for a benefit or service\nprovided by the government to the specific payor as a result of a voluntary act\nby the payor, or whether instead the payment is viewed as a mandatory contribu­\ntion for the general support of the government. The clearest Supreme Court guid­\nance on whether an exaction is a tax or a user or service fee is set forth in N ational\nCable Television A ss’n v. United States, 415 U.S. 336 (1974). In considering\nwhether a fee imposed by the Federal Communications Commission was a tax\nand therefore beyond the FCC’s authority, the Court opined:\nTaxation is a legislative function, and Congress, which is the sole\norgan for levying taxes, may act arbitrarily and disregard benefits\nbestowed by the Government on a taxpayer and go solely on ability\nto pay, based on property or income. A fee, however, is incident\nto a voluntary act, e.g., a request that a public agency permit an\napplicant to practice law or medicine or construct a house or run\na broadcast station. The public agency performing those services\nnormally may exact a fee for a grant which, presumably, bestows\na benefit on the applicant, not shared by other members of soci­\nety."
}