{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 8,
  "chunk_text": "Memorandum” ).\ns In support of the notion of contemporaneous consensus, the Court quoted with approval a passage\nfrom John A. Jameson, A Treatise on C onstitu tio n a l C onventions (Da Capo Press 1972) (4th ed. 1887),\nin which Jameson wrote: The better opinion would seem to be that an alteration of the Constitution proposed to-day\nhas relation to the sentiment and the felt needs o f to-day, and that, if not ratified early while\nthat sentiment may fairly be supposed to exist, it ought to be regarded as waived, and not\nagain to be voted upon, unless a second time proposed by Congress. Id. § 585, at 634, q u o te d in p a rt in 256 U.S. at 375. Contrary to the conclusion in D illo n , however, Jameson in his treatise had not suggested that his\n\"opinion” on the need for contem poraneous ratification was based on any requirem ent detectable in\nthe text o f Article V. Rather, he believed that securing this policy goal would require the adoption o f a\n“constitutional statute of lim itation\" for proposed amendments. Jameson specifically referred to the\nContinued 91 In Coleman v. Miller, the Court was presented with a claim by members\nof the Kansas Legislature that the Child Labor Amendment, proposed by\nCongress thirteen years before, “had lost its vitality through lapse of time.”\n307 U.S. at 451. The Court refused to consider the claim. Id. at 452-56\n(opinion of Hughes, C.J., joined by Stone and Reed, JJ.); id. at 456-60\n(Black, 1., joined by Roberts, Frankfurter and Douglas, JJ., concurring). In\nhis “opinion for the Court” in Coleman, Chief Justice Hughes observed that\nalthough the three considerations outlined in Dillon represented “cogent rea­\nsons” for concluding in the earlier case that Congress had the power to fix a\nreasonable time limit for ratification, Dillon's discussion of these consider­\nations was merely a dictum. Id. at 452-53. Nevertheless, in determining\nthat the issue was “political,” Chief Justice Hughes in dicta adhered to the\npremise of Dillon that Article V may be read as implicitly limiting the time for\nratification. See id. at 453-54. See also CRS Memorandum at 3; Staff of House\nComm, on the Judiciary, 85th Cong., 1st Sess.,' Problems Relating to a Federal\nConstitutional Convention 44-45 (Comm. Print 1957) (by Cyril F. Brickfield). 9 2.\nDillon is not authoritative on the issue whether Article V requires con­\ntemporaneous ratification. As Chief Justice Hughes pointed out in Coleman,\n307 U.S. at 452-53, the “reasonable time” discussion in Dillon was dictum\nbecause the issue before the Court was Congress’s authority to limit the\nperiod for ratification, not a State’s authority to ratify a long-dormant pro­\nposed amendment. See 1 Westel W. Willoughby, The Constitutional Law of\nthe United States 596 n.18 (2d ed. 1929) (“Willoughby”) (“[T]he declaration\nof the court [in Dillon] as to the lapsing of proposed amendments which do\n' ( ....continued)\nvarious proposed am endm ents “floating about\" in 1887, including the Congressional Pay Amendment,\nw hich had shortly before been ratified by Ohio, and he acknowledged that “there is in force in regard to\nthem no recognized statute o f limitation.”"
}