{
  "document_category": "memos",
  "docId": "memos_2",
  "chunk_index": 5,
  "chunk_text": "5\n5If any questions arise regarding the acceptance of gifts for the Vice President’s residence, the\nAdministrative Law Section of the Navy’s Office of the Judge Advocate General is familiar with\n(Continued) By tradition, the Committee for the Preservation of the White House,\nestablished by Executive Order No. 11145, has been designated as the recipient\nof gifts made to the White House, although it, of course, accepts such gifts on\nbehalf of the United States. As we understand it, donations of funds to be used\nfor furnishing the White House are accepted by the Committee and deposited in\na special account maintained by the National Park Service for use by the\nCommittee. All gifts are acknowledged by a certificate issued by the Commit­\ntee.6 The Curator’s Office assists the Committee in these matters. Finally, the regional office of the General Services Administration should be\nconsulted regarding donations of art or furnishings to be used in the Old\nExecutive Office Building or gifts of furniture of no particular historical\nsignificance to be used in the East or West Wings of the White House. V. Solicitation of Gifts We are not aware of any statute that either authorizes or prohibits members\nof the President’s or Vice President’s staff from soliciting gifts of art,\nfurnishings, and attendant services. 7 To the degree that the President and Vice\nPresident become involved in the gift process, we see no reason why their staffs\nmay not assist them. However, the applicable statutes appear to assign primary\nresponsibility for the White House and Vice President’s residence to other\nentities, subject to the general supervision of the President and Vice President. As mentioned above, the Committee for the Preservation of the White House\nhas traditionally assumed responsibility for acceptance of gifts to the White\nHouse. In addition, the restrictions contained in Executive Order No. 11222, 3 CFR\n306 (1964-1965 compilation), reprinted in 18 U.S.C. § 201, note (1976), and\nthe implementing regulations for the Executive Office of the President should\nbe considered. 8 Section 201(a) of the Executive order prohibits any employee\ncovered by the order from soliciting any gift, loan, or other thing of monetary\nvalue from any person, organization, or group that:\n(1) has, or is seeking to obtain, contractual or other\nbusiness or financial relationships with his agency;\n(Continued)\ninternal procedures for gifts to the Navy in general, including those to the Vice President’s\nresidence. 6We are not aware that a comparable committee has been established for the Vice President’s\nresidence, but one could presumably be created by the Secretary of the Navy, with the Vice\nPresident’s approval. Such a committee could relieve the Vice President’s staff and family of any\nadministrative burden in accepting gifts and dispel any potential awkwardness in having them\ndirectly involved in the process. 740 U.S.C. § 193p. (1976) makes it unlawful for \"anyone other than an authorized employee or\nconcessionaire . . . to solicit alms, subscriptions, or contributions” (emphasis added) within the\nbuildings or grounds of the Institution. Although this statute is obviously inapplicable to the\npresent situation, it is the only statute pertaining to solicitation of gifts by Federal employees."
}