{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 1,
  "chunk_text": "Authority of the Secretary of the Treasury to Order the Closing\nof Certain Streets Located Along the Perimeter of the White\nHouse\n18 U.S.C. §3056 grants the Secretary of the Treasury broad authority to take actions that are necessary\nand proper to protect the President, including the authority to order the closing o f certain streets\nlocated along the perimeter o f the White House. M ay 12, 1995\nM e m o r a n d u m O p in io n\nD epartm ent for th e\no f th e G eneral C oun sel T reasury This is in response to your request for a legal opinion from the Office of Legal\nCounsel (“ OLC” ) on whether the Secretary of the Treasury (“ Secretary” ) has\nthe authority to order the closing to vehicular traffic of (1) Pennsylvania Avenue\nbetween 17th Street and Madison Avenue, (2) State Place, and (3) the segment\nof South Executive Avenue that connects into State Place in furtherance of his\nresponsibility to protect the President under 18 U.S.C. §3056. Based on a review\nof §3056 and related statutes, their legislative histories, and relevant court and\nOLC opinions, we conclude that §3056 grants the Secretary broad authority to\ntake actions that are necessary and proper to protect the President. In light of\nthe recommendations of the White House Security Review and the United States\nSecret Service’s unique expertise and special responsibility in this matter, we agree\nwith your conclusion that § 3056 authorizes the actions contemplated by the Sec­\nretary. I. Background\nThe White House Security Review, which was recently established by former\nTreasury Secretary Bentsen to examine White House security issues, has deter­\nmined that “ there is no alternative to prohibiting vehicular traffic on Pennsylvania\nAvenue that would ensure the safety of the President and others in the White\nHouse complex from explosive devices carried by vehicles near its boundaries.” Request for Legal Opinion from Edward S. Knight, General Counsel, U.S. Depart­\nment of Treasury, to Walter E. Dellinger, III, Assistant Attorney General, Office\nof Legal Counsel, U.S. Department of Justice 1 (May 10, 1995). You have\ninformed this Office that in light of the Secretary’s responsibilities to protect the\nPresident under § 3056, he is considering ordering the closing to vehicular traffic\nof portions of three streets that bound the grounds of the White House: (1)\nPennsylvania Avenue between 17th Street and Madison Avenue, (2) State Place,\nand (3) the segment of South Executive Avenue that connects into State Place. Id. You have also informed this Office of your view that the conclusion of the\n109 Opinions o f the Office o f Legal Counsel in Volume 19 White House Security Review provides sufficient factual support for the Secretary\nto exercise his authority to close the streets mentioned above. Id. W e have been informally advised that in the past, the Secret Service has taken,\non a temporary basis, actions similar to those contemplated. These actions have\nincluded closing streets and portions of highways to protect the President while\ntraveling, closing parking garages to safeguard him against bomb threats,\nrestricting airspace over the President, and cordoning off areas in hotels in which\nthe President was present."
}