{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 6,
  "chunk_text": "Id. art. 23(2)(a), (b), (c). Federal regulations implement those requirements by mandating that a marijuana manufacturer obtain a DEA license annually for each physical location at which\nmarijuana is grown. 21 U.S.C. § 822(a)(1); 21 C.F.R §§ 1301.11(a),\n1301.12(a). DEA establishes annual production quotas for lawful marijuana cultivation, and it has exercised that authority by setting the annual\nquotas for the National Center, the only entity ever registered by DEA to\ngrow marijuana to supply researchers in the United States. 21 U.S.C.\n§ 826; 21 C.F.R. § 1303.11. DEA has ample authority under this framework to specify the areas and circumstances under which a licensee may\ncultivate marijuana and in fact satisfies the first three requirements of\nArticle 23(2) of the Single Convention in registering applicants under the\nCSA pursuant to those requirements. Article 23 of the Single Convention also imposes control requirements\nbeyond those currently carried out by DEA. Under Article 23(2)(d), “all\ncultivators shall be required to deliver their total crops” to the agency, and\nthe agency “shall purchase and take physical possession of such crops as\nsoon as possible, but not later than four months after the end of the harvest.” Article 23(2)(e) requires the agency to “have the exclusive right of\nimporting, exporting, wholesale trading and maintaining stocks.” The\nUnited States currently attempts to comply with those requirements\nthrough NIDA’s contract with the National Center, under which NIDA’s\ncontracting officials supervise the National Center’s cultivation of marijuana and distribution of marijuana to researchers. Article 23’s final requirement, however, provides that the “governmental functions” in Article\n23(2) must be “discharged by a single government agency if the constitution of the Party concerned permits it.” Single Convention art. 23(3).\n7 Opinions of the Office of Legal Counsel in Volume 42 We conclude that the existing licensing framework departs from Article\n23 in three respects. First, the division of responsibilities between DEA\nand NIDA, a component of the Department of Health and Human Services\n(“HHS”), contravenes Article 23(2)’s requirement that all Article 23\nfunctions be carried out by a single government agency. Second, neither\nof the two government agencies “take[s] physical possession” of the\nmarijuana grown by the National Center, as required by Article 23(2)(d). Third, no federal agency exercises a monopoly over the wholesale trade in\nmarijuana, as required by Article 23(2)(e). We discuss each departure in\nturn. 1.\nCurrent practice diverges from the Single Convention’s requirement\nthat a single agency undertake each of the listed control functions unless\nthe constitution of the treaty party forbids it. As explained, DEA is responsible for the controls required by Article 23(2)(a), (b), and (c) because it effectively designates the area where marijuana cultivation is\npermitted, limits cultivators to those licensed by the agency, and speci fies the extent of the land on which cultivation is permitted. NIDA, for\nits part, attempts to satisfy the physical-possession and governmentmonopoly-control requirements of Article 23(2)(d) and (e) by supervising\ncultivation under its contract with the National Center. That division of\nauthority is contrary to Article 23(3), because nothing in the Constitution\nwould preclude the United States from discharging all of those controls\nthrough one government agency."
}