{
  "document_category": "memos",
  "docId": "memos_9",
  "chunk_index": 12,
  "chunk_text": "7 The Speech or Debate Clause arguably was implicated in Browning not because\nthe job of official reporter for the House of Representatives included duties that\nwere integral to the legislative process, 789 F.2d at 928, but because the disputed\nfactual issue in the employment claim was whether the reporter was fired for\npoor job performance or for racial reasons. Id. at 930. We believe that the more\nsweeping language in Browning must be read in light of those facts. The District\nof Columbia Circuit court concluded that the particular employment decision at\nissue in Browning presented a risk of judicial second-guessing of judgments “ at\nthe very heart of the legislative process.” Id. at 930. Legislative immunity was\nwarranted in Browning, on the narrower view, because assessing the adequacy\nof Browning’s job performance would have required the trial court to “ inquire\ninto matters at the very heart of the legislative process” — such as the nature\nand purpose of the hearings to which Browning had been assigned. Id. In contrast, permitting the INS to enforce section 274A against Congress would\nnot, thwart any of the purposes underlying the Speech or Debate Clause, for\nId at 172 However, in applying Forrester to a case involving a D.C. Council member rather than a M ember of\nCongress, the court in Gross expressly noted that it was not reaching the question “ whether special considerations\napplicable to members of Congress, such as separation-of-powers concerns, continue to justify the absolute immunity\nstandard for congressional personnel decisions adopted in Brow ning.\" Id More recently, in United States v. Rostenkowski, 59 F.3d 1291, 1303 (D.C. Cir 1995), the District o f Columbia Circuit again reserved the question whether\nBrowning remained good law after Forrester, because the employees at issue lacked “ even the most tangential\nrelationship to the ‘legislative process’ ” and employment decisions respecting them thus could not be immunized\neven under the broadest reading of Browning. 7 The broader reading o f Browning is out of step not only with the Supreme Court’s precedents, but also with\nthe District o f Columbia Circuit’s own pnor law The Browning court appeared to misread an earlier decision, Walker\nv. Jones, 733 F.2d 923 (D.C Cir 1984), in which the court denied Speech or Debate Clause immunity to congres­\nsional defendants who dismissed a food service manager for allegedly discriminatory reasons Id at 931. Browning\ncited Walker as the genesis o f a standard focusing on the nature o f the em ployee’s duties, and immunizing all\npersonnel decisions with respect to employees whose duties closely relate to the legislative process Id at 925. In fact, W alker— like Johnson, Brewster, and Gravel — properly focused directly on the legislator’s actions, and\nconsidered the em ployee’s duties only as potentially relevant to the question whether a personnel action regarding\nthat employee might implicate the legislator’s motives Id 43 Opinions o f the Office o f Legal Counsel in Volume 24 executive enforcement would not involve inquiry into legislative acts or the\nmotives for legislative acts."
}