{
  "document_category": "memos",
  "docId": "memos_98",
  "chunk_index": 6,
  "chunk_text": "200 H.R. Rep. No. 1418, 96th Cong., 2d Sess. 9 (1980) (hereafter House Report). The result in many cases is that “ the Government with its greater resources and\nexpertise can in effect coerce compliance with its position.” Id. at 10. The fee-shifting provisions of the Act were intended not only to reduce\nsubstantially the deterrent effect on individuals of this disparity in resources, but\nalso to “ insuref] the legitimacy and fairness of the law.” Id. The Act thus\nrecognizes that “ the expense of correcting error on the part of the Government\nshould not rest wholly on the party whose willingness to litigate or adjudicate has\nhelped to define the limits of federal authority.” Id. See also S. Rep. No. 253,\n96th Cong., 1st Sess. 5-6 (1979). We believe it would be inconsistent with the Act’s broad remedial purpose to\ncarve out of the Act’s coverage any particular category of “ administrative\nadjudications” as that term is defined in the Act, at least absent any suggestion in\nthe legislative history that Congress intended to do so. More importantly, we find\nno support in the Act or its history for your position that an individual’s eligibility\nfor a fee award— and an agency’s liability— should be confined to situations in\nwhich the agency whose position is at issue in the adjudication also controls its\nconduct. 5 Reference to other specific provisions of the Act reinforces our conclusion that\n§ 504(a)(1) was not intended to apply only to proceedings conducted by one\nagency as a review of action taken by another agency. For example, § 504(d)(1)\nprovides that awards under § 504(a)(1) “ may be paid by any agency over which\nthe party prevails. . . .” (emphasis added). This language suggests that Congress\nat the very least contemplated that a prevailing party would be entitled to an\naward from an agency other than the one actually conducting the proceeding. Our conclusion that Congress did not intend to render the Act inapplicable in\nproceedings conducted by one agency to review actions taken by another is\nreinforced, if not required, by numerous references in the legislative history to\nthe situation presented by appeals to the independent Occupational Safety and\nHealth Review Commission from citations of the Secretary of Labor under\n3 Your position appears to be prem ised on the assum ption that an agency w hich both conducts and pro secu tes an\nadm inistrative adjudication has the pow er to review (and potentially to reverse) the findings o f the “ adjudicative\no ffic er\" which trig g er the statute’s directive to pay a fee award However, as we read the term s o f § 504(a)(1) in light\no f C ongress' purpose, they preclude review of these findings at the adm inistrative level. T he fee award called fo r by\n§ 504(a)(1) is m andatory unless certain findings are m ade by the adjudicative officer o f the agency."
}