{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 1,
  "chunk_text": "Authority of Florida Police Officers to Make\nArrests on the Basis of FBI Pick-Up Notices The authority of a Florida police officer to make a warrantless arrest for an alleged violation of federal\nlaw depends on state law and cannot be based merely on the existence of an FBI pick-up notice. January 28, 1953 MEMORANDUM OPINION FOR THE DIRECTOR\nFEDERAL BUREAU OF INVESTIGATION With your memorandum of October 9, 1952, addressed to the Deputy Attorney\nGeneral and referred to this office for reply, you sent a copy of an opinion given\nby Attorney General Richard W. Ervin of Florida to the Florida Peace Officers’\nAssociation (dated September 15, 1952) containing answers to several questions\nregarding the authority to make arrests by municipal police officers of Florida. The portion concerning the federal government and this Department came under\nthe heading of question 4. The question read:\n4. What authority, if any, does a municipal police officer have to\nmake arrests upon the basis of pick-up notices sent out by other\nofficers? The answer took the view that under the Florida statutes a municipal police officer\n(regarded as a peace officer, see page 2 of the opinion), who receives a pick-up\nnotice from another peace officer of Florida showing that a named person is\nwanted for a felony under the laws of Florida, may accept the notice as reasonable\nground to believe that a felony has been committed and reasonable ground to\nbelieve that the wanted person committed it, and has authority to arrest the wanted\nperson. On the other hand, without assigning any reason the answer assumed a\ndistinction in the case of pick-up notices received from federal officers and further\nassumed that a municipal police officer has only the common law right of a private\ncitizen to arrest for a federal felony. If he should make an arrest, it was stated the\nmunicipal police officer acts at his peril (subject to liabilities indicated in the\nanswer to question 5) when he arrests for a federal felony on the strength of the\nfederal pick-up notice, even if it is sufficient to give him reasonable ground to\nbelieve that a federal felony has been committed and that the person to be arrested\nhas committed it, because, as in the case of arrest by a private citizen, reasonable\nground to believe that a federal felony has been committed will not suffice; a\nfederal felony must actually have been committed and the municipal police officer\nmust have reasonable ground to believe that the person to be arrested committed it. The answer further stated that a municipal police officer acting as a private citizen\nhad no authority to arrest for a federal misdemeanor upon the basis of a pick-up\nnotice. 149 Supplemental Opinions of the Office of Legal Counsel in Volume 1 You have pointed out that substantially all of the requests for pick-ups made by\nthe FBI are in cases where federal warrants are outstanding and that the opinion\ndoes not distinguish between the situation where a warrant is outstanding and the\nsituation where one has not been issued. We think that the Florida opinion on this subject is unfortunate in this and\nseveral other respects."
}