{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 18,
  "chunk_text": "Section 524(c)(10), standing alone, is unambiguous: the proceeds from for­\nfeitures conducted pursuant to laws enforced or administered by the Department\nof Justice are to be placed in the Department of Justice Assets Forfeiture Fund\nunless the property was seized or custody maintained by the Customs Service, in\nwhich case the proceeds from the forfeiture are to be placed in the Customs For­\nfeiture Fund. Under section 524(c)(10), it appears that Customs may receive the\nproceeds from the forfeiture of the property it seizes even if it has no authority\nto forfeit that property. In addition, the clause applies to any seizure made by\nCustoms, not just to nondrug-related seizures. When, however, section 524(c)(10) is read in conjunction with 19 U.S.C.\n§ 1613b, to which it makes specific reference, the meaning of the exception clause\nis not entirely clear. Section 1613b(a), establishing the Customs Forfeiture\nFund,53 provides, as amended by the 1988 Drug Act, that the Fund “shall be avail­\nable to the United States Customs Service, subject to appropriation, with respect\nto seizures and forfeitures by the United States Customs Service and the United\nStates Coast Guard under any law enforced or administered by those agencies.” Similarly, section 1613b(c) provides for deposit in the fund of “all proceeds from\nforfeiture under any law enforced or administered by the United States Customs\nService or the United States Coast Guard.” We believe that the final clause of 28 U.S.C. § 524(c)(10) clearly governs\n52 id\n53 As a preliminary matter, we note that the reference to the Customs Forfeiture Fund provisions in the final\nclause of section 524(c)(10) specifically refers to “the provisions of section 613A of the T anff Act of 1930 (19\nU.S.C. § 1613a).” However, 19 U.S.C. § 1613a, which was passed in 1984, Pub L. No. 98-473, 98 Stat. 2054, was\nrepealed in 1986, Pub L. No 99-514, 100 Stat. 2924—25. The fund was recreated in 1987, Pub. L. No. 100-71, tit.\n1 ,101 Stat. 438, and presently is codified at 19 U.S.C. § 1613b. Neither section 524(c)(10) nor its predecessor pro­\nvision, section 524(c)(8), was ever amended to reflect these changes and, as a result, section 524(c)(10) now refers\nto a Customs Forfeiture Fund that is no longer m existence Thus, under a literal reading, the exception clause in\nsection 524(c)(10) has no force and does not govern any deposits into the current Customs Forfeiture Fund. Although in such cases no construction can ever be entirely free from doubt, Congress can be presumed not\nto have intended an absurd result. Rather, it can fairly be concluded that Congress intended to incorporate an ac­\ncurate reference to the Customs Forfeiture Fund provision in 28 U S.C. § 524(c)(I0). We believe this is true even\nthough Congress’ recreated Customs Forfeiture Fund is not codified at 19 U.S.C. § 1613a, as referenced in section\n524(c)(10), but rather appears at section 1613b. See United Steelworkers of Am v. Weber, 443 U.S. 193,201 (1979),\n(citing Holy Trinity Church v. United States, 143 U.S. 457,459 (1892))."
}