{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 11,
  "chunk_text": "However, “the narrowest opinion must represent a common denominator o f the C ourt’s\nreasoning; it must embody a position implicitly approved by at least five Justices who support the\njudgm ent.” K ing, 950 F.2d at 781. The “reasonable time” rule thus cannot be considered a holding o f\nC olem an because it was specifically rejected by four/concurring Justices. C olem an “is not a case in\nwhich the concurrence [here the three-justice H ughesfaction] posits a narrow test to which the plurality\nmust necessarily agree as a logical consequence of^its own, broader position.” Id. at 782. “In other\nwords, it is not a case in which there is an implicit majority o f the court\" on the issue whether Article V\nrequires reasonably contemporaneous ratification. Id. 93 consideration was that proposal and ratification are steps in a single process\nand hence should not be widely separate in time. This argument simply\nassumes its conclusion — that the process is to be short rather than lengthy. Second, Dillon argued that because amendments are to be proposed only\nwhen needed, the implication is that they should be dealt with promptly. But necessity is not the same as emergency. Thus, Story has written: The guards [in Article V] against the too hasty exercise of the\n[amendment] power, under temporary discontents or excite­\nments, are apparently sufficient. Two thirds of congress, or of\nthe legislatures of the states, must concur in proposing, or\nrequiring amendments to be proposed; and three fourths of\nthe states must ratify them. Time is thus allowed, and ample\ntime, for deliberation, both in proposing and ratifying amend­\nments. They cannot be carried by surprise, or intrigue, or\nartifice. Indeed, years may elapse before a deliberate judg­\nment may be passed upon them, unless some pressing\nemergency calls for instant action. . . .\n. . . The mode, both of originating and ratifying amendments\n. . . must necessarily be attended with such obstacles and de­\nlays, as must prove a sufficient bar against light or frequent\ninnovations. Commentaries, §§ 959-960, at 681-82. The States that have ratified the\nCongressional Pay Amendment only recently evidently consider it to be just\nas necessary today as the first Congress presumably thought it was in 1789. Finally, Dillon suggests that Article V is designed to seek consensus, and\nthat consensus must be contemporaneous. Again, even assuming that it is\nproper to interpolate terms into a constitutional provision in order to serve\nits purported end — a question we address below — this reasoning is faulty. Consensus does not demand contemporaneity. The sort of lasting consensus\nthat is particularly suitable for constitutional amendments may just as well\nbe served by a process that allows for extended deliberation in the various\nstates. There have been occasions when it has taken decades to build the\nconsensus within Congress needed for a two-thirds vote on a proposed amend­\nment. 12 In the absence of a time limit in the original amendment proposal, it 11 S ee, e .g .. Senate Hearings, at 134-35 (statement o f Professor Thomas I. Emerson)"
}