{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 8,
  "chunk_text": "OGE’s Director is required to monitor compliance with EIGA’s requirements and may order an agency or its employees under OGE’s jurisdiction to take\ncorrective action when necessary. 5 U.S.C. app., EIGA § 402(b)(9). If the OGE\nDirector concludes that an agency has not adequately investigated or dealt with an\nethics violation, or if an agency head is himself the subject of an investigation, the\nDirector is to report directly to the President. Id. § 402(f)(1)(B), (f)(2)(A)(ii)–(iv),\n(f)(3)(B). Those notification provisions would make little sense if applied to\nentities and persons, such as the Smithsonian and its board members, over which\nthe President has no removal or disciplinary authority. See S. Rep. No. 100-392, at\n16 (1988) (report on reauthorization of OGE) (“[I]n the final analysis, the OGE\nDirector’s enforcement authority lies with his or her powers of persuasion and\nability to appeal to the President and the public.”) (emphasis added). 62 Office of Government Ethics Jurisdiction Over the Smithsonian Institution While the Smithsonian’s place in the taxonomy of government may not be\nentirely clear, it is certainly not within the Executive Branch for purposes of\nEIGA. 4 See Status of GPO and Smithsonian at 2 (“The Smithsonian Institution is\nnot within the Executive branch of the Government.”); Ulman Memorandum at 5\n(“It is readily apparent that the Smithsonian, . . . under no executive power of\ncontrol or appointment whatever, is not within the Executive branch.”). Therefore,\nwe conclude that OGE’s authority to administer the Executive Branch ethics\nprogram does not extend to the Smithsonian. III. Our conclusion that OGE does not supervise the Smithsonian under EIGA is\nconsistent with longstanding practice. Before EIGA’s passage, standards of ethical\nconduct for Executive Branch employees were governed by Executive Order\n11222, 3 C.F.R. 130 (1965 Supp.). That order outlined rules relating to conflicts of\ninterest, outside employment, receipt of gifts, and financial disclosure, to be\nadministered by agency heads and the Civil Service Commission. The Institution\nfirst adopted standards of conduct in October 1961. Smithsonian Letter at 2. Shortly after issuance of the Executive Order, the Smithsonian issued revised\nstandards “[p]ursuant to and in conformity with sections 201 through 209 of the\nUnited States Code, Executive Order 11222,” and the regulations implementing\nthe order, “set[ting] forth minimum standards of conduct” for Smithsonian\nemployees. Smithsonian Institution Standards of Conduct, 31 Fed. Reg. 4512\n(Mar. 17, 1966). Those regulations were published annually in the Code of Federal\nRegulations. See 36 C.F.R. pt. 500 (1966–1983). Shortly after Congress enacted EIGA, the Smithsonian sought OGE’s opinion\nabout whether its board members and employees were subject to the financial\ndisclosure requirements of EIGA. OGE concluded that, because the Smithsonian\nwas not in the Executive Branch, EIGA’s disclosure requirements for Executive\nBranch employees did not apply. Memorandum for Peter G. Powers, General\nCounsel, Smithsonian Institution, from Bernhardt K. Wruble, Director, Office of\n4 We do not address whether the Smithsonian might be deemed part of the federal government or an\nexecutive agency for other statutory purposes. In a 1988 opinion, for example, this Office concluded\nthat the Smithsonian was an “executive agency” for purposes of the Federal Property and Administrative Services Act (“Property Act”)."
}