{
  "document_category": "memos",
  "docId": "memos_73",
  "chunk_index": 4,
  "chunk_text": "Interpreting similar language applicable to the Attorney General, 28 U.S.C. § 509\n(2000), we have concluded that the provision sets up a “general standing rule that\nall functions performed by officers in the Department of Justice are vested\nultimately in the Attorney General and may be performed by him.” Memorandum\nfor the Deputy Attorney General, from Leon Ulman, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Authority of the Attorney General Over the 232 227-329 VOL_26_PROOF.pdf 242 10/22/12 11:13 AM Under Secretary of the Treasury for Enforcement National Institute of Justice and the Bureau of Justice Statistics at 2 (Oct. 14,\n1980) (“1980 Opinion”). We would find a similar “general standing rule” under 31\nU.S.C. § 321(c). Although this “standing rule” may be overcome when, for\nexample, there is a “specific and explicit reservation of ‘final’ decisionmaking\npower” in a subordinate official, 1980 Opinion at 2, no such reservation or other\nlimit applies to the duties of the Under Secretary for Enforcement. See also, e.g.,\nVacancy Act (5 U.S.C. § 3345-3349)—Law Enforcement Assistance Administration, 2 Op. O.L.C. 72, 74 (1978) (the functions of the Law Enforcement Assistance\nAdministration, unlike “most of the components of the Department,” were not\n“completely vested in the Attorney General,” although the Attorney General had\nsupervisory power). Accordingly, the Secretary himself could perform those\nduties. Second, we believe that the Secretary could exercise his power under 31 U.S.C.\n§ 321(b)(2) to “delegate [his] duties and powers . . . to another officer or employee\nof the Department of the Treasury.” With 31 U.S.C. § 321(c) having vested in the\nSecretary the duties of the Under Secretary for Enforcement, section 321(b)(2)\nwould allow the Secretary to assign those duties to another officer or employee of\nthe Treasury Department. Once again, we have recognized the lawfulness of\nsimilar arrangements under the statutes governing the Department of Justice. See\nMemorandum for the Deputy Attorney General, from John C. Yoo, Deputy\nAssistant Attorney General, Office of Legal Counsel, and Rosemary Hart, Senior\nCounsel, Office of Legal Counsel, Re: Granting Special Deputy United States\nMarshal Status to Private Security Guards at 3 n.1 (Oct. 30, 2001) (function of the\nMarshals Service is vested in the Attorney General and delegated to the Deputy\nAttorney General). We can identify no bar to the exercise of this authority in the present case. Although Congress may restrict the transfers of particular authorities to particular\ncomponents, see, e.g., 5 U.S.C. app. 3, § 9(a)(2) (2000) (ordinarily barring the\ntransfer of “program operating responsibilities” to an Inspector General), no such\nrestriction appears applicable here. Further, under the Vacancies Reform Act,\n5 U.S.C. §§ 3345-3349d (2000), if a statute or regulation provided that only the\nUnder Secretary of Enforcement could perform a particular responsibility, and if\nthat position became vacant, only the Secretary of the Treasury himself or an\nActing Under Secretary for Enforcement could perform that function or duty. See\n5 U.S.C. § 3348(a)(2), (b)."
}