{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 22,
  "chunk_text": "on C ivil a n d C o n stitutional R ig h ts o f the\nH o u se C o m m , on th e J u d ic ia ry , 95th Cong., 1st Sess. 5-7 (1977) (statement of John M. Harmon, A ssis­\ntant A ttorney G eneral, Office of Legal Counsel); Senate Hearings, supra, note 6. Relying on C olem an, this O ffice further concluded that Congress has the exclusive power to determine whether an amend­\nm ent h as been tim ely adopted. See October M emorandum at 17, 20-21, 43. See a lso P ow er o f a State\nL e g is la tu r e to R e s c in d its Ratification o f a C o n stitu tio n a l A m en d m en t, 1 Op. O.L.C. 13 (1977). In an\naside, w e specifically referred to the Congressional Pay Amendment and noted our view that if and\nwhen the thirty-eighth ratification was received, Congress would have the duty to decide whether too\nmuch tim e had passed for the Amendment to be viable. S e e October Memorandum at 21 & n.26; see\na ls o id. at 35 n.43 (Congress may determine whether an amendment has been adopted by concurrent\nreso lu tio n ). T hose opinions arose in a factual setting quite different from the instant case. The\n“reproposal” o f a constitutional amendment may be an exclusively congressional function in a way that\nth e certification o f a ratified amendment is not. See H o llin g sw o rth v. Virginia, 3 U.S. 378 (1798)\n(thought to stand for the proposition that the President’s signature is not needed for proposal o f an\nam endm ent). To the extent that our earlier opinions suggest that Congress alone must make the deter­\nm ination o f the adoption o f a constitutional amendment, we reject them today. 102 In light of the overall structure of the Constitution, it would be surprising\nif Article V did confer such exclusive power on Congress. The fundamental\nfeatures of the American constitutional system - federalism and separation\nof powers — produce a division of power designed to ensure that the people,\nrather than any organ of the government, are sovereign. As Attorney Gen­\neral Edward Bates explained in 1861, the Framers of the Constitution rejected\nthe notion that “Parliament is omnipotent.” See 10 Op. Att’y Gen. 74, 75\n(1861). Instead, the federal government “is not vested with the sovereignty,\nand does not possess all the powers of the nation. It has no powers but such\nas are granted by the Constitution.” Id. at 77. The same principle undergirds\nthe separation of powers: the three branches of the federal government “are\nco-ordinate and coequal — that is, neither being sovereign, each is indepen­\ndent in its sphere, and not subordinate to the others.” Id. at 76. To give one\nbranch of government ultimate control over the Constitution’s very content\nwould be to repudiate the American approach in favor of a return to parlia­\nmentary supremacy."
}