{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 2,
  "chunk_text": "W e\nexpress no opinion on the authority o f OTS or the other agencies under H O LA or any other statute besides\nthe C R A 249 Opinions o f Ihe Office o f L egal C ounsel The agencies have proposed substantial revisions to their regulations im ple­\nm enting the CRA. S ee Community Reinvestment Act Regulations, 58 Fed. Reg.\n67,466-67,508 (1993). The proposed regulations provide that financial institutions\n“have a continuing and affirmative obligation to help m eet the credit needs o f their\ncomm unities, including low- and m oderate-incom e areas, consistent with safe and\nsound operations.” S ee id. at 67,479 (§ 25.2). The proposed regulations state that\nan institution rated by an agency to be in “Substantial N oncom pliance” with that\nobligation shall be subject to enforcement actions under 12 U.S.C. § 1818, which\nauthorizes the agencies to issue cease-and-desist orders and levy civil monetary\npenalties. See id. at 67,480 (§ 25.6(b)). The potential monetary penalties the in­\nstitutions would face range from not more than $5,000 a day for each day during\nwhich a “first tier” violation continues to a m aximum daily penalty of $1,000,000\nor one percent o f the institution’s total assets, whichever is lower, for a “third tier”\nviolation. S ee 12 U .S.C. § 1818(i)(2). As discussed below, we do not believe that the agencies are authorized to bring\nactions under 12 U.S.C. § 1818 to enforce the CRA. O ur conclusion is based on\nthe clearly expressed intent of C ongress in enacting the CRA,3 and rests on two\nindependent rationales: (1) the CRA application evaluation procedure is the exclu­\nsive enforcem ent m echanism authorized by Congress; and (2) enforcem ent under\n12 U .S.C. § 1818 is unavailable because the CRA does not impose an obligation\nthat could provide the basis for a § 1818 action or authorize the agencies to impose\nsuch an obligation. II. W e believe that Congress has plainly spoken on the question o f what enforce­\nm ent tools are available to the agencies under the CRA. The CRA provides for\nenforcem ent only in the application context, requiring that the agencies shall take\nan institution’s record of meeting the credit needs of its community into account\nwhen evaluating that institution’s application for a deposit facility. Congress speci­\nfied only this one enforcem ent mechanism in the CRA, and we do not believe it is\nperm issible for the agencies to em ploy other enforcem ent mechanisms, on the\nauthority o f the CRA, in the absence o f some basis in the text of the statute. Agen­\ncies m ay act only pursuant to delegations of power that are explicit or can fairly be\n3\nT h is is th e re fo re not a situ a tio n where C h ev ro n d eferen ce may be relied upon to support an agency\nin terpretatio n . In C h evro n U S A ."
}