{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 8,
  "chunk_text": "We\nnow turn to consideration of whether any other statutes prohibit or limit such\naction. B. Other Relevant Statutes Other congressional grants of authority that could arguably apply to the streets\nat issue do not diminish the Secretary’s authority to close them to vehicular traffic. We will discuss each such congressional grant of authority in turn. 1. District of Columbia Street Closing Authority The District of Columbia government has exercised the power to close streets\nand transfer title within the District of Columbia since 1932, when Congress,\n115 Opinions o f the Office o f Legal Counsel in Volume 19 pursuant to its plenary powers over the District of Columbia,6 granted it such\nauthority. See Techworld Dev. Corp. v. D.C. Preservation League, 648 F. Supp.\n106, 111 (D.D.C. 1986) (citing S. Rep. No. 72-688, at 3 (1932)). When Congress\npassed the District of Columbia Self-Government and Governmental Reorganiza­\ntion Act, Pub. L. No. 93-198, 87 Stat. 774 (1973) (codified at D.C. Code Ann.\n§§1-211 to -299) (“ Home Rule Act” ), it delegated to the present District of\nColumbia government all powers that had been granted to the previous govern­\nment, see D.C. Code Ann. § l-227(a), including the power to close streets. D.C. Code Ann. §§7-421 to -428 authorize the District of Columbia City\nCouncil (“ D.C. Council” ) to close streets within the District of Columbia. The\nstreet closing process established by the D.C. Council requires referral of street\nclosing applications to the National Capital Planning Commission for review and\nrecommendation, to the Advisory Neighborhood Commissions affected, and to\nabutting property owners. See D.C. Code Ann. at § 7-422. We do not believe D.C. Code Ann. §§7-421 to -428 or the Home Rule Act\nprevent the Secretary from closing the streets at issue. First, in passing the Home\nRule Act, Congress provided that the D.C. Council shall have no authority to\n“ [e]nact any act, or enact any act to amend or repeal any Act of Congress, which\nconcerns the functions or property of the United States or which is not restricted\nin its application exclusively in or to the District.” Id. at § l-233(a)(3). Rejecting\nthe United States’ assertion that the D.C. Council’s act of closing a governmentowned street in Northwest Washington violated this provision, the court in\nTechworld stated:\n[T]he limitation of § 1-233 is included to ensure that the local\ngovernment does not encroach on matters of national concern. It\nwithholds authority over property used by the United States in\nconnection with federal governmental functions, and over property\nof national significance. The Council may not concern itself with\nthe Lincoln Memorial, or the White House, or with the United\nStates Courthouse. The closing of a small street in Northwest Wash­\nington, however, is precisely the sort of local matter Congress\nwishes the D.C. Council to manage. Techworld, 648 F. Supp. at 115."
}