{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 6,
  "chunk_text": "First, if all events during a trip are political in character, the only official expenses\non the trip would be those associated specifically with the group of individuals\nwhose official duties require them to accompany the President and Vice Presi­\ndent. Second, if all events on a trip are official in character, the only political\nexpenses would be those associated specifically with individuals who accompany\nthe President and Vice President on the trip for purely political reasons. This\nmeans that on a trip that is entirely official, any expenses associated with the\nPresident or Vice President or others who are not necessarily on the trip for purely\nofficial or purely political reasons should be considered official. Conversely, on a\ntrip that is entirely political, expenses associated with persons who are not\nnecessarily on the trip for wholly official or wholly political reasons should be\nconsidered political. A question remains, however, concerning expenses associated with individu­\nals whose purpose for being on a trip is not necessarily only political or only\nofficial, when the trip itself is for both official and political purposes. Specifi­\ncally, on a mixed trip involving a substantial official element and a substantial\npolitical element, can the expenses associated with the President or Vice Presi­\ndent or others who are on the trip for both reasons be apportioned between the\ngovernment and a political committee? There are several possible views on this\nquestion. It might be argued, for example, that the performance of an official event\nduring a trip could not have been accomplished without incurring certain expend­\n218 itures and that, therefore, the entire cost of the trip should be treated as official\nand should be paid out of appropriated funds, with the sole exception being\nincremental expenses associated specifically with a political activity (e.g., a\nhotel bill for an extra night’s lodging necessitated entirely by a political event on\nthe following day). This approach is grounded on the assumption that to permit\nany other apportionment of the cost of a trip to a political committee would allow\nthe official budget to benefit from an unauthorized augmentation of appropria­\ntions. Since the expenses incurred were necessary to accomplish an official\npurpose, on this view they must be paid for in full with appropriated funds. The opposite theory could also be advanced. That is, if there is any political\nactivity on a trip, a political committee could theoretically be required to pay for\nthe trip’s entire cost (except for incremental expenses specifically attributable to\nan official event). This theory proceeds on the assumption that any other approach\nwould allow the President’s or Vice President’s political activities to be sub­\nsidized by their official appropriations. A third approach, which in effect combines the first two, is suggested by a\nprior opinion of this Office, transmitted to the Counsel to the President on\nSeptember 17, 1980, and entitled “ Reimbursement of Travel Expenses Incurred\nby Government Officials on Mixed Official and Campaign Trips.”"
}