{
  "document_category": "memos",
  "docId": "memos_59",
  "chunk_index": 2,
  "chunk_text": "See Memorandum for Richard W.\nMcLaren, Assistant Attorney General, Antitrust Division, from William H.\nRehnquist, Assistant Attorney General, Office of Legal Counsel, Re: Revision of\nProclamation 3279 (Oil Import Controls) and Implementing Regulations at 1\n(Jan. 4, 1971). It is far from clear that the President’s delegation under section 2.5\nis pursuant to 3 U.S.C. § 301. Section 301, according to 3 U.S.C. § 302 (2000),\ndoes not “limit or derogate from any existing or inherent right of the President to\ndelegate the performance of functions vested in him by law,” and Executive Order\n12333, which touches on many aspects of the President’s constitutional power\nover national security, does not cite 3 U.S.C. § 301 as authority. In any event, even\nif 3 U.S.C. § 301 applies, the Deputy Attorney General occupies an office requiring Senate confirmation, and he may receive the redelegation of a presidential\npower. Nor do we believe that Executive Order 12333 itself limits the Attorney General’s ability to delegate to the Deputy Attorney General the power to give approvals under section 2.5. The Supreme Court has observed that “‘[t]he complexities\nand magnitude of governmental activity have become so great that there must of\nnecessity be a delegation and redelegation of authority as to many functions.’”\nGravel v. United States, 408 U.S. 606, 617 (1972) (quoting Barr v. Matteo, 360\nU.S. 564 (1959)). As we have explained, “[i]t is clear . . . as a ‘general proposition’ of administrative law, that ‘merely vesting a duty in [a cabinet officer] . . .\nevinces no intention whatsoever to preclude delegation to other officers in the\n[cabinet officer’s agency] . . . .’” Delegation of Cabinet Member’s Functions as Ex\nOfficio Members of the Board of Directors of the Solar Energy and Energy Conservation Bank, 6 Op. O.L.C. 257, 258 (1982) (quoting United States v. Giordano,\n416 U.S. 505, 513 (1974)) (footnote omitted). Here, the argument for an implied\nlimitation under the Executive Order would be that the function in question is\nexceedingly sensitive and that, by referring to FISA’s provisions on electronic\nsurveillance, the Executive Order incorporates FISA’s limitation that only the\nAttorney General, Acting Attorney General, or Deputy Attorney General may\nperform functions vested in the Attorney General by the statute. 50 U.S.C.\n§§ 1801(g) (1994). Even assuming the validity of this reasoning, it would at most\nshow that the Attorney General’s authority under section 2.5 could not be delegated to an official below the Deputy Attorney General. It does not conflict with the\nDeputy Attorney General’s exercise of power under the delegation in 28 C.F.R.\n§ 0.15(a). JOHN C. YOO\nDeputy Assistant Attorney General\nOffice of Legal Counsel 237 227-329 VOL_25_PROOF.pdf 247 10/22/12 11:10 AM"
}