{
  "document_category": "memos",
  "docId": "memos_7",
  "chunk_index": 5,
  "chunk_text": "7 To be sure, a prosecution for cnminal contempt, in som e measure, will indirectly promote the statu­\ntory policies at stake m the underlying litigation. Future violations o f orders requinng obedience to the\nstatute administered by the Commission may be deterred by the prospect o f punishment for contempt. But this indirect promotion o f the statutory policies does not detract from the primary purpose o f vindicatingjudicial authonty in cnminal contempt cases. It is the vindication o f judicial authonty (and not the\nCommission’s authonty) that justifies appointment o f a prosecutor by the court in the first place. See\nVuitton, 481 U.S. at 800-01, Cheff v Schnackenberg, 384 U S. 373, 378 (1966) (plurality opinion) ( “Cheff\nwas found in contempt o f the Court of Appeals, not o f the Commission.”). 294 The Commission’s argument, moreover, could lead to a widening circle\nof “incidental” criminal prosecutions by the Commission. Charges o f per­\njury, bribery, or obstruction of justice, too, could grow out o f civil pro­\nceedings brought by the Commission. To our knowledge, however, the\nCommission has never asserted authority to prosecute such crimes, and\nexercise o f such authority would be clearly contrary to the requirement\no f the FTC Act that criminal charges be referred to the Attorney General. Actions for criminal contempt, therefore, are separate from the under­\nlying civil actions in which the orders alleged to be violated are issued. The Commission’s authority to litigate the civil actions does not entail\nany “inherent” authority to bring actions for criminal contempt. B.\nThe Supreme Court’s decision in FTC v. Dean Foods Co., 384 U.S.\n597 (1966), does not support the authority claimed by the Commission to\ninitiate actions for criminal contempt. Dean Foods merely held that the\nCommission could ask the court o f appeals for a preliminary iryunction\nagainst a merger, pending the outcome o f administrative proceedings. Although the Commission had no explicit statutory power to seek this\npreliminary relief, the Court ruled that such power could be inferred:\n[T]he Commission is a governmental agency to which\nCongress has entrusted, inter alia, the enforcement o f the\nClayton Act, granting it the power to order divestiture in\nappropriate cases. At the same time, Congress has given the\ncourts o f appeals jurisdiction to review final Commission\naction. It would stultify congressional purpose to say that\nthe Commission did not have the incidental power to ask\nthe courts of appeals to exercise their authority derived\nfrom the All Writs Act. Id. at 606 (footnote omitted). This rationale does not justify the Com­ mission’s prosecution o f actions for criminal contempt. An action for\ncriminal contempt does not vindicate the laws whose enforcement\n“Congress has entrusted” to the Commission; it vindicates the authority\nof the court, in a proceeding separate from the underlying civil action. Moreover, without authority to seek a preliminary ii\\junction, the\nCommission would be powerless to prevent illegal mergers. Thus, injunc­\ntive authority is necessary to accomplish the mission Congress has set for\nthe FTC. On the other hand even without criminal contempt authority,\nthe FTC can fully vindicate its decrees through its civil authority."
}