{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 10,
  "chunk_text": "Thus, the\nfact that discouraging automobile commuting is one of the stated reasons for the\nClean Air Fee does not convert it from a tax into a regulatory fee when its rev­\nenue-raising purpose in support of separate, non-regulatory government operations\nis so direct and substantial. The foregoing analysis is supported by the decision\ns See, e.g., Statement o f Art Lawson, Administrator, Office o f Mass Transit, Department of Public Works, Before\nthe Council o f the District o f Columbia Committee o f the Whole at 1 -2 (May 18, 1994). ( “ A lthough these measures\nwill not on their own result in measurable reductions o f automobile use within the District o f Columbia it is the\ndirection setting that is most important here. Additionally, these measures are important because they will generate\ndesperately needed revenues to help fund the District’s FY 1994 and 1995 W MATA operating budget. . . . [T]he\nDistrict’s subsidy to support WMATA was reduced by $7.2 million in the current budget year. This reduction left\nWMATA underfunded by approximately $7 million. The Committee on Regional Authorities proposed to m ake up\nthe $7 million by implementing a series o f transfer charges and fare increases on District Metrobus service. . . .\n[Councilwoman Mason] has proposed that the revenue from these bills be used to fund the W MATA deficits thereby\nmaking the fare and transfer charge proposals unnecessary. ’ ’). See also id. at 6. 19 Opinions of the Office o f Legal Counsel in Volume 20 in San Juan C ellular Telephone and the cases cited in Judge Breyer’s opinion\nin that case. In San Juan, the court held that a three percent of gross revenues\ncharge imposed on a telephone company by the Puerto Rico Public Service Com­\nmission as a condition of the company’s authorization to provide cellular tele­\nphone service was a regulatory fee. Judge Breyer stressed that the fee was assessed\nby a regulatory agency, was placed in a special fund, and was not to be used\nfor a general purpose but rather to defray specific costs of regulation (investigative\nexpenses, hiring of services, and acquisition of equipment). 967 F.2d at 686. His\nopinion distinguished the case before the court, as well as other cited examples\nof regulatory fees,6 from those cases that had held charges to be taxes because\nthe proceeds from the charges were used for general purposes or to raise general\nrevenue. 7\nSchneider Transport, Inc. v. Cattanach is particularly instructive for our pur­\nposes. In that case, it was argued that truck registration fees imposed on trucking\ncompanies were “ regulatory licensing fees.” The Seventh Circuit rejected this\nargument, finding that “ [although not denominated as such, the registration fees\nare imposed for revenue-raising purposes, a characteristic of any tax . . . [, and]\n[t]he fees are deposited in a segregated fund, the state transportation fund, for\ntransportation purposes, including highway construction.” 657 F.2d at 132 (cita­\ntions omitted). Thus, as with the Clean Air Fee, the charge went beyond regulatory\npurposes and raised revenue to support a separate, non-regulatory government pro­\ngram."
}