{
  "document_category": "memos",
  "docId": "memos_0",
  "chunk_index": 6,
  "chunk_text": "Id. at 392. Similarly, Congress’s declaration that\nthe Board is not “an agency or establishment of the United States Government” is\ndispositive of its status as an agency under the conflict of interest laws. When a statute has not expressly addressed whether an entity is an agency or\nestablishment of the United States, we sometimes have examined such factors as\nthe entity’s “functions, financing, control, and management.” Union Station, 12\nOp. O.L.C. at 86. 4 But the use of a multi-factor test is not appropriate where, as\n4\nA 1948 letter of the Attorney General concluded that the Panama Railroad Company was an\nagency of the United States for purposes of the conflict of interest laws, Letter for the Secretary of the\nArmy, from Tom C. Clark, Attorney General (Dec. 2, 1948), but the statute in that case provided that\nthe company was “an agency or instrumentality of the United States,” Pub. L. No. 80-807, 62 Stat. 51 Opinions of the Office of Legal Counsel in Volume 31 here, Congress has explicitly determined that an entity is not an agency of the\nUnited States for purposes within Congress’s control. The conclusion that the Board is not “the United States,” we believe, squares\nwith the Sarbanes-Oxley Act’s own post-employment provision. Under 15 U.S.C.\n§ 7211(g)(3), the Board is to\nestablish ethics rules and standards of conduct for Board members\nand staff, including a bar on practice before the Board (and the\nCommission, with respect to Board-related matters) of 1 year for\nformer members of the Board, and appropriate periods (not to exceed\n1 year) for former staff of the Board. This provision does put the Board into a position similar to that of an agency of\nthe federal government, but this treatment is entirely consistent with the view that\nthe Board is not a federal agency for purposes of the general conflict of interest\nlaws, including 18 U.S.C. § 207(c), and thus requires its own conflict of interest\nprovision. And although the provision, by limiting the practice before the Commission by former Board members and staff, might be read to suggest that, for\nconflict of interest purposes, the Board should be equated with the Commission,\nthe bar on practice before the Commission also could reflect a concern that\nconfidential information involving regulated entities might give former Board\nmembers and staff an unfair advantage. Cf. Bayless Manning, Federal Conflict of 1075, 1076 (1948). In 1963, we found that the Federal National Mortgage Association (“Fannie Mae”)\nwas an agency of the United States under 18 U.S.C. § 431 (1958). See Memorandum for Joseph F.\nDolan, Assistant Deputy Attorney General, from Norbert A. Schlei, Assistant Attorney General, Office\nof Legal Counsel (Dec. 18, 1963) (“Fannie Mae”). In that instance, the statute made Fannie Mae “a\nconstituent agency of the Housing and Home Finance Agency,” 12 U.S.C. § 1717 (1958), and Fannie\nMae’s obligations were not obligations of the United States or “of any agency or instrumentality\nthereof other than [Fannie Mae],” id. §§ 1719(b), 1721(b) (emphasis added); the “other than” language\nsuggested that Fannie Mae itself was an agency or instrumentality of the government."
}