{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 5,
  "chunk_text": "We conclude that it is not. This Office previously has described the Smithsonian Institution as a “very\nunusual entity,” a “historical and legal anomaly,” Memorandum for the Attorney\nGeneral, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: S. 653, a [sic] Act to Establish a Foundation for the Advancement of\nMilitary Medicine at 1 (May 23, 1983); that occupies an “anomalous position in\nthe Government,” Memorandum for Drew S. Days, III, Assistant Attorney\nGeneral, Civil Rights Division, from Leon Ulman, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel at 2 (Mar. 20, 1978) (“Status of GPO and\nSmithsonian”); “sui generis,” Garnishment of Remuneration Paid to Federal Employees, 3 Op. O.L.C. 274, 277 (1979); and “unique unto its own terms,” Ulman\nMemorandum at 9; accord Memorandum for Fred F. Fielding, Counsel to the\nPresident, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: President’s Removal Power over Certain Appointees at 8 (Aug. 8,\n1983) (“President’s Removal Power”). On occasion, we have suggested that the\nSmithsonian is a “congressional agenc[y]” that operates “in aid of the legislative\nprocess.” See The Constitutional Separation of Powers Between the President and\nCongress, 20 Op. O.L.C. 124, 172 (1996) (stating that the Smithsonian “fit[s]\nunder a broad construction of that concept”); cf. Ulman Memorandum at 5 (“[I]t\ncould be argued that the Smithsonian is . . . an arm of the Congress itself . . . .”). Others have classified it as a creature of the government of the District of Columbia. See, e.g., David P. Currie, The Smithsonian, 70 U. Chi. L. Rev. 65, 67–68 &\nn.14 (2003). Others have described the Smithsonian as “a private institution under\nthe guardianship of the [federal] Government.” The Status of the Smithsonian\nInstitution under the Federal Property and Administrative Services Act, 12 Op.\nO.L.C. 122, 123 (1988) (quoting Chief Justice Taft as Chancellor of the Smithsonian’s Board of Regents); see also Ulman Memorandum at 5 (“it could be argued\nthat the Smithsonian is . . . a body entirely separate from the government of the\nUnited States utilized to fulfill trust obligations”); Dong, 125 F.3d at 879 (suggesting that the Smithsonian might accurately be classified as “a testamentary trust\nres”). We have advised that “[t]he unique nature of the Smithsonian counsels\nreluctance toward a sweeping declaration of the Smithsonian’s status within the\nfederal government. The wiser course, which we and others have followed, is to\nfocus upon the position of the Smithsonian within a precise statutory scheme.” Status of the Smithsonian Institution, 12 Op. O.L.C. at 123–24. We follow that\ncourse today. The history of the Smithsonian suggests that Congress created the entity outside\nthe Executive Branch. In 1836, Congress enacted legislation to accept the bequest\nof James Smithson, a wealthy English scholar and scientist, who bequeathed all\nhis property to the United States to found “an Establishment for the increase and 60 Office of Government Ethics Jurisdiction Over the Smithsonian Institution diffusion of knowledge among men.” Smithsonian Letter at 3 (quoting Smithson\nwill). See generally Act of July 1, 1836, ch. 252, 5 Stat. 64; The Smithsonian\nLegacy to the United States, 3 Op. Att’y Gen. 383 (1838)."
}