{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 24,
  "chunk_text": "Congress has expressly sought to limit OMB’s\nauthority to coordinate the interagency clearance process in various respects, but has not imposed any statutory restrictions on OMB’s authority\nto conduct regulatory review. This only underscores that Congress left the\nlatter untouched. We must presume that Congress “says what it means and\nmeans what it says” in these statutes. Simmons v. Himmelreich, 136 S. Ct.\n1843, 1848 (2016). By their plain terms, these statutes do not purport to\nforbid requiring independent regulatory agencies to participate in the EO\n12866 centralized review process. Congress has also required two agencies to submit certain financial operating plans and forecasts to OMB, but then provided in a “rule of con27 43 Op. O.L.C. __ (Oct. 8, 2019) struction” that those requirements “may not be construed as implying”\nthat OMB has “any jurisdiction or oversight over the affairs or operations” of the agencies. 12 U.S.C. § 1827(c)(3) (Federal Deposit Insurance\nCorporation); see also id. § 5497(a)(4)(E) (CFPB). By its own terms, that\nrule of construction simply precludes the inference that the agencies’\nsubmission of required documents otherwise implies OMB supervision. The rule of construction, like OMB bypass statutes generally, does not\nspeak to or limit the President’s authority under Article II to require an\nagency to participate in centralized regulatory review of the agency’s\nproposed rulemakings. 4. Sunshine Act. Congress has required multi-member agencies to\ncomply with the Government in the Sunshine Act, 5 U.S.C. § 552b, but\nthe requirements of that law do not preclude application of EO 12866. The Sunshine Act applies to any “agency . . . headed by a collegial body\ncomposed of two or more individual members, a majority of whom are\nappointed to such position by the President with the advice and consent of\nthe Senate.” Id. § 552b(a)(1). The Act requires that “every portion of\nevery meeting” of such an agency “be open to public observation,” subject to various exceptions, id. § 552b(b), and it defines a “meeting” as\n“the deliberations of at least the number of individual agency members\nrequired to take action on behalf of the agency where such deliberations\ndetermine or result in the joint conduct or disposition of official agency\nbusiness,” id. § 552b(a)(2). The public is entitled to at least one week’s\nadvance notice of any such meeting. Id. § 552b(e)(1). The Act’s requirements do not apply to formal rulemakings, see id. § 552b(c)(10); Time,\nInc. v. U.S. Postal Serv., 667 F.2d 329, 334 (2d Cir. 1981), but there is no\ncomparable exception for informal rulemakings—the kind of rulemakings\nto which EO 12866 applies, see EO 12866, § 3(d)(1). Thus, the Act requires covered agencies, such as the SEC and FTC, to meet in public\nwhenever a quorum of agency members convenes to engage in noticeand-comment rulemaking. The Sunshine Act’s requirements would not preclude compliance with\nEO 12866, because most discussions between a covered agency and OIRA\nwould likely not qualify as a “meeting.” As the Supreme Court explained\nin FCC v. ITT World Communications, Inc., 466 U.S. 463 (1984), Congress was cognizant in drafting the Sunshine Act that “the administrative\nprocess cannot be conducted entirely in the public eye.” Id. at 469."
}