{
  "document_category": "memos",
  "docId": "memos_74",
  "chunk_index": 1,
  "chunk_text": "Congressional Requests for\nConfidential Executive Branch Information This memorandum summarizes the principles and practices governing congressional\nrequests for confidential executive branch information. June 19, 1989\nM em orandum O pinion for th e\nG en eral C ounsel ’s C onsultative G rou p This memorandum summarizes the principles and practices governing\ncongressional requests for confidential executive branch information. As\ndiscussed below, the executive branch’s general practice has been to\nattempt to accommodate whatever legitimate interests Congress may\nhave in obtaining the information, while, at the same time, preserving\nexecutive branch interests in maintaining essential confidentiality. Only\nwhen the accommodation process fails to resolve a dispute and a sub­\npoena is issued does it become necessary for the President to consider\nasserting executive privilege. I. Congress’ Oversight Authority The constitutional role of Congress is to adopt general legislation that\nwill be implemented — “executed” — by the executive branch. The\ncourts have recognized that this general legislative interest gives\nCongress investigatory authority. Both Houses of Congress have power,\n“through [their] own process, to compel a private individual to appear\nbefore it or one of its committees and give testimony needed to enable it\nefficiently to exercise a legislative function belonging to it under the\nConstitution.” McGrain v. Daugherty, 273 U.S. 135, 160 (1927). The\nissuance of subpoenas in aid of this function “has long been held to be a\nlegitimate use by Congress of its power to investigate,” Eastland v.\nUnited States Serviceman’s Fund, 421 U.S. 491, 504 (1975), provided\nthat the investigation is “related to, and in furtherance of, a legitimate\ntask of the Congress.” Watkins v. United States, 354 U.S. 178, 187 (1957). The inquiry must pertain to subjects “on which legislation could be had.” McGrain v. Daugherty, 273 U.S. at 177. Thus, Congress’ oversight\nauthority\n153 is as penetrating and far-reaching as the potential power to\nenact and appropriate under the Constitution. Broad as it is, the power is not, however, without limita­\ntions. Since Congress may only investigate into those areas\nin which it may potentially legislate or appropriate, it can­\nnot inquire into matters which are within the exclusive\nprovince of one of the other branches of the Government. Barenblatt v. United States, 360 U.S. 109, 111-12 (1959). II. Executive Privilege If it is established that Congress has a legitimate legislative purpose for\nits oversight inquiry, the executive branch’s interest in keeping the infor­\nmation confidential must be assessed. This subject is usually discussed in\nterms of “executive privilege,” and that convention is used here. The\nquestion, however, is not strictly speaking just one of executive privilege. While the considerations that support the concept and assertion of exec­\nutive privilege apply to any congressional request for information, the\nprivilege itself need not be claimed formally vis-a-vis Congress except in\nresponse to a lawful subpoena; in responding to a congressional request\nfor information, the executive branch is not necessarily bound by the lim­\nits of executive privilege. Executive privilege is constitutionally based. To be sure, the Consti­\ntution nowhere expressly states that the President, or the executive\nbranch generally, ei\\joys a privilege against disclosing information\nrequested by the courts, the public, or the legislative branch."
}