{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 15,
  "chunk_text": "Article 39 thus permits parties to\ndepart from the specific controls mandated only where the alternatives are\nplainly more “strict or severe.” The existing licensing scheme falls short\nof that standard. C.\nIn considering the appropriate interpretation of the Single Convention,\nwe have reviewed the statements and practice of the International Narcotics Control Board (“INCB”), the international body established by the\nSingle Convention to monitor treaty compliance, which we understand\nhas not objected to the United States’ licensing scheme. While the interpretation of a body charged with monitoring treaty implementation may 12 As noted above, the Single Convention’s definition of cannabis does not include the\nleaves when unaccompanied by the top of the plant. Single Convention art. 1(1)(b). The\nCSA’s definition of marijuana, by contrast, includes the leaves. 21 U.S.C. § 802(16). 17 Opinions of the Office of Legal Counsel in Volume 42 sometimes help in resolving ambiguities in the treaty’s text, such views\nare not authoritative interpretations of the treaty or legally binding on the\nUnited States or other parties. 13 Here, the INCB’s failure to object reveals little. The INCB’s mandate\ndoes not require it to note every instance of noncompliance. Rather, the\nINCB is charged with identifying situations in which the Convention’s\naims “are being seriously endangered by reason of the failure of any\nParty, country or territory to carry out [its] provisions.” Single Convention art. 14(1)(a). In fulfilling this mandate, the INCB has, for example,\nobjected to “the legalization of the production, sale and distribution of\ncannabis for non-medical and non-scientific purposes in the states of\nAlaska, Colorado, Oregon and Washington.” 2014 INCB Report at 25. But the fact that the INCB has not objected to the federal licensing\nscheme does not mean that the INCB views that framework as complying\nwith the Single Convention. Indeed, the INCB’s interpretation of the Single Convention appears entirely consistent with ours. For instance, the INCB’s 2014 annual report\nadvises that “States wishing to establish programmes for the use of cannabis for medical purposes that are consistent with the requirements of the\nSingle Convention must establish a national cannabis agency to control,\nsupervise and license the cultivation of cannabis crops.” Id. at 35. The\nnational cannabis agency must “purchase and tak[e] physical possession\nof crops” and maintain “the exclusive right of wholesale trading and\nmaintaining stocks.” Id. While the INCB has not expressly objected to the\nUnited States’ licensing scheme, it has “note[d] that the control measures\nin place under many existing programmes in different countries fall short\nof the requirements set out above.” Id. at 36. We do not infer from the\nINCB’s silence any affirmative approval of the existing licensing scheme\nor the licensing schemes of other countries. 13"
}