{
  "document_category": "memos",
  "docId": "memos_32",
  "chunk_index": 4,
  "chunk_text": "T h e q u e stio n m ig h t be ra ised if by a ssig n in g re m o v a l a u thority\nto the M erit S y ste m s P ro te c tio n B o ard — an in d e p e n d en t a g e n c y v ested w ith q u a si-ju d ic ial\np o w e r— C o n g re ss has in so m e fa sh io n “ d ra w n to its e lf \" th e p o w e r o f re m o v a l. T h e sh o rt a n sw e r\nlies in th e C o u rt’s a n a ly sis in Weiner v. United States, 357 U .S. 3 4 9 , 3 5 5 -5 6 (1 9 5 8 ), in w hich the\nC o u rt m a d e c le a r th at in d e p e n d en t re g u la to ry c o m m is sio n s are to be in d e p e n d en t not o n ly from the\nE x e c u tiv e b u t fro m C o n g re ss. U n d e r th e c irc u m s ta n c e s, w e h av e little d o u b t a b o u t the p ro p riety o f\nthe B o ard ta k in g d is c ip lin a ry a c tio n , in c lu d in g re m o v a l, w ith re sp e c t to su ch in fe rio r o ffice rs. 108 penalty. § 1207(a). We are aware o f no precedents controlling this question,\nbut we believe that Congress does have, and must have, some authority to\nprescribe sanctions against executive branch officials who act in violation of\nexisting law. The more difficult issue is whether the imposition of those\nsanctions can be assigned to a body over which the President has limited\ncontrol. Insofar as Presidential appointees are concerned, we doubt that\nCongress may take from the President the ultimate authority to act in that\nmanner. This would surely disrupt the appointee’s ability to carry out the\ninstructions of the President. The power to dem ote, suspend, or debar a\nPresidential appointee from Federal employment carries with it the power to\nsupervise the appointee’s actions; more importantly, to take this power away\nfrom the President would interfere with the President’s duty faithfully to\nexecute the laws. The conclusion is perhaps more doubtful with respect to\nlesser actions such as reprimand and civil penalties, but here again it is quite\nlikely that disruptions would result."
}