{
  "document_category": "memos",
  "docId": "memos_19",
  "chunk_index": 3,
  "chunk_text": "172 ifests any congressional intent to extend GAO’s investigative authority beyond\nstatutory programs into the Executive’s discharge of its constitutional responsi­\nbilities. See S. Rep. No. 924, 93d Cong., 2d Sess. 72 (1974); S. Rep. No. 202,\n91st Cong., 1st Sess. (1969); H.R. Rep. No. 1215, supra, at 18, 34, 81-84; 116\nCong. Rec. 24,597 (1970). 2. GAO Has Not Justified its Investigation Under Section 717(b) We conclude on the record before us that GAO has not established that it has\nauthority under section 717(b) to pursue this investigation. The subject of the in­\nvestigation according to GAO is foreign policymaking, a subject matter which is\ngenerally within the purview of the President’s power under Article II of the Con­\nstitution. GAO has failed to assert any interest in evaluating the results of any\nspecific statutory program or activity that may relate to foreign policy. As this Office has consistently observed,3 Section 1 of Article II confers on\nthe President plenary authority to represent the United States and to pursue its\ninterests outside the borders of the country, subject only to limits specifically set\nforth in the Constitution itself and to such statutory limitations as the Constitu­\ntion permits Congress to impose by exercising one of its enumerated powers. See\ngenerally United States v. Curtiss-Wright Export Corp., 299 U.S. 304 (1936). Specifically, the President’s constitutional authority includes the authority to ne­\ngotiate with foreign nations, to articulate the foreign policy of the United States,\nto carry out diplomatic and intelligence missions, and to protect the lives of Amer­\nicans abroad. Id. Of course, pursuant to its own substantial authority under the Commerce\nClause and its exclusive power of appropriation, Congress has enacted statutes\nthat relate to the foreign policy of the United States. For instance, Congress has\nappropriated funds for foreign assistance and enacted statutes regulating arms\nsales to foreign governments. If GAO were to express a specific interest in ma­\nterials relating to such statutes, there would be reasonable and legitimate ques­\ntions as to which materials were within the scope of G AO’s section 717(b) au­\nthority, and which were not. The request before us, however, does not present these close questions. The\nGAO letter of June 23,1988 makes it clear that foreign policymaking is the sub­\nject of the GAO investigation, and it provides no basis for concluding that GAO\nis interested in reviewing Executive foreign policymaking pursuant to statutory\nauthority. The GAO letter states that the GAO investigation is premised on a con­\ncern that “information about illegal activities by high level officials of other na­\ntions may not be adequately considered in U.S. foreign policy decisions” and that\nit is directed at learning “what role [information about General Noriega] played\nin policy decisions regarding Panama.” The GAO letter thus demonstrates an in­ 3\nSee, e g , Memorandum for Judith H. Bello, General Counsel, Office of the United States Trade Representa­\ntive, from Charles J. Cooper, Assistant Attorney General, Office o f Legal Counsel, Re The President's Authority\nto Terminate the International Express M ail Agreement With Argentina Without the Consent o f the Postal Service\n(June 2, 1988). 173"
}