{
  "document_category": "memos",
  "docId": "memos_28",
  "chunk_index": 4,
  "chunk_text": "9 At issue in Bowen were a broad range o f social services organizations with religious affiliations. The Court\nconcluded that the Establishment Clause prohibited those organizations that were “ pervasively sectarian” from\nreceiving federal grants under the Adolescent Family Life Act, 42 U.S.C. §§3007-3007-10. 487 U.S. at 620-21.\n10 Draft Memo at 6. 269 Opinions o f the Office o f Legal Counsel in Volume 19 secular purpose, see Meek, 421 U.S. at 363; Kendrick, 487 U.S. at 602; what\nis critical is that the assistance also would have the effect of advancing religion\nbecause of the pervasively sectarian character of the recipients. Meek, 421 U.S.\nat 363. And even if it were possible, as a theoretical matter, to channel government\nfunds exclusively to secular functions in such institutions, the degree and kind\nof governmental monitoring necessary to ensure compliance with the requisite\nfunding restrictions would itself raise Establishment Clause problems. Kendrick,\n487 U.S. at 616-17. We think that these concerns would be implicated squarely were the government\nto provide churches and other pervasively sectarian facilities with historic\npreservation grants. The draft opinion suggests that such grants might be permis­\nsible if restricted to the preservation of “ secular elements” of otherwise religious\nbuildings — that is, if government assistance were used only for such purposes\nas exterior renovation, roof repair, and replacement of structurally necessary\ninternal components. 11 What underlies the Court’s decisions in this area, however,\nis an understanding that in the context of pervasively sectarian facilities, “ secular\nelements” simply cannot be identified and separated from the overall religious\nmission. Indeed, renovation of active churches and other houses of worship\nappears to be a case in point. Though a structural element like a roof can be\ncharacterized as “ secular” rather than “ sectarian” in most contexts, the distinc­\ntion cannot be maintained in any meaningful sense when the roof is a component\npart of an active church. Moreover, even if such a distinction could be defended in the abstract, efforts\nby the government to identify those elements of a house of worship that do not\nhave “ direct religious import” 12 could well involve the kind of “ monitoring for\nthe subtle or overt presence of religious matter” prohibited by the Establishment\nClause. See Hernandez v. Commissioner, 490 U.S. 680, 694 (1989). It is our\nunderstanding that even the most basic structural features of a church may carry\nsymbolic religious import. 13 Determining whether that is the case in any given\ninstance may require an inquiry into religious doctrine or belief that would\nimpermissibly entangle the government in religious affairs. See id. at 696-97\n(“ [Requiring the Government to distinguish between ‘secular’ and ‘religious’\nbenefits or services [provided by Church of Scientology auditing sessions] may\nbe fraught with the sort of entanglement that the Constitution forbids.’ ” ). In short,\n\"Id. at 3, 7.\n'2 / i at 3.\n13 “ Besides individual ornam ents and architectural features, the [church] structure, taken as a whole, can be a\nsym bol o f the entire religion: ‘The visible church building was both a symbol and model for the invisible or “ spiritual” church. . . ."
}