{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 21,
  "chunk_text": "(Emphasis added.) As Professor Dellinger has written, the Constitution “re­\nquires no additional action by Congress or by anyone else after ratification\nby the final state.” 97 Harv. L. Rev. at 398. To interpret Article V “as\nrequiring or permitting” a further step of congressional promulgation is, in\nthe words of another scholar, “no more defensible than to find a third house\nof Congress hidden cleverly in the interstices of the constitutional language\nvesting all legislative power in a House and a Senate.” Rees supra, at 899. 23We have discussed C hief Justice H ughes’s opinion because it is the only part of C olem an other than\nthe judgm ent that m ight be considered authoritative. If the views o f the majority Justices had any\ncom m on ground. C hief Justice Hughes's occupied the narrowest portion of that ground: Justice B lack's\ndisclaim er of any judicial inquiry is broader than the C hief Justice’s approach. Scholars doubt whether\nC o le m a n has authority even as a political question decision. Grover Rees III, Throw ing A w ay the K ey:\nT h e U n c o n stitu tio n a lity o f the Equal R ig h ts A m en d m en t E x ten sion, 58 Tex. L. Rev. 875, 887-88 (1980)\n(“ R ees” ); Dellinger, at 388 n.8. See a lso A F L -C IO v. M a rch Fong E u, 686 P.2d 609, 616 (Cal. 1984)\nIndeed, C hief Justice Rehnquist has questioned whether C o lem an's analysis still obtains in the context\no f A rticle V. S e e U h le rv . A F L-C IO , 468 U.S. 1310(1984) (Rehnquist, Circuit Justice); b u t cf. G o ld w a ter\nv. C a rte r, 444 U.S. 996, 1002 (1979) (Rehnquist, J„ concurring) (relying on C olem an to conclude that\nP resident’s pow er to denounce a treaty was a nonjusticiable political question). 24In 1977, this Office stated that Congress could by concurrent resolution extend the tim e-lim it for\nratification o f the Equal Rights Amendment. S ee Memorandum for Robert J. Lipshutz, Counsel to the\nPresident, from John M. Harmon, Assistant Attorney General, Office o f Legal Counsel (Oct. 31, 1977)\n(“ O ctober M em orandum \"). S ee also E x te n d in g the R a tifica tio n P e rio d f o r the P ro p o sed E qu a l R ig h ts\nA m e n d m e n t: H e a rin g s on H .J. Res. 638 B e fo re the S ubcom m ."
}