{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 13,
  "chunk_text": "9 Courts have tended to construe the definition broadly. Historic\nGreen Springs, Inc. v. Bergland, 497 F. Supp. 839, 853 (E.D. Va. 1980); National\nIndian Youth Council v. Andrus, 501 F. Supp. 649, 676 (D.N.M. 1980), a ff d.\nsub nom. National Indian Youth Council v. Watt, 664 F.2d 220 (10th Cir. 1981). And we cannot deny that the Secretary’s contemplated action appears to fit within\nthe definition in § 800.2(o) in that the street closing would make a direct change\nin the use of the historic area because it will prohibit a significant use currently\nallowed, that is, vehicular traffic. Even if the contemplated street closing were considered an “ undertaking”\npursuant to 16 U.S.C. §470f, however, it is our conclusion that the consultation\nrequirements of the Advisory Council’s regulatory scheme do not prohibit the Sec­\nretary from taking the necessary and immediate action to protect the President\nof closing to vehicular traffic the aforementioned streets. The statutory and regu­\nlatory framework of the NHPA cannot reasonably be read to require strict compli­\nance with the consultation requirements in the case of an emergency. For example,\nif a water main breaks in an urban historic area, maintenance crews must be able\nto promptly remedy the situation even if that entails physical destruction of roads\nand sidewalks in the historic area and closure to all traffic for an extended period\nof time; surely Congress would not expect consultation before the maintenance\nwork commenced. Similarly, if a crime is committed in an historic area or in\nan historic building, law enforcement officials would be able to secure the area\nif necessary to apprehend the perpetrators, preserve evidence, and take necessary\nand reasonable steps to ensure the safety of members of the public, even if such\nmeasures change the use of the historic site by re-routing traffic, setting up road­\nblocks, or denying access to buildings and areas. Again, those law enforcement\nactions could be handled promptly without compliance with the NHPA consulta­\ntion requirements. We do not construe the section 106 process to preclude the Secretary, after\nhaving “ tak[en] into account the effect of the undertaking,” from authorizing the\nundertaking to go forward initially on a provisional basis, with no irreversible\neffects, and thereafter giving the Advisory Council a reasonable opportunity to\ncomment on it before deciding to put the undertaking on a final and permanent\nfooting. In other words, as we construe the statute and regulation, the “ under­\n9 In addition, “ [t]he project, activity, o r program must be under the direct or indirect jurisdiction of a Federal\nagency or licensed o r assisted by a Federal agency. U ndenakings include new and continuing projects, activities,\nor programs and any o f their elements not previously considered under section 106.” 36 C.F.R. §800.2(o). 120 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House taking” that requires prior consultation with the Advisory Council must be one\nthat would effect a permanent change in the character and use of the site."
}