{
  "document_category": "memos",
  "docId": "memos_56",
  "chunk_index": 2,
  "chunk_text": "For the reasons stated below, how­\never, we conclude that USIA is at this time nevertheless entitled to spend funds\nappropriated under the provision. In addition, we conclude that the relocation of\nOCB’s headquarters to south Florida is mandatory under the appropriation. Fi­\nnally, we conclude that, despite USIA’s inability to comply with the literal terms\nof the provision’s relocation deadline, it may at this time access funds contained\nin the International Broadcasting Operations, Broadcasting to Cuba, and Radio\nConstruction accounts in order to cover expenses associated with relocating OCB’s\nheadquarters to south Florida. These conclusions are premised on observance of\nthe statutory mandate to relocate OCB’s headquarters to south Florida. We decline\nto address at this time, however, the time period within which the relocation must\nbe accomplished. I. Discussion The pre-eminent principle of statutory interpretation, as most recently expressed\nby the Supreme Court, is that where Congress has “ spoken to the precise question\nat issue,” agencies and courts are bound by the terms of the statute as written. Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837,\n842 (1984). Here, the appropriations provision under review speaks plainly and\nprecisely, imposing an April 1, 1996 deadline on the relocation of OCB’s head­\nquarters to south Florida. We conclude, however, that the exceptional aspects of\nthis provision and its enactment history justify a narrow exception to the principle\nenunciated in Chevron to correct what manifestly appears to be a technical or\nclerical error. According to a General Accounting Office (“ GAO” ) treatise on Appropriations\nlaw:\nA statute may occasionally contain what is clearly a technical or\ntypographical error which, if read literally, could alter the meaning\nof the statute or render execution effectively impossible. In such\na case, if the legislative intent is clear, the intent will be given\neffect over the erroneous language. 1 Office of the General Counsel, United States General Accounting Office, Prin­\nciples o f F ederal Appropriations Law 2-74 (2d ed. 1991). Courts have embraced\nthe GAO’s view regarding such statutes. In Fleming v. Salem Box Co., 38 F.\nSupp. 997 (D. Or. 1940), the court gave effect to what it determined to be the\ntrue intent of Congress when confronted with a clerical error that, if adhered to,\ncould not have been reconciled with the statute’s legislative history. The court\nstated that “ [a] palpable clerical error clearly shown should not override legisla210 R elocation D eadline P rovision C ontained in the 1996 O m nibus C onsolidated R escissions a n d\nA ppropriations A c t tive intention.” Id. at 998. In Ronson Patents Corp. v. Sparklets Devices, Inc.,\n102 F. Supp. 123 (E.D. Mo. 1951), the court determined that a statute extending\nthe term of a patent was not invalid despite the existence of an error in the patent’s\nreissue date. According to the court, “ if the error in a legislative act is apparent\non the face of the act and can be corrected by other language of the act, it is\nnot fatal.” Id. at 124.1"
}