{
  "document_category": "memos",
  "docId": "memos_60",
  "chunk_index": 3,
  "chunk_text": "F o r exam ple,\nthe Senate report on §601 states that it is designed to \"prohibit actual, attem pted, o r threatened\ndeprivation o f public em ploym ent o r benefit as a means o f extorting a political contribution o f a thing\no f value . . .\" S. Rep. No. 1245, 94th C ong., 2d Sess. 4 (1976) (emphasis added). 455 indirect way of promising employment or special consideration in\nreturn for political activity. Of course, if a party official does promise\nemployment as a census enumerator, or special consideration in\nobtaining such employment, in return for future political activity or\nsupport by the promisee, that official will be subject to possible crimi­\nnal liability. Such an official would not, however, be acting in accord­\nance with the Administration’s program. Even if § 600 were read to prohibit promises made in return for past\npolitical activity, we believe that the program outlined in the proposed\nmemoranda still would not violate that provision. The policy expressed\nin the memoranda, undoubtedly, does give Democratic Party leaders\nsome privilege; but it does not give those leaders “any employment,\nposition, compensation, contract, appointment, or other benefit, pro­\nvided for or made possible in whole or in part by any Act of Congress,\nor any special consideration in obtaining any such benefit”—the benefits\nto which § 600 applies. Democratic Party leaders are being given only\nthe opportunity to nominate preferred candidates for positions as enu­\nmerators. This opportunity is not among those benefits that, under\n§ 600, cannot be distributed in return for support of a political party. That is, the party leaders are not themselves receiving a covered\nbenefit. There is a clear distinction between receiving employment or\nspecial consideration for employment oneself, and receiving the power\nto award special consideration for employment to others. Because both\nsorts of privileges were historically involved in political patronage, we\nbelieve that Congress would have specified both if it had intended such\na sweeping restriction. Instead, the statute lists benefits of a specific\nnature; because § 600 is a criminal statute, we believe that list must be\nliterally construed and is exclusive. Finally, we believe that, even if § 600 were read to prohibit a prom­\nise of employment or special consideration as a reward for past political\nsupport, the potential enumerators are not being made such a promise\nin violation of § 600. The proposed memoranda would instruct party\nleaders not to make their recommendations as a reward for political\nactivity or support, but rather to recommend qualified individuals. L arry A. H am m ond D eputy Assistant Attorney General\nOffice o f L egal Counsel 456"
}