{
  "document_category": "memos",
  "docId": "memos_27",
  "chunk_index": 4,
  "chunk_text": "Those sites are- London, M exico City, Tokyo, Amsterdam, Frankfurt, Pans, Taipei, Seoul, Caracas, Santo\nDomingo, Kingston, Sao Paolo, Rome, Guadalajara, Guatemala City, and Port au Pnnce See Memorandum for Chns\nSale, D eputy Commissioner, INS, from Michael D. Cronin, Assistant Commissioner. INS, Re- Preinspection Working\nGroup at 5 -6 (July 22, 1997). 278 Section 235A o f the Immigration and Nationality Act American embassies and consulates in the relevant countries to explore that issue\nwith host country officials. In a letter dated January 20, 1998, the Assistant Sec­\nretary of State for Consular Affairs reported that “ only one [country] (Jamaica)\ngave preliminary indication that it would support establishment of an INS\npreinspection station.” Letter for Hon. Doris Meissner, Commissioner, INS, from\nMary A. Ryan, Assistant Secretary for Consular Affairs, Dept, of State at 2 (Jan.\n20, 1998) (“ Ryan Letter” ).5 To date, no preinspection stations have been estab­\nlished pursuant to section 235A. DISCUSSION To determine whether section 235A unconstitutionally intrudes on the Presi­\ndent’s authority to conduct foreign relations, we begin by identifying section\n235A’s precise requirements. For present purposes, this involves interpreting sec­\ntions 235A(a)(l), (4), and (5). The first two provisions stipulate how many\npreinspection stations are to be established and maintained, the criteria those sta­\ntions must meet, and the dates by which they are to be established. The third\nspecifies certain conditions that must be met before a preinspection station is\nestablished. Sections 235A(a)(l) and (4) both direct the Attorney General, in consultation\nwith the Secretary of State, to “ establish” (and, in the case of section 235A(a)(l),\n“ maintain” ) preinspection stations meeting certain criteria. Section 235A(a)(l)\nprovides that, by Octobcr 31, 1998, the Attorney General “ shall establish and\nmaintain preinspection stations in at least 5 of the foreign airports that are among\nthe 10 foreign airports which the Attorney General identifies as serving as last\npoints of departure for the greatest numbers of inadmissible alien passengers who\narrive from abroad by air at ports of entry within the United States.” Id. Section\n235A(a)(4) provides that, by October 31, 2000, she “ shall establish preinspection\nstations in at least 5 additional foreign airports which the Attorney General, in\nconsultation with the Secretary of State, determines, based on the data compiled\nunder paragraph (3) and such other information as may be available, would most\neffectively reduce the number of aliens who arrive from abroad by air at points\nof entry within the United States who are inadmissible to the United States.” Id. Sections 235A(a)(l) and (4) thus appear to contemplate a two-step process. First, the Attorney General is to identify potential sites for preinspection stations\nthat meet the criteria set out in the relevant section. Second, she is to establish\nsuch stations at a minimum number of sites by the dates prescribed. 5 The Ryan Letter noted that “ [o]ne country (Dominican Republic) indicated it might be willing to allow a\npreinspection staiion, but only if full preclearance was allowed, i.e customs inspections as w ell.” Ryan Letter at\n2 The Ryan Letter further explained that fourteen countries were “ queried ” Id at 2."
}