{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 19,
  "chunk_text": "For\nexample. Congress has the power to regulate foreign commerce, art. I, § 8, cl. 3, the power to define and punish\ncrimes committed on the high seas and offenses against international law, art. I, § 8, cl. 10, and the power to de­\nclare war, art. I, § 8, cl. 11. Congress also exercises considerable authority over the temtory of the United States. The Constitution authorizes Congress to admit new states, art. IV, § 3, cl 1, and to dispose of and regulate the prop­\nerty of the United States, art. IV, § 3, cl. 2. 251 31 Cong. Rec. 5975 (1898) (statement of Rep. Ball).30 Moreover, as one con­\nstitutional scholar wrote: The constitutionality of the annexation of Hawaii, by a simple leg­\nislative act, was strenuously contested at the time both in Con­\ngress and by the press. The right to annex by treaty was not de­\nnied, but it was denied that this might be done by a simple\nlegislative act... . Only by means of treaties, it was asserted, can\nthe relations between States be governed, for a legislative act is\nnecessarily without extraterritorial force—confined in its opera­\ntion to the territory of the State by whose legislature it is enacted. 1 Westel Woodbury Willoughby, The Constitutional Law of the United States\n§ 239, at 427 (2d ed. 1929). Notwithstanding these constitutional objections, Congress approved the joint\nresolution and President McKinley signed the measure in 1898. Nevertheless,\nwhether this action demonstrates the constitutional power of Congress to acquire\nterritory is certainly questionable. The stated justification for the joint resolu­\ntion—the previous acquisition of Texas—simply ignores the reliance the 1845\nCongress placed on its power to admit new states. It is therefore unclear which\nconstitutional power Congress exercised when it acquired Hawaii by joint reso­\nlution. Accordingly, it is doubtful that the acquisition of Hawaii can serve as an\nappropriate precedent for a congressional assertion of sovereignty over an ex­\ntended territorial sea.3v We believe that the only clear congressional power to acquire territory derives\nfrom the constitutional power of Congress to admit new states into the union. The\nadmission of Texas is an example of the exercise of this power. Additionally, the\nSupreme Court in Louisiana recognized that this power includes “the power to\nestablish state boundaries.” 363 U.S. at 35. The Court explained, however, that\nit is not this power, but rather the President’s constitutional status as the repre­\n30 Representative Ball argued:\nAdvocates of the annexation of Texas rested their case upon the express power conferred upon Con­\ngress in the Constitution to admit new States Opponents of the annexation of Texas contended that\neven that express power did not confer the right to admit States not carved from tem tory already be­\nlonging to the United States or some one o f the States forming the Federal Union. Whether, therefore,\nwe subscribe to the one or the other school of thought in that matter, we can find no precedent to sus­\ntain the method here proposed for admitting foreign temtory. 31 Cong. Rec 5975 (1898)."
}