{
  "document_category": "memos",
  "docId": "memos_70",
  "chunk_index": 3,
  "chunk_text": "1 Consequently, there is reason to question whether\nCongress has oversight authority to investigate deliberations by White House\nofficials concerning proposals to dismiss and replace U.S. Attorneys, because such\ndeliberations necessarily relate to the potential exercise by the President of an\nauthority assigned to him alone. See Clemency Decision, 23 Op. O.L.C. at 3–4\n(“[I]t appears that Congress’ oversight authority does not extend to the process\nemployed in connection with a particular clemency decision, to the materials\ngenerated or the discussions that took place as part of that process, or to the advice\nor views the President received in connection with a clemency decision [because\nthe decision to grant clemency is an exclusive Executive Branch function].”);\nScope of Congressional Oversight and Investigative Power With Respect to the\nExecutive Branch, 9 Op. O.L.C. 60, 62 (1985) (congressional oversight authority\ndoes not extend to “functions fall[ing] within the Executive’s exclusive domain”). In any event, even if the Committees have oversight authority, there is no doubt\nthat the materials sought qualify for the privilege and the Committees have not\ndemonstrated that their interests justify overriding a claim of executive privilege as\nto the matters at issue. The House Committee, for instance, asserts in its letter\naccompanying the subpoenas that “[c]ommunications among the White House\nstaff involved in the U.S. Attorney replacement plan are obviously of paramount\nimportance to any understanding of how and why these U.S. Attorneys were\n1\nSee, e.g., Pub. Citizen v. Dep’t of Justice, 491 U.S. 440, 483 (1989) (Kennedy, J., concurring)\n(“[T]he Clause divides the appointment power into two separate spheres: the President’s power to\n‘nominate,’ and the Senate’s power to give or withhold its ‘Advice and Consent.’ No role whatsoever is\ngiven either to the Senate or to Congress as a whole in the process of choosing the person who will be\nnominated for [the] appointment.”); Myers v. United States, 272 U.S. 52, 122 (1926) (“The power of\nremoval is incident to the power of appointment, not to the power of advising and consenting to\nappointment, and when the grant of the executive power is enforced by the express mandate to take\ncare that the laws be faithfully executed, it emphasizes the necessity for including within the executive\npower as conferred the exclusive power of removal.”). 3 Opinions of the Office of Legal Counsel in Volume 31 selected to be fired.” Letter for Fred F. Fielding, Counsel to the President, from\nJohn Conyers, Jr., Chairman, House Judiciary Committee at 2 (June 13, 2007). But\nthe Committees never explain how or why this information is “demonstrably\ncritical” to any “legislative judgments” Congress might be able to exercise in the\nU.S. Attorney matter. Senate Select Comm., 498 F.2d at 732. Broad, generalized\nassertions that the requested materials are of public import are simply insufficient\nunder the “demonstrably critical” standard. Under Senate Select Committee, to\noverride a privilege claim the Committees must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Id. at 733."
}