{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 11,
  "chunk_text": "See id. § 1320d(2) & (5); id.\n§ 1395w-141(h)(1)(A). When the covered entity is not an individual, principles of\ncorporate criminal liability will determine the entity’s liability and the potential\nliability of particular individuals who act for the entity. Although we do not\nelaborate these principles here, in general, the conduct of an entity’s agents may be\nimputed to the entity when the agents act within the scope of their employment,\nand the criminal intent of agents may be imputed to the entity when the agents act\non its behalf. See Kathleen F. Brickley, Corporate Criminal Liability §§ 3–4 (2d\ned. 1992). In addition, we recognize that, at least in limited circumstances, the\ncriminal liability of the entity has been attributed to individuals in managerial\nroles, including, at times, to individuals with no direct involvement in the offense. See id. § 5. 9 Consistent with these general principles, it may be that such individuals in particular cases may be prosecuted directly under section 1320d-6.\n7\nConsistent with our reading of 42 U.S.C. § 1320d-6, the Sixth Circuit has held that the Video\nPrivacy Protection Act’s (“VPPA”) creation of a cause of action for “[a]ny person aggrieved by any act\nof a person in violation of this section,” 18 U.S.C. § 2710(c)(1) (2000), allows suits against only video\ntape service providers and not against all persons. See Daniel v. Cantrell, 375 F.3d 377, 382–84 (6th\nCir. 2004). In that case, the plaintiff had sued several persons who were not video tape service\nproviders, alleging that they had violated the privacy right in his video rental records given him by the\nstatute. Similar to section 1320d-6, the VPPA cause of action provision refers to acts of “a person in\nviolation of this section.” 18 U.S.C. § 2710(c)(1). The court reasoned that because the operative\nprovision of the VPPA provides that “[a] video tape service provider who knowingly discloses . . .\npersonally identifiable information . . . shall be liable,” id. § 2710(b), only such providers could be “in\nviolation of” the statute. Daniel, 375 F.3d at 383–84. Accordingly, despite the use of the broad term\n“person” in section 2710(c)(1), only video tape service providers may be sued under that section. 8 The statute and regulations do not limit the actions for which a covered entity may be held liable\nto those activities that render the person a covered entity. Once a person is a covered entity, he must\n“comply with [an applicable] standard or specification,” 42 U.S.C. § 1320d-4(b)(1)(A) and “may not\nuse or disclose protected health information, except as permitted or required by” the regulations, 45\nC.F.R. § 164.502. Thus, a physician who is a covered entity in part because he transmits certain health\ncare information electronically must not disclose such protected information, either electronically or\notherwise, except as authorized by the regulations. And a physician who is a covered entity must\ncomply with the standards with respect to protected information concerning both his own patients and\nthose patients he is not treating."
}