{
  "document_category": "memos",
  "docId": "memos_74",
  "chunk_index": 2,
  "chunk_text": "Executive privilege is constitutionally based. To be sure, the Consti­\ntution nowhere expressly states that the President, or the executive\nbranch generally, ei\\joys a privilege against disclosing information\nrequested by the courts, the public, or the legislative branch. The exis­\ntence of such a privilege, however, is a necessary corollary of the execu­\ntive function vested in the President by Article II of the Constitution. 1It\nhas been asserted by numerous Presidents from the earliest days of our\nNation, and it was explicitly recognized by the Supreme Court in United\nStates v. Nixon, 418 U.S. 683, 705-06 (1974). There are at least three generally-recognized components of executive\nprivilege: state secrets, law enforcement, and deliberative process. Since\nmost disputes with Congress in this area in recent years have concerned\nthe privilege for executive branch deliberations, this memorandum will\nfocus on that component. See generally Confidentiality of the Attorney\nGeneral’s Communications in Counseling the President, 6 Op. O.L.C.\n481, 484-90 (1982). 1 The privilege to withhold information is implicit in the scheme of Article II and particularly in the pro­\nvisions that “(t]he executive Power shall be vested in a President of the United States of America,\" U S\nConst, art. II, § 1, cl. 1, and that the President shall “take Care that the Laws be faithfully executed,” U.S.\nConst, art. II, § 3. 154 The first congressional request for information from the executive\nbranch occurred in 1792, in the course of a congressional investigation\ninto the failure of an expedition under the command of one General St.\nClair. President Washington called his Cabinet together to consider his\nresponse, stating that he could conceive that there might be papers of so\nsecret a nature that they ought not be given up. The President and his\nCabinet concluded “that the Executive ought to communicate such\npapers as the public good would permit, and ought to refuse those, the\ndisclosure of which would injure the public .” 1 Writings of Thomas\nJefferson 304 (1903) (emphasis added). While President Washington ulti­\nmately determined in the St. Clair case that the papers requested could be\nfurnished without ii\\jury to the public, he refused four years later to com­\nply with a House committee’s request for copies of instructions and other\ndocuments employed in connection with the negotiation of a treaty with\nGreat Britain. The practice of refusing congressional requests for information, on the\nground that the national interest would be harmed by the disclosure, was\nemployed by many Presidents in the ensuing years. See generally History\nof Refusals by Executive Branch Officials to Provide Information\nDemanded by Congress, Part I - Presidential Invocations of Executive\nPrivilege Vis-a-Vis Congress, 6 Op. O.L.C. 751 (1982). The privilege was\nmost frequently asserted in the areas of foreign affairs and military and\nnational security secrets; it was also invoked in a variety of other con­\ntexts, including executive branch investigations."
}