{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 28,
  "chunk_text": "42 The House bill had included various provisions extending the scope of the CZMA beyond the three-mile limit,\nbut the Conference Committee had rejected all the provisions The language in the House Report may therefore be\nunderstood as indicative of the House’s intent that the CZMA extend beyond the three-mile limit in certain cir­\ncumstances. See Secretary o f Interior v. California, 464 U S. 312 (1984) (discussed below). But because rejection\nof these provisions indicates that this intention was not adopted by the Conference Committee, we believe the bet­\nter view is that the language in the House Report, like the provisions eliminated in the House bill, does not reflect\nthe final congressional intent\n43 Extension of the coastal zone to the land and sea beyond the three-mile limit would have provided the states\nwith additional control over OCS resources States would have the authonty under section 307(c)(3) of the origi­\nnal act, 16 U S.C. § 1456(c)(3)(A), to veto (subject to a limited federal override) OCS activities that affected the\nwaters of the new, extended coastal zone. 259 This understanding of the legislative history is bolstered by the Supreme\nCourt’s decision in Secretary o f the Interior v. California, 464 U.S. 312 (1984). This case involved the interpretation of section 307(c)( 1) of the CZMA, 16 U.S.C.\n§ 1456(c)(1), which requires federal agencies to conduct activities “directly af­\nfecting the coastal zone” consistently with approved state management programs. The Court held that the only federal activities “directly affecting” the coastal zone\nwere those conducted “on federal lands physically situated in the coastal zone\nbut excluded from the zone as formally defined by the Act,” and did not include\nactivities conducted beyond the three-mile seaward limit of the coastal zone, as\nCalifornia had argued. 464 U.S. at 330. The Court based its holding that the am­\nbiguous “directly affecting” language did not apply to activities seaward of the\nthree-mile limit on a review of the legislative history. The Court concluded that\n“[e]very time it faced the issue in the CZMA debates, Congress deliberately and\nsystematically insisted that no part of CZMA” was to extend beyond the threemile limit. Id. at 324. The Court noted the “repeated statements” in the floor debates in Congress that\n“the allocation of state and federal jurisdiction over the coastal zone and the [outer\ncontinental shelf] was not to be changed in any way” by the Act. Id. The Court\nlisted nine statements, including: “This bill covers the territorial seas; it does not\ncover the Outer Continental Shelf.” 118 Cong. Rec. 14,180 (1972) (remark of\nSen. Stevens); “[T]his bill attempts to deal with the Territorial Sea, not the Outer\nContinental Shelf.” id. at 14,184 (remark of Sen. Moss); “[W]e wanted to make\ncertain that Federal jurisdiction was unimpaired beyond the 3-mile limit in the\nterritorial sea.” id at 14 18S (remark of Sen. Rollings); “[T]hc Federal Govern­\nment has jurisdiction outside the State area, from 3 to 12 miles at sea.” id. at\n35,550 (remark of Rep. Anderson). Moreover, the Court relied upon the fact that Congress “debated and firmly\nrejected” four proposals “to extend parts of CZMA” to the outer continental shelf. 464 U.S. at 325."
}