{
  "document_category": "memos",
  "docId": "memos_14",
  "chunk_index": 1,
  "chunk_text": "Status of the United States Postal Service as an “Executive\nAgency” Under Executive Order No. 12,250 In light of the statutory independence given the United States Postal Service (Service)\nand its officers, Executive Order No. 12,250 should not be construed to include the\nService as an “Executive agency” subject to the Attorney General’s nondiscrimination\ncoordination authority. July 29, 1981\nMEMORANDUM OPINION FOR THE ACTING ASSISTANT\nATTORNEY GENERAL, CIVIL RIGHTS DIVISION You have requested the views of this Office with respect to the\nquestion whether the United States Postal Service (Service) is an “Ex­\necutive agency” within the meaning of Executive Order No. 12,250, 45\nFed. Reg. 72,995 (1980). For the reasons that follow, we believe that\nthe order should not be construed to include the Postal Service as such\nan agency, notwithstanding the considerable authority of the President\nand the Attorney General over the litigating activities of the Service. Under 42 U.S.C. § 2000d-l and 20 U.S.C. § 1682, the President has\nbeen granted broad powers to approve the rules, regulations, and\norders of general applicability relating to racial, sex, and other forms of\ndiscrimination. Executive Order No. 12,250 delegates these powers to\nthe Attorney General. At the same time, the order grants the Attorney\nGeneral authority to “coordinate the implementation and enforcement\nby Executive agencies of various nondiscrimination provisions o f” a\nvariety of laws banning discrimination on grounds of race, color, na­\ntional origin, handicap, religion, or sex. The Attorney General is re­\nquired, for example, to develop standards and procedures for taking\nenforcement actions and conducting investigations; to promulgate\nguidelines for establishing time limits on enforcement activities; to im­\nplement a schedule for review of the agencies’ regulations; to establish\nguidelines for development of consistent recordkeeping and reporting\nrequirements and for sharing of information; and to initiate cooperative\nprograms between and among agencies in order to improve the coordi­\nnation of the covered laws. Under the order, each executive agency is\nrequired to cooperate with the Attorney General in performing its\nfunctions by furnishing requested information and submitting plans for\n239 the implementation of its responsibilities under the order. The order\noffers no definition of the “ Executive agencies” that it covers. This Office has recently discussed the “uneasy and unresolved ten­\nsion between the dependent and independent aspects of the new\n[Postal] Service,” Leonard v. United States Postal Service, 489 F.2d 814,\n815 (1st Cir. 1974). See Memorandum of June 15, 1979, for the Assistant\nAttorney General, Civil Division, from Leon Ulman, Deputy Assistant\nAttorney General, Office o f Legal Counsel.1 We summarize that discus­\nsion here. After passage of the Postal Reorganization Act of 1970\n(Act), 39 U.S.C. § 101 et seq., the Postal Service was categorized as “an\nindependent establishment of the executive branch of the Govern­\nment. . . .” 39 U.S.C. § 201. The Act provides for a bipartisan Board\nof Governors who are removable by the President only for cause. § 202(c). Moreover, the Postmaster General and the Deputy Postmaster\nGeneral are appointed and removable, not by the President, but by the\nBoard of Governors. § 202(c), (d)."
}