{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 9,
  "chunk_text": "Memorandum for Senate\nCommittee on Banking, Housing and Urban Affairs, from Rogelio Garcia, Analyst in\nAmerican National Government, Government Division, Congressional Research Service,\nLibrary of Congress, Re: Number of Recess Appointments, by Administration, From 1933\nto 1984, at 1 (Mar. 13, 1985). 23 36 Op. O.L.C. 15 (2012) Commerce Commission made January 3, 1928), and “[b]eginning in 1943,\npresidents started to routinely make recess appointments during long\nintrasession recesses.” Hogue, Recess Appointments, 34 Presidential Stud.\nQ. at 666; see also 139 Cong. Rec. 15,273 (1993) (compilation of intrasession recess appointments from 1970 to 1993). The last five Presidents have all made appointments during intrasession recesses of fourteen\ndays or fewer. 9 There is significant (albeit not uniform) evidence that the Executive\nBranch’s view that recess appointments during intrasession recesses are\nconstitutional has been accepted by Congress and its officers. Most relevant, in our view, is the Pay Act, 5 U.S.C. § 5503 (2006), which sets out\nthe circumstances in which a recess appointee may be paid a salary from\nthe Treasury. The Attorney General has long taken the position that the\nAct constitutes congressional acquiescence to recess appointments under\ncircumstances where the Act would permit payment. See Recess Appointments, 41 Op. Att’y Gen. at 466. In 1948, the Comptroller General considered whether the Act permitted the payment of officials appointed\nduring an intrasession recess. Appointments—Recess Appointments, 28\nComp. Gen. 30 (1948). After acknowledging the “accepted view” that an\nintrasession recess “is a recess during which an appointment may properly\nbe made,” the Comptroller General concluded that the Act was intended\nto permit payment to all who are appointed “during periods when the\nFor example, using the method of counting explained above, see supra note 1, President Obama made three recess appointments during a twelve-day recess; President George\nW. Bush made twenty-one appointments across several eleven-day recesses, four appointments during a twelve-day recess, and four appointments during a fourteen-day\nrecess; President Clinton made one recess appointment during a ten-day recess, another\nappointment during an eleven-day recess, and seventeen appointments across several\ntwelve-day recesses; President George H.W. Bush made fourteen appointments during a\nthirteen-day recess; and President Reagan made two appointments during a fourteen-day\nrecess. See Press Release, President Obama Announces Recess Appointments to Key\nAdministration Positions (July 7, 2010), http://www.whitehouse.gov/the-press-office/ president-obama-announces-recess-appointments-key-administration-positions-0; Henry\nB. Hogue & Maureen Bearden, Cong. Research Serv., RL33310, Recess Appointments\nMade by President George W. Bush, January 20, 2001–October 31, 2008, at 9–10 (2008);\nRogelio Garcia, Cong. Research Serv., RL30821, Recess Appointments Made by President Clinton 9 (2001); Rogelio Garcia, Cong. Research Serv., Recess Appointments Made\nby President George Bush 3 (1996); Rogelio Garcia, Cong. Research Serv., Recess\nAppointments Made by President Reagan 8 (1988). 9 24 Recess Appointments Amid Pro Forma Senate Sessions Senate is not actually sitting and is not available to give its advice and\nconsent in respect to the appointment, irrespective of whether the recess\nof the Senate is attributable to a final adjournment sine die or to an adjournment to a specified date.” Id. at 34, 37."
}