{
  "document_category": "memos",
  "docId": "memos_42",
  "chunk_index": 4,
  "chunk_text": "Act\nonly “ when relevant in any proceeding under this title” ). See also O ffice of Legal Policy, U.S. Department of\nJustice, Freedom o f Information Act Case List 317-23 ( 1986) (discussion o f “ Exemption 3” statutes). li mately enacted by Congress in December 1985 was worded so as to bring\nwithin the ambit of the confidentiality provision only “trade secrets and com­\nmercial or financial information.” Pub. L. No. 99-198, § 663,99 Stat. 1631 (1985). Almost immediately, questions were raised as to whether grower lists would\nbe considered “trade secrets and commercial or financial information.” (In­\ndeed, the Handley decision had explicitly held that they were not, at least for\npurposes of the FOIA’s (b)(4) exemption. 612 F. Supp. at 1566.) It thus appeared\nthat the 1985 amendment to the 1937 Act had not accomplished the Agriculture\nCommittee’s stated objective of protecting the grower lists at issue in Handley from\nFOIA disclosure, and that further legislative steps would be necessary. When viewed against this background, § 631 appears to represent a second\nattempt to effect the desired limitation on USDA’s discretion to release infor­\nmation collected from handlers under the 1937 Act in response to FOIA\nrequests. That this new restriction on USDA was imposed through an appro­\npriations act provision rather than by a second amendment to the confidential­\nity provision of the 1937 Act itself is probably best explained as a phenomenon\nof the modem legislative process: in recent years Congress has proven itself\nincreasingly willing to use the relatively expeditious appropriations process to\nenact substantive law, rather than go through the arduous, time-consuming and\noften dangerous process of amending the United States Code. As is often the case in such situations, the current USDA appropriations act\nhas no formal legislative history that would confirm or refute our hypothesis\nabout the connection between § 631 and the confidentiality provision of the\n1937 Act. Nonetheless, we believe that this hypothesis offers the most plau­\nsible explanation of Congress’ intent in enacting §631. Accordingly, we\nbelieve § 631 should be interpreted in light of the 1937 Act’s express intention\nto allow USDA to use information collected under the Act “in a suit or\nadministrative hearing brought at the direction, or upon the request, of the\nSecretary of Agriculture, or to which he or any officer of the United States is a\nparty.” 7 U.S.C. § 608d(2). In sum, we believe that § 631 does not limit USDA’s ability to release\ninformation in the context of exercising its enforcement and administrative\nresponsibilities under the 1937 Act. Accordingly, it would appear that § 631\nposes no bar to USDA’s release of information to governmental or nongovern­\nmental parties in any of the specific situations described in your letter. As a final point, we note that because the restriction contained in § 631 was\nenacted as part of an appropriations act, there is a presumption that Congress\nintended it to be effective only for the fiscal period covered by that act. None of\nthe generally accepted countervailing indications of permanence are present in\neither the text or nature of the provision. See General Accounting Office,\nPrinciples o f Federal Accounting Law 2-34 to 2-37 (1982).3"
}