{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 25,
  "chunk_text": "487\nU.S. at 696. In upholding the independent counsel statute, the Court\nstressed four aspects o f executive control. First, the Attorney General\nhas control over initiation o f prosecutions because he retains the “unreviewable discretion” to decline to request the appointment o f an inde­\npendent counsel. See id. at 695-96. Second, the Attorney General controls\nthe breadth o f the independent counsel’s investigation because it is he\nwho provides the statement o f facts upon which the special court sets the\ncounsel’s jurisdiction. Third, the Attorney General retains the power to\nremove the independent counsel for “good cause” and thus has “ample\nauthority” to ensure that the counsel is properly fulfilling his duties. Id.\nat 696. Fourth, the Act expressly requires that, once appointed, the inde­\npendent counsel must comply with Justice Department policy unless it\nwould be impossible to do so. See id. The Court’s analysis in Morrison highlights the unconstitutionality o f\nthe qui tam provisions. In contrast to the independent counsel statute,\nunder the qui tam provisions the Attorney General loses all control over\nthe decision whether to initiate a suit. Even where the Attorney General\ndetermines that initiating a suit is not warranted, the qui tam relator is\n229 empowered to override his judgment and initiate the fraud action. When\nthe Attorney General concludes that proceeding with a suit is not merited\nor otherwise not in the United States’ interests, the fraud action neverthe­\nless goes forward in the government’s name, under the complete control\no f the self-interested relator. The Attorney General has no control over the\nbreadth o f the suit. He has no pow er to remove the relator no matter how\nirresponsible his suit becomes. He has no power to require the relator to\nadhere to the rules and policies o f the Department o f Justice, despite the\nfact that the relator is suing in the name o f the United States. 14\nFurther, if the Attorney General does not enter the suit within the first\nsixty days, his ability later to assert the interests o f the United States are\nsharply curtailed. He cannot intervene unless he persuades the court that\n“good cause” exists. Even then, the private relator still has “the right to\nconduct the action,” and the court may not “limit[] [his] status and\nrights.” 31 U.S.C. § 3730(c)(3). Moreover, even where the Attorney\nGeneral does enter the case during the first sixty days, he does not have\nthe right to take over the litigation. The relator remains a full party enti­\ntled to participate in the case. Through his own conduct o f the case, the\nrelator effectively can overrule litigation decisions made by the Attorney\nGeneral, and he is specifically empowered to challenge any effort by the\ngovernment to settle or dismiss the suit. When a dispute arises between\nthe Attorney General and the relator, the ultimate decision is left to the\ndiscretion o f the court. There is another fundamental difference between the qui tam provisions\nand the independent counsel statute."
}