{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 14,
  "chunk_text": "The effect of this amendment would be, then, to reduce the direct\nspending authorized in the bill to $1 million per year, instead of\nthe $114 million in the bill as reported. This is critical, in terms\nof controlling Federal spending. Id. at 28,259 (remarks of Rep. Panetta). Had such comments reflected congres­ sional understanding of the intended effect of the appropriations restrictions ulti­\nmately enacted under section 6002, they would arguably provide some support\nfor DO T’s contentions that permitting Trustee claims to be paid from the Fund\nwithout further appropriation conflicts with fiscal restraint objectives underlying\nthe measure. The remarks of Representatives Jones and Panetta, however, were made before\nthe Conference Committee modified the Jones Amendment to provide explicitly\nthat the payment of claims from the Fund pursuant to section 1012(a)(4) of the\nAct would not require a further appropriation. Rather, the remarks in question\nwere aimed at a fundamentally different provision and could not reflect congres­\nsional understanding or intent with respect to the substantially different (and less\nrestrictive) appropriations provisions ultimately enacted in section 6002. 4.\nFinally, it has been argued that congressional inaction with respect to a subse­\nquently proposed amendment intended to overturn the Comptroller General’s\n200 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 interpretation of OPA’s Fund access provisions should be regarded as a form of\nlegislative ratification of that interpretation. We do not find this line of reasoning\npersuasive here for a number of reasons. This argument invokes the Supreme Court’s approach in cases such as United\nStates v. Riverside Bayview Homes, Inc., 474 U.S. 121 (1985), where the Court\nexplained:\nAlthough we are chary of attributing significance to Congress’\nfailure to act, a refusal by Congress to overrule an agency’s\nconstruction of legislation is at least some evidence of the reason­\nableness of that construction, particularly where the administrative\nconstruction has been brought to Congress’ attention through legis­\nlation specifically designed to supplant it. Id. at 137; Bob Jones University v. United States, 461 U.S. 574, 599-600 (1983) (although “ [n]onaction by Congress is not often a useful guide,” inaction fol­\nlowing prolonged and extensive congressional consideration of legislative pro­\nposals to overturn an administrative interpretation may produce “ unusually\nstrong” evidence of legislative acquiescence). The cases ascribing significance to legislative inaction are generally premised\nupon informed congressional acquiescence in a longstanding interpretation by the\nexecutive branch agency charged with administering the statute in question. In\nBob Jones University, for example, the Court invoked the principle only after\nstressing that “ for a dozen years Congress has been made aware — acutely\naware — o f the IRS rulings o f 1970 and 1971.” 461 U.S. at 599. Here, the ruling\nin which Congress allegedly acquiesced was considered only by a committee of\nCongress in early 1996, only a few months after it had been issued in October,\n1995, by the Comptroller General. Thus, the circumstances posed here simply\ndo not fit the pattern of the leading cases finding persuasive evidence of acquies­\ncence by inaction."
}