{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 16,
  "chunk_text": "In view of its prolonged and acute awareness of so impor­\ntant an issue, Congress’ failure to act on the bill proposed on this\nsubject provides added support for concluding that Congress\nacquiesced in the IRS rulings in 1970 and 1971. Id. at 600-01. Here, the record does not demonstrate anything like the prolonged, acute, and\nwidespread congressional consideration of the Comptroller General’s 1995 opinion\nthat provides the necessary justification for ascribing significance to congressional\naction under the holding of Bob Jones University. See also Missouri v. Andrews,\n787 F.2d 270, 287 (8th Cir. 1986) (rejecting argument that failure to amend statute\nratified agency’s interpretation of statute where the “ record fails to show the\ndegree of congressional approval necessary to override the intent of the . . . Con­\ngress” ), a ff’d sub nom. ETSI Pipeline Project v. Missouri, 484 U.S. 495 (1988). Moreover, the interpretation at issue here was not longstanding and, indeed, was\nnever incorporated in the governing agency regulations. Finally, the interpretation\n16 The 104th Congress did enact some unrelated amendments to OPA as part of the Coast Guard Authorization\nAct of 1996, Pub L No 104-324, 110 Stat 3901, but the amendment originally intended to overturn the Comptroller\nG eneral’s ruling on Trustee access to the Fund was not included in that legislation See S. Rep. No. 104-160 (1995),\nreprinted in 1996 U S C C A N. 4239\n17See Brecht v Abraham son, 507 U S 619, 632 (1993) 202 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 is at odds with the language of the statute and is not supported by the legislative\nhistory. Under such circumstances, the fact that Congress did not enact legislation\noverturning the Comptroller General’s interpretation does not provide persuasive\nevidence of congressional ratification. Considering the legislative record as a whole, therefore, we are unable to con­\nclude that Congress’s response to proposed amendments to section 6002 of OPA\noffered in the 104th Congress provides significant legislative evidence supporting\nthe Comptroller General’s opinion concerning Trustee access to the Fund. Conclusion In light of all the foregoing considerations, we conclude that section 1012(a)(4)\nof OPA authorizes payments from the Fund to natural resource trustees on claims\nfor uncompensated natural resource damages pursued in accordance with section\n1013. Under section 6002(b) of OPA, such payments may be made from the Fund\nwithout the need for further enactment of appropriations. RANDOLPH D. MOSS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 203"
}