{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 24,
  "chunk_text": "The Senate’s use of pro forma sessions to prevent the President from making\nrecess appointments, if valid, would constitute a greater restriction on recess appointment\nauthority than the terms of the Pay Act. The latter allows payment of recess appointees\nunder a number of circumstances and permits retroactive payment after a person serving\nunder a recess appointment has been confirmed. Foreign Claims Settlement Commission\nat 9; Memorandum for Nicholas deB. Katzenbach, Assistant Attorney General, Office of\nLegal Counsel, from Herman Marcuse, Attorney-Adviser, Office of Legal Counsel, Re:\nConstitutionality of 5 U.S.C. 56 (Recess Appointments) at 1 (Sept. 27, 1961). In contrast,\nthe Senate’s use of pro forma sessions, if it had the effect of shortening recesses to a\nperiod insufficient to constitute a “recess” under the Recess Appointments Clause, would\nprevent the President from making recess appointments in the circumstances presented,\neven if the person to be appointed would serve without compensation. 39 36 Op. O.L.C. 15 (2012) seriously impair his constitutional authority and should be avoided [if it]\nis possible to do so.”); see also Swan v. Clinton, 100 F.3d 973, 987 (D.C.\nCir. 1996) (rejecting an argument that “rests on the assumption that a\nrecess appointment is somehow a constitutionally inferior procedure”). But see Wilkinson v. Legal Servs. Corp., 865 F. Supp. 891, 900 (D.D.C.\n1994) (concluding, contrary to McCalpin and Staebler, that a holdover\nprovision could preclude a recess appointment), rev’d on other grounds,\n80 F.3d 535 (D.C. Cir. 1996); Mackie v. Clinton, 827 F. Supp. 56, 57–58\n(D.D.C. 1993) (same), vacated as moot, Nos. 93-5287, 93-5289, 1994 WL\n163761 (D.C. Cir. Mar. 9, 1994). We recognize that the Senate may choose to remain continuously in\nsession and available to exercise its advise-and-consent function and\nthereby prevent the President from making recess appointments. But,\nunder the legal authority set forth above, the President may properly\ndetermine that the Senate is not available under the Recess Appointments\nClause when, while in recess, it holds pro forma sessions where no business can be conducted. Such sessions do not have the legal effect of\ninterrupting a Senate recess for purposes of the Recess Appointments\nClause. 3.\nWe have considered several counterarguments to our analysis. In our\njudgment, these points, while not insubstantial, do not overcome the\nconclusion presented above. First, we considered that the Senate has employed pro forma sessions\nin other contexts and that, in those contexts, a pro forma session may\nhave the same legal effect as any other session and thus may fulfill certain constitutional requirements. For example, pro forma sessions are\nmost commonly used to address the requirement that “[n]either House,\nduring the Session of Congress, shall, without the Consent of the other,\nadjourn for more than three days.” U.S. Const. art. I, § 5, cl. 4; see U.S.\nSenate Glossary, http://www.senate.gov/reference/glossary_term/pro_\nforma_session.htm (last visited ca. Jan. 2012) (defining “pro forma\nsession” as a “brief meeting (sometimes only several seconds) of the\nSenate in which no business is conducted”; “[i]t is held usually to satisfy 40 Recess Appointments Amid Pro Forma Senate Sessions the constitutional obligation that neither chamber can adjourn for more\nthan three days without the consent of the other”)."
}