{
  "doc_id": "memos_29",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_29__0",
      "chunk_id": "0",
      "content": "May 17, 1978 78-27 MEMORANDUM OPINION FOR THE\nGENERAL COUNSEL, CIVIL SERVICE\nCOMMISSION, AND THE GENERAL\nCOUNSEL, PRESIDENT’S\nREORGANIZATION PROJECT\nPresidential Appointees— Removal Power or\nDisciplinary Action— Constitutional Law\n(Article II, § 2, cl. 2) This responds to your inquiry whether Congress has the constitutional power\nto authorize any Federal officer or agency to remove, or otherwise to discipline,\nPresidential appointees performing executive functions.. Pursuant to the Civil\nService Commission Reform bill, S. 2640, now pending in Congress, the Merit\nSystems Protection Board will have no authority to take any action with respect\nto allegations of misconduct by such Presidential appointees. Instead, the bill\ninstructs the Special Counsel to report the results of any investigation of\nnoncompliance by “ Presidential appointees” directly to the President, thereby\nleaving to the President the discretion to take whatever action he or she deems\nappropriate (§§ 1206(h)(2), 1206(i)). You ask whether Congress could amend\nthe bill to confer upon the Board the authority to take disciplinary action against\nsuch appointees. First, we address the question o f removal. The Supreme Court held in Myers\nv. United States, 272 U.S. 52 (1926), that the Constitution does not grant to\nCongress any authority to regulate the removal o f executive officers appointed\nby the President. The essence o f the C ourt’s ruling is contained in the following\nstatements: The power of removal is incident to the power o f appointment, not to\nthe power of advising and consenting to appointment, and when the\ngrant o f the executive power is enforced by the express mandate to\ntake care that the laws be faithfully executed, it emphasizes the\nnecessity for including within the executive power as conferred the\nexclusive power o f removal. [Id., at 122] The condition upon which the power o f Congress to provide for the\n107 removal o f inferior officers rests is that it shall vest the appointment\nin some one other than the President with the consent of the Senate. Congress may not obtain the power and provide for the removal of\nsuch officer except on that condition. If it does not choose to entrust\nthe appointment of such inferior officers to less authority than the\nPresident with the consent of the Senate, it has no power of providing\nfor their removal. [Id., at 162] Accordingly, when an official performing executive functions is appointed by\nthe President with the advice and consent of the Senate, he or she “ will be\nsubject to removal by the President alone, and any legislation to the contrary\nmust fall as in conflict with the C onstitution.” Id ., at 163. The bill, however, exempts from the removal authority of the Merit Systems\nProtection Board all “ Presidential appointees.” Although not defined in the\nbill, this term includes both (1) executive officers appointed by the President\nwith the advice and consent of the Senate, and (2) those “ inferior officers”\nwhose appointment the Congress has vested in the President alone (Art. II, § 2,\ncl. 2, o f the Constitution)."
    },
    {
      "id": "memos_29__1",
      "chunk_id": "1",
      "content": "Although not defined in the\nbill, this term includes both (1) executive officers appointed by the President\nwith the advice and consent of the Senate, and (2) those “ inferior officers”\nwhose appointment the Congress has vested in the President alone (Art. II, § 2,\ncl. 2, o f the Constitution). Although the M yers case is concerned with the first\nclass o f executive officers, dictum suggests that Congress has no greater\nauthority to remove officers appointed by the President alone than it would\nhave over those subjected to the advice and consent process. 272 U .S ., at\n161-62.1 We find no reasonable basis for distinguishing between the two types\no f appointees. 2 The second question presented is whether Congress may confer on the Board\nthe authority to take disciplinary action against Presidential appointees. Disciplinary sanctions contemplated under the bill are: demotion, debarment\nfrom Federal em ploym ent for a stated period, suspension, reprimand, or civil 'T h e p e rtin e n t lan g u ag e a d d re ssin g th is issu e in th e Myers o p in io n is:\nW h e th e r the a ctio n o f C o n g re ss in re m o v in g th e n e ce ssity fo r the a d v ice and c o n se n t o f\nth e S e n a te , an d p u ttin g th e p o w e r o f a p p o in tm e n t in th e P resid e n t a lo n e , w ou ld m ak e his\np o w e r o f re m o v a l in su ch c a s e an y m o re su b jec t to C o n g re ssio n a l leg islatio n than before\nis a q u e stio n th is C o u rt d id n o t d e c id e in th e Perkins c a s e [ United States v. Perkins, 116\nU .S . 4 8 3 ]. U n d e r th e re a so n in g u p o n w h ic h the le g islativ e d e c isio n o f 1789 w as p u t, it\nm ig h t b e d iffic u lt to a v o id a n e g ativ e a n sw e r, b u t it is not b e fo re us and we d o not d ecid e\nit. 2T h e re is a n o th e r issu e th a t a ris e s w h e n e v e r th e Myers a n a ly sis is e x a m in e d ."
    },
    {
      "id": "memos_29__2",
      "chunk_id": "2",
      "content": "2T h e re is a n o th e r issu e th a t a ris e s w h e n e v e r th e Myers a n a ly sis is e x a m in e d . It re la te s to th e th ird\nm e th o d o u tlin e d in A rt. II, § 2 , c l. 2 , fo r a p p o in tin g in fe rio r o ffic e rs; th a t c la u se p ro v id e s that\n“ in fe rio r o ffic e rs ” m a y , if C o n g re ss d e sire s , b e a p p o in te d by the h e ad s o f d e p a rtm e n ts. T h e q u e s ­\ntio n is w h e th e r, an d to w h a t e x te n t, th e re m o v a l o f th o se o ffic e rs m a y be re stric te d . T h e C o u rt in\nMyers m a d e c le a r th at C o n g re ss “ m a y p re sc rib e in c id e n tal re g u la tio n s c o n tro llin g a n d re stric tin g . . .\nthe e x e rc ise o f th e p o w e r o f re m o v a l” o f in fe rio r o ffic e rs w h o p e rfo rm e x e c u tiv e fu n c tio n s and w ho\nh ave b een a p p o in te d b y h e ad s o f d e p a rtm e n ts. T h e C o u rt in Myers a lso said that C o n g re ss c o u ld not\n“ d ra w to its e lf o r to e ith e r b ra n c h o f it, th e p o w e r to re m o v e o r the rig h t to p a rtic ip a te in the\ne x e rc ise o f th a t p o w e r .” Id., at 161."
    },
    {
      "id": "memos_29__3",
      "chunk_id": "3",
      "content": "T h e q u e stio n m ig h t be ra ised if by a ssig n in g re m o v a l a u thority\nto the M erit S y ste m s P ro te c tio n B o ard — an in d e p e n d en t a g e n c y v ested w ith q u a si-ju d ic ial\np o w e r— C o n g re ss has in so m e fa sh io n “ d ra w n to its e lf \" th e p o w e r o f re m o v a l. T h e sh o rt a n sw e r\nlies in th e C o u rt’s a n a ly sis in Weiner v. United States, 357 U .S. 3 4 9 , 3 5 5 -5 6 (1 9 5 8 ), in w hich the\nC o u rt m a d e c le a r th at in d e p e n d en t re g u la to ry c o m m is sio n s are to be in d e p e n d en t not o n ly from the\nE x e c u tiv e b u t fro m C o n g re ss. U n d e r th e c irc u m s ta n c e s, w e h av e little d o u b t a b o u t the p ro p riety o f\nthe B o ard ta k in g d is c ip lin a ry a c tio n , in c lu d in g re m o v a l, w ith re sp e c t to su ch in fe rio r o ffice rs. 108 penalty. § 1207(a). We are aware o f no precedents controlling this question,\nbut we believe that Congress does have, and must have, some authority to\nprescribe sanctions against executive branch officials who act in violation of\nexisting law. The more difficult issue is whether the imposition of those\nsanctions can be assigned to a body over which the President has limited\ncontrol. Insofar as Presidential appointees are concerned, we doubt that\nCongress may take from the President the ultimate authority to act in that\nmanner. This would surely disrupt the appointee’s ability to carry out the\ninstructions of the President. The power to dem ote, suspend, or debar a\nPresidential appointee from Federal employment carries with it the power to\nsupervise the appointee’s actions; more importantly, to take this power away\nfrom the President would interfere with the President’s duty faithfully to\nexecute the laws. The conclusion is perhaps more doubtful with respect to\nlesser actions such as reprimand and civil penalties, but here again it is quite\nlikely that disruptions would result."
    },
    {
      "id": "memos_29__4",
      "chunk_id": "4",
      "content": "The conclusion is perhaps more doubtful with respect to\nlesser actions such as reprimand and civil penalties, but here again it is quite\nlikely that disruptions would result. For a Presidential appointee to set aside the\ntime to prepare for a hearing and to follow through with the administrative\nprocess contemplated by the bill might be a substantial interference with the\nPresident’s necessary direction and control o f such officials. It would also\ncloud the line o f authority between the President and his subordinates. The M yers holding proceeded from the view that the power to remove is\nimplicit in the power to appoint and must necessarily be retained by the\nPresident if he is to fulfill his constitutional obligation faithfully to execute the\nlaws. A different conclusion cannot be drawn with respect to the imposition of\nwhat might be seen as less drastic sanctions. Larry A. H am m ond Deputy Assistant Attorney General\nOffice o f Legal Counsel 109"
    }
  ]
}