{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 23,
  "chunk_text": "Id. at 76. To give one\nbranch of government ultimate control over the Constitution’s very content\nwould be to repudiate the American approach in favor of a return to parlia­\nmentary supremacy. Article V, however, shows that the Constitution is\nconsistent in its rejection of governmental sovereignty. The drafting history of Article V reaffirms this conclusion. The Federal\nConvention designed the amendment system so that both Congress and the\nstates played important roles. At the convention, the Framers manifested a\nmarked distrust of Congress in the amendment process. An early outline of\nthe Constitution specified that the Constitution could be amended “without\nrequiring the assent of the Natl. Legislature.” 1 Records Federal Convention\no f 1787 121 (Max Farrand, ed., revised ed. 1966). In supporting that provi­\nsion, George Mason argued: “It would be improper to require the consent of\nthe Natl. Legislature, because they may abuse their power, and refuse their\nconsent on that very account.” Id. at 203.25 Mason reaffirmed his concern\nin the final days of the convention and argued that Article V gave Congress\ntoo much power and ability to abuse the process. 2 Records o f the Federal\nConvention o f 1787 629 (Max Farrand, ed., revised ed. 1966). Article V was\nspecifically altered by the convention to accommodate Mason’s concern. Id. Commentary during the ratification debates bears out the Framers’ inten­\ntion to check the power of Congress in the amendment process. Madison\nexplained in Federalist No. 39 that the amendment system balanced the\nStates and the federal government, so that the system is “neither wholly\nfederal, nor wholly national.” The Federalist No. 39, at 257 (James Madison)\n(Jacob E. Cooke ed., 1961). In discussing the provisions for calling a conven­\ntion upon the petition of two-thirds of the States, Alexander Hamilton states:\n[The amendments so proposed] “shall be valid to all intents\nand purposes, as part of the constitution, when ratified by the\nlegislatures of three-fourths of the states, or by conventions in\n“ The Congressional Pay Amendment, dealing as it does with the power o f members o f Congress to\nincrease their salaries, is just the sort o f amendment to which Mason’s comm ent would apply most\nreadily. 103 three-fourths thereof.” The words of this article are peremp­\ntory. The congress “shall call a convention.” Nothing in this\nparticular is left to the discretion of that body [Congress]. The Federalist No. 85, at 593 (Alexander Hamilton) (Jacob E. Cooke, ed.,\n1961). These words are equally applicable to ratification of an amendment\nby three-fourths of the States. Discussing Article V more generally, Hamilton\nconcluded by observing that “[w]e may safely rely on the disposition of the\nstate legislatures to erect barriers against the encroachments of the national\nauthority.” Id. These statements are inconsistent with the notion that Con­\ngress has a general power of superintendence over the amendment process. Congressional promulgation is also at odds with the bulk of past practice\nin this area. As we have seen, Chief Justice Hughes in Coleman used the\n“special circumstances” surrounding the adoption of the Fourteenth Amend­\nment as a model for the only instance of congressional involvement in the\npromulgation of an amendment following ratification in more than two hun­\ndred years."
}