{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 7,
  "chunk_text": "31 C.F.R. § 535.203(c). And on November 19, 1979, § 535.805 was\nadded, providing that any licenses “may be amended, modified or\nrevoked at any time.” A limited modification to the general ban on\nunlicensed judicial proceedings was made subsequently on1November\n23, 1979, with the adoption of § 535.504, which authorized judicial\nproceedings, but continued the ban on judgments and payments from\nblocked accounts. And finally, on December 18, 1979, an interpretive\nrule was added to clarify the permissible scope of judicial action: The general authorization for judicial proceedings con­\ntained in § 535.504(a) includes pre-judgment attachment. However, § 535.504(a) does not authorize payment or de­\nlivery of any blocked property to any court, marshal,\nsheriff, or similar entity, and any such transfer of blocked\nproperty is prohibited without a specific license. It would\n3T he IE E P A ’s principal operative provision, § 1702(a)(1), provides that the President may:\n(A) investigate, regulate or prohibit —\n(i) any transactions in foreign exchange,\n(ii) transfers o f credit or paym ents between, by, through, or to any banking\ninstitution, to the extent that such transfers or payments involve any interest\nof any foreign country or a national thereof,\n(iii) the im porting or exporting of currency or securities: and\n(B) investigate, regulate, direct and com pel, nullify, void, prevent or prohibit, any\nacquisition, holding, w ithholding, use, transfer, w ithdraw al, transportation, im portation\nor exportation of, or dealing in, or exercising any right, pow er, or privilege with\nrespect to, or transactions involving, any property in w hich any foreign country o r a\nnational thereof has any interest. 4F or convenience, w e will refer to these orders generically as attachm ents, since that is the nature\no f most of them. 254 not be consistent with licensing policy to issue such a\nlicense. 31 C.F.R. § 535.418. Thus, the current situation is that the great major­\nity of attachments and similar court orders exist pursuant to Treasury’s\ngeneral license; there are, however, scattered instances of process that\nwas perfected before last November 14th. We understand that these\npre-blocking attachments affect only a small portion of the Iranian\nassets. Because these attachments have priority to the licensing pro­\ngram, it may not be possible to revoke them simply by amending the\nIACR. See Propper v. Clark, 337 U.S. 472 (1949). These attachments\nmay, however, be destroyed by an exercise of the President’s constitu­\ntional power to settle claims. 5 Against this background, we turn to the effect of the major Supreme\nCourt cases in the field. In Zittman v. McGrath, 341 U.S. 446 (1951)\n(Zittman 1), claimants attached New York bank accounts of German\nbanks, which had previously been frozen by executive order. After the\nwar, the Alien Property Custodian issued orders vesting the accounts in\nhimself, but the banks refused to release them because of the stillpending attachments. The Custodian sought a declaratory judgment\nthat the claimants had no interest in the assets, and lost. The Supreme\nCourt noted that after the attachments had taken effect, the government\nissued a ruling which it argued should be applied retroactively, desig­\nnating attachments as prohibited transfers."
}