{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 3,
  "chunk_text": "And we think that Congress\nintended this administrative conformity to extend to the restoration of\nfunds already suspended or terminated. Although neither the terms nor\nthe legislative history of the relevant provisions of the Revenue Sharing Act deal with the effect of a stay on ORS proceedings, we believe that\nCongress intended to assure recipients of federal funds under that Act\nan opportunity to contest a preliminary determination of discrimination,\nand to avoid fund suspension by showing a likelihood of ultimate\nsuccess on the merits. Because in federal court one of the grounds for\ngranting a stay pending appeal in this context is precisely this likelihood\nof success on the merits,1 we believe that Congress, had it considered\n1\nT h e Federal Rules o f C ivil P rocedure p ro v id e that an interlocutory o r final o rd er in an action for\nan injunction will not be stayed except pursuant to the provisions o f Rule 62(c). This provides in\npertinent part that:\nw hen an appeal is taken from an in terlo cu to ry o r final judgm ent granting, dissolving,\no r denying an injunction, the c o u rt in its discretion may suspend, modify, restore, o r\ngrant an injunction d uring the pendency o f the appeal upon such term s as to bond or\notherw ise as it considers p ro p er for the security o f th e adverse party. R ule 8(a) o f the Federal Rules o f A ppellate P ro ced u re provides that a stay pending appeal ought in\nthe first instance to be sought in the district co u rt, but that a m otion for relief may be m ade in the\ncou rt o f appeals w h ere such a course is not practicable o r w here the district c ourt has denied an\napplication. Because a stay itself has the effect o f an injunction o r restraining order, the requirem ent in\nR ule 65(d) that it be accom panied by a statem ent o f reasons has been held to apply. See M oore's\nF ederal P ractice § 62.05 at 62-21 through 22 (1979 ed.). A n applicant for a stay pending appeal under\nF R C P R ule 62(c) o r F R A P R ule 8(a) must make a “stro n g show ing” that he will succeed on the\nmerits o f his appeal. See Belcher v. Birm ingham Trust N a t. Bank, 395 F.2d 685 (Sth Cir. 1968); Virginia\nPetroleum Jobbers Ass'n v. FPC. 259 F.2d 921, 925 (D .C . Cir. 1958); M onde! v. H E W , 417 F. Supp. 57\nContinued 488 the issue, would not have approved the continuance of administrative\nprocedures leading to fund termination in the face of a federal judicial\nstay and in disregard of it."
}