{
  "document_category": "memos",
  "docId": "memos_52",
  "chunk_index": 11,
  "chunk_text": "The term “air commerce” is defined in the Act of 1926 to include “transportation in whole or in part by aircraft of persons or property for hire” and “navigation\nof aircraft in furtherance of a business.” Id. § 1; 44 Stat. at 568. Navigation of a\nforeign aircraft on a non-stop flight across the United States or a part thereof\nwould seem to fall within both of these definitions. Likewise, the landing of a foreign aircraft in the United States for non-traffic\npurposes—refueling, for example—when done in connection with transportation\nby the aircraft of persons or property for hire, or in connection with navigation of\nthe aircraft in furtherance of a business, seems clearly to fall within the meaning of\nthe term “air commerce” as used in the statute. I find no apparent intent either in the language of the original Air Commerce\nAct of 1926 or its history to limit foreign aircraft to engaging in “foreign air\ncommerce” within any restricted definition of this term that would exclude nonstop flights. On the contrary, the foregoing analysis of the provisions of the statute\nshows that non-stop flights of foreign civil aircraft and landing of civil aircraft for 117 Supplemental Opinions of the Office of Legal Counsel in Volume 1 non-traffic purposes are within the terms of the authorization contained in the\nstatute as originally enacted. There seems, however, to have been some doubt as to the construction of the\nAir Commerce Act of 1926. Thus, in March 1938, Mr. Hester, Assistant General\nCounsel, Treasury Department, later Administrator of Civil Aeronautics, gave the\nfollowing testimony before a subcommittee of the House Committee on Interstate\nand Foreign Commerce: While the authority of the Secretary of Commerce under that act [the\nAir Commerce Act of 1926] to permit the operation of foreign private aircraft in this country is clear, his authority to permit the operation of a foreign air carrier to this country is in doubt. Consequently,\na provision has been inserted in the present bill providing that no\nforeign air carrier shall operate to the United States unless it secures\nfrom the Authority a permit to do so. The issuance of such permits\nwould be subject to the approval of the President. Hearings on H.R. 9738 Before the H. Comm. on Interstate and Foreign Commerce, 75th Cong., 3d Sess. at 41 (1938). The Civil Aeronautics Act of 1938 created a Civil Aeronautics Authority and\nconferred certain powers and duties upon an Administrator. Pub. L. No. 75-706,\n§ 201, 52 Stat. at 980-81. The title, Civil Aeronautics Authority, was changed to\nCivil Aeronautics Board by the provisions of the President’s Reorganization Plan\n4 of 1940, § 7, 5 Fed. Reg. 2421, 2421–22, and certain changes have been made in\nthe respective duties of the Board and the Administrator. See Permits for Flight of\nForeign Aircraft into the United States, 40 Op. Att’y Gen. 136 (1941). For present\npurposes it is unnecessary to distinguish whether duties are vested in the Board or\nin the Administrator."
}