{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 20,
  "chunk_text": "Our interpretation of the exception clause is consistent with Reorganization\nPlan No. 2 of 1973, which reflects legislative and executive branch recognition\nof Customs’ traditional law enforcement role at the border. As we have already\ndiscussed above, in Reorganization Plan No. 2 of 1973 Congress left undisturbed\nCustoms’ authority under the customs laws to perform all intelligence, inves­\ntigative and law enforcement functions to the extent that they relate to searches\nand seizures of drugs at regular inspection locations at ports of entry or the bor­\n54 Customs must refer civil forfeiture cases to the United States Attorney (1) when the property seized exceeds\n$100,000 in value and is not an illegally imported item or a conveyance used to transport a controlled substance,\nor (2) when a claim and cost bond has been filed for the property in an administrative forfeiture proceeding See 19\nU .S.C §§ 1607, 1608, 1610. 282 der. Thus, Customs has retained search and seizure authority with respect to il­\nlegal drugs and related evidence encountered by Customs in the course of its en­\nforcement responsibilities under the customs laws. In light of Congress’ intent\nthat Customs maintain those particular aspects of its traditional law enforcement\nrole at the border, it is reasonable to interpret the words “seizure” and “custody”\nin section 524(c)(10) to refer to the functions that Customs expressly retained un­\nder Reorganization Plan No. 2 of 1973, that is, search and seizure authority un­\nder the customs laws.55\nMoreover, to interpret the phrase “any law enforced or administered by the\nUnited States Customs Service” to include statutes under which Customs has ei­\nther seizure or forfeiture authority, but not necessarily both, is consistent with the\nfact that seizure and forfeiture are separate and distinct law enforcement tools. 56 Thus, statutes under which Customs only has seizure authority clearly fall within\nthe definition of “any law enforced or administered by the United States Customs\nService.” If Customs has neither seizure nor forfeiture authority, however, as we\nconclude it does not under section 881, the proceeds from seizures and forfei­\ntures premised on that statute alone are to be deposited in the Department of Jus­\ntice Assets Forfeiture Fund. This is true even if Customs has been properly des­\nignated by the Attorney General or his designee to exercise authority under that\nstatute. Of course, the Attorney General has discretion to award the property to\nCustoms in such joint enforcement efforts. 57 One other point is worth mentioning."
}