{
  "document_category": "memos",
  "docId": "memos_57",
  "chunk_index": 3,
  "chunk_text": "Since neither the A ct nor its legislative history indicate an intent\nto eliminate this practice, and in light of the language adopted from the\nGAO report, we conclude that the public funding of transition was not\nintended to preclude private funding of transition activities. We now turn to the question of whether the payment of this particu­\nlar transition expense by a private group would violate 18 U.S.C. § 209. As you know, § 209 prohibits the payment or receipt from any source\nother than the government of any salary, contribution to or\nsupplementation of salary, as compensation for the services of an officer\nor employee of the Executive Branch. The term salary is not defined\nby the statute. One source of guidance on the meaning o f “salary” in § 209 is the\nadministrative interpretations given to the term by the various federal\nagencies. This administration case law tends to give fairly broad mean­\ning to the term “salary,” 7 but it does not supply an answer or a ready\nformula to apply in this case. In the final analysis, the determination\nwhether a particular fringe benefit constitutes “salary” is a matter of\njudgment based on the full circumstances and intent of the parties. See\n41 Op. A tt’y Gen. 217 (1955). In this case, it is our judgment that the proposed payment would not\nconstitute a supplementation of the employee’s salary. In reaching this\nconclusion we note that the foundation’s primary purpose to assist the\nPresident-elect is evident from its very charter; that this purpose is a\nlegitimate function for a private foundation;8 and that the foundation is\nnot, and has never been, in an employment relationship with the\nmember of the Cabinet. Furthermore, we are convinced that any per­\nsonal benefit to the employee from these legal services was incidental\nand secondary to the intended benefit conferred upon the President­\nelect and his Administration. In addition, if the government had pro­\nvided these same legal services (see text accompanying footnote 3) it is\ndoubtful that the value of the services would be considered part of the\nemployee’s salary. 1See discussion in B. Manning, Federal Conflict o f Interest Laws 160-163 (1964), reviewing adminis­\ntrative decisions that define salary to include tuition fees, travel and professional expenses, and various\nhonoraria See also 18 U.S C. § 209(e), which creates a narrow exception to the administrative decision\nthat § 209 bars the payment of moving expenses by a former employer. 8As discussed previously, the foundation’s purpose to assist the transition is not at odds with the\nTransition A ct o f 1963 or the principle of fixed appropriations. We also note that in A dvisory Opinion\n1980-97 the Federal Election Commission (FE C ) concluded that the establishment of a Presidential\nTransition T rust to pay for pre-election transition activities was lawful under the Federal Election\nCampaign A ct o f 1971 and F E C regulations. 128 There is a line of Comptroller General decisions holding that an\nofficer or employee has on his shoulders “the duty of qualifying himself\nfor the performance of his official duties.” 22 Comp. Gen. 460, 461\n(1942)."
}