{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 34,
  "chunk_text": "See 138 Cong. Rec. S6831-46\n(daily ed. M ay 19, 1992). A tabulation by the Archivist o f the dates o f ratification can be found in the\nCongressional Record. Id. at S6831. 112 limits for the ratification of proposed amendments”). Wisconsin’s ratification\nis noteworthy also because it is the only one that provides a rationale for the\nauthority to ratify an amendment that was proposed before the State entered\nthe Union:\nWhereas, the congressional pay changes amendment was val­\nidly ratified by the state of Vermont on November 3, 1791,\neven though Vermont had not been one of the original 13\nstates to which the proposed amendment had been submitted,\nand had not yet achieved statehood when the amendment was\nsubmitted . . . . Id. Finally, many States mention neither Coleman nor time limits, nor allude\nto the fact that the amendment is approximately 200 years old. See 130\nCong. Rec. 25,007-08 (1984) (Maine); 1985 S.D. Laws 27 (South Dakota);\n131 Cong. Rec. 6689 (1985) (New Hampshire); 131 Cong. Rec. 9443 (1985)\n(Arizona); 131 Cong. Rec. 27,963 (1985) (Tennessee); 131 Cong. Rec. 27,96364 (1985) (Oklahoma); 132 Cong. Rec. 8284 (1986) (Indiana); 132 Cong. Rec. 12,480 (1986) (Utah); 133 Cong. Rec. 23,571 (1987) (Connecticut);\n134 Cong. Rec. 18,760 (1988) (Louisiana); 135 Cong. Rec. 14,572-73 (1989)\n(Idaho); 138 Cong. Rec. S7026 (daily ed. May 20, 1992) (Michigan); 138\nCong. Rec. S6846 (daily ed. May 19, 1992) (New Jersey); 138 Cong. Rec.\nE2237 (daily ed. July 24, 1992) (California). The Idaho legislature’s resolu­\ntion was based, pursuant to state law, on a state referendum on the amendment. 135 Cong. Rec. 14,572-73 (1989). The Archives has indicated that it has received no rescissions of previous\nratifications of the Congressional Pay Amendment, nor have we found any\npublic record of rescissions. 10 10 Several of the States that have ratified the amendment, however, had previously rejected it. To the\nextent reflected in documents transmitted to the federal government. New Hampshire had expressly\nrejected the amendment, while New Jersey had simply failed to ratify it when ratifying the other pro ­\nposed amendments. In 1817, Vermont, which had ratified the amendment in 1791, passed a resolution\nopposing a similar amendment proposed by Kentucky, but the resolution specifically refers to the K en­\ntucky, proposal and does not purport to rescind Vermont's earlier ratification of the Congressional Pay\nAmendment. See supra, p. 109. Oklahoma's ratification purports to have an expiration date — D ecem ­\nber 31, 1995 — pursuant to state law. 131 Cong. Rec. 27,964 (1985). 113"
}