{
  "document_category": "memos",
  "docId": "memos_18",
  "chunk_index": 2,
  "chunk_text": "Customs Directive\nat 2. If federal, state, or local prosecution is accepted, the Customs Duty Agent\nis directed to initiate a chain of custody and transfer the passport and evidence to\nthe appropriate officials for use in prosecution. In addition, “[t]he chain of cus­\ntody must state that once the passport is no longer required as criminal evidence,\nth e . .. officer having possession must send it directly to the Department of State.” Id. If federal, state, and local prosecution is declined, the Customs Service is to\nforward seized passports to the Department of State for disposition and notify the\nviolator of the address to which he may direct inquiries concerning his passport. II. Discussion As described in the Customs Directive, the plan to seize the passports of those\nengaged in the importation of controlled substances into the United States ap­\npears to involve nothing more than the lawful seizure of evidence of a crime pur­\nsuant to a lawful search. It has long been established that “routine searches of\npersons and things may be made upon their entry into the country without first\nobtaining a search warrant and without establishing probable cause or any sus­\npicion at all in the individual case.” 1 Wayne R. LaFave & Jerold H. Israel, Crim­\ninal Procedure § 3.9, at 326 (1984) (footnote omitted). According to the Supreme\nCourt, “searches made at the border, pursuant to the long-standing right of the\nsovereign to protect itself by stopping and examining persons and property cross­\ning into this country, are reasonable simply by virtue of the fact that they occur\nat the border.” United States v. Ramsey, 431 U.S. 606, 616 (1977). Assuming a lawful border search, customs officials are entitled to seize all ev­\nidence of a crime for use in subsequent prosecution. In Warden v. Hayden, 387\nU.S. 294 (1967), the Supreme Court abandoned any distinction between seizure\nof ‘“ mere evidence’” and seizure of “fruits, instrumentalities or contraband” for\npurposes of the Fourth Amendment, and held that evidence could be seized so\nlong as there is “a nexus—automatically provided in the case of fruits, instru­\nmentalities or contraband—between the item to be seized and criminal behav­\nior.” Id. at 307. The passport of an individual found to be in possession of a controlled sub­\nstance upon entering the United States is clearly subject to lawful seizure. Under\nfederal law, it is a felony “to import into the United States from any place out­\nside thereof, any controlled substance . . . or any narcotic drug.” 21 U.S.C.\n§ 952(a). As recently stated by the Fourth Circuit, “[a] critical element of the of­\nfense is that the defendant import the substance or cause it to be imported.” United 60 States v. Samad, 754 F.2d 1091,1096(4thCir. 1984). Under federal law, the only\nmeans by which an American can lawfully enter or leave the country—absent a\npresidentially granted exception— is with a passport. See 8 U.S.C. § 1185(b). Thus, even assuming that an individual’s passport is not itself an instrumentality\nof the crime of importing drugs, it certainly constitutes evidence with a nexus to\nthe crime of importation of drugs."
}