{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 2,
  "chunk_text": "We think that the Florida opinion on this subject is unfortunate in this and\nseveral other respects. In testing the lawfulness of arrest, if we were to assume that\nan arrest by a state or municipal police officer pursuant to an FBI pick-up notice is\nan arrest without a warrant, there is no basis in federal or state law at the present\ntime for distinguishing between the conduct of a state or local police officer when\nhe arrests without a warrant for a state felony or a federal felony. The United\nStates Supreme Court dealt squarely with the issue in United States v. Di Re, 332\nU.S. 581 (1948). Speaking through Mr. Justice Jackson, the Court said: We believe, however, that in absence of an applicable federal\nstatute the law of the state where an arrest without warrant takes\nplace determines its validity. By one of the earliest acts of Congress,\nthe principle of which is still retained, the arrest by judicial process\nfor a federal offense must be “agreeably to the usual mode of process\nagainst offenders in such state.”8 There is no reason to believe that\nstate law is not an equally appropriate standard by which to test\narrests without warrant, except in those cases where Congress has\nenacted a federal rule. Indeed the enactment of a federal rule in some\nspecific cases seems to imply the absence of any general federal law\nof arrest. . . . No act of Congress lays down a general federal rule for arrest\nwithout warrant for federal offenses. None purports to supersede\nstate law. And none applies to this arrest which, while for a federal\noffense, was made by a state officer accompanied by federal officers\nwho had no power of arrest. Therefore the New York statute provides the standard by which this arrest must stand or fall. Id. at 589–90, 591 (footnote 8 below is from page 589 of the reported opinion). The test which the Court applied (in this arrest by a state police officer for a\nfederal war rationing violation) was section 177 of the New York Code of\nCriminal Procedure, which is a statute cast in general terms providing the 8\nThe Act of September 24, 1789 (Ch. 20, § 33, 1 Stat. 91), concerning arrest with warrant, provided: “That for any crime or offence against the United States, the offender may, by any justice or judge\nof the United States, or by any justice of the peace, or other magistrate of any of the United States\nwhere he may be found agreeably to the usual mode of process against offenders in such state, and at\nthe expense of the United States, be arrested, and imprisoned or bailed, as the case may be, for trial\nbefore such court of the United States as by this act has cognizance of the offense.” This provision has\nremained substantially similar to this day. 18 U.S.C. § 591. See also 1 Op. Att’y. Gen. 85, 86. 150 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices authority of a peace officer to arrest without warrant in three types of cases."
}