{
  "document_category": "memos",
  "docId": "memos_28",
  "chunk_index": 7,
  "chunk_text": "Whether or not this is so, however, it simply does not follow that the government\nalso may fund the preservation of facilities that are “ intended for worship or\nreligious instruction” without impermissibly advancing religion. Moreover, we\nhesitate to assume that a court would find the government’s interest in historic\npreservation sufficiently “ compelling” to trigger the Lamont analysis in the first\ninstance. Again, we note that the court in First Covenant rejected such a claim:\n“ [T]he City’s interest in preservation of esthetic and historic structures is not\ncompelling and it does not justify the infringement of First Covenant’s right to\nfreely exercise religion. The possible loss of significant architectural elements is\na price we must accept to guarantee the paramount right of religious freedom.” 840 P.2d at 185. Finally, as noted above, the Court’s decision in Rosenberger does not address\nthe issue posed by your inquiry to us. Rosenberger does, however, acknowledge\nthe Establishment Clause principle against “ direct money payments to sectarian\ninstitutions,” citing most of the same cases we discuss here. 515 U.S. at 842. The Court goes on to approve assistance to a student religious publication on\nthe grounds that the principle identified is not implicated: the program in question\nneither involves the payment of public funds directly to recipients nor includes\nreligious institutions “ in the usual sense of that term” among its beneficiaries. 272 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties Id. at 842-44. Indeed, the Court places special emphasis on the second factor as it applies to churches, carefully distinguishing the case before it from one\ninvolving direct or indirect public aid to a church. Id. at 844. Rosenberger, to\nbe sure, emphasized the importance of neutrality in upholding governmental pro­\ngrams against Establishment Clause challenge, clarifying that the Establishment\nClause does not “ justiffy], much less requiref], a refusal to extend free speech\nrights to religious speakers who participate in broad-reaching government pro­\ngrams neutral in design.” Id. at 839. Nevertheless, we do not believe that at the\npresent time there is authority for a departure, in the context presented here, from\nthe rule against providing funds directly to churches and other pervasively sec­\ntarian institutions. As you know, the question of government aid to religious institutions is a very\ndifficult one. The lines separating permissible from impermissible assistance are\nsometimes hard to discern, and, as Rosenberger indicates, the Supreme Court’s\njurisprudence in this area is still developing. We think, however, that a court\napplying current precedent is most likely to conclude that the direct award of\nhistoric preservation grants to churches and other pervasively sectarian institutions\nviolates the Establishment Clause. WALTER DELLINGER\nAssistant Attorney General\nOffice o f Legal Counsel 273"
}