{
  "document_category": "memos",
  "docId": "memos_54",
  "chunk_index": 6,
  "chunk_text": "See 28 U .S.C . § 5 1 0 (A ttorney G e n e ra l’s\na u th o rity to deleg ate); id. § § 5 1 1 -5 1 3 (d u ties o f A ttorney G eneral); 28 C .F R . § 0.25 (m atters d e le g ate d\nto O L C ); see generally M em orandum fo r H elen S. L essin, D irector, Federal Legal C ouncil, from L eon\nU lm an, D eputy A ssistan t A ttorney G en eral, O ffice o f L egal C ounsel, Re- OLC Policies Regarding\nIssuance and Release o f Opinions (Sept. 10, 1980).\n‘ T h e second statu to ry requirem ent — the necessity for certificatio n by the C om p tro ller G en eral —\nim poses no su b stan tiv e co n strain ts on access to the ju d g m e n t fund: the C om p tro ller G e n eral’s c e rtific a ­\ntio n follow s from satisfactio n o f the o th er tw o requirem ents and co m p letion o f the necessary p a perw ork. C ontinued 115 awarded against it.7 We recognize that an award to a contractor by an agency\nboard o f contract appeals under the Contract Disputes Act (“CDA”), Pub. L.\nNo. 95-563, 92 Stat. 2388 (1978) (codified at 41 U.S.C. §§ 609-613), when\npaid by the judgment fund, must thereafter be reimbursed by the procuring\nagency whose appropriations were used for the contract at issue. See 41\nU.S.C. § 612(c). But CDA is inapplicable here because the awards at issue\nwere not made under CDA, but under CICA, a wholly distinct enactment. 8 Hence, we conclude, Congress intended that Board awards of these bid pro­\ntest costs be paid out of the judgment fund, rather than being statutorily\nsubject to reimbursement.9 2.\nThe remaining question is whether the Board exceeded its authority in\nordering the Army to reimburse the judgment fund for having paid the awards. We conclude that the Board has exceeded its authority. In Julie Research Laboratories, the Board majority relied on 40 U.S.C. §\n759(f)(6)(C), which states:\n[N]othing contained in this subsection shall affect the board’s\npower to order any additional relief which it is authorized to\nprovide under any statute or regulation. For two independent reasons, this provision does not, in our opinion, autho­\nrize the Board to require a procuring agency to reimburse the judgment fund\nfor the payment of protest cost awards. First, an order requiring the agency to reimburse the judgment fund would\nprovide relief a t all — still less “additional re lie f’ — to the bid protester,\nsince the protester’s award has already been paid in full by the judgment\nfund. From the protester’s point of view, it makes no difference whether the\nagency’s procurement appropriation reimburses the judgment fund after the\naward is paid: the amount o f the award is exactly the same."
}