{
  "document_category": "memos",
  "docId": "memos_43",
  "chunk_index": 5,
  "chunk_text": "T hat being so, an\nargum ent can be made that the Fram ers assumed that the President\nwould not be free to ignore, on constitutional grounds or otherwise, an\nA ct o f Congress that he had been unwilling to veto 2 or had been\nenacted over his veto. A t the same time, I believe that there is relatively little direct evi­\ndence o f w hat the Fram ers thought, o r m ight have thought, about the\nE xecutive’s obligations w ith regard to A cts o f Congress that w ere\ntransparently inconsistent w ith the Constitution; and, indeed, the ques­\ntion remained open for some time after the Constitution was adopted. President Jefferson, for example, w riting o f the Alien and Sedition Acts\nin 1804, concluded that each branch had pow er to exercise independent\njudgm ent on constitutional questions and that this was an im portant\nelem ent in the system o f checks and balances: T h e judges believing the [Sedition law] constitutional, had\na right to pass a sentence o f fine and imprisonment; be­\ncause that pow er was placed in their hands by the Consti­\ntution. But the executive, believing the law to be uncon­\nstitutional, was bound to remit the execution o f it; because\nthat pow er has been confided to him by the Constitution. T he instrum ent meant that its coordinate branches should\nbe checks on each other. 8 W ritings o f Thom as Jefferson 310 (1897). 2T h e P resident’s failure to veto an unconstitutional A ct o f C ongress does not in itself estop the\nE xecutive from challenging the A ct in co u rt at a future date, n o r does it cure the constitutional defect\nw here the question is one o f separation o f pow ers. See M yers v. United States, 272 U.S. 52 (1926);\nN ational League o f Cities v. Usery, 426 U.S. 833, 841 n.12 (1976). 58 President Jefferson’s view was not to prevail, although other early\nPresidents, including A ndrew Jackson, w ere to express similar senti­\nments from time to time. As I have said, I do not believe that the prerogative of the Executive\nis to exercise free and independent judgm ent on constitutional questions\npresented by A cts o f Congress. At the same time, I think that in rare\ncases the Executive’s duty to the constitutional system may require that\na statute be challenged; and if that happens, executive action in defiance\no f the statute is authorized and lawful if the statute is unconstitutional. T hat brings me to your next question. Question 3: W hat is the specific authority (if any) deriving from Su­\nprem e C ourt or other judicial opinions w hich supports the\nJustice D epartm ent’s assertion that it can deny the validi­\nty o f A cts o f Congress?"
}