{
  "document_category": "memos",
  "docId": "memos_56",
  "chunk_index": 4,
  "chunk_text": "490 U.S. at 521.\n2 The amendment introduced by Senator Gramm modified H.R. 2076 to add the following language to the section\nappropriating funds for Broadcasting to Cuba:\nProvided further, That not later than April 1, 1996, the headquarters of the Office o f Cuba Broadcasting\nshall be relocated from W ashington, D.C. to south Florida, and that any funds available to the United\nStates Information Agency may be available to carry out this relocation.” Id. at S 14,558. 211 Opinions o f the Office o f Legal Counsel in Volume 20 The conference agreement includes $24,809,000 for Broadcasting\nto Cuba under a separate account, as proposed by the Senate, in­\nstead of within the total for International Broadcasting Operations,\nas proposed by the House. The agreement also includes language requiring the relocation\nof the headquarters of the Office of Cuba Broadcasting from Wash­\nington, D.C., to south Florida by April 1, 1996, and permits funds\nfrom three accounts, International Broadcasting Operations, Broad­\ncasting to Cuba, and Radio Construction, to be used to carry out\nthe relocation. The Senate bill proposed the relocation, but allowed\nany USIA funds to be used to carry out the relocation. The House\nbill contained no similar provision. 141 Cong. Rec. H I3,923 (daily ed. Dec. 4, 1995); H.R. Conf. Rep. No. 104378, at 148-49(1995). Because the President vetoed H.R. 2076, see 141 Cong. Rec. D1491 (daily ed.\nDec. 19, 1995), and Congress was unable to override his veto, H.R. 2076 was\nnever enacted. Subsequently Congress and the President reached agreement on\nthe bulk of the fiscal year 1996 appropriations that were originally included in\nH.R. 2076, and these appropriations and other provisions from H.R. 2076 were\nincluded in H.R. 3019. H.R. 3019 contained H.R. 2076’s relocation language, with\nno adjustment in the relocation date. On April 25, 1996, the House and Senate\npassed H.R. 3019 with this language in it, including the April 1, 1996 relocation\ndeadline, see 142 Cong. Rec. 9141 (1996); id. at 9218, and President Clinton\nsigned it on April 26, 1996. See 142 Cong. Rec. D386 (daily ed. Apr. 29, 1996). On the basis of the original passage of H.R. 2076 on December 6 and 7, 1995,\nCongress intended OCB’s headquarters to be relocated to south Florida, was will­\ning to allow funds contained in USIA’s International Broadcasting Operations,\nBroadcasting to Cuba, and Radio Construction accounts to finance the relocation,\nand was prepared to allow approximately four months for the relocation to be\naccomplished. The retention of the relocation and related language in H.R. 3019\nindicates that Congress’s intention as to the relocation and its financing had not\nchanged in the intervening period between December, 1995 and the passage of\nH.R. 3019, and there is no other evidence of any kind to suggest that it had\nchanged. The manifest intention of Congress, thus, is that OCB’s headquarters\nbe relocated by som e date, that the relocation be financed through the USIA ac­\ncounts specified above, and that the relocation be a condition on the expenditure\nof certain appropriated funds."
}