{
  "document_category": "memos",
  "docId": "memos_17",
  "chunk_index": 5,
  "chunk_text": "3\nA provision of the Vacancies Reform Act that, in some circumstances, forbids an official to act in\na position for which he has been nominated, 5 U.S.C. § 3345(b)(1), does not apply if an official is\nacting pursuant to the President’s designation. See Guidance on Application of the Federal Vacancies\nReform Act of 1998, 23 Op. O.L.C. 60, 64 (1999) (Question 15). 214 227-329 VOL_26_PROOF.pdf 224 10/22/12 11:13 AM Designation of Acting Solicitor of Labor office.” 5 U.S.C. § 3345(a)(1), (2), (3). He is not “appointed” to the office, but\nonly “direct[ed]” or authorized to discharge its functions and duties, and he thus\nreceives the pay of his permanent position, not of the office in which he acts. See\n5 U.S.C. § 5535(a) (2000). A recess appointee, on the other hand, is appointed by\none of the methods specified in the Constitution itself, see Swan v. Clinton, 100\nF.3d 973, 987 (D.C. Cir. 1996) (recess appointment is not an “inferior” procedure\nto appointment with Senate confirmation); he holds the office; and he receives its\npay. We therefore conclude that a designation to act would not unconstitutionally\nextend the tenure of a recess appointee. Mr. Scalia’s service as Acting Solicitor would be subject to the time limits in\n5 U.S.C. § 3346. Ordinarily, an acting official’s service, absent any further action,\nmay continue for 210 days from the occurrence of the vacancy. 5 U.S.C.\n§ 3346(a)(1). However, “[i]f a vacancy occurs during an adjournment of the\nCongress sine die, the 210-day period . . . shall begin on the day that the Senate\nfirst reconvenes.” Id. § 3346(c). If the Senate does not adjourn sine die before the\nHouse, we believe that the vacancy here would occur “during an adjournment sine\ndie of the Congress.” The office would be filled at all times that Congress was in\nsession, because the recess appointment would expire “at the End of [the Senate’s] . . . Session.” U.S. Const. art. II, § 2, cl. 3.\nNotwithstanding the usual 210-day limit, if the President submitted a nomination for the vacant office (including a nomination of Mr. Scalia), Mr. Scalia’s\nservice could continue as long as the nomination was pending in the Senate. Id.\n§ 3346(a)(2). If the Senate rejected or returned the nomination or the President\nwithdrew it, a new 210-day period would begin. Id. § 3346(b)(1). Once again,\nhowever, if the President submitted a nomination, the service could continue while\nthe nomination was pending. Id. § 3346(b)(2). Rejection, return, or withdrawal of\nthe nomination would start a final 210-day period, which would not be suspended\nby the President’s making another nomination. Id. § 3346(b)(2)(B). If any of the\n210-day periods ends when the Senate is not in session, the second day on which\nthe Senate is next in session and is receiving nominations is deemed the last day of\nthe period. Id. § 3348(c). M. EDWARD WHELAN III\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel 215 227-329 VOL_26_PROOF.pdf 225 10/22/12 11:13 AM"
}