{
  "document_category": "memos",
  "docId": "memos_97",
  "chunk_index": 1,
  "chunk_text": "September 1, 1978 78-48 MEMORANDUM OPINION FOR THE CHIEF,\nTORTS SECTION, CIVIL DIVISION\nTrade Secrets— Federal Food, Drug, and Cosmetic Act\n(21 U .S.C . § 331)— Disclosure— Swine Influenza\nImmunization Program (42 U .S.C . § 2746) This responds to your request for our opinion whether the Department may\nrelease to a court trade secret information entitled to protection under § 301 of\nthe Federal Food, Drug, arid Cosmetic Act, 21 U.S.C. § 331 (j), where the\nmanufacturers owning the trade secrets consent to such release. The Depart­\nment is defending certain personal injury and wrongful death actions arising out\nof the National Swine Influenza Immunization Program of 1976. See 90 Stat. 1114, 42 U.S.C. § 247b(k)(l)(A)(ii), which provides that the exclusive remedy\nunder this program shall be against the United States. These actions have been\nconsolidated for pretrial discovery purposes and are pending in the United\nStates District Court of the District of Columbia. A relevant issue in the\nlitigation will be the ingredients and manufacturing processes of the vaccine. The vaccine manufacturers claim that some of this information involves trade\nsecrets. The court has issued a protective order requiring that documents involved in\nthis iitigation be used for no other purpose. The order further provides that the\ndocuments or any information contained therein shall not be disclosed to\nanyone other than the attorneys and persons assisting them in litigation. Subject\nto the conditions in the protective order, the vaccine manufacturers have\nconsented to use of the. information in the litigation. You ask whether the Department may, in light of § 301 (j), release in\ndiscovery proceedings documents containing trade secret information acquired\nunder the authority of the Federal Food, Drug, and Cosmetic Act. Section\n301(j), 21 U.S.C. § 33l(j), reads, in pertinent part, as follows: The following acts and the causing thereof are hereby prohibited:\n*****\n(j) The using by any person to his own advantage, or revealing,\nother than to the Secretary or officers or employees of [the Depart­\nment of Health, Education and Welfare] when relevant in any judicial\nproceeding under this Act, any information acquired under authority\n193 of sections 404, 409, 505, 506, 507, 510, 512, 513, 514, 515, 516,\n518, 519, 520, 704, 706, or 708 of this title concerning any method\nor process which as a trade secret is entitled to protection. It is conceded that the pending judicial proceeding is not one under the Federal\nFood, Drug, and Cosmetic Act. However, we believe that the Department may\nrelease the documents in question in the pending litigation. The intention of § 301 (j) is solely to protect the manufacturers’ interests in\ntheir trade secrets and it is tied to their interest of maintaining the protection to\nwhich the trade secrets are entitled. A manufacturer can waive his right to this\nprotection. The legislative history of § 301(j) shows that it was designed as a\n“ safeguard to the property rights of manufacturers by making [a crime] the\nunauthorized use or disclosure of any information. . .concerning any method or\nprocess which is entitled to protection in equity as a trade secret.” S. Rept. No.\n493, 73d Cong., 2d sess. 18, 21 (1934)."
}