{
  "document_category": "memos",
  "docId": "memos_15",
  "chunk_index": 3,
  "chunk_text": "With minor differences in the requirements that must be met before\nthe exemption from domestic standards will be available, the other cited\nprovisions are to the same effect. Thus the Public Health Service Act\nrequires labeling for export and compliance with the requirements of\nthe importing country, 42 U.S.C. § 263f(a)(3) (electronic products emit­\nting radiation); the Consumer Products Safety Act, labeling for export,\nno unreasonable risk to consumers' within the United States, and notifi­\ncation to the Consumer Product Safety Commission of intent to export,\n15 U.S.C. § 2067 (Supp. II 1978); the Federal Hazardous Substances Act, marking for exports, labeling in accordance with the specifications\nof the foreign purchaser and the laws of the foreign country, no\nunreasonable risk of injury to persons in the United States, and notificaFederal H azardous Substances A ct, 15 U.S.C. § 1264<b) (Supp. II 1978); the Flam m able Fabrics Act,\n15 U.S.C. § 1202 (Supp. II 1978); the Federal Insecticide, Fungicidc, and R odenticide A ct, 7 U.S.C.\n§ 136o (Supp. II 1978); the Toxic Substances C ontrol A ct, 15 U.S.C. §2611. 803 tion to the Commission, 15 U.S.C. § 1264(b) (Supp. II 1978); the Flam­\nmable Fabrics Act, labeling for export, and no unreasonable risk to\npersons in the United States, and notification to the Commission, 15\nU.S.C. § 1202(a), (c) (Supp. II 1978); the Federal Insecticide, Fungicide,\nand Rodenticide Act, preparation or packaging in accordance with the\nspecifications of the foreign purchaser and, if applicable, a signed ac­\nknowledgment by the purchaser, with a copy to an appropriate official\nof the importing country, that the pesticide is not registered for use in\nthe United States and cannot be used in the United States, 7 U.S.C.\n§ 136o(a) (Supp. II 1978); and the Toxic Substances Control Act, label­\ning for export, no unreasonable risk of injury to health within the\nUnited States or to the environment of the United States, and in some\ncases notification to the Administrator of the Environmental Protection\nAgency of intent to export, 15 U.S.C. § 2611. Nowhere in any of the above-referenced provisions is there any\nindication of an intent to confer an absolute right to export without\nregard to any other provisions of law. 2 There is merely an exemption\nfrom the domestic standards that would otherwise apply. 3\nB. In the absence of any express authorization for exports under these\nstatutes, the further argument in the Memorandum as to the effect of\n§ 17(a) of the EAA has not even the basis asserted therein. The con­\ntinuing relevance of other laws providing for export, as § 17(a) is said\nto recognize, depends first on a finding that other laws in fact provide,\nin so many words, for export. We have concluded that the cited\nstatutes do not. But even if they did, the effect of § 17(a) would not be\nto preclude controls under the EAA. The assertion in the Memoran­\ndum to the contrary greatly distorts the language of § 17(a). First, § 17(a) does not address, as the Memorandum asserts, the rela­\ntionship between the EAA and other laws that provide for export."
}