{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 12,
  "chunk_text": "26 Recess Appointments Amid Pro Forma Senate Sessions have been discussed at length during litigation over a judicial recess\nappointment. See, e.g., Brief for the Intervenor United States, Stephens,\n387 F.3d 1220 (No. 02-16424); Response Brief of Plaintiffs-Appellees\nand United States Senator Edward M. Kennedy as Amicus Curiae Supporting Plaintiffs-Appellees, Stephens, 387 F.3d 1220 (No. 02-16424); see\nalso supra note 11. We conclude that the President’s authority to make recess appointments\nextends to an intrasession recess of twenty days. B.\nThe second question we consider is whether Congress can prevent the\nPresident from making appointments during a recess by providing for pro\nforma sessions at which no business is to be conducted, where those pro\nforma sessions are intended to divide a longer recess into a series of\nshorter adjournments, each arguably too brief to support the President’s\nrecess appointment authority. We believe that Congress’s provision for\npro forma sessions of this sort does not have the legal effect of interrupting the recess of the Senate for purposes of the Recess Appointments\nClause and that the President may properly conclude that the Senate is\nunavailable for the overall duration of the recess. 13\n13 Because we conclude that pro forma sessions do not have this effect, we need not\ndecide whether the President could make a recess appointment during a three-day\nintrasession recess. This Office has not formally concluded that there is a lower limit to\nthe duration of a recess within which the President can make a recess appointment. Attorney General Daugherty suggested in dictum in his 1921 opinion that “an adjournment of 5 or even 10 days [could not] be said to constitute the recess intended by the\nConstitution,” 33 Op. Att’y Gen. at 25. As a result, “[t]his Office has generally advised\nthat the President not make recess appointments, if possible, when the break in continuity\nof the Senate is very brief,” The Pocket Veto: Historical Practice and Judicial Precedent,\n6 Op. O.L.C. 134, 149 (1982); see, e.g., Recess Appointments—Compensation (5 U.S.C.\n§ 5503), 3 Op. O.L.C. 314, 315–16 (1979) (describing informal advice against making\nrecess appointments during a six-day intrasession recess in 1970). Notwithstanding\nAttorney General Daugherty’s caution, we advised in 1996 that “recess appointments\nduring [a] 10-day intrasession recess would be constitutionally defensible,” although they\nwould “pose significant litigation risks.” Memorandum for John M. Quinn, Counsel to the\nPresident, from Walter Dellinger, Assistant Attorney General, Office of Legal Counsel,\nRe: Recess Appointments (May 29, 1996). And both this Office and the Department of\nJustice in litigation have recognized the argument that “the three days set by the Constitution as the time during which one House may adjourn without the consent of the other, 27 36 Op. O.L.C. 15 (2012) 1.\nThe Appointments Clause of the Constitution provides that the President “shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other public Ministers and Consuls,\nJudges of the supreme Court, and all other Officers of the United States.”\nU.S. Const. art."
}