{
  "document_category": "memos",
  "docId": "memos_94",
  "chunk_index": 3,
  "chunk_text": "Id. § 7413(d)(5). B.\nEPA presents a straightforward position that section 113(d) authorizes EPA to\nassess administrative penalties against federal agencies. That subsection authorizes\nEPA to assess penalties against “ persons.” Although the term “ person” is not\n2 See 42 U.S.C § 7 4 l3 (a )(3 ) (where it finds a violation, EPA may “ (A) issue an administrative penalty order\nin accordance with subsection (d) o f this section, (B) issue an order requiring such person to comply with such\nrequirement o r prohibition, (C) bring a civil action in accordance with subsection (b) of this section or section\n7605 o f this title, or (D) request the Attorney G eneral to commence a criminal action m accordance with subsection\n(c) o f this section” )\n3 W e intend that o u r resolution o f the questions concerning section 113(d) will also apply to the comparable\nauthority provided to EPA with respect to mobile sources by sections 205(c) and 211(d)(1) o f the Act, 42 U.S.C.\n§§ 7524(c), 7545(d)(1) (1994). See EPA Memorandum at 2-3. 110 Adm inistrative A ssessm ent o f C ivil P enalties A gainst F ederal A gencies Under the Clean A ir A ct defined in section 113, which is the Act’s federal enforcement section, the term\nis defined in the Act’s general definitions section, section 302(e), which provides\nthat the term includes “ any agency, department, or instrumentality of the United\nStates and any office, agent or employee thereof.” 42 U.S.C. § 7602(e) (1994). EPA concludes that “ [s]ince federal facilities expressly fall within the Act’s defi­\nnition of person, [section 113(d)] unambiguously demonstratefs] that EPA has\nauthority to issue administrative penalties against federal facilities.” EPA Memo­\nrandum at 3.\nDOD argues in response that EPA’s interpretation would raise significant sepa­\nration of powers concerns, because it would authorize civil litigation proceedings\nbetween federal agencies, and therefore it can be adopted only if there is an\nexpress statement of congressional intent to provide such authority that is suffi­\ncient to meet the high standard applied by the courts and this Office with respect\nto statutory interpretation questions involving separation of powers concerns. 4\nDOD argues that “ [s]ection 113(d) fails to provide clear and express authority\nfor EPA to impose administrative penalties against Executive Branch agencies.” DOD Response at 4. DOD rejects EPA’s argument that the inclusion of federal\nagencies in the Act’s general definition of “ person” constitutes “ a sufficiently\nexpress statement to allow [EPA] to exercise enforcement authority against other\nExecutive Branch agencies.” Id. at 5.\nII. We agree with DOD that the interpretation of the Clean Air Act advanced by\nEPA — that EPA is authorized to initiate enforcement proceedings under section\n113(d) against federal agencies — raises substantial separation of powers concerns,\nthus warranting application of the clear statement principle. in 1994, this Office was asked whether the Department of Housing and Urban\nDevelopment ( “ HUD” ) has the authority under the Fair Housing Act to initiate\nenforcement proceedings against other federal agencies."
}