{
  "document_category": "memos",
  "docId": "memos_45",
  "chunk_index": 3,
  "chunk_text": "We assume that Congress legislates with an awareness of this\npresumption, see Comm’r v. Keystone Consol. Indus., Inc., 508 U.S. 152,\n159 (1993), and we therefore construe statutes that authorize officers to\nperform specified functions as encompassing acting officers, even if the\nstatutes do not expressly name them. See Memorandum for Richard L.\nThornburgh, Assistant Attorney General, Criminal Division, from Antonin Scalia, Assistant Attorney General, Office of Legal Counsel, Re:\nDesignation of a Deputy Assistant Attorney General to Act as Assistant\nAttorney General at 3–4 (Sept. 9, 1975) (“Designation of a Deputy Assistant Attorney General ”); Memorandum for Stephen S. Trott, Assistant\nAttorney General, Criminal Division, from Robert B. Shanks, Deputy\nAssistant Attorney General, Office of Legal Counsel, Re: Authority of\nActing Assistant Attorney General to Authorize an Application for a Title\nIII Wiretap at 7 (July 10, 1984) (“Authority of Acting Assistant Attorney\nGeneral ”). Applying this principle, a 1975 opinion of our Office concluded that\nthe federal wiretap statute, 18 U.S.C. § 2516 (1970), permitted an Acting\nAssistant Attorney General to authorize wiretap applications, even though\nthe statute provided for authorization by the “[t]he Attorney General, or\nany Assistant Attorney General specially designated by the Attorney\nGeneral.” See Designation of a Deputy Assistant Attorney General at 3, 6. Our opinion was prompted by dicta in United States v. Acon, 513 F.2d\n513, 516 (3d Cir. 1975), stating that Acting Assistant Attorneys General\ncould not authorize wiretap applications because the statute did not list\nthem. We disagreed with that view. We argued that Acon had erroneously\nrelied on United States v. Giordano, 416 U.S. 505 (1974), which had held\nthat the Attorney General’s Executive Assistant could not approve a\n148 Authority of Acting FBI Officials to Sign National Security Letters wiretap application because the statute did not name the “Executive\nAssistant” as among the officials to whom the Attorney General could\ndelegate his authority, and the statute’s legislative history revealed an\nintent to restrict the delegation of authority to a small group of politically\nresponsive, senior Department of Justice officials. See Designation of a\nDeputy Assistant Attorney General at 2. Giordano was not relevant to the\nissue at hand, we explained, because whether a power may be delegated to\na particular official and whether an acting official may exercise that\npower are two distinct issues; Acon erred by failing to distinguish between\nan intent to limit delegation and the “extraordinary” intent “to reverse the\nnormal rule concerning authority of acting officers.” Id. at 4. We noted\nthat reading a delegation limitation to exclude acting officials from a\nfunction would substantially expand the restriction with relatively small\nbenefits. Id. Any such exceptions to the general rule about acting officials,\nwe also noted, would impose a significant burden on acting officials by\nmaking it difficult to determine which powers of the permanent office\nthey possess. Id. at 6 (citing Pellicci, 504 F.2d at 1107)."
}