{
  "document_category": "memos",
  "docId": "memos_24",
  "chunk_index": 1,
  "chunk_text": "September 21, 1979 79-69 MEMORANDUM OPINION FOR THE\nGENERAL COUNSEL, DEPARTMENT OF\nDEFENSE\nNational Guard—Technician Dress and Grooming\nRegulations—Executive Order No. 11491—Review\no f Decisions of Federal Labor Regulations\nAuthority This responds to your request for the opinion o f the Department of\nJustice concerning Federal Labor Relations Council (Council) decisions\non the negotiability o f National G uard technician dress-and-grooming\nregulations. The question arose in administrative proceedings instituted by\nlabor organizations on behalf o f the technicians. Accompanying the re­\nquest was a petition to the A ttorney General from the A djutants General\no f the 50 States, the Virgin Islands, Puerto Rico, and the District o f Col­\numbia, and a m em orandum in support o f their position that the Council’s\ndecisions are without legal support. As framed in that m em orandum, the\nquestions on which our opinion is requested are whether the Council has\njurisdiction to direct negotiations concerning a military regulation ap­\nplicable only to National Guard technicians and promulgated pursuant to\nstatute by the Departm ent o f Defense, and, if so, whether the Council ap­\nplied an invalid standard o f review and thus erroneously determined that\nthe regulation is negotiable. In o ur view; the Council did have jurisdiction to determine the\nnegotiability o f the regulation in question. Although the m ethod for ap­\npealing its decisions is disputed, it does appear that administrative and\njudicial remedies are available to the dissatisfied party. It would be inap­\npropriate under these circumstances for us to comment on the second\nquestion. 368 The Background\nExecutive Order No. 11491 was issued in 1969 to govern labor-management relations in the executive branch o f the Federal G overnm ent.' It\nestablished the Federal Labor Relations Council to administer and inter­\npret the order2 and the Federal Service Impasses Panel (Panel) to settle\nnegotiation impasses. 3 It also set forth guidelines for negotiation o f collec­\ntive bargaining agreem ents. 4 Section 11(a), as amended prior to 1979, pro­\nvided:\n(a)\nAn agency and a labor organization that has been ac­\ncorded exclusive recognition, through appropriate represent­\natives, shall meet at reasonable times and confer in good faith\nwith respect to personnel policies and practices and matters af­\nfecting working conditions, so far as may be appropriate\nunder applicable laws and regulations, including policies set\nforth in the Federal Personnel Manual; published agency\npolicies and regulations for which a compelling need exists\nunder criteria established by the Federal Labor Relations\nCouncil and which are issued at the agency headquarters level\nor at the level of a primary national subdivision; a national or\nother controlling agreement at a higher level in the agency; and\nthis o rd er.5 Generally, the procedures for settling disputes as to negotiability were as\nfollows: if an issue developed whether a proposal was negotiable, either\nparty could seek a determ ination from the head o f the agency concerned. 6 If the agency head determined an issue was not negotiable, a labor\norganization could appeal this determ ination to the Council. If, after a\nCouncil decision, the parties were unable to settle their differences, either\nparty could request the Federal Service Impasses Panel to consider the\nm atter. 8"
}