{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 13,
  "chunk_text": "Revenue may incidentally arise therefrom, but that fact does not divest the regula­\ntion of its commerce character and render it an exercise o f the taxing power.” Rodgers, 138 F.2d at 995. In contrast,\nthe Clean Air Fee’s production o f revenue to subsidize mass transit is anything but incidental: the Fee is a charge\non property for the purpose o f raising revenue. 21 Opinions o f the O ffice o f Legal Counsel in Volume 20 benefit specifically provided to owners of parking spaces. See also Radio Common\nCarriers v. State, 601 N.Y.S.2d 513, 516 (N.Y. 1993) (“ Section 1150 . . . is\nin effect a tax. The monthly one dollar fee is not related to licensing or other\nservices performed for the [fee-payor] by the state . . . . The money collected\nis added to the general state fisc . . . .” ). Those of the cases cited by the Corporation Counsel that held that the charge\nin question was a fee generally differ from the present case in the critical respect\nthat they involved payments to defray costs attributable to regulated parties. For\nexample, in holding that a ten dollar criminal history records check charge paid\nby potential firearms buyers was a fee, the court in In re Shooters Emporium,\nInc., 135 B.R. 701 (Bnkr. S.D. Fla. 1992), stated that\nthe nature of the payment is voluntary. Payment is required only\nif one desires to purchase a firearm. The purpose of the payment\nis for private benefit. Only people who pay the fee may purchase\na firearm. Furthermore, this payment is clearly designed to recoup\nthe costs of regulation from the people regulated, rather than to\nraise general revenues. This payment can not be reasonably con­\nstrued to be an involuntary exaction for a public purpose. Id. at 702-03.9 In contrast to these cases, the Act makes clear that the Clean Air Fee is allocated to support mass transit; it does not defray costs attributable\nto parking space owners or any other regulated parties. III. For the reasons set forth above, we conclude that the Clean Air Fee is a tax. To the extent that the Fee is imposed on property owned by the United States,\nit is a “ tax on property of the United States” and therefore beyond the authority\nof the D.C. Council under the Self-Government Act. The District may not collect\nthe Fee from the federal government."
}