{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 10,
  "chunk_text": "273 and forfeiture authority under title 21 did not preclude Customs from pursuing\nseizures and forfeitures under the customs laws. B. Reorganization Plan No. 2 o f 1973\nCustoms also relies on Reorganization Plan No. 2 of 197320 as a basis for its\nclaim to independent forfeiture authority under 21 U.S.C. § 881. That Plan trans­\nferred “all intelligence, investigative, and law enforcement functions” pertaining\nto “the suppression of illicit traffic in narcotics, dangerous drugs, or marihuana”\nfrom Customs to DEA.21 The Plan also contained a clause (the “retention clause”)\nwhich provided in part that “[t]he Secretary [of the Treasury] shall retain, and\ncontinue to perform [drug intelligence, investigative and enforcement] functions,\nto the extent that they relate to searches and seizures of illicit narcotics, danger­\nous drugs, or marihuana or to the apprehension or detention of persons in con­\nnection therewith, at regular inspection locations at ports of entry or anywhere\nalong the land or water borders of the United States.”22 Customs contends that it\nis clear from the language in that clause that Customs officers were intended to\nenforce all federal drug laws, including section 881, in the border context. 23 The\nproviso immediately following the retention clause, however, states that any\ndrugs or drug-related evidence seized by Customs at those points “shall be turned\nover forthwith to the jurisdiction of the Attorney General.” Read in conjunction\nwith one another, the retention clause and the proviso that follows it appear to\nrecognize that Customs may legally seize drugs in the context of its role of en­\nforcing the customs laws in the border context, but that any drugs or drug traf­\nficking evidence Customs seizes must be turned over to the Attorney General for\nappropriate processing. Thus, under the 1973 Reorganization Plan, Customs re­\ntained only whatever seizure authority it had under laws other than title 21 with\nrespect to drugs, and the Attorney General maintained control over the forfeiture\nof drug-related property and the disposition of that forfeited property. In addition, in light of the fact that the 1973 Reorganization Plan was intended\nto consolidate federal drug law enforcement responsibility under a single agency\nwithin the Department of Justice, the DEA,24 the most reasonable interpretation\nof the retention clause is that the words merely make clear that the transfer of\ndrug enforcement functions does not disrupt Customs’ authority to make seizures\nof drugs discovered in the course of Customs’ enforcement of the smuggling\nlaws.25\n20 3 C.F.R. 1158 (1971-1975), reprinted as amended in 5 U.S.C. app at 1355, and in 87 Stat. 1091 (1973). 21id.\n22Id. 23 Lane Memo, supra note 2, at 4\n24 See, e g., 5 U.S.C. app. at 1357 (Message o f the President, transmitting Reorganization Plan No. 2 of 1973 to\nthe Congress, in which the President noted that the newly created DEA would carry out “[tjhose functions of the\nBureau of Customs pertaining to drug investigations and intelligence.”). 25 For example, as mentioned earlier, under 19 U S.C. § 1595a, Customs is authorized to seize and forfeit any\nvessel, vehicle, animal, aircraft, or other thing used to facilitate the importation into the United States of any arti­\ncle contrary to law."
}