{
  "document_category": "memos",
  "docId": "memos_22",
  "chunk_index": 1,
  "chunk_text": "Assertion of Executive Privilege Over Communications\nRegarding EPA’s Ozone Air Quality Standards and\nCalifornia’s Greenhouse Gas Waiver Request The President may lawfully assert executive privilege in response to congressional subpoenas seeking\ncommunications within the Executive Office of the President or between the Environmental Protection Agency and the EOP concerning EPA’s promulgation of a regulation revising national ambient\nair quality standards for ozone or EPA’s decision to deny a petition by California for a waiver from\nfederal preemption to enable it to regulate greenhouse gas emissions from motor vehicles. June 19, 2008 THE PRESIDENT\nTHE WHITE HOUSE\nDear Mr. President: You have asked for my legal advice as to whether you may assert executive\nprivilege with respect to documents subpoenaed by the Committee on Oversight\nand Government Reform (the “Committee”) of the House of Representatives. The\nCommittee has issued three subpoenas, two directed to the Administrator of the\nEnvironmental Protection Agency (“EPA”) and one to the Administrator of the\nOffice of Information and Regulatory Affairs of the Office of Management and\nBudget (“OIRA”), a component of the Executive Office of the President (“EOP”). The subpoena to OIRA and one of the subpoenas to EPA seek documents related\nto EPA’s promulgation of a regulation revising national ambient air quality\nstandards (“NAAQS”) for ozone on March 12, 2008. The other subpoena directed\nto EPA seeks documents reflecting communications between EPA and the EOP\nconcerning the agency’s decision to deny a petition by California for a waiver\nfrom federal preemption to enable it to regulate greenhouse gas emissions from\nmotor vehicles. The Office of Legal Counsel of the Department of Justice has reviewed the\ndocuments that EPA and OIRA have identified as responsive to the subpoenas but\nhave not provided to the Committee. The great majority of these documents are\ninternal to EOP and were generated in the course of advising and assisting you\nwith respect to your consideration of EPA’s proposed ozone regulation. The great\nmajority of the EOP documents are internal OIRA deliberative work product in\nsupport of your participation in the ozone decision. The remaining OIRA documents consist of deliberative communications between OIRA and others within\nthe EOP, including White House staff. The EPA documents include unredacted\ncopies of notices for meetings between EPA officials and senior White House staff\nto discuss the ozone regulation and California waiver decisions; redacted copies of\nthe notices that are being produced to the Committee indicate the time and place of\nthe meetings, but the identities of the meeting participants are redacted. The only\nother EPA document concerning the ozone regulation is a set of talking points for 1 Opinions of the Office of Legal Counsel in Volume 32 the EPA Administrator to use in a meeting with you."
}