{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 6,
  "chunk_text": "Similarly if one posits merely certain nghts of control or ju ­\nnsdiction therein. But if, on the other hand, one maintains that each maritime state may rightly claim\nas a part of its temtory a certain mantime belt, then the distinction becomes clear. It is this latter hy­\npothesis which is believed to be sound, histoncally, theoretically and according to international prac­\ntice\nPhillip C. Jessup, The Law o f Territorial Waters and Maritime Jurisdiction xxxiii - xxxiv (1927). 241 law. We also believe, although the issue is not entirely free from doubt, that he\nhas the power to assert sovereignty over the territorial sea as a function of his\npower to acquire territory on behalf of the United States. Finally, we doubt that\nCongress has constitutional authority to assert either sovereignty over an ex­\ntended territorial sea or jurisdiction over it under international law on behalf of\nthe United States. A. The President’s Power to Assert Jurisdiction The President’s power to assert jurisdiction over the territorial sea is based on\nhis constitutional power over foreign relations. 9 The President’s constitutional\nrole as the sole representative of the United States in foreign relations has long\nbeen recognized. In the words of John Marshall, “The President is the sole organ\nof the nation in its external relations, and its sole representative with foreign na­\ntions.” 10 Annals of Cong. 613 (1800).10 Thus, it is not surprising that Justice\nSutherland explained the nature of the President’s authority in expansive terms: In this vast external realm, with its important, complicated, deli­\ncate and manifold problems, the President alone has the power to\nspeak or listen as a representative of the nation. It is important to bear in mind that we are here dealing not alone\nwith an authority vested in the President by an exertion of leg­\nislative power, but with such an authority plus the very delicate,\nplenary and exclusive power of the President as the sole organ of\nthe federal government in the field of international relations—a\npower which does not require as a basis for its exercise an act of\nCongress, but which, of course, like every other governmental\npower, must be exercised in subordination to the applicable pro­\nvisions of the Constitution. 9 It is axiomatic that under our Constitution the President has been given broad authority over the conduct of the\nN ation’s foreign relations. United States v Curtiss-Wright Export Corp., 299 U.S. 304, 315-22 (1936). This au­\nthority arises from a number of the President’s constitutional powers: as Commander-in-Chief of the Nation’s mil­\nitary forces, art. II, § 2, cl 1; as the individual charged with the power to negotiate treaties, art. II, § 2, cl. 2; and as\nthe individual who receives ambassadors and other foreign representatives, art. II, § 3."
}