{
  "document_category": "memos",
  "docId": "memos_27",
  "chunk_index": 1,
  "chunk_text": "Section 235A of the Immigration and Nationality Act\nSection 235A o f the Im m igration and N ationality Act requires the A ttorney Genera) to establish and\nm aintain certain p reinspection stations, p rovided the foreign countries concerned have consented\nto th e estab lish m en t o f such stations on th e ir territory and provided th at certain other preconditions\nh ave been satisfied. Section 2 35A d o es not o blige the Attorney G eneral or any other executive branch official to enter\ninto diplo m atic n egotiations w ith foreign countries in o rd er to obtain their consent to the establish­\nm ent o f p reinspection stations on their territory, and it does not require that preinspection stations\nbe estab lish ed b efo re the preconditions h av e been satisfied. A ccordingly, section 235A does not\nu n con stitutionally infringe on the President’s authonty to conduct diplom atic relations. October 23, 2000\nM em orandum O p in io n I m m ig r a t i o n and fo r t h e G en era l C o u n sel N a t u r a l iz a t io n S e r v i c e You have requested our opinion whether section 235A of the Immigration and\nNationality Act ( “ ENA” ), 8 U.S.C. § 1225a, which requires the Attorney General\nto establish and maintain immigration preinspection stations in certain foreign air­\nports, unconstitutionally infringes on the President’s authority to conduct diplo­\nmatic relations with other nations. As we explain more fully below, we believe\nthat section 235A requires the Attorney General to establish and maintain certain\npreinspection stations provided the foreign countries concerned have consented\nto the establishment of such stations on their territory and provided that certain\nother preconditions have been satisfied. Section 235A does not, however, oblige\nthe Attorney General or any other executive branch official to enter into diplo­\nmatic negotiations with foreign countries in order to obtain that consent, and it\ndoes not require that preinspection stations be established before the preconditions\nhave been satisfied. BACKGROUND\nSection 235A was added to the INA by section 123 of the Illegal Immigration\nReform and Immigrant Responsibility Act of 1996, Pub. L. No. 104—208, 110\nStat. 3009—546, 3009-560 ( “ IIRIRA” ). It mandates the establishment of immigra­\ntion “ preinspection” stations at certain foreign airports. 1 Prior to the passage of\nsection 235A, the INA authorized, but did not require, the establishment of\npreinspection stations, and the relevant statutory provisions were neither modified\n1 “ Preinspection” generally refers to immigration inspection procedures conducted at foreign ports of embarkation\nby United States authorities for passengers seeking entry into the United States In some instances, immigration\npreinspection is accompanied by U S. Customs clearance as well."
}