{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 3,
  "chunk_text": "In C h evro n U S A . In c v N a tio n a l R eso u rces D efense C ouncil, I n c , 467 U S 837 (1984),\nthe S u p rem e C o u rt an n o u n ced a tw o-step rule f o r courts to follow w hen review ing an ag en c y ’s construction\no f a s tatu te th at it ad m in isters. T h e court m ust alw ay s first exam ine “w hether C ongress has directly spoken\nto the p recise q u e stio n at issue. If th e intent o f C ongress is clear, that is the end o f the m atter; for the court,\nas well as the ag en cy , m ust g iv e effect to the u n am b ig u o u sly expressed intent o f C ongress ” Id a t 842-43. If, how ev er, “ the statu te is sile n t o r ambiguous w ith respect to the specific issue, the question for the court is\nw hether th e a g e n c y ’s an sw er is based on a p erm issib le co n stru ctio n o f the statute * Id. at 843 As discussed\nin the tex t, w e d o not believe th a t th e CRA is s ile n t or am b ig u o u s w ith resp ect to the authority being vested\nin the agencies. A cco rd in g ly , there is no basis fo r deferring to an agency interpretation 250 A u thority o f the Federal F inancial Supervisory A gencies U nder the C om m unity R einvestm ent A ct implied from the statutory scheme. See R ailw ay L abor E xecu tives’ A s s ’n v. N a­\ntional M ediation Bd., 29 F.3d 655, 670-71 (D.C. Cir. 1994) (en banc), cert, d e ­\nnied, 514 U.S. 1032(1995). The CRA contains no express directive for the agencies to use any other modes\nof enforcement, much less such coercive enforcem ent as cease-and-desist orders\nand monetary penalties, and there is no basis for inferring such authority from any\nprovision in the statute. The statute’s only general grant of authority to the agen­\ncies is the authority to promulgate im plem enting regulations. We reject the argu­\nment that a delegation of broad enforcement authority can be inferred from the\nstatute’s delegation of authority to issue implementing regulations and the fact that\nthe CRA does not explicitly state that the agencies may only sanction financial in­\nstitutions through the application process."
}