{
  "document_category": "memos",
  "docId": "memos_7",
  "chunk_index": 4,
  "chunk_text": "2193, 2199, 2200-01 (1975). 293 effective discharge o f the Commission’s responsibilities.” Id. at 607. Finally, the Commission contends that its authority may be justified by its\nconsistent exercise o f this authority in the past. II. The Commission’s arguments do not establish its statutory authority to\nbring actions for criminal contempt. A.\nThe Commission has no authority to prosecute a criminal contempt\nas “an inherent part o f [its] authority to prosecute the underlying action\nfrom which the contempt arises.” Pederson Letter at 1. An action for\ncriminal contempt is separate from the underlying civil litigation. As the\nSupreme Court explained in Young v. United States ex rel. Vuitton, 481\nU.S. 787 (1987), the “criminal contempt proceedings arising out o f civil\nlitigation ‘are between the public and the defendant, and are not a part of\nthe original cause.’” Id. at 804 (quoting Gompers v. Bucks Stove & Range\nCo., 221 U.S. 418, 445 (1911)); see Bray v. United States, 423 U.S 73, 75\n(1975). 5 Because the underlying civil action that Congress authorized the\nCommission to pursue is distinct from the criminal contempt action,\nthere is no reason to infer that Congress intended the Commission’s liti­\ngation authority to reach criminal contempt cases. This conclusion is no mere matter of form but follows from the essen­\ntially different interests at stake in the underlying civil litigation and the\nsubsequent criminal prosecution. Civil actions for injunctions vindicate\nthe goals o f the Federal Trade Commission Act or the Clayton Act;\nCongress explicitly entrusted the Commission with the duty of seeking\nthose goals through litigation. An action for criminal contempt, however,\nis aimed at “vindicating the authority o f the court” and “presenting]\nrespect for the judicial system itself.” Vuitton, 481 U.S. at 800.® Prosecution o f the criminal contempt, therefore, serves purposes different\nfrom those Congress directed the Commission to pursue in civil litigation. 7\n5 A prosecution for cnminal contempt, fo r example, is not “affected by any settlement which the par­\nties to the [underlying] equity cause made in their pnvate litigation,” but continues as a separate action. Gompers v Bucks Stove & Range Co , 221 U.S at 451\n6The Supreme Court accordingly held in Vuitton that attorneys “appointed to prosecute a cnminal con­\ntempt action represent the United States, n ot the party that is the beneficiary o f the court order alleged­\nly violated.\" 481 U.S. at 804, see United States v. Providence Journal Co , 485 U S. 693, 700 (1988) (“The\naction was initiated in vindication of the ‘judicial Power o f the United States' U S. C onst, Art. Ill, § 1\n(emphasis added), and it is that interest, unique to the sovereign, that continues now to be litigated in\nthis Court.”). 7 To be sure, a prosecution for cnminal contempt, in som e measure, will indirectly promote the statu­\ntory policies at stake m the underlying litigation. Future violations o f orders requinng obedience to the\nstatute administered by the Commission may be deterred by the prospect o f punishment for contempt."
}