{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 4,
  "chunk_text": "I, § 2, and a\ncensus must be taken within every ten year period following the first census,\n2The A rchivist also informs us that no State has transmitted to the federal government a document\np urp o rtin g to rescind a prior ratification. In the early 1800's, the Vermont legislature, which had\npreviously ratified the amendment, passed a resolution opposing a later, nearly identical proposal by the\nK entucky legislature. S e e 1817 Vt. Law s 100-01. There is no evidence, however, that Vermont at­\ntem pted to rescind its previous ratification. Several states did expressly reject the Congressional Pay\nAm endm ent when it was first proposed, though only New Hampshire appears to have formally notified\nthe federal governm ent o f that fact. S e e 1 D ocum entary H isto ry o f the F irst F ed era l C ongress o f the\nU n ite d S ta te s o f A m e r ic a 348 (Linda G rand DePauw, et. al., eds. 1972) (“ 1 F irst C o n g ress\")’. Appendix\nat pp. A-3 to A-4.\n3 S ee Joseph Story, C om m entaries on th e C onstitution o f the U nited Stales § 959, at 681 (1833) (re­\nprinted 1987) (formal requirements of A rticle V indicate that “[t]ime is thus allowed, and ample time,\nfor deliberation, both in proposing and ratifying amendments”) ( “C om m entaries\"). 88 which was required to be taken within three years of the first meeting of\nCongress. Id. Neither House of Congress may adjourn for more than three\ndays without the consent of the other, U.S. Const, art. I, § 5, and the Presi­\ndent has ten days (Sundays excepted) within which to sign or veto a bill that\nhas been presented to him. U.S. Const, art. I, § 7. The Twentieth Amend­\nment refers to certain specific dates, January 3rd and 20th. Again, if the\nFramers had intended there to be a time limit for the ratification process, we\nwould expect that they would have so provided in Article V.4 The records of the drafting and ratification of the Constitution contain no\nhint that Article V was intended to contain any implicit time limit. See, e.g.,\nDillon v. Gloss, 256 U.S. 368, 371 (1921). The issue appears not to have\narisen at the time of the framing, but has since been debated in Congress\nfrom time to time. Throughout most of those debates, the dominant view\nhas been that the Constitution permits the ratification process to proceed for\nan unlimited period of time. The first discussion we have found of the\nquestion whether a proposed constitutional amendment remains viable in­\ndefinitely came in 1869, when Senator Buckalew introduced a measure to\nregulate the time and manner in which state legislatures would consider the\nFifteenth Amendment."
}