{
  "document_category": "memos",
  "docId": "memos_52",
  "chunk_index": 13,
  "chunk_text": "Section 1102 provides that in exercising and performing its powers under the\nAct, “the Authority shall do so consistently with any obligation assumed by the\nUnited States in any treaty, convention, or agreement that may be in force between\nthe United States and any foreign countries.” 52 Stat. at 1026. The statute gives recognition to “agreements” entered into by the United States\nwith foreign governments “for the establishment or development of air navigation,\nincluding air routes and services.” It will be noted that under the Civil Aeronautics Act of 1938 a foreign air carrier is required to obtain from the Civil Aeronautics Board a permit to engage in\nforeign air transportation. The issuance of any permit is subject to the approval of 119 Supplemental Opinions of the Office of Legal Counsel in Volume 1 the President. It is understood that if the Two Freedoms Agreement and the Five\nFreedoms Agreement are entered into by the United States, foreign air carriers\nwho wish to make non-stop flights or who want permission to land in the United\nStates for non-traffic purposes will be required to obtain permits from the Civil\nAeronautics Board in the same manner as other foreign air carriers who make\nstops in the United States for traffic purposes. The Civil Aeronautics Act of 1938 (section 1107(i)(1) and (5)) amended section 6(c) of the Air Commerce Act of 1926 to read in part as follows: If a foreign nation grants a similar privilege in respect of aircraft of\nthe United States, and/or airmen serving in connection therewith, the\nCivil Aeronautics Authority may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States. No foreign aircraft shall\nengage in air commerce otherwise than between any State, Territory,\nor possession of the United States (including the Philippine Islands)\nor the District of Columbia, and a foreign country. 52 Stat. at 1028 (underscored portions added by the 1938 amendment). The Civil Aeronautics Act of 1938 substituted for the provision in section 6(c)\nof the Air Commerce Act of 1926 that “no foreign aircraft shall engage in\ninterstate or intrastate air commerce” the requirement that “no foreign aircraft\nshall engage in air commerce otherwise than between any State, Territory, or\npossession of the United States (including the Philippine Islands) or the District of\nColumbia, and a foreign country.” There is a question whether the Congress intended by this change in the provisions of the Air Commerce Act of 1926, and by the other provisions of the 1938\nstatute that I have mentioned, to prohibit foreign aircraft from making non-stop\nflights across the United States in connection with scheduled international air\nservices. I find no such intention either in the language of the statute or in its\nhistory. Reading the provisions of section 6(c) of the Air Commerce Act of 1926,\ntogether with the provisions of the Civil Aeronautics Act of 1938, it seems to me\nthat all that was intended was to prohibit foreign aircraft or foreign air carriers\nfrom engaging in interstate air commerce or intrastate air commerce. Section 1 of the Civil Aeronautics"
}