{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 13,
  "chunk_text": "6 When we do not intervene, the Department nevertheless must spend\nresources monitoring cases that it had for good reason decided not to\nbring. Because it is never possible to tell what prejudice we might suffer\n6 See Memorandum fo r John R. Bolton, Assistant Attorney General, Civil Division, from Michael F Hertz, Director, Com m ercial Litigation Branch, at 7 (the “Civil Division Mem o”), recommending that the\nDepartment decline to enter the relators’ suit. GThis arrangement, by which the relator looks over our shoulder at trial, is precisely what Congress\nintended. A t trial, the relator is to act as “a check that the Government does not neglect evidence, cause\nundue delay, o r drop the false claims case without legitimate reason \" S Rep No 345 at 26 218 from a relator’s conduct, we must keep close track of these cases. Other\ndifficulties will also arise; for example, the Civil Division has informed us\nthat in one case a qui tam relator sought to depose a government investi­\ngator who had worked on a grand jury probe o f a contractor other than\nthe qui tam defendant. c. Judgment and settlement. Perhaps the most important interference\ncomes if we seek to settle a case. If we negotiate a settlement but the rela­\ntor objects, the court must determine whether the arrangement is “fair,\nadequate and just” under the circumstances — a judicial role that to our\nknowledge is unique. 7 The perverse results this provision can have are\nreflected in the court’s action in Gravitt v. General Electric Co., 680 F.\nSupp. 1162 (S.D. Ohio), cert, denied, 488 U.S. 901 (1988). In that case, a\nrelator claimed that General Electric had presented false statements to\nthe Defense Department. Many o f General Electric’s records were indeed\nincorrect, but the inaccurate accounting system involved had resulted in\nnet undercharges to the Government. We negotiated a settlement under\nwhich Genera] Electric would pay a substantial penalty and waive its\ncounterclaims growing out o f the undercharges. The relator objected,\nand the district court refused to accept the settlement, lecturing us on the\ninadequacy o f our investigation into the matter, even though the Defense\nDepartment was already quite familiar with the situation.8 A few years\nlater, we succeeded in settling for the original figure. Where we do not enter a qui tam action, the relator either litigates the\ncase to judgment, which binds the United States, S. Rep. No. 345 at 27, or\nsettles it, likewise binding the Government. This may be quite significant. For one thing, a qui tam relator, who has no enforcement interest, may\nallege far more corruption than he can prove. Even if that corruption\nwere real, if the relator could not prove it, a judgment against him on\nthose issues would bar us from acting later. In addition, relators such as\ndischarged employees may bring a qui tam count in conjunction with pri­\nvate causes o f action. To settle the private claims, the relator may have\nan incentive to trade the qui tam elements, since he receives only a frac­"
}