{
  "document_category": "memos",
  "docId": "memos_29",
  "chunk_index": 3,
  "chunk_text": "See 40 U.S.C. § 472(a); 41 C F R § 101-43.001-6. 181 property returned.® See, Security Savings Bank v. California, 263 U.S.\n282, 287 (1923); C f, Mullane v. Central Hanover Trust Co., 339 U.S.\n306, 311-13 (1950). When the names and addresses of potential claim­\nants are known or can be found through ordinary diligence, due proc­\ness requires that they be given actual notice by mail. See, Mullane v.\nCentral Hanover Trust Co., supra, at 315-20. The W hite House Office should therefore notify Mr. Nixon, the\nRepublican National Committee, and any other persons who your rec­\nords indicate may have owned the memorabilia before any action is\ntaken to use or dispose o f them. The notice should state that the\ndescribed items were apparently abandoned on August 9, 1974, that the\nUnited States took title to them under 40 U.S.C. § 484(m) and 41 CFR\n§ 101-43.403-1 on September 9, 1974, that the former owners can file a\nclaim o f ownership within 30 days,10 and that any property that is not\nclaimed by its former owner within that time will be reported to GSA\nfor disposal as surplus property under 41 CFR § 101-45.404(b).11\nItems which are not successfully claimed should be reported to GSA\nfor disposal through normal channels. L arry A. H ammond Deputy Assistant Attorney General\nOffice o f Legal Counsel * Since abandonm ent results from the form er ow ner’s intent to divest him self o f all\ninterest in the property, appropiration by the U nited States o f abandoned p roperty would\nnot appear to be a taking of a p ro p e rty right. See, generally, United States v. Cowan, 396\nF. 2d 83, 87 (2d C ir. 1968); Nippon Shoshen Kaisha, K.K. v. United States, 238 F. Supp. 55,\n58 (D . Cal. 1964); 1 Am . Jur. 2d “ A bandoned P roperty,” § 16, at p. 16. Strictly speaking,\nnotice to the form er ow ner w ould not be constitutionally required. Mullane v. Central\nHanover Trust Co., 339 U.S. 306, 316 (1950). H ow ever, intent to abandon is a question o f\nfact, so th at reasonable notice is required before determ ining w hether p roperty is aban­\ndoned o r m erely unclaimed. Anderson National Bank v. Luckett, 321 U.S. 233, 246 (1944). M oreover, failure to respond to personal notice is evidence o f intent to abandon. See 1\nAm . Jur. 2d, supra, § 16 at pp. 16-17.\n10 T his is an arb itrary figure th a t appears to provide a reasonable time for response. 11 T h e form for the report is set forth at 41 C F R § 101-43.311-2. 182"
}