{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 11,
  "chunk_text": "Commentary at 283. The exchange of payment for the harvested\ncrops encourages each grower to deliver its full inventory to the government. Neither NIDA nor DEA “purchases” the harvested crops from the\nNational Center, but it could be said that NIDA does not need to do so if\nit already has title to the marijuana. See State Mem. at 4–5; HHS Mem.\nat 5–6. Although the contract between NIDA and the National Center\nincludes some provisions discussing government property, they do not\nexpressly address or otherwise make clear where title to the marijuana\ncrops lies.9 But we need not decide whether NIDA has title to the crops. The requirement that the federal government physically possess the marijuana crops is distinct from the requirement that it “purchase” the crops\nand thus secure title. See Single Convention art. 23(d). Physical possession is not conferred by mere “transfer of title or risk of loss.” In re World\nImports, Ltd., 862 F.3d 338, 344 (3d Cir. 2017) (interpreting the Bankruptcy Code’s reference to “receipt of goods” as requiring “physical\nof equitable tolling of federal statutes of limitations). Lozano v. Montoya Alvarez, 572\nU.S. 1, 12 (2014). Here, we have sought help from analogies drawn from U.S. law to\ninterpret the Single Convention “in good faith in accordance with the ordinary meaning to\nbe given to its terms in their context and in light of its object and purpose.” Restatement\nof Foreign Relations § 325(1). 9 The current NIDA contract incorporates a clause of the Federal Acquisition Regulation dealing with government title to property. 2015 NIDA Contract at 55. That clause\nstates that “[t]itle to property (and other tangible personal property) purchased with funds\navailable for research and having a unit acquisition cost of less than $5,000 shall vest in\nthe Contractor upon acquisition or as soon thereafter as feasible; provided that the Contractor obtained the Contracting Officer’s approval before each acquisition .” 48 C.F.R.\n§ 52.245-1 Alternate II (2012). If the unit acquisition cost is $5,000 or more, title vests\n“as set forth in this contract.” Id. The application of this clause to marijuana the contractor grows rather than purchases is ambiguous and the contract does not otherwise expressly address title to the crops. 13 Opinions of the Office of Legal Counsel in Volume 42 possession”); see Matter of Brio Petroleum, Inc., 800 F.2d 469, 472 (5th\nCir. 1986) (same); Matter of Marin Oil, Inc., 740 F.2d 220, 225 (3d Cir.\n1984) (same). Moreover, DEA certainly does not have title to the crops. Even if NIDA had formal legal title to the crops, the current arrangement\nwould still have to be adjusted to comply with the treaty’s requirements\nthat a single government agency be charged with licensing cultivators,\npurchasing, and physically possessing the crops. In the course of making\nthose adjustments, DEA could enter into a contract that expressly states\nthat it owns the marijuana crops, should the agency seek to obviate the\nneed for a purchase and claim ownership in the marijuana from its inception, rather than buying back the crops shortly after the harvest."
}