{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 9,
  "chunk_text": "214 II. THE STATUTE AND ITS IMPACT\nA. The Statute The False Claims Act provides that anyone who presents a false money\nclaim to the Federal Government shall be liable for double or treble dam­\nages and civil penalties o f up to $10,000 per false claim. 31 U.S.C. § 3729. Under the qui tam provisions of the Act, any person may bring a civil\naction “for the person and for the United States Government” to recover\ndamages and penalties. Id. § 3730(b)(1). The qui tam action, although ini­\ntiated by a private person called a relator, is “brought in the name o f the\nGovernment.” Id. The details o f the qui tam mechanism demonstrate that the real party\nin interest is the United States, with the relator functioning as attorney\nfor the United States. When a private person brings a qui tam action, he\nmust serve on the Government the complaint and a written disclosure o f\nthe information he possesses. Id. § 3730(b)(2). The Attorney General is\nthen forced to decide, within 60 days, whether to “intervene and proceed\nwith the action.” Id. By the end o f that period, the Attorney General must\ninform the court whether the government shall proceed; if not, “the per­\nson bringing the action shall have the right to conduct the action.” Id. §\n3730(b)(4)(B). Where the Attorney General decides not to proceed with the case, the\nrelator alone represents the government. He has full control over the lit­\nigation, including discovery, admissions, and presentation o f evidence,\nsubject only to a few specific limitations. 1If the relator prevails, most o f\nthe recovery is paid into the Treasury, with the relator keeping between\ntwenty-five and thrity percent as his reward. Id. § 3730(d)(2). The relator\nis also entitled to attorneys’ fees. Id. If the Attorney General initially declines to proceed with the case, he\nmay intervene later only upon a showing of “good cause,” but such inter­\nvention does not limit “the status and rights o f the person initiating the\naction.” Id. § 3730(c)(3). Thus, the relator retains primary control over\nthe case despite the government’s intervention. Moreover, the legislative\nhistory to the 1986 Amendments expressly states that any judgment or\nsettlement in a case conducted exclusively by the relator binds the\nGovernment under principles o f preclusion. S. Rep. No. 345, 99th Cong., 1 A qui tam action may be dismissed only if the court and the Attorney General give written consent. 31 U.S.C. § 3730(b)(1) If ihe Government shows that discovery by the relator would interfere with ongo­\ning civil or criminal investigations or prosecutions, the court may stay discovery for a penod not to\nexceed 60 days The court may impose further stays if the Attorney General shows “that the Government\nhas pursued the cnminal or civil investigation or proceedings with reasonable diligence and any pro­\nposed discovery in the Iqui tamj action will interfere with the ongoing cnminal or civil investigation or\nproceedings ” Id § 3730(c)(4). The relator is under no general constraint to pursue Department o f Justice\nlitigation policies or procedures. 215 2d Sess. 27 (1986), reprinted in 1986 U.S.C.C.A.N. 5266, 5292."
}