{
  "document_category": "memos",
  "docId": "memos_12",
  "chunk_index": 1,
  "chunk_text": "Transmission by a Wireless Carrier of Information Regarding\na Cellular Phone User’s Physical Location to Public Safety\nOrganizations\nNeither 47 U.S.C. § 1002(a) nor the Fourth Amendment o f the Constitution prohibits a wireless car­\nrier’s transmission to local public safety organizations o f information regarding the physical loca­\ntion of a caller who uses a cellular telephone to dial the 911 emergency line. Although 18 U.S.C. §2703 would apparently apply to the carrier’s transmission of such location infor­\nmation to public safety organizations, the caller, by dialing 911, has impliedly consented to such\ndisclosure, thus permitting the federal government to require the carrier to disclose such information\nwithout a warrant or court order. September 10, 1996\nM e m o r a n d u m O p in io n for th e A c t in g A s s is t a n t A t t o r n e y G e n e r a l C r im in a l D iv is io n\nY ou have asked for our opinion as to whether 47 U.S.C. § 1002(a) prohibits\na wireless carrier’s transmission to local public safety organizations of information\nregarding the physical location of a caller who uses a cellular telephone to dial\nthe 911 emergency line. In addition, you have inquired as to the constraints, if\nany, imposed by the Fourth Amendment on such a transmission. 1 As set forth\nin detail below, we conclude that § 1002(a), by its terms, does not prohibit such\ntransmission of location information. Although you have not inquired as to the\napplicability of 18 U.S.C. § 2703(c), we conclude that, while the provision would\napparently apply to the carrier’s transmission of such location information to pub­\nlic safety organizations, the caller, by dialing 911, has impliedly consented to\nsuch disclosure, thus permitting the federal government to require the carrier to\ndisclose such information without a warrant or court order. Finally, the Fourth\nAmendment does not prohibit such transmission both because of the caller’s im­\nplied consent to the disclosure and because a caller who dials 911 has neither\nan actual nor a reasonable expectation of privacy with regard to his whereabouts\nat the time of the call. 1 Memorandum for W alter E. Dellinger, Assistant Attorney General, Office o f Legal Counsel, from John C. Keeney,\nActing Assistant Attorney G eneral, Criminal Division, Re: Request far a Legal Opinion from the Federal Communica­ tions Commission as to the Applicability o f 47 U.S.C. § 1002(a) to the Transmission to Local Public Safety Agencies\no f the Physical Location o f a Cellular Telephone Caller Who Dials the 911 Emergency Line (May 13, 1996). 315 Opinions o f the Office o f Legal Counsel in Volume 20 BACKGROUND\nA. F acts"
}