{
  "document_category": "memos",
  "docId": "memos_86",
  "chunk_index": 3,
  "chunk_text": "4 T h e donations in kind consist o f the follow ing: four typew riters (from IB M ), stationery (from M ead F^per\nC orporation), one A pple Com puter, w ord processing softw are, and one televideo CRT unit (from A rm co); an d a\no n e -y e a r loan o f a d u p licatin g m a ch in e, in c lu d in g free in s ta lla tio n , s e rv ic in g , and s u p p lie s (fro m X ero x\nC orporation)\n5 T h e organization w ould be exem pt from taxation under 26 U S C . § 501(c)(3) 161 A lthough the interpretation o f § 665(b) has not been entirely consistent over\nthe years, the weight of authority does support the view that the section was\nintended to elim inate subsequent claims against the United States for com pensa­\ntion o f the “ volunteer,” rather than to deprive the government of the benefit of\ntruly gratuitous services. 6 Section 665(b) accordingly has been read as a com ­\nplete bar to subsequent compensation of a “ volunteer,” and as an admonition to\nfederal agencies to reach an express understanding with such volunteers that they\nwill receive no government com pensation. 7 In addition to the limitation o f liability rationale underlying § 665(b), agencies\ncontem plating the acceptance o f volunteer services must also take account of the\nfact that an individual may not waive a salary for which Congress has fixed a\nm inim um . See, e.g., Glavey, supra. W hether this principle is expressed as a\nm atter of personnel management or unauthorized augmentation of appropria­\ntions, it has always been interpreted to limit the situations in which services may\nbe accepted. 8 T here are, however, discrete situations w here Congress has not set minimum\nsalaries for em ployees. For exam ple, there is no minimum salary set for persons\nem ployed as consultants pursuant to 5 U .S .C . § 3109.9 Although consultants\nmay not be em ployed to perform “ governmental functions,” and their services\nm ust be interm ittent o r temporary and limited to tasks of a purely advisory\nnature, it seem s likely to us that some of the Task Force staff positions would fit\nthis d escrip tio n .10 To the extent that individuals serving the Task Force work as\nconsultants, they may do so on a volunteer basis, so long as it is clear that they\nexpect no governm ental compensation. We understand that the Commerce D e­\npartm ent will require each “ consultant volunteer” to execute a written waiver of\ncom pensation, which should be sufficient to protect the government from subse­\nquent salary claim s. We should em phasize that o u r research on this subject has revealed a virtually\nunanim ous view that there is an avowed preference for paid government employ­\n6"
}