{
  "document_category": "memos",
  "docId": "memos_81",
  "chunk_index": 1,
  "chunk_text": "Anti-Lobbying Restrictions Applicable to Community Services\nAdministration Grantees T he anti-lobbying rider in the Community Services Administration (CSA) appropriation\nact is broader than the generally applicable restrictions on lobbying by executive\nofficers, and prohibits recipients o f CSA grant funds from engaging in any activity\ndesigned to influence legislation pending before Congress, including direct contacts\nwith Congress. Congress is under no obligation to make funds available to any agency for every\nauthorized activity in any given fiscal year, and there should be no presumption that it\nhas done so. T he anti-lobbying statute, 18 U.S.C. § 1913, and the general “publicity and propaganda”\nrider in the G eneral Government Appropriations A ct, have been narrowly construed to\nprohibit the use o f federal funds for “grassroots” lobbying, but not to prohibit a wide\nrange of necessary communications betw een the Executive on the one hand, and\nCongress and the general public on the other. The considerations that underlie this\nnarrow construction are irrelevant to a prohibition against lobbying by private persons\nreceiving federal grants and contracts. Statements made by individual legislators and committees after the enactment of legisla­\ntion carry little weight in statutory interpretation, and are not a sufficient basis for\naltering a conclusion required by the plain meaning o f the statutory language. June 17, 1981\nM EM ORANDUM O PIN IO N FO R T H E CO UN SEL TO T H E\nD IR E C T O R , O FFIC E O F M A N A G EM EN T A N D BU DG ET\nOn January 19, 1981, the D irector of the Community Services\nAdministration (CSA) published in the Federal Register an interpretive\nruling by the CSA General Counsel discussing the legal effect of an\n“anti-lobbying” rider that applies to CSA appropriations. See 46 Fed.\nReg. 4919. T he history and language of the rider are set out in the\nm argin.1 In his ruling, the CSA General Counsel concluded that the\n! The rider derives from a provision that first appeared in the FY 1979 appropriation for the\nD epartm ents o f Labor, Health, E ducation and Welfare, and related agencies. See Pub. L. No 95-480,\n§ 407, 92 Stat. 1589 (1978). The provision has since been carried forward in successive public laws and\nresolutions applicable to those agencies. See, e.g., Pub. L. No. 96-536 [H.J. Res. 644], 94 Stat. 3166\n(1980), as amended by A ct of June 5, 1981 [H.R. 3512], Pub. L. No. 97-12, 95 Stat. 14, See 127 Cong.\nRec. S5796-S5807 (daily ed. June 4, 1981). The language of the n d er is as follows: No part of any appropriation contained in this A ct shall be used, other than for\nnormal and recognized executive-legislative relationships, for publicity or propaganda\npurposes, for the preparation, distribution, o r use of any kit, pamphlet, booklet, publi­\ncation, radio, television, o r film presentation designed to support or defeat legislation\npending before the Congress, except in presentation to the Congress itself. No part of\nany appropriation contained in this Act shall be used to pay the salary or expenses of\nContinued 180"
}