{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 8,
  "chunk_text": "The approach of the September 17, 1980, Office of Legal Counsel opinion\nattempts to address these problems in, we believe, an unrealistic and unnecessary\nway by requiring one trip to be paid for twice— both with official funds and with\npolitical funds. In our view, a fourth approach which attempts in good faith to apportion the\ncosts of such a trip on the basis o f a reasonable division between the time spent on\npolitical activities and the time spent on official activities is a more reasonable\nand a legal resolution of the underlying problems. For example, if 50 percent of a\nsingle day’s events are political and 50 percent are official, approximately\n50 percent of the costs associated with participants whose roles are not neces­\nsarily either official or political should be reimbursed by the political committee\nand 50 percent should be paid from appropriated funds, unless such an appor­\ntionment, under the particular circumstances, would on some basis be unreason­\nable or inequitable. We believe that such an approach faithfully accommodates\nboth of the basic norms discussed in part I. Thus, when there is a mixed trip involving the President or Vice President, the\npurpose of which is both substantially political and substantially official, ex­\npenses should be paid in the following manner: first, expenses for individuals\nwho are necessarily official (Secret Service, etc.) should be paid for with\nappropriated funds; second, expenses for individuals who are necessarily politi­\ncal (campaign officials) should be reimbursed by a political committee; third,\nincremental expenses specifically attributable to an official event should be paid\nfrom appropriated funds, and incremental expenses specifically attributable to a\npolitical event should be paid from political funds; and finally, expenses for\nindividuals whose official roles permit them to perform political activity should\nbe reasonably and equitably apportioned so that a share reflecting the amount of a\ntrip that is political in character should be paid by a political committee. If these\ngeneral guidelines are followed, then the purposes of using appropriated funds\nfor official purposes but not using such funds for political purposes will be\nachieved. We must reaffirm the limited nature of our conclusion about apportionment. As we have indicated, some categories of expenses may have to be treated as\nentirely official or entirely political, and thus they would not be subject to\napportionment. Apportionment would be appropriate only with respect to ex­\npenses associated with individuals whose official roles permit them to perform\npolitical functions, and only when those individuals are on a trip that itself is not\nentirely political or wholly official in nature. 6 In such circumstances, to accom­\n6 We are not suggesting any specific form ula for apportionm ent, for several form ulae may b e equally reasonable\nC o ntinued 220 modate both of the guiding norms noted in part I, we believe that an apportion­\nment of expenses between appropriated funds and the funds of a political\ncommittee which reflects the relationship between official and political activities\nmay be made."
}