{
  "document_category": "memos",
  "docId": "memos_16",
  "chunk_index": 1,
  "chunk_text": "Trials of Newspaper Personnel\nAccused of Disclosing Naval Secrets It is probable that the newspaper personnel accused of violating the Espionage Act by disclosing naval\nsecrets can each be tried in any district in which the newspaper containing the secrets was received\nby a subscriber or newsstand. The newspaper personnel would be entitled to separate trials unless a conspiracy to violate the\nEspionage Act can be shown. June 16, 1942 MEMORANDUM OPINION FOR THE ATTORNEY GENERAL In an accompanying memorandum of today’s date,* the substantive aspects of\ncertain disclosures of naval information are discussed. A short statement of facts is\nthere given. This memorandum discusses the following questions:\n(1) Assuming a violation of law by the reporter, the managing editor\nof B newspaper, the company publishing it, and the publisher, can\nthey be tried in any district in which the newspaper was received by\na subscriber or newsstand? (2) Can these trials be combined? (3) Assuming a violation of the law by the managing editors of B\nand C newspapers, and a conspiracy between them and A, the reporter, can all be tried jointly in a certain district in which subscribers to\nboth B and C can be found? If no conspiracy exists? The answers appear to be as follows:\n(1) Each defendant can probably be tried in any district in which the\nnewspaper was received. (2) The trials will be separate, in the absence of proof of conspiracy. (3) Assuming a conspiracy, the trial of all can be held jointly in a\ncommon district. *\nEditor’s Note: That memorandum opinion precedes this one (Criminal Liability for Newspaper\nPublication of Naval Secrets, 1 Op. O.L.C. Supp. 93 (June 16, 1942)). 102 Trials of Newspaper Personnel Accused of Disclosing Naval Secrets I. Problems of Venue; Place of Trial\nAssuming a violation of the law by the reporter and his superiors—managing\neditor, publisher, and newspaper company—it is probable that each defendant can\nbe tried (whether separately or jointly will be discussed below) in any district in\nwhich a copy of the newspaper containing the criminal dispatch was received by a\nsubscriber or newsstand. The Constitution of the United States provides that\n“The trial of all Crimes . . . shall be held in the State where the said\nCrimes shall have been committed . . . ,” Article III, Section 2,\nand that\n“In all criminal prosecutions, the accused shall enjoy the right to\na . . . trial, by an impartial jury of the State and district wherein the\ncrime shall have been committed . . . ,” Amendment VI. These constitutional provisions do not give a defendant a constitutional right to\nbe tried only in the district of his residence or principal place of business. Haas v.\nHenkel, 216 U.S. 462 (1909). His right is to a trial in the district where the crime\nwas committed. It seems to be reasonably well established by the Supreme Court that a “crime,”\nwhich involves a sequence of acts crossing district boundaries, is committed in\nany district in which any substantial act in the sequence took place. Hyde v. United\nStates, 225 U.S. 347 (1911); United States v. Lombardo, 241 U.S. 73 (1915)."
}