{
  "document_category": "memos",
  "docId": "memos_51",
  "chunk_index": 4,
  "chunk_text": "We do not deal with the question of the current status o f the position of Deputy\nDirector of OMB. See § 102(0 of Reorganization Plan No. 2 of 1970. 289 not continue beyond a reasonable time. W hat period is reasonable\ndepends upon the particular circumstances. Pertinent considerations include the specific functions being per­\nformed by the Acting Director; the manner in which the vacancy was\ncreated (death, long-planned resignation, etc.); the time when the va­\ncancy was created (e . g w hether near the beginning or the end of a\nsession of the Senate); • w hether the President has sent a nomination to\nthe Senate; and particular factors affecting the President’s choice (e . g a\ndesire to appraise the w ork of an Acting Director) or the President’s\nability to devote attention to the matter. 5.\nMr. A has served as A cting D irector for 3 months. In our opinion,\ngiven the circumstances, that period is reasonable. Significant in this\nregard are Mr. A ’s involvement in the budget process and the deadlines\nimposed by the Congressional Budget A ct of 1974, see 31 U.S.C. § 1321\n(Supp. V 1975). In addition it is noteworthy that the Senate adjourned on December\n15 and will not reconvene until January 19. A recess appointment could\nbe made but, in view of the salary restrictions of 5 U.S.C. 5503, it\nwould clearly be reasonable for the President to wait until the Senate\nreconvenes. In conclusion, we believe Mr. A ’s tenure as Acting Director of OMB\nis lawful. Regarding the tim e to make a nomination, the President has\ndiscretion, but is required to do so within a reasonable period. John M. H arm on Assistant Attorney General\nOffice o f Legal Counsel * Regarding recess appointments, see Art. II, § 2, Cl. 3 o f the Constitution and 5 U.S.C.\n§ 5503, the latter dealing with the payment of salaries of persons receiving such appoint­\nments. In the circumstances present here a recess appointee could not under 5 U.S.C.\n§ 5503 be paid. 290"
}