{
  "document_category": "memos",
  "docId": "memos_53",
  "chunk_index": 8,
  "chunk_text": "L . N o. 89-306, 79 S ta t. 1127 (1 9 6 5 ) (co d ified at 4 0 U .S.C . § 7 5 9 (0 ). H ence the re im ­\nb u rse m e n t re q u ire m e n t o f section 612 o f C D A does not apply to B oard aw ards under the B rooks A ct.\n’ T h is O ffice re a ch e d a sim ilar co n clu sio n in Payment o f Attorney Fee Awards Against the United States\nU nder 28 U.S.C. § 2412(b), 7 Op. O .L .C . 180 (1 9 8 3 )(ju d gm ent fund available by statute to pay fee\na w ard s). A ccord 6 3 C o m p . Gen. 260, 26 3 -6 4 & n.3 (1984) (c itin g R ose M em o). 116 and transferred to the permanent judgment fund is purely a matter of ac­\ncounting and fiscal policy, not a question of the scope of relief. 10 Hence, 40\nU.S.C. § 759(f)(6)(C) cannot provide authority for the Board to order the\nArmy to reimburse the judgment fund for the cost of the award. Second, subsection 759(f)(6)(C) is not, as the Julie Research Laborato­\nries majority mistakenly implied, itself an affirmative grant of authority to\nthe Board. The subsection merely states that nothing in it shall affect the\nBoard’s power to order “additional relief’ which the Board is otherw ise\nempowered to provide. Thus, even on the assumption (which we have re­\njected) that requiring the procuring agency to reimburse the judgment fund\ncould constitute “additional relief,” the Board would still need to be “autho­\nrized to provide” such relief under some “statute or regulation” other than\n40 U.S.C. § 759(f)(6)(C) itself. No other statute provides the needed authority. In Julie Research Labo­\nratories, 1989-1 B.C.A. f 21,213 at 107,021 (Sept. 23, 1988), the Board\nmajority stated only that ordering reimbursement was “consistent with the\npurpose underlying 41 U.S.C. § 612” and with the Board’s responsibility\nunder 40 U.S.C. § 759(f)(5)(A) to “accord due weight to the policies of [the\nBrooks Act] and the goals of economic and efficient procurement.” How­\never, neither 41 U.S.C. § 612 nor 40 U.S.C. § 759(f)(5)(A) authorizes the\nBoard to order reimbursement of the judgment fund.\" We recognize that, in Bedford Computer, the concurring opinion cited a\nregulatory source of authority. See id., 1990-1 B.C.A. U 22,377 at 112,435\n(Hendley, A.J., concurring separately). The cited regulation, FAR 33.105(f)(2),\n48 C.F.R. § 33.105(0(2) (1988), states that protest costs awarded by the\nBoard “shall be paid promptly by the agency out of funds available to or for\nthe use of the acquisition of supplies or services.” We understand,12 however, that this Federal Acquisition Regulation was\nnot intended to mandate that Board awards of bid protest costs under the\nBrooks Act be paid from agency procurement appropriations rather than"
}