{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 1,
  "chunk_text": "Whether the District of Columbia’s Clean Air Compliance Fee\nMay Be Collected From the Federal Government The D istrict o f Colum bia’s Clean Air Compliance Fee is a tax and may not be imposed on the federal\ngovernment, because the D.C. Council lacks authority to impose taxes on the property o f the United\nStates. January 23, 1996\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nG e n e r a l S e r v ic e s A d m in is t r a t io n This memorandum responds to your request for our opinion on whether the\nDistrict of Columbia (“ District” ) may collect from the General Services Adminis­\ntration the Clean Air Compliance Fee (“ Clean Air Fee” or “ Fee” ) established\nby a District of Columbia statute, the Clean Air Compliance Fee Act of 1994\n(“ A ct” ), D.C. Act 10-387, reprinted in 42 D.C. Reg. 86 (1995).1 As discussed\nbelow, we conclude that the District may not collect the Fee with respect to prop­\nerty owned by the United States. The Fee is a tax on such property, and such\ntaxes are beyond the authority of the Council of the District of Columbia (“ D.C.\nCouncil” ) under the District of Columbia Self-Government and Governmental Re­\norganization Act, D.C. Code Ann. §§ 1-201 to 1-299.7 (1992) (“ Self-Government\nAct” ). I. The following finding in the Act sets forth the D.C. Council’s statement of\nthe Act’s purpose: By requiring payment from employment parking that is not subject\nto the parking sales and use tax and by allocating the revenues to\nthe transit component of the [District’s] Clean Air Regulatory Pro­\ngram the [District] will simultaneously discourage the use of single­\noccupancy vehicles for home-to-work travel while encouraging the\nuse of car pools and transit, thereby reducing air pollution in com­\npliance with requirements under the Clean Air Act. Act §2(5). In its operative provisions, the Act requires owners of real property\nin the District containing parking spaces that are used for commuting more than\n1 In considering this question, we have received the assistance o f the Tax and Environment and Natural Resources\nDivisions o f the Department o f Justice and w e have carefully considered the views submitted by the O ffice of\nthe C orporation Counsel o f the Government o f the District o f Columbia. See Letter for W alter Dellinger, Assistant\nAttorney General, O ffice o f Legal Counsel, from Garland Pinkston, Jr., Acting Corporation Counsel, Office o f the\nCorporation Counsel (June 19, 1995) ( “ Corporation Counsel Letter” ). 12 Whether the District o f Columbia’s Clean Air Compliance Fee May Be Collected From the Federal\nGovernment two days per week and for which the District’s parking sales and use tax is not\ncollected to register the spaces and pay a Clean Air Fee calculated at a rate of\n$20 per month per space."
}