{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 10,
  "chunk_text": "For instance, several of these\nlaws apply to the public generally, and, accordingly, do not shed light on whether\nsection 1320d-6 allows direct prosecutions of persons other than those to whom\nthe substantive requirements of HIPAA’s Part C apply. See, e.g., 18 U.S.C. § 547\n(2000) (“Whoever receives or deposits merchandise in any building upon the\nboundary line between the United States and any foreign country, or carries\nmerchandise through the same, in violation of law . . . .”) (emphasis added); 18\nU.S.C. § 1590 (2000) (“Whoever knowingly recruits, harbors, transports, provides,\nor obtains by any means, any person for labor or services in violation of this\nchapter . . . .”) (emphasis added). And the phrasing of other laws makes it clear\nthat “in violation of” describes an item involved in the prohibited act, as opposed\nto the act itself. For instance, 18 U.S.C. § 2113(c) (2000) penalizes “[w]hoever\nreceives . . . property . . . which has been taken . . . in violation of subsection\n(b) . . . .” Id. In this case, the placement of the phrase “in violation of” following\nthe word “which” makes plain that the phrase describes only the property, a\nreading confirmed by the provision’s use of the passive “has been taken.” Id.; see\nalso 18 U.S.C. § 1170(b) (2000) (“Whoever knowingly sells, purchases, uses for\nprofit, or transports for sale or profit any Native American cultural items obtained\nin violation of the Native American Grave Protection and Repatriation Act . . . .”)\n(emphasis added). In contrast, the phrase “in violation of” in section 1320d-6 does\nnot modify the type of health care information involved in the offense; rather, it\nrelates directly to the acts prohibited by the provision (i.e., “uses or causes to be\nused,” “obtains,” or “discloses”). Finally, we have reviewed the cases interpreting\nthese and other potentially analogous provisions and have found none that would 6 “In determining the meaning of any Act of Congress, unless the context indicates otherwise— the\nword[] person[] . . . include[s] corporations, companies, associations, firms, partnerships, societies, and\njoint stock companies, as well as individuals.” 1 U.S.C. § 1. 84 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 cause us to read section 1320d-6 in any way other than in accordance with its plain\nmeaning. 7 We conclude, therefore, that an assessment of liability under section 1320d-6\nmust begin with covered entities. The statute and regulations determine which\nindividuals and entities qualify as a “covered entity.” See 42 U.S.C. § 1320d; id.\n§ 1395w-141(h)(1); id. § 1395x; 45 C.F.R. § 160.103. 8 A health care provider is\nany “person furnishing health care services or supplies,” and will be either an\nindividual or an entity. 42 U.S.C. § 1320d(3); see also id. § 1395x. In contrast, a\n“health care clearinghouse,” “health plan,” and Medicare “prescription drug card\nsponsor” will virtually never be an individual. See id. § 1320d(2) & (5); id.\n§ 1395w-141(h)(1)(A). When the covered entity is not an individual, principles of\ncorporate criminal liability will determine the entity’s liability and the potential\nliability of particular individuals who act for the entity."
}