{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 13,
  "chunk_text": "18 Tem tory is acquired by discovery and occupation where no other recognized nation asserts sovereignty over\nsuch temtory. In contrast, when temtory is acquired by treaty, purchase, cession, or conquest, it is acquired from\nanother nation\n19 See. e g , Oppenheim, supra , § 211, at 498. 4\n20 The Supreme Coun has acknowledged the authonty to acquire temtory by these methods See, e g , CurtissWright, 299 U S. at 318 (“The power to acquire territory by discovery and occupation . . exist[s] as inherently in­\nseparable from the conception of nationality.”), American Ins Co v Canter , 26 U.S. (1 Pet.) 511, 542 (1828) (Mar­\nshall, C.J ) (“The Constitution confers absolutely on the government of the Union, the powers of making war, and of\nmaking treaties; consequently, that government possesses the power of acquinng temtory, either by conquest or by\ntreaty.”) 21 See Treaty Between the United States and the French Republic, Apr. 3 0 ,1803, an. 1,8 Stat. 200,201 (Louisiana\nPurchase); Treaty of Amity, Settlement, and Limits, Between the Umted States of Amenca and his Catholic Majesty,\nFeb 22,1819, art. 2 ,8 Stat. 252,253 (cession of Honda by Spain); Treaty with Great Britain, June 15,1846, art 1,9\nStat. 869 (Oregon Compromise), Treaty of Peace, Friendship, Limits and Settlement between the United States of\nAmericaand the Mexican Republic, Feb 2,1848, an. 5,9 Stat 922,926-27 (cession of California by Mexico); Treaty\nwith Mexico, Dec 30, 1853, art 1, lOStat. 1031, 1032 (Gadsden Purchase); Treaty with Russia, Mar 30, 1867, art. 1, 15Stat. 539(cessionof Alaska by Russia); Isthmian Canal Convention, Nov. 18, 1903, arts. 2 & 3,33 Stat. 2234,\n2234—35 (cession of Panama Canal Zone by Panama), Convention Between the United States and Denmark for Ces­\nsion of the Danish West Indies, Aug 4,1916, art. 1,39 Stat. 1706 (purchase of the Virgin Islands from Denmark). 247 States to question the right of acquiring territory by treaty.” Wilson v. Shaw, 204\nU.S. 24, 32 (1907). There is no doubt that the United States can acquire territory,\nincluding the territorial sea, by treaty. 2. Assertion of Sovereignty by the President Acting Alone - Discovery and\nOccupation The more difficult issue is whether the President, acting alone, may acquire\nterritory for the United States. Because of several venerable, and unchallenged,\nhistorical examples of such acquisitions, we believe that he can, even though the\npractice may be subject to some constitutional question. First and foremost, it\ncan be reasonably argued that President Washington and Secretary of State Jef­\nferson in making the original claim to the territorial sea relied on the President’s\nconstitutional power as the representative of the United States in foreign affairs\nto proclaim sovereignty, and not simply jurisdiction, over unclaimed territory. Although we have not found any evidence of Jefferson’s view of the nature of\nthe rights of the United States in the territorial sea, both Chief Justice Marshall\nand Justice Story viewed the territorial sea as part of the territory of the United\nStates. See Church v. Hubbart, 6 U.S. (2 Cranch) at 234 (Marshall, C.J.); The\nAnn, 1 F. Cas. at 926-27 (Story, J.)."
}