{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 20,
  "chunk_text": "See supra\nnote 4 & accompanying text. “[T]he rationale for treating substantial\nintrasession adjournments as ‘recesses’ for purposes of the Recess Appointments Clause is that substantial adjournments prevent the Senate\nfrom acting on nominations.” Intrasession Recess Appointments, 13 Op.\nO.L.C. at 273. By the same reasoning, brief pro forma sessions of this\nsort, at which the Senate is not capable of acting on nominations, may be\nproperly viewed as insufficient to terminate an ongoing recess for purposes of the Clause. 18\nThis view of the effect of pro forma sessions on the President’s recess\nappointment power finds additional support in one of this Office’s prior\nopinions, Recess Appointments During an Intrasession Recess, 16 Op.\nO.L.C. 15. That opinion addressed the propriety of making recess appointments during a recess that began on January 3, 1992, and ended on\nJanuary 21, 1992. We noted that, aside from a “brief formal session on\nJanuary 3” at which the body conducted no business (and which evidently\nwas held to address the terms of the Twentieth Amendment, see infra note\n22), the Senate had been in recess since November 27, 1991. 16 Op.\nO.L.C. at 15 n.1. Thus, we observed that “[f]or practical purposes with In reaching this conclusion, we need not look behind the actual terms of the Senate’s\norders. The Senate itself labels the sessions “pro forma” and specifies that there is to be\n“no business conducted” during those sessions. See, e.g., 157 Cong. Rec. S8783 (daily ed.\nDec. 17, 2011). These orders make clear that the Senate cannot perform its advise-andconsent role during the pro forma sessions. The issue we have been asked to address\nrelates to the legal effect of such sessions on the intrasession recess, and the Senate orders\non their face warrant the conclusion that the Senate is unavailable to provide advice and\nconsent during the intrasession recess. 18 35 36 Op. O.L.C. 15 (2012) respect to nominations, this recess closely resembles one of substantially\ngreater length.” Id. To be sure, this Office there stated only that two\nrecesses broken solely by a pro forma session “closely resemble[]” a\nsingle recess of greater length, not that they were constitutionally indistinguishable from one. Nevertheless, we thought the effective length of the\nrecess relevant in determining whether the President could make a recess\nappointment. The same consideration applies here. A lengthy intrasession\nrecess broken only by pro forma sessions closely resembles an unbroken\nrecess of the same length; thus, “[e]xcept for its brief formal session[s]\n. . . the Senate will have been absent from [January 3, 2012] until [January\n23, 2012], a period of [twenty] days.” Id. And in determining whether\nsuch a recess triggers the President’s appointment authority under the\nRecess Appointments Clause, we believe the critical inquiry is the “practical” one identified above—to wit, whether the Senate is available to\nperform its advise-and-consent function. For practical purposes, the\nPresident may properly view the Senate as unavailable for twenty days. Second, allowing the Senate to prevent the President from exercising\nhis authority under the Recess Appointments Clause by holding pro forma\nsessions would be inconsistent with both the purpose of the Clause and\nhistorical practice in analogous situations."
}