{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 11,
  "chunk_text": "In such proceedings or hearing, the holding\ndescribed in paragraph [(c)(1)] . . . shall be treated as con­\nclusive. 31 U.S.C. § 1242(c)(2) (emphasis added). Unless the Secretary or admin­\nistrative law judge finds that the program in which discrimination is\ncharged is not federally funded, the Secretary “shall” suspend payment\nof funds. Subsection (e) of the statute sets out the five grounds on which\nsuspended payments may be resumed where a “holding” has triggered\nthe suspensions: 1) if the recipient government enters into a compliance\nagreement with the government agency or office responsible for pros­\necuting the claim or complaint which is the basis for the holding, if the\nagreement has been approved by the Secretary;10 2) if the recipient\ngovernment “complies fully with the holding,” if that holding covers\nall matters raised in the Secretary’s notice of noncompliance; 3) if the\nchangeably in both the Senate rep o rt and the conference report on the revenue sharing bill, suggesting\nthat that body did not focus at ail on the difference, if any. betw een them. See S. Rep. No. 1207, 94th\nC ong., 2d Sess. 32 (1976); H .R. Rep. No. 1720, 94th C ong., 2d Sess. 35-36 (1976). Indeed, in discussing\nthe conditions for resum ption o f funds both reports speak o f com pliance w ith an “o rd e r’* o f a federal\ncourt, w here the statute uses the term “ holding.” Id. See 31 U.S.C. 1242(e)(2). 10 T h e com pliance agreem ent is described in subsection (d)(1). 494 recipient is found to be in compliance by the court or agency that\nissued the holding; 4) if the administrative law judge determines that\nthe recipient is in compliance under subsection (b)(3)—a determination\nwhich may be based only on the presence or absence o f federal funds,\nnot the merits of the discrimination claim; and 5) if the body that has\nissued the triggering holding is reversed by an appellate tribunal. This\nfinal condition of lifting the suspension is also dealt with in subsection\n(c)(3): If a holding described in paragraph [(c)(1)] is reversed by\nan appellate tribunal, then proceedings under subsection (b)\no f this section which are dependent upon such holding shall\nbe discontinued; any suspension or termination of pay­\nments resulting from such proceedings shall also be dis­\ncontinued. 31 U.S.C. § 1242(c)(3) (emphasis added). The acknowledgment in subsection (c)(3) that the administrative pro­\nceedings are “dependent” on the proceedings in the triggering body is\nreflected generally in the grounds for resumption of suspended pay­\nments described above. Three of the five grounds are for all practical\npurposes beyond the control of the Secretary: the first, a compliance\nagreement, is grounds for resumption of payment only where it is\nentered into by the parties to the triggering lawsuit or complaint. The\nthird ground depends on the recipient’s compliance as determined by\nthe triggering body. And the fifth ground depends entirely on the\naction of an appellate tribunal in reversing the triggering holding."
}