{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 18,
  "chunk_text": "132\nCong. Rec. 22,340 (1986). Senator Grassley, the main force in the Senate\nbehind the 1986 Amendments, explained that the “False Claims Act\nallows an individual knowing o f fraud[] ... to bring suit on behalf o f the\ngovernment....” 131 Cong. Rec. 22,322 (1985). In perhaps the most telling\ndescription, Representative Berman, one o f the bill’s principal drafters,\noffered the following statement: “ [T]his is precisely what this law is\nintended to do: deputize ready and [willing] people ... to bring to justice\nthose contractors who overcharge the government.” 132 Cong. Rec.\n29,322 (1986). Indeed, the Solicitor General appears to concede that the qui tam\ndevice violates the Appointments Clause to the extent a qui tam relator is\nsuing in a representative capacity. Taranto Memo at 8. To surmount this\nconstitutional barrier, the Solicitor General argues that a qui tam action\nis not a suit based on the government’s claim but is really a private suit\nbased on the relator’s private cause o f action for the contingent monetary\naward Congress offered for successfully litigating the suit. The Solicitor\nGeneral thus would argue that, when the relator prosecutes a case, he is\nnot exercising governmental authority, but merely litigating his own pri­\nvate claim. The Solicitor General suggests an analogy to private antitrust\nactions or private title VII actions where both the private party and the\ngovernment can bring substantially identical suits. Id. This argument is untenable because it flatly contradicts the history o f\nqui tam actions, the language and structure o f the False Claims Act, and\nthe Act’s legislative history. All o f these sources make abundantly clear\nthat the relator is suing in a representative capacity to enforce the claim\no f the United States and that his statutory award is not relief for ir\\jury\nsuffered, but a reward for his services. See supra pp. 215, 222-23. In antitrust and title VII actions, the private plaintiff alleges that the\ndefendant’s conduct has invaded his personal legal rights, causing him\ndirect injury. The title VII plaintiff claims that he has been personally\nharmed by discriminatory practices. The antitrust plaintiff claims that he\nhas been economically harmed by a price-fixer’s illegal conduct. Such pri­\nvate plaintiffs have their own independent causes o f action to redress\n223 these invasions o f their rights, which incidentally vindicate the public\ninterest. Under the False Claims Act, however, the government is the only\nparty who has suffered iryury as a result o f the contractor’s alleged fraud. Thus, the relator’s suit under the False Claims Act vindicates the ir\\jury to\nthe government and that iiyury alone. It is clear that the real party in interest represented by the relator is the\ngovernment, because the relator’s suit binds the United States by res judi­\ncata.10 Even when the Attorney General does not participate in the suit,\nany judgment or settlement obtained by the relator has preclusive effect\non the United States. In this respect, qui tam actions differ fundamental­\nly from the private lawsuits cited by the Solicitor General, and indeed\nfrom all “private attorneys general” suits. These private actions do not\nbind the United States because the real plaintiff is the individual suing on\nhis own independent claim."
}