{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 3,
  "chunk_text": "1874,\n1959-62 (codified at 26 U.S.C §9509(a) (1994)), 26 U.S C. §461 l( a H c ) (1994); id §9509(b)(2), (5) (1994) 189 Opinions of the Office o f Legal Counsel in Volume 21 (2)\nthe payment of costs incurred by Federal, State, or Indian\ntribe trustees in carrying out their functions under section 2706 of\nthis title for assessing natural resource damages and for developing\nand implementing plans for the restoration, rehabilitation, replace­\nment, or acquisition of the equivalent o f damaged resources deter­\nmined by the President to be consistent with the National Contin­\ngency Plan; [and] (4)\nthe payment of claims in accordance with section 2713 [sec­\ntion 1013 of OPA] of this title for uncompensated removal costs\ndetermined by the President to be consistent with the National\nContingency Plan or uncompen-sated damages. 33 U.S.C. § 2712(a)(2), (4). For most of the purposes authorized by section 1012 — including the payment\nunder section 1012(a)(2) of “ costs incurred” by domestic Trustees in carrying\nout their functions under section 1006 of OPA — payments may be made from\nthe Fund “ only as provided in annual appropriation Acts.” 33 U.S.C. § 2752(a)\n(1994 & Supp. Ill 1997). Several specified categories of payments, however, may\nbe made directly out of the Fund without the need for further appropriation by\nCongress. One of those excepted categories is the payment of claims pursuant\nto section 1012(a)(4), which authorizes the payment of claims in accordance with\nsection 1013. See OPA § 6002(b), 33 U.S.C. § 2752(b). The President has delegated, by Executive Order, the functions vested in him\nrespecting management and use o f the Fund. Exec. Order No. 12777, 3 C.F.R.\n351 (1992) (“ Exec. Order” ). His functions regarding the payment of removal\ncosts and claims under section 1012(a)(1), (3), and (4) have been delegated to\nthe Secretary o f Transportation (“ the Department in which the Coast Guard is\noperating” ). Exec. Order § 7(a)(1)(A), 3 C.F.R. at 357. His functions respecting\nthe paym ent of “ costs incurred” under section 1012(a)(2), on the other hand,\nhave been delegated “ to the Federal trustees designated in the [National Contin­\ngency Plan].” Id. § 7(a)(2), 3 C.F.R. at 357. B.\nAs summarized in your memorandum, the Department of Transportation\n( “ D O T” ) 4 contends that payments from the Fund to federal, state, and Indian\ntribe Trustees for natural resource damages may only be made under the provi­\n4 Except where otherwise specified, we refer collectively herein to the Department of Transportation, the Coast\nGuard, and the National Pollution Funds Center as “ D O T.” 190 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 sions of section 1012(a)(2), and thus require an annual appropriation before they\ncan be made. On the other hand, the Federal agencies designated as Trustees —\nincluding the National Oceanic and Atmospheric Administration ( “ NOAA” ) of\nthe Department of Commerce, the Department of the Interior, and the Department\nof Defense — assert that such damages may be compensated, as appropriate, either\nas a “ cost incurred” under section 1012(a)(2), or as a claim for “ uncompensated\ndamages” under section 1012(a)(4)."
}