{
  "document_category": "memos",
  "docId": "memos_46",
  "chunk_index": 8,
  "chunk_text": "Delegable Fumctioms All remaining functions o f the President may be delegated to subordi­\nnate officers. M any statutes explicitly authorize delegation. See, e.g., 22\nU.S.C. § 2381 (delegation o f certain foreign affairs powers). In the\nabsence o f specific authorization, the general delegation statute, 3\nU.S.C. §§301, 302, explicitly authorizes delegation except where pre­\ncluded by statute. It is beyond the scope o f this memorandum to\ndescribe the full extent o f the presidential powers and responsibilities\nthat may be delegated. 6 In general, powers which may be delegated\ninclude those o f approval, authorization, and assignment; powers to\nestablish and convene certain administrative commissions, to designate\nresponsible officers, and to make certain factual determinations; powers\nto direct that certain actions be taken, to fix compensation of officers,\nto prescribe certain rules and regulations, and to make recommenda­\ntions or reports. It bears repetition that the President may not delegate his power to\ndelegate his own functions. This is, in our view, a function that is\nconstitutionally vested in the President personally. The President may\ndelegate his powers if he is capable o f a conscious decision to do so. If,\nhow ever, he is incapable o f such a decision, delegation cannot occur. If\nsuch a situation continues for a substantial period o f time, it would\nappear desirable to initiate procedures for presidential succession under\nthe Tw enty-Fifth Amendment. 7 5 W e emphasize that the above examples are entirely tentative; it may well be that, upon further\nexamination o f the statutes and their legislative histories, this Office would conclude that Congress did\nnot intend to prohibit delegation. 6 F o r a description o f the President’s general authonty, see President's Advisory Council on\nExecutive Organization, The Powers and Responsibilities of the President (1970). 7It might be possible for the President to delegate his powers contingent upon the occurrence o f a\nspecified event such as a certification by the President’s personal physician that the President is\ntem porarily incapable o f making a conscious decision. We would emphasize, however, that this\nprocedure should not be used if its effect is contrary to the intent of the procedures for presidential\nsuccession contained in the Twenty-Fifth Amendment. 98 IV. Form and Method of Delegation\nW henever a presidential function or power is delegable, it may be\ndelegated to the head of any department or agency in the Executive\nBranch, or any official thereof, if the official is appointed with the\nadvice and consent of the Senate. 3 U.S.C. §301. By statute, such a\ndelegation is ordinarily accomplished through the preparation and pub­\nlication o f a written order or memorandum. The relevant document is\nnormally signed by the President personally; but there is no express\nstatutory requirement to that effect. In our opinion, the relevant statu­\ntory requirements are satisfied as long as the President actually makes\nthe delegation in question and causes an appropriate written memorial\nto be prepared and published. He need not sign the document by his\nown hand. See United States v. Fletcher, 148 U.S. 84-92 (1893); 7 Op.\nA tt’y Gen. at 472-73 (1855); 22 Op. A tt’y Gen. 82, 84 (1898)."
}