{
  "doc_id": "memos_50",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_50__0",
      "chunk_id": "0",
      "content": "Payment of Legal Fees in Connection With a\nCabinet Member’s Confirmation Hearings\nLegal expenses incurred in connection with a Cabinet member’s Senate confirmation\nhearings would be an appropriate subject o f payment from funds authorized under the\nPresidential Transition A ct, and may also, consistent with that Act, be paid from\nprivate sources. Payment o f legal fees incurred in connection with the confirmation process by a private\nfoundation would not be considered to supplement a Cabinet member’s salary in\nviolation o f 18 U.S.C. § 209, since the purpose and value of the services rendered were\ndirected primarily to the government. May 13, 1981\nMEMORANDUM OPINION Our views have been requested on the propriety under 18 U.S.C.\n§ 209 of a proposed payment by a private foundation1 of legal fees\nincurred in connection with the Senate confirmation hearings of a\nmember of the Cabinet. We understand that the lawyer was retained\nafter consultations between the office of the President-elect and a\nMember of Congress, and that the lawyer’s fee is not and was never\nintended to be the personal obligation of the nominee. We also under­\nstand that the lawyer’s services were rendered before and during the\nnominee’s confirmation hearings and that all services were rendered\nbefore the current Administration took office. Our conclusions can be summarized as follows:\n(1) The payment of legal fees incurred in connection with a\nconfirmation hearing serves a legitimate governmental func­\ntion cognizable under the Presidential Transition Act.\n(2) The availability of public funding under the Transition Act\ndoes not preclude additional transition funding from private\nsources. (3) Since the purpose and value of these legal services were\ndirected primarily to the government, payment of the legal fee\nby a private party should not be considered a supplementation\nof the employee’s salary for purposes of 18 U.S.C. §209. A c c o rd in g to its bylaws, the foundation is a nonprofit corporation established in the District of\nColum bia “to facilitate an orderly transfer o f the power of the executive branch of the United States\ngovernm ent from the Administration o f the incumbent President to the Administration of the Presi­\ndent-elect . . . 126 Before addressing the propriety of this proposed payment under\n§ 209, we will examine it in light of the Presidential Transition Act of\n1963, Pub. L. No. 88-277, 78 Stat. 153, as amended by Pub. L. No. 94499, 90 Stat. 2380, October 14, 1976 (reprinted in note following 3\nU.S.C. § 102). This Act promotes the orderly transfer of executive\npower during a presidential transition by authorizing the Administrator\nof the General Services Administration (GSA) to provide to a President-elect necessary services and facilities for use prior to January 20 in\nconnection with preparations for the assumption of official duties. The\nGSA Administrator is specifically authorized, by § 3(a)(3) of the Transi­\ntion Act, to pay expenses for the services of consultants,2 and we see no\nreason why a legal consultant of this type could not have been paid\nwith government funds pursuant to the Transition Act.3 The availability of Transition Act funds for a particular purpose does\nnot necessarily preclude the funding of that same function from a\nprivate source."
    },
    {
      "id": "memos_50__1",
      "chunk_id": "1",
      "content": "The availability of Transition Act funds for a particular purpose does\nnot necessarily preclude the funding of that same function from a\nprivate source. Although the Comptroller General has issued a consid­\nerable body of opinions generally repudiating the unauthorized augmen­\ntation of agency appropriations, see, e.g., 46 Comp. Gen. 689 (1967), we\ndo not think that those opinions are controlling in this situation. Neither\nthe President-elect nor his transition staff are government employees,4\nand the Transition Act does not create a federal transition agency. Instead, it provides for the appropriation of money to a federal agency\n(GSA), to be disbursed according to certain criteria. There is no indica­\ntion in the Transition Act or its legislative history that demonstrates a\ncongressional intent to limit a President-elect’s transition activities to\nthose funded by the GSA transition appropriation. 5 In fact, when the\nAct was amended in 1976 to increase the amount of the authorization\nfor transition funds, the House report quoted extensively from a GAO\nstudy that showed that in the past only a small portion of the actual\ntransition expense was paid from the U.S. Treasury. In recommending\nthat the appropriation be increased,6 the GAO report stated:\n2The Transition Act provides that consultants shall be paid pursuant to the Administrative Ex­\npenses Act of 1946, as amended (S U.S.C. § 3109). Among other things, this Act places a ceiling on the\nsalary rate paid to consultants This salary limitation clearly would apply if the lawyer’s fees were paid\nby GSA. 3 Had the same legal services been required after the Administration took office, they might have\nbeen provided by government lawyers or by private lawyers retained at government expense. Al­\nthough the use o f government funds or personnel to assist nominees in the confirmation process would\ndepend upon the language and purpose of relevant appropriation statutes, as a general matter, such\nexpenditures have been considered necessary government expenditures\n4See § 36(a)(2) of the Transition Act supra. O f course, federal employees who are “detailed” to\nassist the President-elect in transition do retain their status as federal employees. &There is little doubt that Congress did intend to limit federal transition expenditures to the amount\nauthorized and appropriated to the GSA for this purpose. See, e.g., S. Rep. No. 1322, 94th C o n g , 1st\nsess. 2 (1976). 6 It should be noted that even the increased appropriation would not have covered the full\nexpenditures o f the immediately preceding transition as reported by G AO 127 It is our belief, however, that if the Presidential Transition\nA ct is to function as intended, the Federal assistance must\ncover a substantial part of the Transition expenses. Quoted in H. Rep. No. 1442, 94th Cong., 1st Sess. 4 (1976) (emphasis\nadded). It is clear from the House report that Congress was aware of\nthe custom of augmenting the transition appropriation with private\nfunds. Since neither the A ct nor its legislative history indicate an intent\nto eliminate this practice, and in light of the language adopted from the\nGAO report, we conclude that the public funding of transition was not\nintended to preclude private funding of transition activities."
    },
    {
      "id": "memos_50__2",
      "chunk_id": "2",
      "content": "Since neither the A ct nor its legislative history indicate an intent\nto eliminate this practice, and in light of the language adopted from the\nGAO report, we conclude that the public funding of transition was not\nintended to preclude private funding of transition activities. We now turn to the question of whether the payment of this particu­\nlar transition expense by a private group would violate 18 U.S.C. § 209. As you know, § 209 prohibits the payment or receipt from any source\nother than the government of any salary, contribution to or\nsupplementation of salary, as compensation for the services of an officer\nor employee of the Executive Branch. The term salary is not defined\nby the statute. One source of guidance on the meaning o f “salary” in § 209 is the\nadministrative interpretations given to the term by the various federal\nagencies. This administration case law tends to give fairly broad mean­\ning to the term “salary,” 7 but it does not supply an answer or a ready\nformula to apply in this case. In the final analysis, the determination\nwhether a particular fringe benefit constitutes “salary” is a matter of\njudgment based on the full circumstances and intent of the parties. See\n41 Op. A tt’y Gen. 217 (1955). In this case, it is our judgment that the proposed payment would not\nconstitute a supplementation of the employee’s salary. In reaching this\nconclusion we note that the foundation’s primary purpose to assist the\nPresident-elect is evident from its very charter; that this purpose is a\nlegitimate function for a private foundation;8 and that the foundation is\nnot, and has never been, in an employment relationship with the\nmember of the Cabinet. Furthermore, we are convinced that any per­\nsonal benefit to the employee from these legal services was incidental\nand secondary to the intended benefit conferred upon the President­\nelect and his Administration. In addition, if the government had pro­\nvided these same legal services (see text accompanying footnote 3) it is\ndoubtful that the value of the services would be considered part of the\nemployee’s salary. 1See discussion in B. Manning, Federal Conflict o f Interest Laws 160-163 (1964), reviewing adminis­\ntrative decisions that define salary to include tuition fees, travel and professional expenses, and various\nhonoraria See also 18 U.S C. § 209(e), which creates a narrow exception to the administrative decision\nthat § 209 bars the payment of moving expenses by a former employer. 8As discussed previously, the foundation’s purpose to assist the transition is not at odds with the\nTransition A ct o f 1963 or the principle of fixed appropriations. We also note that in A dvisory Opinion\n1980-97 the Federal Election Commission (FE C ) concluded that the establishment of a Presidential\nTransition T rust to pay for pre-election transition activities was lawful under the Federal Election\nCampaign A ct o f 1971 and F E C regulations. 128 There is a line of Comptroller General decisions holding that an\nofficer or employee has on his shoulders “the duty of qualifying himself\nfor the performance of his official duties.” 22 Comp. Gen. 460, 461\n(1942)."
    },
    {
      "id": "memos_50__3",
      "chunk_id": "3",
      "content": "128 There is a line of Comptroller General decisions holding that an\nofficer or employee has on his shoulders “the duty of qualifying himself\nfor the performance of his official duties.” 22 Comp. Gen. 460, 461\n(1942). See also 51 Comp. Gen. 701 (1972) (disallowing the govern­\nment’s payment of bar admission fees) and 31 Comp. Gen. 465 (1952),\n22 Comp. Gen. 243 (1942) (both disallowing government payment for\npre-employment medical examinations). In our view, legal fees incurred\nin connection with the confirmation process are not analogous to these\nother personal costs of job qualification. As discussed earlier, the con­\nfirmation process involves overriding governmental interests of a mag­\nnitude not present in the decisions cited above. In addition, the cited\nComptroller General decisions involve expenditures that benefit the\nemployee in a personal capacity, while the legal services at issue will\nbenefit the employee primarily in an official capacity. For reasons stated above, we conclude that the proposed payment of\nlegal fees by a private foundation would not violate 18 U.S.C §209. T heodore B. O l s o n Assistant Attorney General\nOffice o f Legal Counsel 129"
    }
  ]
}