{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 25,
  "chunk_text": "Proc. No. 2667, 3 C F R. 67 (1943—1948) See supra p 245. 38 However, this is not to say that the states might not attempt to expand their regulatory junsdiction. The states\nmight assert this power as an aspect of their sovereignty retained under the Tenth Amendment, at least to the ex­\ntent that the jurisdiction did not conflict with international law, or the states might attempt to found the jurisdiction\non histoncal grounds. See Manchester v Massachusetts, 139 U.S. 240, 264 (1891), Skiriotes v Florida, 313 U.S.\n69, 77 (1941). But see United States v. California , 332 U S. at 37 (distinguishing Manchester v Massachusetts)',\nUnited States v. California, 381 U.S. 139, 168—69 (1965) (“Although some dicta in [Manchester] may be read to\nsupport” the view that “a State may draw its boundaries as it pleases within limits recognized by the law o f nations\nregardless o f the position taken by the United States,” “we do not so interpret the opinion The case involved nei­\nther an expansion of our traditional international boundary nor opposition by the United States to the position taken\nby the State.”). 256 However, it is not necessary for present purposes to decide whether the states\ncould assert jurisdiction to regulate the waters of the expanded section of the ter­\nritorial sea. Thus, given the absence of any clear state authority over the soil be­\nneath an expanded territorial sea and the uncertainty of state authority over the\nexpanded water area, it is most unlikely that the Congress that enacted the CZMA\nwould have simply assumed that state authority would expand if the United\nStates’ territorial sea expanded. 2. Legislative History An examination of the legislative history of the definition of coastal zone also\nsupports this conclusion. In particular, the CZMA represented a compromise be­\ntween Senate and House bills. The bill reported by the Senate Committee on Com­\nmerce included a definition of the coastal zone similar to the final Act. It pro­\nvided: The zone terminates, in Great Lake waters, at the international\nboundary between the United States and Canada and, in other ar­\neas, extends seaward to the outer limit of the United States terri­\ntorial sea. S. Rep. No. 753, 92d Cong., 2d Sess. 47 (1972). The only relevant discussion of this provision in the Senate Report states that\n“[t]he outer limit of the [coastal] zone is the outer limit of the territorial sea, be­\nyond which the States have no clear authority to act.” Id. at 9. Thus, the Senate\nReport is consistent with the conclusion that the coastal zone was intended to ex­\ntend only to the limit of the existing three mile territorial sea, the limit of state\njurisdiction. After issuance of the Report, however, the definition of coastal zone was\namended on the floor of the Senate. Senator Spong was concerned that the bill\n“might have a prejudicial effect upon the matter of United States against\nMaine,”39 in which the United States was seeking a determination against the\nthirteen Atlantic coastal states concerning control over the submerged lands “of\nthe bed of the Atlantic Ocean more than three geographic miles from the coast­\nline.”"
}