{
  "document_category": "memos",
  "docId": "memos_52",
  "chunk_index": 9,
  "chunk_text": "S. Doc. No. 67-348, at 3768 (1923). Ratification of the Havana Convention was\nadvised by the Senate on February 20, 1931. 74 Cong. Rec. 5514. The Convention\nwas ratified by the President on March 6, 1931, and proclaimed by the President\non July 27, 1931. 47 Stat. 1901. Incidentally, it may be noted that Article XV of the Paris Convention provides\nthat every aircraft of a contracting State has the right to cross the air space of\nanother State without landing, subject to following a designated route. S. Doc.\nNo. 67-348, at 3775. The Paris Convention and the Havana Convention have been interpreted to\ndeny freedom of air navigation to the operators of air lines, except by special\nagreement. As a result, international services have been established pursuant to\ninternational bilateral agreements and, in some cases, by unilateral concession. The United States is a party to a number of bilateral agreements under which each\nparty grants certain privileges to the civil aircraft of the other party. Air navigation in the United States is regulated by the provisions of the Civil\nAeronautics Act of 1938, and the Air Commerce Act of 1926 as amended by the\nCivil Aeronautics Act of 1938. I shall discuss first the Air Commerce Act of 1926\nas originally enacted, and, secondly, the Civil Aeronautics Act of 1938. Section 6 of the Air Commerce Act of 1926, as originally enacted, provides: 115 Supplemental Opinions of the Office of Legal Counsel in Volume 1 (a) The Congress hereby declares that the Government of the United\nStates has, to the exclusion of all foreign nations, complete sovereignty of the airspace over the lands and waters of the United States,\nincluding the Canal Zone. Aircraft a part of the armed forces of any\nforeign nation shall not be navigated in the United States, including\nthe Canal Zone, except in accordance with an authorization granted\nby the Secretary of State. (b) Foreign aircraft not a part of the armed forces of the foreign nation shall be navigated in the United States only if authorized as\nhereinafter in this section provided; and if so authorized, such aircraft and airmen serving in connection therewith, shall be subject to\nthe requirements of section 3, unless exempt under subdivision (c) of\nthis section. (c) If a foreign nation grants a similar privilege in respect of aircraft\nof the United States, and/or airmen serving in connection therewith,\nthe Secretary of Commerce may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States, and may by regulation\nexempt such aircraft, and/or airmen serving in connection therewith,\nfrom the requirements of section 3, other than the air traffic rules;\nbut no foreign aircraft shall engage in interstate or intrastate commerce. Pub. L. No. 69-254, ยง 6, 44 Stat. 568, 572 (emphasis supplied). The parts underscored in the above quotation were repealed or amended by the\nCivil Aeronautics Act of 1938, Pub."
}