{
  "document_category": "memos",
  "docId": "memos_72",
  "chunk_index": 6,
  "chunk_text": "The Second Z ittm an case (Zittm an v. McGrath, 341\nU.S. 471 (1951)) teaches that the federal government may enforce a\ntransfer of possession of the funds “for purposes of administration.” During such administration—which is akin to a receivership—the pre­\nexisting rights of attachment creditors must be preserved. State law\nwould determine whether an attachment creditor would be entitled to a\npreference if the assets of the pre-vesting owner turn out to be insuffi­\ncient to satisfy the obligation owed to the creditor. B. Effect on Foreign Litigation Legislation authorizing the vesting of Iranian property would, under\nprinciples of international law, not be enforceable against property\nlocated abroad. 4 Iranian dollar deposits in U.S. branch banks abroad\ncould be reached only if the foreign courts were to hold that such\ndollar deposits in U.S. branch banks are in reality located at the home\noffice of the banks in the United States. O f course, that issue is pres­\nently being litigated in English and French courts with respect to the\nPresidential freeze order. While authorizing vesting of domestic assets, Congress could confirm\nthe preexisting Presidential freezing order on Iranian governmentowned assets in the custody of American nationals abroad, in which\ncase the pending litigation in England and France would continue. Congress could, in the alternative, lift the freeze on Iranian assets held\nby Americans abroad, thus mooting the litigation (as far as the\nextraterritorial reach of the Presidential freezing order is concerned). Jo hn M. H arm on Assistant Attorney General\nOffice o f L egal Counsel *See Ingenohl v. Olsen, 273 U.S. 541, 544 (1927): “ If the A lien P roperty C ustodian purported to\nconvey rights in English te rrito ry valid as against those w hom the English law protects he exceeded\nthe pow ers that w ere o r could be given to him by the U nited States.\" A ttem pts by states to extend\ntheir seizure pow ers ex traterrito rially have failed. See, e.g.. Republic o f Iraq v. First N ational City Bank,\n353 F.2d 47 (2d Cir. 1965), cert, denied. 382 U.S. 1027 (1966). 206"
}