{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 4,
  "chunk_text": "89th Cong., 2d. Sess. 42, 48-49, 74-77 (1966). Scholars in the field have\nrecognized the argument without necessarily endorsing it. Henkin, For­\neign Affairs and the Constitution, 262-66 (1972); Oliver, Executive. Agreements and Emanations from the Fifth Amendment, 49 Am. J. Int’l\nL. 362, 364 (1955); cf. Restatement, supra, Reporters’ Note to §213;\nLeigh & Atkeson, Due Process in the Emerging Foreign Relations Law of\nthe United States, 21 Bus. Law. 853, 870-77 (1966). Two historic Court of Claims cases discuss the taking question. Gray\nv. United States, 21 Ct. Cl. 340 (1886), Meade v. United States, 2 Ct. Cl.\n224 (1866), affd, 76 U.S. (9 Wall.) 691. See generally W. Cowles,\nTreaties and Constitutional Law: Property Interferences and Due Proc­\ness of Law, 200-21 (1941). Gray concerned settlement of the French\nSpoliation claims of the early 1800’s, relating to damage done to Ameri­\ncan vessels from 1793 until 1801 by the French navy. Negotiations\nbetween France and the United States led to an agreement: the United\nStates agreed to release the French from all claims by American nation­\nals and France agreed not to insist upon enforcement of the alliance\nbetween the two countries. The court opined that where the Govern­\nment extinguished the American claims in order to further its foreign\npolicy, it had taken private property for a public use and the claimants\nwere thereby entitled to compensation. We would note that in the\nnegotiation of 1800, “individual” claims were used against “national”\nclaims, and the setoff was of French national claims against American\nindividual claims. Responding to this, the court said: It seems to us that this “bargain” . . . falls within the\nintent and meaning of the Constitution, which prohibits\nthe taking of private property for public use without just\ncompensation. We do not say that for all purposes these\nclaims were “property” in the ordinarily accepted and in\nthe legal sense of the word; but they were rights which\nhad value, a value inchoate, to be sure, and entirely de­\npendent upon adoption and enforcement by the Govern­\nment; but an actual money value capable of ascertainment\nthe moment the Government had adopted them and\npromised to enforce them, as it did in August, 1793, and\nconstantly thereafter. That the use to which the claims\nwere put was a public use cannot admit of a doubt, for it\nsolved the problem of strained relations with France and\nforever put out of existence the treaties of 1778, which\n251 formed an insuperable obstacle to our advance in paths of\npeace to the achievement of commercial greatness. Id. at 393. The court’s opinion was advisory; Congress had asked the\ncourt to hear the claims and report to it. Thus, the court noted that it\nwas examining the “ethical,” not “legal” rights of a citizen against his\ngovernment, id. at 406-07, although this would not change the constitu­\ntional analysis. The Meade case involved an effort by a citizen to obtain payment\nfrom the United States government after settlement of claims with\nSpain in 1819. After the signing of a treaty between the United States\nand Spain but prior to Spain’s ratification, Meade submitted a contract\nclaim to Spain and Spain agreed to pay a certain amount."
}