{
  "document_category": "memos",
  "docId": "memos_54",
  "chunk_index": 3,
  "chunk_text": "Julie R esearch L a boratories p ro ­\nte ste d th e so lic ita tio n a n d prevailed o n a sig n ifican t issu e. It then applied for $25,754.88 in costs. T he\nB o ard a w ard ed it $20,986.13. 112 Because this monetary award is inextricably connected with\nthe true economic cost of the procurement, it is appropriate\nthat the fund be reimbursed by the agency whose appropria­\ntions were used for the contract out of available funds or by\nobtaining additional appropriations for such purposes. Such\nreimbursement,is consistent with the purpose underlying 41\nU.S.C. § 612 (1982), see S. Rep. No. 1118, 95th Cong., 2d\nSess. 33 (1978), and with our responsibility to “accord due\nweight to the policies of [the Brooks Act, [Pub. L. No. 89306, 79 Stat. 1127 (1965)]] and the goals of economic and\nefficient procurement . . . .” 40 U.S.C. § 759(h)(5)(A) (Supp.\nIll 1985) (to be recodified at 40 U.S.C. § 759(f)(6)(C). . . . Accordingly, we revise the delegation of authority to require\nthe agency to make the reim bursem ent. 40 U .S.C . §\n759(h)(5)(B) (Supp. Ill 1985). Julie Research Labs., Inc. at 89-1 B.C.A 1 21,213 at 107,021. Administra­ tive Judge Borwick dissented in part. He stated:\n[A]bsent a statutory requirement for reimbursement of the\njudgment fund in the Brooks Act, requiring agencies to reim ­\nburse the judgment fund is not appropriate. The majority\nrelies on that portion of the Brooks Act which empowers the\nBoard to order any additional relief which it is authorized to\nprovide under statute or regulation. 40 U.S.C. § 759(h)(6)(C)\n(Supp. Ill 1985) (to be recodified at 40 U.S.C. § 759(f)(6)(C)). I do not believe that our broad authority to grant relief applies\nto this matter of fiscal and accounting policy which is purely\na matter of statutory direction. There are sound policy rea­\nsons for the result reached by the majority as the reimbursement. However, if Congress had wished to adopt that policy, it would\nhave specifically done so, as it did in the CDA [Contract Dis­\nputes Act, 41 U.S.C. §§ 609-613, Pub. L. No. 95-563, 92 Stat.\n2388 (1978)]. As Congress has not, I would not revise the\nDPA [delegation of procurement authority] to require such re­\nimbursement. Id. The Army then appealed this judgment to the Federal Circuit, which dis­\nm isse d the appeal on the ground th at the d isp u te w as p u re ly\nintragovemmental: 113 [T]he government’s obligation to pay Julie has been deter­\nmined and Julie has received everything it could recover by\nreceiving a decision on the merits in its favor which has not\nbeen appealed. A decision by this court o f this intra-govern­\nment dispute “cannot affect the rights of [the] litigants,\" North\nCarolina v. Rice, 404 U.S. [244,] at 246 [(1971)], and we\nmust, therefore, conclude that the issue presented is not justi­\nciable. United States v. Julie Research Labs., Inc., 881 F.2d 1067, 1068 (Fed. Cir. 1989). In Bedford Computer, the Board, citing Julie Research Laboratories, also"
}