{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 5,
  "chunk_text": "Constitutional Authority to Extend the Territorial Sea The question of where the power to extend the territorial sea resides under our\nconstitutional scheme is novel and complex. The Constitution does not discuss\nthe matter and there has been no direct precedent since President Washington\nfirst claimed a three-mile territorial sea in 1793. The proposed extension raises\nissues of the ways in which the United States, through the executive and legisla­\ntive branches, may acquire territory and assert sovereignty over it, as well as ques­\ntions about the President’s foreign relations power. With these concerns in mind, we conclude, for the reasons stated below, that\nthe President undoubtedly has the power to assert jurisdiction over the territorial\nsea so as to establish a new territorial sea for the United States under international\n7 The Convention on the Territorial Sea provides that “[t]he contiguous zone may not extend beyond twelve\nmiles from the baseline from which the breadth of the tem tonal sea is measured.” Convention on the Territorial\nSea, pt. II, art 24 (2). The proposed proclamation, however, states that “[t]he outer boundary of the contiguous zone\nof the United States henceforth extends 24 nautical miles from the baselines from which the territorial sea is mea­\nsured ” Although customary international law now permits a nation to claim a contiguous zone up to twenty-four\nmiles from the basel ines, see, e g , Restatement Third § 511 (b), the United States has declined to ratify the Law of\nthe Sea Convention in which this new norm is codified. Therefore, the provision extending the contiguous zone\nshould be deleted from the proclamation. It may be true that most countries have adopted the new twenty-four mile contiguous zone by ratifying the\nLaw of the Sea Convention or would waive their right to protest such an extension. Nevertheless, such a procla­\nmation would be inconsistent with our treaty obligations if the new contiguous zone were asserted against another\nparty to the 1958 Convention on the Tem tonal Sea who wished to protest. We have been advised informally by\nthe Department of State that the likelihood of protests is small. 8 Jessup best explams the difference between sovereignty over the temtorial sea and limited jurisdiction over\nother areas of the sea: There is a vital distinction between that mantime belt which is claimed as a part of the territory of the\nstate and the limited rights of control or junsdiction claimed upon the high seas. The confusion is in­\ntensified by the disagreement among text wnters as to the nature of the control or junsdiction exer­\ncised over tem tonal waters. If one starts with the proposition that the littoral state has only a “bundle\nof servitudes” over the tem tonal waters, one is naturally unable to see much distinction between claims\nto a three-mile and to a twelve-mile zone. Similarly if one posits merely certain nghts of control or ju ­\nnsdiction therein. But if, on the other hand, one maintains that each maritime state may rightly claim\nas a part of its temtory a certain mantime belt, then the distinction becomes clear."
}