{
  "document_category": "memos",
  "docId": "memos_15",
  "chunk_index": 4,
  "chunk_text": "The assertion in the Memoran­\ndum to the contrary greatly distorts the language of § 17(a). First, § 17(a) does not address, as the Memorandum asserts, the rela­\ntionship between the EAA and other laws that provide for export. Section 17(a), in fact, addresses the relationship between the EAA and\nlaws that do affirmatively provide, just to the contrary, for export\ncontrols. The seven statutes cited cannot be at the same time laws\nexpressly authorizing exports and laws authorizing controls over ex­\n2 In fact, § 2 o f the Senate version o f the E A A , w hich contained references to the “ right o f export,”\nwas am ended to substitute the w ord “ ability\" for the w ord “ right,” see 50 U.S.C. A pp. §2401(1),\nspecifically to avoid the inference o f “a constitutional o r otherw ise legally enforceable right to export\nfree from governm ent restriction.” S. Rep. No. 169, 96th Cong., 1st Sess. 3-4 (1979) (hereinafter cited\nas “ 1979 Senate R ep o rt” ). If any o f these seven statutes had conferred a right to export, w e think that\nit w ould have been m entioned at this point. 3 G iven the clarity o f the language, w e need not review the legislative history o f the E A A ,\nalthough w e do note that there is no indication in the history that any o f these seven statutes is an\nexport co n tro l law. T h e H ouse rep o rt states only that ”[t]he Export A dm inistration A ct o f 1969\nconstitutes th e basic authority for co n tro llin g the export o f most civilian products from the United\nStates. (R elated acts are th e A rm s Export C o n tro l A ct, pertaining to the export o f arms, ammunition,\nand im plem ents o f w ar, and the N uclear N on-Proliferation A ct o f 1978, pertaining to the export o f\nnuclear m aterials and technology.)” H .R . Rep. N o. 200, 96th C ong., 1st Sess. 2-3 (1979) (hereinafter\ncited as “ 1979 H ouse R ep o rt” ). W e also have no need to rely upon, although again w e certainly do\nnote, the w ell-settled rule that repeals by im plication are not favored. See, e.g., Morton v. Mancari, 417\nU.S. 535, 549 (1974). 804 ports. Second, § 17(a) does not address, as the Memorandum asserts, the\neffect on further controls under the EAA even as to commodities that\nare controlled under other laws. Again, § 17(a) is addressed to just the\ncontrary situation. The relationship is stated not in terms of the effect\non controls under the EAA but in terms of controls under these other\nlaws. And third, even as to these other laws, the effect is just the\ncontrary of that stated in the Memorandum. Section 17(a) is not a\npreclusion of further controls- at all. Instead, it expressly recognizes the\neffect of other controls."
}