{
  "document_category": "memos",
  "docId": "memos_22",
  "chunk_index": 4,
  "chunk_text": "3 Opinions of the Office of Legal Counsel in Volume 32 “demonstrably critical to the responsible fulfillment of the Committee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498\nF.2d 725, 731 (D.C. Cir. 1974) (en banc). Those functions must be in furtherance\nof Congress’s legitimate legislative responsibilities. See McGrain v. Daugherty,\n273 U.S. 135, 160 (1927) (Congress has oversight authority “to enable it efficiently to exercise a legislative function belonging to it under the Constitution”). In\nparticular, a congressional committee must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Senate Select Comm., 498 F.3d at 733. I do not believe that the\nCommittee has satisfied this high standard with respect to the subpoenaed\ndocuments. In assessing the Committee’s need for the subpoenaed documents, the degree to\nwhich the Committee’s stated legislative interest has been, or may be, accommodated through non-privileged sources is highly relevant. See id. at 732–33\n(explaining that a congressional committee may not obtain information protected\nby executive privilege if that information is available through non-privileged\nsources); United States v. AT&T Co., 567 F.2d 121, 127 (D.C. Cir. 1977) (explaining that each branch has a “constitutional mandate to seek optimal accommodation” of each other’s legitimate interests); Assertion of Executive Privilege, 23 Op.\nO.L.C. at 3–4 (finding that documents were not demonstrably critical where\nCongress could obtain relevant information “through non-privileged documents\nand testimony”). With respect to the ozone standards, the Committee asserts that it needs the\nsubpoenaed materials to understand why the White House rejected EPA’s\n“recommendations regarding the ozone standard” and to determine whether White\nHouse staff complied with the Clean Air Act when evaluating EPA’s proposed\nregulation. Letter for Stephen L. Johnson, Administrator, EPA, from Henry A.\nWaxman, Chairman, House Committee on Oversight and Government Reform at 2\n(May 16, 2008). The Committee offers similar justifications in support of its\ndemand for materials related to the California waiver issue. See, e.g., Letter for\nStephen L. Johnson, Administrator, EPA, from Henry A. Waxman, Chairman,\nHouse Committee on Oversight and Government Reform at 1 (Dec. 20, 2007)\n(“Your decision appears to have ignored the evidence before the agency and the\nrequirements of the Clean Air Act.”). The Committee’s claim that it must have the subpoenaed materials to understand the reasons for EPA’s decision on the ozone regulation is unconvincing\ngiven the substantial information already available to the Committee. To date,\nEPA and OIRA have produced or made available to the Committee approximately\n30,000 pages of documents related to the revised ozone NAAQS standard. See,\ne.g., Memorandum for the Members of the Committee on Oversight and Government Reform, from the Majority Staff of the Committee on Oversight and\nGovernment Reform, Re: Supplemental Information on the Ozone NAAQS at 1 4 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards"
}