{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 1,
  "chunk_text": "Authority of the Federal Financial Supervisory Agencies\nUnder the Community Reinvestment Act The federal financial supervisory agencies lack authority under the C om m unity R einvestm ent Act o f\n1977 to provide by regulation that financial institutions that do not m eet the credit needs o f their\ncom m unities m ay be subject to adm inistrative enforcem ent actions under 12 U S.C. § 1818. D ecem ber 15, 1994 M e m o r a n d u m O p in io n f o r t h e C o m p t r o l l e r o f t h e C u r r e n c y This memorandum responds to your request for our opinion concerning whether\nthe federal financial supervisory agencies (“the agencies”)1 have authority under\nthe Community Reinvestment Act of 1977 (“CRA ”), 12 U.S.C. §§ 2901-2907, to\nprovide by regulation that financial institutions that do not meet the credit needs of\ntheir communities may be subject to administrative enforcement actions under 12\nU.S.C. § 1818. W e conclude that the agencies lack such authority. 2\nI.\nThe purpose of the CRA is “to require each appropriate Federal financial super­\nvisory agency to use its authority when exam ining financial institutions, to encour­\nage such institutions to help meet the credit needs of the local com m unities in\nwhich they are chartered consistent with the safe and sound operation of such in­\nstitutions.” 12 U.S.C. § 2901(b). To further this end, the CRA requires the agen­\ncies to assess an “institution’s record of meeting the credit needs of its entire\ncom m unity,” 12 U.S.C. § 2903(a)(1), and to “take such record into account in its\nevaluation of an application for a deposit facility by such institution.” 12 U.S.C.\n§ 2903(a)(2). “[A pplication for a deposit facility” is defined to include applica­\ntions for approval to open a branch, to relocate a main or branch office, or to\nmerge with or acquire another institution. 12 U.S.C. § 2902(3). The agencies\nmust prepare a written evaluation of each institution’s performance under the CRA,\nassign a rating to that performance, and disclose that rating to the public. 12\nU.S.C. § 2906. The CRA also authorizes the agencies to promulgate regulations to\ncarry out the purposes of the Act. 12 U.S.C. § 2905.\n1 T he federal financial supervisory agencies are the O ffice o f the C om ptroller o f the C urrency, the Federal\nR eserve System , the Federal Deposir Insurance C orporation, and the O ffice o f T hrift S upervision\n2 T he O ffice o f T h rift Supervision (“O T S”) has suggested in a letter to this O ffice that it has sufficient\nauthority u n d er the H om e O w n ers' Loan Act (“H O L A ”), 12 U S.C. §§ 1461-1468, to enable it lo prom ulgate\nand enforce a requirem ent that regulated in stitutions help m eet the credit needs of their com m unities."
}