{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 11,
  "chunk_text": "So too, EO 12866 channels an agency’s discretion by requiring the agency to follow the President’s regulatory principles and to\nsubmit the proposed rule for OIRA’s review. However, nothing in the\norder “shall be construed as displacing the agencies’ authority or responsibilities, as authorized by law.” EO 12866, § 9. The order allows OIRA\nto return a proposed regulatory action to an agency for reconsideration, id.\n§ 6(b)(3), but the order does not authorize OIRA to veto a proposed\naction. OIRA exercises only a “power of consultation”—a significant\npower, to be sure, but not the “authority to reject an agency’s ultimate\njudgment.” EO 12291 Opinion, 5 Op. O.L.C. at 64. Thus, subject to the\nguidance set by the order, “the authority to make the ultimate decision\nrests where Congress has placed it—in the relevant agency.” Strauss &\nSunstein, Role of the President, 38 Admin. L. Rev. at 191.\nEO 12866 similarly confirms that it is the President, rather than OMB,\nwho exercises the final authority to direct agency action, with section 7\ncontemplating presidential resolution of any unresolved disputes. This is\nconsistent with the President’s constitutional supervisory authority under\nArticle II, which may not be delegated. See Centralizing Border Control\n12 Extending Regulatory Review to Independent Regulatory Agencies Policy Under the Supervision of the Attorney General, 26 Op. O.L.C. 22,\n24–25 (2002); cf. Free Enter. Fund, 561 U.S. at 496–97 (“[T]he President\ncannot delegate ultimate responsibility or the active obligation to supervise that goes with it, because Article II makes a single President responsible for the actions of the Executive Branch.” (internal quotation marks\nomitted)). At the same time, the President “may tap advisers within the\nWhite House” (and within agencies) to assist him in implementing presidential policies within the Executive Branch. Centralizing Border Control\nPolicy, 26 Op. O.L.C. at 26. EO 12866 designates OIRA to coordinate\nand implement regulatory policy, while ensuring that agencies retain the\nauthority provided by the laws enacted by Congress, under the ultimate\nsupervision of the President. III. The President’s constitutional authority to direct traditional executive\nagencies under EO 12866 also extends to the “independent regulatory\nagenc[ies]” identified in 44 U.S.C. § 3502(5). All of those agencies remain part of the Executive Branch and subject to his superintendence. Although Congress has sought to limit the President’s authority to remove\nthe heads of some of those agencies, such limits on removal do not preclude the President from requiring the agencies to comply with EO 12866. Nor do the other hallmarks of agency “independence,” such as multimember governance, independent litigating authority, or open-meeting\nrequirements. The President has long required independent regulatory\nagencies to submit an annual regulatory plan and agenda under section 4\nof EO 12866. Congress has not otherwise sought to shield such agencies,\nas a general matter, from complying with the order’s other requirements,\nand we see no persuasive grounds to infer such an unstated limitation on\nthe President’s supervisory authority. A.\nWe begin again with the text of the Constitution. The “executive Power” vested in the President and his constitutional duty to “take Care that\nthe Laws be faithfully executed,” U.S. Const. art."
}