{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 12,
  "chunk_text": "The\npurposes of the charge were “ to encourage dairy farmers to reduce milk produc­\ntion and to offset a portion of the cost of the milk price support program.” 717\nF.2d at 876. Although Block principally concerned Administrative Procedure Act\nchallenges to the Secretary’s imposition of the charge on milk sales, the court’s\nopinion also briefly discussed the allegation that the Secretary’s charge was a\ntax and therefore was unconstitutional for two reasons: it did not originate in the\nHouse of Representatives, and Congress cannot delegate its authority to tax. The\ncourt easily concluded that the charge was not a tax because it was authorized\nby Congress pursuant to its commerce power rather than taxing power, citing\nWickard v. F ilbum , 317 U.S. I l l (1942), for the proposition that “ [t]he imposi­\ntion of assessments have long been held to be a legitimate means of regulating\ncommerce.” 717 F.2d at 887.8 Block does not support the position that the Clean Air Fee is a regulatory fee,\nbecause the charge addressed in that case differed from the Fee in two funda­\nmental respects: it was imposed on regulated parties, not property owners, and,\nmost significantly, the revenue raised from the charge was used only for the spe­\ncific regulatory program of which it was a part, and to which the regulated parties\nwere subject, not to support government operations in a separate, non-regulatory\nprogram that benefits the public generally. C.\nThe “ tax or fee” cases cited by the Office of the Corporation Counsel, see\nCorporation Counsel Letter at 2, included both user or service fee cases and regu­\nlatory fee cases. The cited cases are consistent with our conclusion that the Clean\nAir Fee is a tax and not a fee. For example, in Valandra v. Viedt, 259 N.W.2d\n510 (S.D. 1977), the court held that a “ mobile home license fee” was principally\na tax because “ 85% of the fee collected [allocated to the county highway and\nbridge fund] is for revenue purposes and bears no relationship to the cost of ad­\nministering the [mobile home] registration system,” and only the fifteen percent\nallocated “ to defray costs of titling, registration and for unusual use of the high­\nway” was arguably a fee. Id. at 512. Similarly, the Clean Air Fee is allocated\nto support a mass transit system and is not tied to any governmental service or\n8 The two cases cited in this regard by the Block court each held that administrative sanctions imposed against\nfarmers for exceeding marketing quotas were authorized under the commerce pow er and did not constitute taxes. See United States v. Stangland, 242 F.2d 843, 848 (7th Cir. 1957); Rodgers v. United Stales, 138 F.2d 992, 994\n(6th Cir. 1943). The central rationale o f the cases was that the charge in question “ [was] not a charge on property\nfor the purpose o f raising revenue. Revenue may incidentally arise therefrom, but that fact does not divest the regula­\ntion of its commerce character and render it an exercise o f the taxing power.” Rodgers, 138 F.2d at 995."
}