{
  "document_category": "memos",
  "docId": "memos_82",
  "chunk_index": 4,
  "chunk_text": "That\nsalary was, after all, actually paid for Senator McGovern’s work in the office. Nevertheless, we believe that, on the better view of the Ineligibility Clause, this\nsalary does not constitute the emoluments of the office because the office does not\ncontinue to carry that salary after Senator McGovern’s resignation. The President\nor his delegate will have to act affirmatively to set a salary when Senator McGovern’s successor is appointed and will have the discretion to set the salary for the\nnext occupant of the office at any rate that does not exceed the salary cap. 4 The\nIneligibility Clause was designed to limit the danger that offices might be created\nor their emoluments increased “in order to gratify some members” of Congress,\n1 The Records of the Federal Convention of 1787, at 380 (Max Farrand ed., rev.\ned. 1966) (statement of James Madison), but this danger, insofar as it arises from\naction taken with respect to an office before a member’s appointment, exists only\nif the prior action would carry over to the office when the member assumes it. Here, although prior action raising Senator McGovern’s salary arguably might\n4 In our 1969 Memorandum, the President was to fix the compensation of the Director of the Office\nof Economic Opportunity (“OEO”) at a level not exceeding that for the Director of the Bureau of the\nBudget. The Budget Director’s salary had been raised during the time for which a prospective Director\nof OEO had been elected to Congress, and the 1969 Memorandum found that if the Director of the\nOEO received a salary at the new ceiling, the Ineligibility Clause would be violated. Id. at 1-2. We take\nit, however, that once the President had set a salary for the office of OEO Director, that salary would\nhave continued to apply to successors in the office, unless the President acted to change his earlier\ndecision. 42 227-329 VOL_26_PROOF.pdf 52 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall lead to some expectations about the salary to be paid to Congressman Hall, see\n119 Cong. Rec. 38,331 (1973) (letter of then-Professor Stephen G. Breyer, arguing\nthat past salary increases, even if not given to an appointee, make future increases\nlikely), this expectation is, in the end, a matter of speculation. Until the President\nacts or his delegate acts, there are no emoluments attached to the office in\nquestion. JAY S. BYBEE\nAssistant Attorney General\nOffice of Legal Counsel 43 227-329 VOL_26_PROOF.pdf 53 10/22/12 11:13 AM"
}