{
  "document_category": "memos",
  "docId": "memos_65",
  "chunk_index": 1,
  "chunk_text": "Proposal That the President Accept\nHonorary Irish Citizenship\nAcceptance by the President of honorary Irish citizenship would fall within the spirit, if not the letter,\nof the Emoluments Clause of the Constitution. The procedure which has developed under the constitutional provision and its implementing statute\nwould permit the President to participate in the formal ceremonies, accept the written evidence of\nthe award and have it deposited with the Department of State, subject to the subsequent consent of\nCongress. Even if Congress does not enact consenting legislation, the President could probably have the\ndocument conferring honorary Irish citizenship delivered to him by the Department of State after he\nleaves the White House. May 10, 1963 MEMORANDUM OPINION FOR THE SPECIAL ASSISTANT TO THE PRESIDENT* The Attorney General has asked me to respond to your memorandum of April\n17, 1963, with respect to the legal aspects of the proposal that the President accept\n“honorary Irish citizenship.” For the reasons set forth hereafter, I believe that\nacceptance by the President of honorary Irish citizenship would fall within the\nspirit, if not the letter, of Article I, Section 9, Clause 8, of the Constitution which\nrequires that an individual who holds an office of profit or trust under the United\nStates must obtain the consent of Congress in order to accept “any present,\nEmolument, Office, or Title, of any kind whatever, from any King, Prince or\nforeign State.” Nevertheless, the procedure which has developed under the\nconstitutional provision and under section 3 of the Act of January 3, 1881 (ch. 32,\n21 Stat. 603, 604 (codified at 5 U.S.C. § 115)), a statute which implements the\nprovision, would permit the President to participate in the formal ceremonies,\naccept the written evidence of the award and have it deposited with the Department of State, subject to the subsequent consent of Congress. Moreover, even if\nCongress should thereafter fail to enact consenting legislation, the President could\nprobably have the document conferring honorary Irish citizenship delivered to him\nby the Department of State after he leaves the White House. At the outset, it should be emphasized that what would be conferred upon the\nPresident would not be Irish citizenship but merely honorary Irish citizenship. Your memorandum of April 17, 1963 indicated that it was originally the intention\nthat the grant be conferred pursuant to section 12 of the Irish Nationality and\nCitizenship Act, 1956. That act provides that “Irish citizenship” may be granted to\nindividuals or the children or grandchildren of individuals who have “done signal *\nEditor’s Note: The Special Assistant to whom this memorandum was addressed was McGeorge\nBundy, National Security Adviser to the President. 278 Proposal That the President Accept Honorary Irish Citizenship honour or rendered distinguished service to” Ireland, but it makes it clear that once\nthe grant is made the individual “shall . . . be an Irish citizen.” Id. § 12. Accordingly, action pursuant to this statute would impose upon the President whatever duties\nand obligations are ordinarily attached to Irish citizenship and would raise the\nserious problems attendant upon an undertaking by a President of fealty to another\nnation."
}