{
  "document_category": "memos",
  "docId": "memos_17",
  "chunk_index": 4,
  "chunk_text": "213 227-329 VOL_26_PROOF.pdf 223 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 the plain terms of the Vacancies Reform Act, he would be eligible to be designated\nto act. 3 There are two contrary arguments, the first based on the Vacancies Reform Act\nand the second on the Recess Appointments Clause. In our view, neither argument\nis persuasive. The first argument is that, under the Vacancies Reform Act, the relevant vacancy would have occurred when the recess appointee’s predecessor left office and\nthat the recess appointee, unless he qualified by virtue of service in the agency\nbefore then, would not be able to act in the position. The basis for this argument\nwould be the provision of the Vacancies Reform Act stating that the Act is the\nexclusive means for designation of an acting official, with two exceptions—(1) a\nstatute expressly authorizing the President, a court, or a head of a department to\nname an acting official or a statute expressly designating an official to act, or\n(2) the Recess Appointments Clause of the Constitution. 5 U.S.C. § 3347(a). According to this argument, the Vacancies Reform Act thus treats a recess\nappointment as identical to an acting designation, and an acting designation does\nnot fill an office but only assigns its duties and powers. The provisions of the\nVacancies Reform Act that allow designations of acting officials but set time\nlimits on their service, for example, contemplate that a “vacancy” occurs when the\noccupant dies or resigns or is otherwise unavailable (except as a result of sickness), 5 U.S.C. §§ 3345-3346, and the departure of an acting official does not\ncreate a new vacancy. So, too, as this argument would go, the expiration of a\nrecess appointment does not create a new vacancy. The language of the Vacancies Reform Act refutes this argument. While the\nstatute provides that an acting official only will “perform the functions and duties\nof the [vacant] office temporarily,” id. § 3345(a)(1), (2), (3), it states that a recess\nappointment “fill[s] a vacancy,” id. § 3347(a)(2). Therefore, when the recess\nappointment ends, a new vacancy is created. We accordingly would read the\nstatutory reference to recess appointments as simply making clear that Congress\ndid not intend, by the Vacancies Reform Act, to restrict the President’s recess\nappointment power in any way. The second argument is that, because an acting official has the same duties and\npowers as a recess appointee, a designation to act would extend the recess\nappointment past the constitutionally mandated limit of “the End of [the Senate’s]\nnext Session.” U.S. Const. art. II, § 2, cl. 3. This argument, in our view, would\nignore the differences between holding an office and acting in it. An acting official\ndoes not hold the office, but only “perform[s] the functions and duties of the 3\nA provision of the Vacancies Reform Act that, in some circumstances, forbids an official to act in\na position for which he has been nominated, 5 U.S.C. § 3345(b)(1), does not apply if an official is\nacting pursuant to the President’s designation."
}