{
  "document_category": "memos",
  "docId": "memos_20",
  "chunk_index": 1,
  "chunk_text": "Investigative Authority of the General Accounting Office\nT he G eneral A ccounting Office lacks statutory authority to review the E xecutive’s discharge o f its\nconstitutional foreign policy responsibilities. G A O is precluded by the Intelligence O versight Act from access to intelligence inform ation. T he m em orandum also reviews generally the executive privilege principles that apply in the contexts\no f intelligence, law enforcem ent, and deliberative process inform ation. August 16, 1988\nM em o ran d u m O p in io n N a t io n a l fo r the E x e c u t iv e S e c r e t a r y S e c u r it y C o u n c i l Introduction and Summary This memorandum is in response to your request for the opinion of this Office\non whether, or to what extent, the Administration has a legal basis for declining\nto cooperate with the pending General Accounting Office (“GAO”) investigation\nconcerning U.S. foreign policy decisions with respect to Manuel Noriega. In its\nJune 23,1988 letter to the National Security Council, GAO described the nature\nand purpose of the investigation: In order to evaluate whether “information about\nillegal activities by high level officials of other nations may not be adequately\nconsidered in U.S. foreign policy decisions . . . , the General Accounting Office\nis undertaking an initial case study of how information about General Noriega\nwas developed by various government agencies, and what role such information\nplayed in policy decisions regarding Panama.” As stated in the National Security\nCouncil’s response to GAO of July 13,1988, representatives of GAO have made\nit clear that GAO’s “three areas of interest [are] intelligence files, law enforce­\nment files, and the deliberative process of the Executive branch, including inter­\nnal communications and deliberations leading to Executive branch actions taken\npursuant to the President’s constitutional authority.” Specifically, you have asked this Office to advise you as to whether the GAO\ninvestigation is within GAO’s statutory authority; whether there are statutory or\nconstitutional grounds for denying GA O ’s request to the extent it is directed\nspecifically at intelligence information, at law enforcement information, or at de­\nliberative process information; and whether there are other grounds for denying\nGAO’s request in whole or in part. As explained below, we conclude that on the\npresent record the GAO investigation is beyond GAO’s statutory investigative 171 authority.1 Because of this conclusion it is unnecessary to address any constitu­\ntional basis for challenging GAO’s authority to conduct the investigation. In ad­\ndition, we are unable to evaluate the strength of any constitutional objection to\nproviding particular information because specific information requests have not\nyet been made. As a matter of general guidance, however, we outline the consti­\ntutional principles which would be applied in evaluating whether particular in­\nformation can be withheld. I. Authority to Conduct the Investigation\nA. G AO ’s Investigative Authority 1. Statutory Limitations\nG A O ’s investigative authority is set forth in subchapter II of chapter 7 of title\n31 o f the U.S. Code."
}