{
  "document_category": "memos",
  "docId": "memos_98",
  "chunk_index": 3,
  "chunk_text": "the certificate holder was reasonable and in accordance with NTSB precedent. Both the certificate holder and the FAA are entitled to appeal a law judge’s initial\ndecision to the NTSB itself; in the absence of such an appeal, however, the law\njudge’s initial decision becomes final. See 49 C.F.R. § 821.43. If such an appeal\nis taken, the NTSB reviews the law judge’s findings of fact and conclusions of law\nand, if it determines that either are in error, may itself make findings and issue an\nappropriate order, or may remand the matter with instructions. An order of the\nNTSB may be appealed to the Court of Appeals for the District of Columbia by\n“ any person disclosing a substantial interest in such order.” 49 U .S.C .\n§ 1486(a).2\nII. The Equal Access to Justice Act\nSection 203(a)(1) of the Equal Access to Justice Act (the Act), Pub. L. No.\n96-481,94 Stat. 2321, 2325 (1980), amends Title 5 of the United States Code to\nprovide for an award of attorney fees and other expenses to parties prevailing\nagainst an agency of the United States in certain types of administrative adjudica­\ntions. The pertinent provision, to be codified as 5 U.S.C. § 504(a)(1), reads as\nfollows:\n(a)(1) An agency that conducts an adversary adjudication shall\naward, to a prevailing party other than the United States, fees and\nother expenses incurred by that party in connection with that\nproceeding, unless the adjudicative officer of the agency finds that\nthe position of the agency as a party to the proceeding was\nsubstantially justified or that special circumstances make an\naward unjust. An “ adversary adjudication” is defined in § 504(b)(1)(C) as:\nan adjudication under section 554 of this title in which the\nposition of the United States is represented by counsel or other­\nwise, but excludes an adjudication for the purpose of establishing\nor fixing a rate or for the purpose of granting or renewing a\nlicense. . . . Your letter concedes, as it must, that § 609 proceedings before the NTSB and\nits administrative law judges meet the definition of an “ adversary adjudication”\nunder § 504(a)(1): they are conducted under 5 U.S.C. § 554, and are neither for\nthe purpose of “ fixing a rate” nor for “ granting or renewing a license.” Notwith­\nstanding this, you take the position that a fee award under the Act is unavailable in\n§ 609 proceedings, arguing that § 504(a)(1) is confined in its applicability to\n2 W hile the statutory language is u n clear w ith respect to w hether th e FAA is entitled to appeal from a n N TSB\norder, and w hile there a p p e ar to be no ju d icia l holdings on point, we understand that th e statutory phrases “ person\nsubstantially a ffe c te d \" an d “ person disclosing a substantial interest\" have been interpreted b y berth th e FAA and the\nN TSB to lim it th e right to seek judicial review o f an N TSB order to holders o f certificates."
}