{
  "doc_id": "memos_55",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_55__0",
      "chunk_id": "0",
      "content": "Waiver of the Application of Conflict of Interest Laws\nfor Members of the President’s Commission\non Strategic Forces\nM em bers o f the P resident’s commission on Strategic Forces are special government employees\nfor purposes o f the conflict of interest laws, based on a Departm ent of Defense determination. U nder 18 U.S.C. § 208(a), such em ployees may not participate without a waiver in any\nparticular m atter in w hich they or th eir employers have a financial interest. W aivers o f the application o f § 208(a) for members o f the Commission may be granted by the\nC ounsel to the President. This authority is based in part on 3 C.F.R. § 100.735-32, by which\nthe President delegated to the Counsel his authority to grant waivers under 18 U.S.C.\n§ 208(b)(1) for “Presidential appointees to comm ittees, boards, commissions, or sim ilar\ngroups established by the President.” The statutory standard for the grant o f w aivers clearly anticipates the exercise of discretion by\nthe appointing official. Factors suggested by § 208(b)(1) include the nature and magnitude of\nthe em ployee’s financial interest, the nature of the anticipated services to the government, and\nthe likelihood that integrity of those services may be compromised. Other non-statutory\nfactors m ight be considered with caution, such as the ability to reduce conflict by public\ndisclosure o f the em ployee’s interest, the governm ent’s need for the employee’s services, and\nthe agency’s general policy or practice in granting waivers. January 19, 1983\nM em orandum O p in io n for the Depa rtm en t of G eneral C ounsel, D efen se You have asked us to advise you concerning possible waivers of the applica­\ntion of a conflict of interest statute, 18 U.S.C. § 208, for particular members of\nthe President’s Commission on Strategic Forces. We have agreed to assist you\n(1) by identifying the appropriate official(s) to consider and, if appropriate,\napprove such waivers; and (2) by describing some of the factors that may be\nconsidered by that official in applying the waiver standard. We understand that\nyour inquiry was prompted by the case of a potential member of the Commis­\nsion who has an ongoing consulting arrangement with one of the primary\ncontractors for the MX missile project. We understand from our discussions and the materials you have provided\nthat the Department of Defense has determined that members of this advisory\ncommittee are special government employees for purposes of the conflict of\ninterest laws. See generally 18 U.S.C. § 202; Federal Personnel Manual, Ap­\npendix C. As you know, as special government employees, the members of this\nadvisory committee may not participate in any particular matters in which they,\n10 or their employers, have a financial interest. 18 U.S.C. § 208(a). This restric­\ntion on an individual employee’s activities may be waived if “the official\nresponsible for the appointment to [the employee’s] position” determines in\nwriting that the interest of the employee “is not so substantial as to be deemed\nlikely to affect the integrity of the services which the government may expect”\nfrom the employee. 18 U.S.C. § 208(b)(1)."
    },
    {
      "id": "memos_55__1",
      "chunk_id": "1",
      "content": "18 U.S.C. § 208(b)(1). Because it is anticipated that the\nCommission will be advising the President concerning the MX missile and its\npossible basing modes, the application of § 208 to this situation has been raised. I. Appropriate Official to Grant Waiver\nUnder 18 U.S.C. § 208(b)\nAs mentioned above, § 208(b) authorizes the “Government official respon­\nsible for the appointment [of an employee] to his position” to waive the\napplication of § 208(a) to the employee in certain circumstances. In determin­\ning which officials can exercise such power, we consider two questions: (1)\nwhich official is “responsible for the appointment” of the members of the\nCommission; and (2) has the official “responsible for the appointment” del­\negated his authority under this provision to any other person(s). With respect to the first question, we believe the President is the official\n“responsible for the appointment” of the members of the Commission. Pursu­\nant to Executive Order No. 12400, members of the Commission are “appointed\nor designated by the President” to membership on the Commission. There is no\nprovision that any other official should be responsible for the appointment of\nany of the members to the Commission. In the process of drafting Executive\nOrder No. 12400, members of the White House Counsel’s Office and the\nGeneral Counsel’s Office of the Office of Management and consistently ex­\npressed an intent and understanding that the Commission was to be a Presiden­\ntial Advisory Committee, with control over the appointment and dismissal of\nmembers of the Commission to be vested solely in the President. Accordingly,\nin our view, the President is the “Government official responsible for the\nappointment [of the members] to [their] position[s]” within the meaning of 18\nU.S.C. § 208. Even though the President is the appointing “Government official” within\nthe meaning of 18 U.S.C. § 208, he may, pursuant to 3 U.S.C. § 301, delegate\nhis authority with respect to “any function vested in the President by law” to\n“the head of any department or agency in the executive branch, or any official\nthereof who is required to be appointed by and with the advice and consent of\nthe Senate.” Such delegation must be in writing and published in the Federal\nRegister. Id. In addition, the President has certain inherent authority, which is\nrecognized but not specifically enumerated in 3 U.S.C. § 302, to delegate\nauthority to officials who do not meet the requirements set forth in § 301. In\nExecutive Order No. 11222, Part V, as amended, the President delegated his\nauthority to grant waivers under 18 U.S.C. § 208(b) with respect to many\nPresidentially appointed officers and employees, while specifically exempting\n11 from this delegation, among other persons, “Presidential appointees to commit­\ntees, boards, commissions, or similar groups established by the President.” In 3\nC.F.R. § 100.735-32, however, the President delegated to the Counsel to the\nPresident the authority reserved in the above provision. Although the Counsel\nto the President is not appointed by the President with the advice and consent of\nthe Senate, this delegation has existed at least since 1968 and has never, to our\nknowledge, been challenged by Congress."
    },
    {
      "id": "memos_55__2",
      "chunk_id": "2",
      "content": "Although the Counsel\nto the President is not appointed by the President with the advice and consent of\nthe Senate, this delegation has existed at least since 1968 and has never, to our\nknowledge, been challenged by Congress. While we do not need to pass on that\nissue for the purpose of this memorandum, the delegation of power to the\nCounsel to the President would appear to fall within the President’s inherent\npower to delegate, and thus, the President and the Counsel to the President\ncurrently appear to have authority to grant a waiver under 18 U.S.C. § 208(b) to\nmembers of the Commission with respect to their service on the Commission. An argument could be made that § 4 of Executive Order No. 12400, which\ncreated the Commission, also delegates to the Secretary of Defense the\nPresident’s authority to grant waivers under 18 U.S.C. § 208. We conclude,\nhowever, that if the President wishes the Secretary of Defense to exercise the\nPresident’s authority under § 208(b), the proper course would be to execute a\nnew, more specific memorandum under 3 U.S.C. § 301, specifically delegating\nsuch authority to the Secretary of Defense. Section 4 of Executive Order No.\n12400 delegates the “performance” of the President’s “functions” under the\nFederal Advisory Committee Act (FACA), as amended, 5 U.S.C. app. § 1, to\nthe Secretary of Defense. The FACA, 5 U.S.C. app. § 8, provides, inter alia,\nthat each agency head, in this case the Secretary of Defense, “shall establish\nuniform administrative guidelines and management controls for advisory com­\nmittees” and appoint an Advisory Committee Management Officer to “exercise\ncontrol and supervision” over the committee. The FACA, however, does not\nspecifically address conflict-of-interest problems related to members of advi­\nsory committees. Thus, granting a waiver of conflicts of interest under 18\nU.S.C. § 208 may not be a “function” “performed” under the Federal Advisory\nCommittee Act. In light of the fact that the President expressly reserved to\nhimself in Executive Order No. 11222, as amended, the authority to grant\nwaivers under 18 U.S.C. § 208(b), it is doubtful that the delegation of authority\nin Executive Order No. 12400 is sufficiently specific to constitute a delegation\nof the Presidential waiver authority. For these reasons, if the President wishes\nthe Secretary of Defense, rather than the Counsel to the President, to assume\nthe authority to grant waivers for members of the Commission, we conclude\nthat a new memorandum of delegation should be executed. In addition, if the\nPresident wishes some other official to exercise this authority, he may execute\na memorandum delegating this to any official appointed by the President with\nthe advice and consent of the Senate. See 3 U.S.C § 301.\nII. The Wanver Standard\nSection 208(b)(1) provides that waivers of the restriction of § 208(a) may be\ngranted upon a written determination that the disqualifying interest of the\n12 employee is “not so substantial as to be deemed likely to affect the integrity o f\nthe services which the government may expect” from the employee. (Emphasis\nadded.) This standard clearly anticipates the exercise of discretion and personal\njudgment by the appointing official."
    },
    {
      "id": "memos_55__3",
      "chunk_id": "3",
      "content": "employee is “not so substantial as to be deemed likely to affect the integrity o f\nthe services which the government may expect” from the employee. (Emphasis\nadded.) This standard clearly anticipates the exercise of discretion and personal\njudgment by the appointing official. We have not reviewed the facts of this\nmatter in sufficient detail to make our own judgment concerning a waiver in\nthis case, nor would it be appropriate for us to do so inasmuch as the responsi­\nbility of the Commission will relate to matters that are beyond our knowledge\nand expertise. The discussion that follows is intended simply to direct attention\nto some of the factors which are generally used to inform such judgments. The standard set forth in the statute suggests two lines of inquiry, focusing\non (1) the financial interest and (2) the services of the employee. In our view, it\nis appropriate to consider any factors that develop either of these lines of\ninquiry suggested by the statute. There are numerous factors that may help to clarify the nature and magnitude\nof the employee’s financial interest. Certainly it is helpful to quantify the dollar\namount of the interest, or its outer limits. In this case, the consulting contract\npresumably is worth $50,000, and possibly more if the contract is extended or\nadditional contracts are expected. These factors might be compared with the\npotential member’s overall income, and with his net worth, to obtain some\nsense of the relative value of the consulting contract(s) to him. 1The type of the\nfinancial interest may also be important. In this case, the financial interest\narises from an employment relationship. While employment relationships fre­\nquently create stronger and more personal ties than ordinary investment rela­\ntionships, the tenure and details of this particular relationship could be signifi­\ncant factors in making a waiver determination. For example, one might find it\nmore difficult to justify a § 208(b) waiver if the potential member’s contract\nactivities involve defense issues that will be before the Commission than if\nthey involve giving technical advice on completely unrelated subjects. Simi­\nlarly, a long or frequent association with the contractor might also counsel\nagainst a waiver in this case. The employee’s anticipated services to the government should also be exam­\nined. We think that, in this regard, it is appropriate to consider both the\nlikelihood that the integrity of the employee’s services may be compromised,\nand the nature and significance of the services themselves. In this case, the\nemployee’s services will presumably involve giving advice on a subject of\ndirect concern to a present client of his consulting firm. There appears to be\nlittle doubt that the contractor will be affected by the government’s final\ndecision regarding the MX, but the impact of the potential member’s advice\nthrough the advisory committee may be somewhat more remote. On the other\nhand, one might predict that the advice would be particularly influential in light\nof the potential member’s background and stature. The potential value to the\ncontractor of the potential member’s service on this advisory committee should\n1"
    },
    {
      "id": "memos_55__4",
      "chunk_id": "4",
      "content": "On the other\nhand, one might predict that the advice would be particularly influential in light\nof the potential member’s background and stature. The potential value to the\ncontractor of the potential member’s service on this advisory committee should\n1 Although the value o f the consulting contract in relation the potential m em ber's annual income and\noverall net worth may indeed be considered, it should not overshadow the significance o f the absolute value\no f the contract, which is, in our view, a far more im portant criterion in making a waiver decision. 13 also be considered. In this regard, one may want to consider the value of the\nMX contract to the contractor in absolute dollars and as a proportion of the\ncompany’s anticipated receipts for upcoming years. There are undoubtedly numerous other factors that might be considered. Some of these derive more justification from common sense and other disquali­\nfication standards than they do from the actual text of § 208(b). See, e.g.,\nDecisional Officials’ Participation in Rulemaking Proceedings, Administrative\nConference of the United States, 1980 Report, at 51-55. See also Code of\nProfessional Responsibility, American Bar Association (in particular Canons\n4, 5 and 9). For example, public disclosure of the employee’s interest and the\ngovernment’s need for the services of the particular employee are factors that\ncould be compelling in some circumstances. 2 We would also advise that some\ndeference be given to the agency’s general policy or practice in granting\nwaivers under § 208(b)(1). Accordingly, we are not prepared to reject all\nconsideration of factors that do not reflect directly the statutory standard. We\nmust urge, however, that non-statutory factors be used with caution and that the\nweight given to them be analyzed in light of the fact that they are not directly\narticulated in the statutory standard. Numerous other nonstatutory factors have been suggested for use in this\ncase. We think that many of these factors, especially when taken in their\ncombination, could confuse rather than clarify the inquiry. For example, the\nimportance of the advisory committee to the government’s national security\ninterests is a factor that can be used convincingly either to justify or deny a\nwaiver. 3 The same can be said of the temporary, short-term nature of the\nCommission’s work. It also can be counterproductive, in our view, to focus on\nthe reputation for personal integrity of the employee. The integrity factor is\nextremely subjective. As we see it, § 208 was enacted, in large part, to elimi­\nnate such subjective judgments from the disqualification process. Furthermore,\nwe fear that a heavy or frequent reliance upon an official judgment of the\nemployee’s personal integrity will detract from the public acceptance of the\nwaiver process, as well as make it more difficult to deny waivers because of the\npossible negative implication o f a denial with respect to the integrity of the\nemployee. Accordingly, we must counsel against a reliance upon a subjective,\npersonal evaluation of an individual’s reputation for integrity in considering\nthe propriety of § 208(b)(1) waivers. In the end, waiver decisions are committed to the judgment of the appointing\nofficial."
    },
    {
      "id": "memos_55__5",
      "chunk_id": "5",
      "content": "Accordingly, we must counsel against a reliance upon a subjective,\npersonal evaluation of an individual’s reputation for integrity in considering\nthe propriety of § 208(b)(1) waivers. In the end, waiver decisions are committed to the judgment of the appointing\nofficial. Although the statutory standard should guide the exercise of that\ndiscretion, Congress has clearly left that ultimate decision in the hands of the\nappointing official. It is the responsibility of that official to exercise his\nconsiderable discretion soundly and in good faith, after a careful and thorough\n2 In this case, public disclosure o f the p otential m em ber’s contractual interest would help to elim inate many\no f the potential adverse effects o f the interest. 3 In ad dition, it should be noted that a “n ational interest\" factor was suggested to Congress as a basis for\ngran tin g w aivers w hen § 208 was enacted, but such a test was never adopted. See C onflict o f Interest\nH earings on H.R. 8140 B efore th e Senate J u d ic ia ry Comm., 87th Cong., 2d Sess. 46 (1962) (testim ony of\nR osw ell Perkins). 14 consideration of all of the pertinent facts. We are not in a position to advise you\nabout the pertinent facts or about the relative weight that should be assigned to\nthe various factors discussed above. We hope this opinion will assist the\ndecision-maker in his task, but we do not intend for it to imply any judgment on\nour part concerning the proper direction of that decision. The Office of Government Ethics has reviewed this opinion and has advised\nus that it agrees with the conclusions set forth above. Ra lph W . T arr Assistant Attorney General\nOffice o f Legal Counsel 15"
    }
  ]
}