{
  "document_category": "memos",
  "docId": "memos_0",
  "chunk_index": 5,
  "chunk_text": "The statute, in other\nwords, distinguishes between the Board and the United States and treats Board\npersonnel as speaking on behalf of the Board. 3\nThe covered persons are former officers and employees “of the executive branch of the United\nStates,” 18 U.S.C. § 207(c), but communications by a former officer or employee are allowed if they\nare “on behalf of . . . the United States,” not just the Executive Branch, Office of Government Ethics,\nSummary of Post-Employment Restrictions of 18 U.S.C. § 207, Informal Advisory Mem. 04x11a, at 5\n(July 29, 2004) (attachment to Office of Government Ethics, Summary of 18 U.S.C. § 207, Informal\nAdvisory Mem. 04x11 (July 29, 2004)) (available at http://www.oge.gov/OGE-Advisories/LegalAdvisories/Legal-Advisories/, last visited Aug. 12, 2014) (“2004 Summary”) (communications on\nbehalf of Congress are permitted). This difference does not affect the meaning of “the United States,”\nwhich in both cases refers to the federal government. 50 Status of the Public Company Accounting Oversight Board Under 18 U.S.C. § 207(c) B.\nThe conclusion that communications on behalf of the Board are not “on behalf\nof . . . the United States” is consistent with an earlier opinion of our Office,\nApplicability of 18 U.S.C. § 207(a) to the Union Station Development Corporation, 12 Op. O.L.C. 84 (1988) (“Union Station”). There, we stated that we have\n“looked to the definition of ‘agency of the United States’ in 18 U.S.C. § 6 to\ndetermine if an entity should be regarded as the United States for the purposes of\nthe conflict of interest laws.” Id. at 84. We have some doubt that this characterization is entirely correct; the opinions cited in Union Station may be read to interpret\nthe term “agency” or “agency of the United States,” not “United States” itself. Nevertheless, even if that line of opinions is applicable, it is consistent with the\nconclusion we reach here. Section 6 states that\n[t]he term ‘agency’ includes any department, independent establishment, commission, administration, authority, board or bureau of the\nUnited States or any corporation in which the United States has a\nproprietary interest, unless the context shows that such term was intended to be used in a more limited sense. 18 U.S.C. § 6. We have read section 6 as “establish[ing] a presumption that a\ngovernmental entity is an agency for purposes of a given offense, including the\nconflict of interest statutes.” Application of 18 U.S.C. § 205 to Union Organizing\nActivities of Department of Justice Employee, 5 Op. O.L.C. 194, 195 (1981)\n(“Organizing Activities”). Here, however, the statute conclusively rebuts that presumption. Section 7211\nstates explicitly that the Board “shall not be an agency or establishment of the\nUnited States Government.” 15 U.S.C. § 7211(b). In Lebron v. National Railroad\nPassenger Corp., 513 U.S. 374 (1995), the Supreme Court concluded that a statute\nproviding that Amtrak “‘will not be an agency or instrumentality of the United\nStates Government,’” id. at 391 (quoting 84 Stat. 1330 (1970)), was “assuredly\ndispositive of Amtrak’s status as a Government entity for purposes of matters that\nare within Congress’s control.” Id. at 392."
}