{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 6,
  "chunk_text": "(“The definition of the elements of a criminal offense is\nentrusted to the legislature, particularly in the case of federal crimes, which are\nsolely the creatures of statute.”). Section 1320d-6(a) states that:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier; 80 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 (2) obtains individually identifiable health information relating to\nan individual; or\n(3) discloses individually identifiable health information to another person,\nshall be punished as provided in subsection (b) of this section. Because Congress enacted the Administrative Simplification provisions for the\nexpress purpose of facilitating the use of health identifiers and the acquisition and\ndisclosure of health information, an act listed in subsections (a)(1) to (a)(3) must\nbe done “in violation of this part” in order to constitute a criminal offense. The\nphrase “this part” refers to “Part C—Administrative Simplification,” codified at\nsections 1320d to 1320d-8. Section 1320d-1(a) makes clear that the standards\npromulgated under Part C apply only to covered entities: “Applicability. Any\nstandard adopted under this part shall apply, in whole or in part, to the following\npersons: (1) A health plan. (2) A health care clearinghouse. (3) [Certain] health\ncare provider[s] . . . .” Id. § 1320d-1(a); see also 45 C.F.R. § 160.102(a); id.\n§ 162.100; id. § 164.104; Exec. Order No. 13,181, 65 Fed. Reg. 81,321 (Dec. 20,\n2000), reprinted in 42 U.S.C. § 1320d-2 note (“HIPAA applies only to ‘covered\nentities,’ such as health care plans, providers, and clearinghouses. HIPAA\nregulations therefore do not apply to other organizations and individuals that gain\naccess to protected health information . . . .”). Congress expanded this list to\ninclude Medicare prescription drug card sponsors “for purposes of applying part\nC[’s]” Administrative Simplification provisions. 42 U.S.C. § 1395w-141(h)(6)(A). And these provisions require only “each person to whom the standard or implementation specification applies”—i.e., the covered entities—to comply with it. Id.\n§ 1320d-4(b). Because Part C makes the standards applicable only to covered\nentities and because it mandates compliance only by covered entities, only a\ncovered entity may do one of the three listed acts “in violation of this part.” Other\npersons cannot violate Part C directly because the part simply does not apply to\nthem. When the covered entity is not an individual, principles of corporate\ncriminal liability discussed infra will determine when a covered entity has violated\nPart C and when these violations can be attributed to individuals in the entity. 2 That the statute criminalizes the “obtain[ing]” of individually identifiable health\ninformation in violation of Part C, id. § 1320d-6(a)(2), in addition to its disclosure,\ndoes not convince us that our reading of section 1320d-6 according to its plain\nterms is incorrect. It could be argued that, by including a distinct prohibition on\nobtaining health information, the law was intended to reach the acquisition of\nhealth information by a person who is not a covered entity but who “obtains” it\n2 We express no opinion in this memorandum as to whether any particular person or entity may\nqualify as a covered entity for purposes of liability under sections 1320d-5 or 1320d-6. 81"
}