{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 15,
  "chunk_text": "Id. at 190 (quoting Cushman, Independent Regulatory Commissions at 465). The President’s supervisory authority extends to all\nofficers charged with executing the laws of the United States, and we will\nnot lightly presume that Congress has sought to displace it. B.\nEO 12866 does not seek to displace any statutory mandate. To the contrary, the order itself is limited so that it requires agencies to follow its\nprinciples and procedures “unless a statute requires another regulatory\napproach,” EO 12866, § 1(a), and only “to the extent permitted by law,”\nid. § 6(a)(3)(B)(ii). To address how the order applies to independent\nagencies, we thus must consider whether the common statutory hallmarks\nof independence themselves would conflict with the kind of presidential\nsupervision required by EO 12866’s regulatory review process. In doing so, we are guided by the principle that “a clear statement of\ncongressional intent” is ordinarily required before a statute will be read in\na manner that raises separation of powers concerns. Administrative Assessment of Civil Penalties Against Federal Agencies Under the Clean Air\nAct, 21 Op. O.L.C. 109, 112 (1997); see also, e.g., Franklin v. Massachusetts, 505 U.S. 788, 800–01 (1992) (“We would require an express statement by Congress before assuming it intended the President’s performance of his statutory duties to be reviewed for abuse of discretion.”);\nArmstrong v. Bush, 924 F.2d 282, 289 (D.C. Cir. 1991) (“When Congress\ndecides purposefully to enact legislation restricting or regulating presiden11 In 1977, our Office also concluded that the President could issue an executive order\nthat would require independent agencies to “perform [their quasi-legislative and judicial]\nfunctions efficiently and without undue delay” and “take into account the economic\nimpact of their decisions,” although we suggested that the President “probab ly cannot\ndictate the precise effect the agencies are to give to that impact,” in view of what we\ncalled then, in a nod to Humphrey’s Executor, “the agencies’ quasi-legislative autonomy.” Memorandum for Simon Lazarus, Associate Director, Domestic Council, from John M.\nHarmon, Assistant Attorney General, Office of Legal Counsel, Re: President’s Authority\nto Impose Procedural Reforms on the Independent Regulatory Agencies at 2, 3 (July 22,\n1977). In view of subsequent decisions of the Supreme Court, as well as opinions of this\nOffice, we do not read Humphrey’s Executor so broadly. See infra pp. 20–23. 17 43 Op. O.L.C. __ (Oct. 8, 2019) tial action, it must make its intent clear.”); Applicability of Executive\nPrivilege to Independent Regulatory Agencies, 1 Op. O.L.C. Supp. at 190\n(stating that Congress must “‘clearly indicate[]’” that executive orders of\ngeneral applicability do not apply to independent agencies if it seeks to\nimpose such a limitation). We think it clear that any effort by Congress to\ninsulate an executive officer from presidential supervision would raise\nsuch separation of powers concerns. See, e.g., Free Enter. Fund, 561 U.S.\nat 499; Morrison, 487 U.S. at 691. That principle has particular force here\nbecause, on occasion, Congress has expressly sought to preclude OIRA\nreview of some rulemakings. See supra Part II.C (citing President\nReagan’s 1981 signing statement regarding a bill that precluded the application of EO 12291); see also Consolidated Appropriations Act, 2012,\nPub. L. No. 112-74, div. C, tit."
}