{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 2,
  "chunk_text": "Thus, the President has the authority under the Recess Appointments\nClause to make appointments during this period. The Senate could remove\nthe basis for the President’s exercise of his recess appointment authority\nby remaining continuously in session and being available to receive and\nact on nominations, but it cannot do so by providing for pro forma sessions at which no business is to be conducted. I.\nBeginning in late 2007, and continuing into the 112th Congress, the\nSenate has frequently conducted pro forma sessions during recesses\noccurring within sessions of Congress. These pro forma sessions typically\nlast only a few seconds, and apparently require the presence of only one\nSenator. 2 Senate orders adopted by unanimous consent provide in advance\n“A recess between sine die adjournment of one session and the convening of the next\nis also known as an intersession recess. A recess within a session is also known as an\nintrasession recess.” Henry B. Hogue & Richard S. Beth, Cong. Research Serv., Efforts to\nPrevent Recess Appointments Through Congressional Scheduling and Historical Recess\nAppointments During Short Intervals Between Sessions 3 n.6 (2011). “The number of\ndays in a recess period is ordinarily calculated by counting the calendar days running\nfrom the day after the recess begins and including the day the recess ends.” Goldsmith\nMemorandum at 1.\n2 See, e.g., 157 Cong. Rec. D1404 (daily ed. Dec. 30, 2011) (noting that day’s pro forma session lasted from 11:00:02 until 11:00:34 a.m.); id. at D903 (daily ed. Aug. 12,\n2011) (noting that day’s pro forma session lasted from 12:00:08 until 12:00:32 p.m.); 156\nCong. Rec. D1067 (daily ed. Oct. 26, 2010) (noting that day’s pro forma session lasted\nfrom 12:00:04 until 12:00:31 p.m.); 154 Cong. Rec. D1257 (daily ed. Oct. 30, 2008)\n(noting that day’s pro forma session lasted from 9:15:00 until 9:15:08 a.m.); id. at D665\n1 16 Recess Appointments Amid Pro Forma Senate Sessions that there is to be “no business conducted” at such sessions. See, e.g., 157\nCong. Rec. S8783 (daily ed. Dec. 17, 2011); id. at S7876 (daily ed. Nov.\n18, 2011); id. at S6891 (daily ed. Oct. 20, 2011); id. at S6009 (daily ed.\nSept. 26, 2011); id. at S5292 (daily ed. Aug. 2, 2011); id. at S3465 (daily\ned. May 26, 2011); 156 Cong. Rec. S7775 (daily ed. Sept. 29, 2010); 154\nCong. Rec. S10,958 (daily ed. Dec. 11, 2008); id. at S10,776 (daily ed.\nNov. 20, 2008); id. at S8077 (daily ed. Aug. 1, 2008); id. at S2194 (daily\ned. Mar. 13, 2008); id. at S1085 (daily ed. Feb. 14, 2008); 153 Cong. Rec.\nS16,069 (daily ed. Dec. 19, 2007); id. at S14,661 (daily ed. Nov. 16,\n2007); accord 154 Cong. Rec. S4849 (daily ed. May 22, 2008) (recess\norder stating that “no action or debate” is to occur during pro forma sessions). 3 The Senate Majority Leader has stated that such pro forma sessions break a long recess into shorter adjournments, each of which might\nordinarily be deemed too short to be considered a “recess” within the\nmeaning of the Recess Appointments Clause, thus preventing the President from exercising his constitutional power to make recess appointments."
}