{
  "document_category": "memos",
  "docId": "memos_18",
  "chunk_index": 3,
  "chunk_text": "See 8 U.S.C. § 1185(b). Thus, even assuming that an individual’s passport is not itself an instrumentality\nof the crime of importing drugs, it certainly constitutes evidence with a nexus to\nthe crime of importation of drugs. The passport is evidence of the individual’s\nidentification, destination, and normally his place of origin. Since the offense of\nimportation requires the prosecution to prove that the defendant imported drugs\n(1) into the United States, and (2) from a place outside of the United States, there\nis certainly a nexus between the defendant’s passport and criminal behavior. See\nWarden v. Hayden, 387 U.S. at 307. Of course, an individual whose passport has been seized as evidence in these\ncircumstances may be entitled to its return following conviction, acquittal, or a\ndecision not to prosecute. 2 See Warden v. Hayden, 387 U.S. at 307-08. But the\nmere fact that properly seized evidence may be subject to return does not in any\nway affect the legality of the initial seizure. Id. at 307-10. Under the Customs\nDirective, when they are of no further evidentiary use, passports seized as evi­\ndence of importation of controlled substances are to be forwarded to the Depart­\nment of State with appropriate notification to the individual to whom the pass­\nport was issued. The State Department may hold the passport pending a request\nfor its return or determine immediately whether there are adequate grounds un­\nder applicable regulations for revoking the passport. 3 There is no valid constitu­\ntional objection to this scheme. First, post-deprivation process is necessarily ad­\nequate when a passport is seized lawfully as evidence of crime. See Warden v.\nHayden, 387 U.S. at 307-08; cf. Haig v. Agee, 453 U.S. 280,309-10 (1981) (post­\nrevocation notice and hearing is constitutionally sufficient when passport revoked\non the ground that “there is a substantial likelihood of ‘serious damage’ to na­\ntional security or foreign policy as a result of a passport holder’s activities in for­\neign countries”). 2 In addition, an individual may seek return o f his passport prior to trial pursuant to Federal Rule of Criminal\nProcedure 41 (e) That rule provides. A person aggrieved by an unlawful search and seizure may move the district court for the district in\nwhich the property was seized for the return o f the property on the ground that he is entitled to lawful\npossession o f the property which was illegally seized. The judge shall receive evidence on any issue\nof fact necessary to the decision o f the motion. If the motion is granted the property shall be restored\nand it shall not be admissible in evidence at any hearing or trial."
}