{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 7,
  "chunk_text": "II, § 2, cl 1; as the individual charged with the power to negotiate treaties, art. II, § 2, cl. 2; and as\nthe individual who receives ambassadors and other foreign representatives, art. II, § 3. O f course, these specific\nprovisions are supplemented by the general provision of Article II, Section I, Clause 1, which provides that “[t]he\nexecutive power shall be vested in a President of the United States of America ” Additionally, the United States\nobtained inherent sovereign authonty over foreign relations when it secured its independence from Great Bntain,\nCurtiss-Wright, 299 U.S. at 318, and the President exercises many of the powers that were formerly vested in the\nBritish crown, and that are not enumerated in the Constitution as belonging to Congress. See, e.g., 1 William Blackstone, Commentaries on the Laws of England 257 (1771 ed ). 10 Marshall made this remark as a member o f the House of Representatives dunng a debate concerning an ex­\ntradition ordered by President John Adams. See Edward S. Corwin, The President: Office and Powers, 1787-1984\nat 207-08 (Randall W. Bland et al. eds, 5th ed. 1984). 242 United States v. Curtiss-Wright Export Corp., 299 U.S. 304,319-20(1935). Asa\nleading constitutional scholar concluded, “[ tjhere is no more securely established principle of constitutional practice than the exclusive right of the President to be\nthe nation's intermediary in its dealing with other n a tio n s Edward S. Corwin,\nThe President: Office and Powers, 1787-1984 at 214 (footnote omitted). The Supreme Court addressed the difficult issue of the relationship between\nthe President’s foreign relations power and his power to assert jurisdiction over\nthe territorial sea on behalf of the United States in United States v. Louisiana,\n363 U.S. 1 (1960) (Harlan, J.). In that case, which involved rights under the Sub­\nmerged Lands Act, the Court considered the power to fix state boundaries for do­\nmestic purposes and the power to fix them for international purposes. The exec­\nutive branch had argued that no state could have a boundary of more than three\nmiles because a state boundary must coincide with the three-mile limit of our\nclaim to the territorial sea in order to avoid international embarrassment. The\nCourt rejected that argument as an oversimplification of the issue. Justice Har­\nlan described the relationship between the constitutional powers of the executive\nand the legislature branches as follows: The power to admit new States resides in Congress. The Pres­\nident, on the other hand, is the constitutional representative of the\nUnited States in its dealings with foreign nations. From the for­\nmer springs the power to establish state boundaries; from the lat­\nter comes the power to determine how far this country will claim\nterritorial rights in the marginal sea as against other nations. Any such determination is, of course, binding on the States. The exer­\ncise of Congress’ power to admit new States, while it may have\ninternational consequences, also entails consequences as between\nNation and State."
}