{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 5,
  "chunk_text": "After the signing of a treaty between the United States\nand Spain but prior to Spain’s ratification, Meade submitted a contract\nclaim to Spain and Spain agreed to pay a certain amount. The treaty\nestablished a claims commission; Meade presented his claim to it with\nevidence of the Spanish settlement. He was unable, however, to\nproduce documents requested by the Commission because they had\nbeen sent to Spain; he received no payment. Congress subsequently\nreferred the claim to the Court of Claims. Three members of the court\nwrote opinions. The majority held that the release and cancellation of\nMeade’s claim against Spain was an appropriation of private property\nto public use and came within the Just Compensation Clause of the\nConstitution. 2 Ct. Cl. at 275. Nevertheless, it said Meade was entitled\nto no compensation because the Commission’s decision not to award\ncompensation could not be reexamined by the Court of Claims. Id. at\n275-76. A concurring opinion found no compensable taking since the\nright of eminent domain had not been exercised. The dissent found a\ncompensable taking, but distinguished Meade from the general class of\nclaimants because he was a creditor armed with a settlement entered\ninto by the government of Spain rather than a claim which had not\nbeen acknowledged by a foreign power. Thus, a majority of the court\nheld that a compensable taking had occurred, yet a different majority\nheld that Meade’s heirs were entitled to no compensation from the\ngovernment. The Supreme Court affirmed, 76 U.S. (9 Wall.) 691, but\ndid not reach the constitutional question. The question now arises as to what reaction the courts would have\nto these opinions written many years ago. While the courts in recent\nyears have become increasingly sensitive to the procedural require­\nments imposed by the Due Process Clause, e.g., Goldberg v. Kelly, 397\nU.S. 254 (1970), they have also recognized that extensive use of regula­\ntory powers by the government is not necessarily a taking. Destruction\nof a monetary claim might have serious consequences for claim holders\nbut may be no more serious than the economic consequences flowing\nfrom other regulation not considered a taking. The complexity of the\nmodern world and the increased, almost pervasive regulation that is\nfound in international trade have led to the realization that losses can\narise from export controls, import controls, embargoes, and similar\n252 government acts. Individual contracts and profits are often sacrificed\nfor what is perceived as greater foreign policy benefits. There is no set formula for deciding when the Due Process Clause\nrequires that economic injuries caused by public action be compensated\nby the government rather than remain disproportionately concentrated\non a few persons. Penn Central Transp. Co. v. City o f New York, 438\nU.S. 104, 124 (1978). Essentially ad hoc factual inquiries have been\nconsidered necessary. Id. When there is a physical invasion by the\ngovernment a taking may more easily be found than when there is a\npublic program adjusting benefits and burdens of economic life to\npromote the common good. Id. The mere fact that property, in this\ncase claims, may be reduced in value does not mean that a taking has\nnecessarily occurred."
}