{
  "document_category": "memos",
  "docId": "memos_94",
  "chunk_index": 4,
  "chunk_text": "in 1994, this Office was asked whether the Department of Housing and Urban\nDevelopment ( “ HUD” ) has the authority under the Fair Housing Act to initiate\nenforcement proceedings against other federal agencies. We concluded that such\nan interpretation of the Fair Housing Act would raise substantial separation of\npowers concerns “ relat[ing] to both the President’s authority under Article II of\nthe Constitution to supervise and direct executive branch agencies and the Article\nIII limitation that the jurisdiction of the federal courts extends only to actual cases\nand controversies.” Fair Housing Act Opinion, 18 Op. O.L.C. at 105. We stated\nthat “ [w]ith respect to the Article III issue, this Office has consistently said that\n‘lawsuits between two federal agencies are not generally justiciable,’ ” id. at 106\n4See DOD Response at 4 ( “ The assessment o f administrative penalties against Executive Branch agencies by\nEPA is based on a statutory scheme that contemplates judicial intervention into what should be a purely Executive\nBranch function, thus raising significant constitutional separation o f powers concerns, warranting the high standard\no f review ” ) (citing Authority o f Department o f Housing and Urban Development to Initiate Enforcement Actions\nUnder the Fair Housing Act Against Other Executive Branch Agencies, 18 Op O L C 101 (1994) (“ Fair Housing\nAct Opinion” ) in O pinions o f the O ffice o f L egal C ounsel m Volum e 21 (quoting Constitutionality o f Nuclear Regulatory Commission’s Imposition o f Civil\nPenalties on the Air Force, 13 Op. O.L.C. 131, 138 (1989) (“ NRC Opinion” )),\nand that “ [w]ith respect to Article II, we have indicated that construing a statute\nto authorize an executive branch agency to obtain judicial resolution of a dispute\nwith another executive branch agency implicates ‘the President’s authority under\nArticle II of the Constitution to supervise his subordinates and resolve disputes\namong them.’ ” Id. (quoting Review of Final Order in Alien Employer Sanctions\nCases, 13 Op. O.L.C. 370, 371 (1989)). We observed in our Fair Housing Act opinion that these separation of powers\nconcerns\nare the essential backdrop for our analysis of whether the Fair\nHousing Act authorizes HUD to initiate enforcement proceedings\nagainst other executive branch agencies. Like the Supreme Court,\nwe are “ loath to conclude that Congress intended to press ahead\ninto dangerous constitutional thickets in the absence of firm evi­\ndence that it courted those perils.” Id. at 106-07 (quoting Public Citizen v. Department o f Justice, 491 U.S. 440, 466 (1989)). Accordingly, we applied a clear statement rule and concluded that\nthe statute did not provide HUD this authority:\nApplying the standard the Supreme Court has used when a par­\nticular interpretation or application of an Act of Congress would\nraise separation of powers or federalism concerns, we believe that\nbecause substantial separation of powers concerns would be raised\nby construing the Act to authorize HUD to initiate enforcement pro­\nceedings against other executive branch agencies, we cannot so con­\nstrue the Act unless it contains an express statement that Congress\nintended HUD to have such authority. Because the Act does not\ncontain such an express statement, we conclude that it does not\ngrant HUD this authority."
}