{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 5,
  "chunk_text": "269 tively, that is, forfeited without judicial action.7 A judicial forfeiture proceeding\nmay also be filed under section 881 by the United States Attorney in federal dis­\ntrict court. 8 We are advised informally by Customs that they may currently seek to rely on\nsection 881 for forfeiture authority in a variety of situations. For example, Cus­\ntoms might stop and search a vessel pursuant to the customs laws,9 find illegal\ndrugs, and prepare an administrative forfeiture action pursuant to 21 U.S.C.\n§881, even though in this circumstance, Customs has forfeiture authority not de­\npendent on section 881.10 In other cases, however, Customs may not have alter­\nnative forfeiture authority. For example, this situation may arise when Customs\nagents are conducting a search while investigating a suspected violation of a law\nenforced by Customs, such as the Currency and Foreign Transactions Reporting\nAct, 31 U.S.C. §§5311-5326, and agents discover cash that is evidence of a fed­\neral drug law violation. If no currency violations are found and the drug viola­\ntion is the only viable case, Customs may desire to handle the forfeiture action\nadministratively within Customs or, if the cash amount is over $100,000 or a\nclaim and cost bond is filed, refer the action to the United States Attorney. In ei­\nther case, the forfeiture is sought pursuant to section 881, the only forfeiture\nstatute available under the facts of the case. Finally, contrary to our conclusion\nthat Customs lacks title 21 enforcement authority, Customs agents in some fed­\neral districts may seek to conduct title 21 drug investigations without DEA des­\nignation, and forfeit property solely on the basis of their asserted authority under\nsection 881.\" In determining whether Customs has the independent forfeiture authority un­\nder 21 U.S.C. § 881 that it would need to have in the above and analogous ex­\n7 Section 881 (d) adopts by incorporation the procedures established under the customs laws; these procedures\nauthorize the administrative forfeiture of property that does not exceed $100,000 in value, conveyances that are\nused to transport controlled substances, and illegally imported goods. 19 U.S.C. § 1607. However, anyone who files\na timely claim and posts a cost bond in an administrative forfeiture proceeding can move the action mto federal dis­\ntrict court. 19 U S.C. § 1608.\n8 A civil judicial forfeiture proceeding is required where the value of the property exceeds $100,000 and the\nproperty is not a conveyance or an illegally imported item, 19 U.S.C. § 1610; where the defendant has filed a claim\nand cost bond in an administrative forfeiture proceeding, 19 U.S.C. § 1608; or if the United States Attorney decides\nthat the property should not be seized until a warrant of arrest in rem is issued pursuant to the filing of a formal\ncomplaint. 9 Pursuant to 19 U.S.C. § 1581(a), Customs officers may, at any time, board any conveyance (e.g., a vessel or\nvehicle) within a customs-enforcement area and examine the manifest and other documents, as well as inspect and\nsearch every part of that conveyance."
}