{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 1,
  "chunk_text": "Office of Government Ethics Jurisdiction Over the Smithsonian Institution The authority of the Office of Government Ethics to administer the Executive Branch ethics program\nunder the Ethics in Government Act of 1978 and other statutes does not extend to the Smithsonian\nInstitution or its personnel. February 29, 2008 MEMORANDUM OPINION FOR THE DIRECTOR\nOFFICE OF GOVERNMENT ETHICS The Ethics in Government Act of 1978 (“EIGA”), Pub. L. No. 95-521, 92 Stat.\n1824 (codified as amended at 5 U.S.C. app., EIGA §§ 101–111, 401–408, 501–\n505 (2000 & Supp. V 2005)), established the Office of Government Ethics\n(“OGE”) and charged it with developing and implementing ethics policies for the\nExecutive Branch. You have asked whether the Smithsonian Institution and its\npersonnel (the “Smithsonian” or “Institution”) are subject to OGE’s authority to\nadminister the Executive Branch ethics program. 1 We conclude that they are not. I.\nWith limited exceptions not applicable here, OGE’s jurisdiction does not extend to an entity outside the Executive Branch. The text and structure of EIGA\nunmistakably support this conclusion. EIGA clearly indicates that the Executive Branch is the focus of OGE’s jurisdiction. EIGA establishes a tripartite structure for the federal government’s ethics\nprogram that tracks the Constitution’s three-branch structure. Title I of EIGA,\nwhich governs financial disclosure requirements for federal officials and employees, creates a separate “supervising ethics office” for each of the three branches. It\nspecifies that OGE is the “supervising ethics office . . . for all executive branch\nofficers and employees,” 5 U.S.C. app., EIGA § 109(18), and authorizes its\nDirector (along with certain agency officials) to administer financial disclosure\nrequirements for Executive Branch officials and employees, id. § 111(1). EIGA\nprovides that the ethics committees in the Senate and House of Representatives\nperform those functions for members of Congress, “officers and employees” of the\ntwo houses, and “employees of the legislative branch,” id. § 109(18)(A), (B); id.\n§ 111(2); and the Judicial Conference does so “for judicial officers and judicial\n1\nSee Letter for Steven G. Bradbury, Acting Assistant Attorney General, Office of Legal Counsel,\nfrom Robert I. Cusick, Director, Office of Government Ethics (Apr. 26, 2007) (“OGE Letter”). We also\nhave received the views of the Smithsonian Institution. See Letter for John P. Elwood, Deputy\nAssistant Attorney General, Office of Legal Counsel, from John E. Huerta, General Counsel,\nSmithsonian Institution (May 11, 2007) (“Smithsonian Letter”). 56 Office of Government Ethics Jurisdiction Over the Smithsonian Institution employees,” id. § 109(18)(C); id. § 111(3). Title V of EIGA, which imposes\nrestrictions on outside sources of income or employment by high-level federal\nemployees, distributes administrative and regulatory authority in the same manner;\nOGE is directed to issue rules and regulations to implement its provisions “with\nrespect to officers and employees of the executive branch.” Id. § 503(2). EIGA directs OGE to develop and implement ethics policies for the Executive\nBranch. Title IV of EIGA, which constitutes OGE’s “organic law,” OGE Letter\nat 2, authorizes OGE’s Director to “provide . . . overall direction of executive\nbranch policies related to preventing conflicts of interest on the part of officers and\nemployees of any executive agency.” Id. § 402(a)."
}