{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 25,
  "chunk_text": "40 Recess Appointments Amid Pro Forma Senate Sessions the constitutional obligation that neither chamber can adjourn for more\nthan three days without the consent of the other”). 21 In addition, in 1980,\nand sporadically thereafter, pro forma sessions have been used to address\nthe Twentieth Amendment’s direction that, in the absence of legislation\nproviding otherwise, Congress must convene on January 3. 22 Pro forma\nsessions have also been employed for parliamentary purposes, e.g., to\npermit a cloture vote to ripen, or to hear an address. 23\nThose precedents provide only weak support for the claim that a series\nof consecutive pro forma sessions may be used to block recess appointments in the circumstances presented here. There is no evidence of a\nRiddick’s Senate Procedure identifies several examples in which “the Senate pursuant to a previous order has met for very brief periods and recessed over until a subsequent\ndate, not in excess of 3 days,” the earliest of which occurred in 1949. Id. at 251 & nn.1–3.\n22 U.S. Const. amend. XX, § 2 (“Congress shall assemble at least once in every year,\nand such meeting shall begin at noon on the 3d day of January, unless they shall by law\nappoint a different day.”). Congress routinely enacts legislation when it wishes to vary the\ndate of its first meeting. See, e.g., Pub. L. No. 111-289 (2010); Pub. L. No. 105-350\n(1998); Pub. L. No. 99-613 (1986); Pub. L. No. 94-494 (1978); Pub. L. No. 89-340\n(1965); Pub. L. No. 83-199 (1953); Pub. L. No. 79-289 (1945). Occasionally, however,\nCongress (or an individual House) uses a pro forma session to comply with the Twentieth\nAmendment’s default date. The first such use of a pro forma session that we are aware of\noccurred in 1980. See H.R. Con. Res. 232, 96th Cong., 93 Stat. 1438 (1979) (“[W]hen the\nCongress convenes on January 3, 1980, . . . neither the House nor the Senate shall conduct\norganizational or legislative business until Tuesday, January 22, 1980, [unless convened\nsooner by House and Senate leaders].”). Thereafter, it appears to have remained rare until\nthe last decade. See H.R. Con. Res. 260, 102d Cong., 105 Stat. 2446 (1991) (providing\nthat neither House shall “conduct organizational or legislative business” on January 3,\n1992); 151 Cong. Rec. S14,421 (daily ed. Dec. 21, 2005) (Senate order providing for “a\npro forma session only” on January 3, 2006”); 153 Cong. Rec. S16,069 (daily ed. Dec. 19,\n2007) (same for January 3, 2008); 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011) (same\nfor January 3, 3012). On at least one occasion, Congress has changed the date of the first\nmeeting of a session by law and both Houses held pro forma sessions to comply with that\nlaw. See Pub. L. No. 111-121, 123 Stat. 3479 (2009) (providing that the second session of\nthe 111th Congress begin on January 5, 2010); 155 Cong. Rec. S14,140 (daily ed. Dec.\n24, 2009) (Senate order providing for “a pro forma session only” on January 5, 2010); 156\nCong. Rec. H2–H8 (daily ed. Jan. 5, 2010) (“[N]o organizational or legislative business\nwill be conducted on this day.”). 23 See 133 Cong. Rec. 15,445 (1987)"
}