{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 12,
  "chunk_text": "Id\n4 In some circumstances, w e may be considering enforcement action less draconian than a trebledamages-plus-penalties action under the False Claims Act. Once a relator has ensured that there will be\na treble-damages action, however, we may be forced either to scrap a single-damage suit or attempt to\nhandle it in coryunction with the other. 217 example o f a case in which the qui tam provisions have allowed a relator\nto force a suit that this Department would not have pursued. In that case,\neight employees are suing Northrop for alleged fraud in the manufacture\no f inertial measurement units ( “IMUs”) for the MX (Peacekeeper) Missile. They seek restitution o f $1 billion, $250 million in compensatory dam­\nages, and $5 million in punitive damages. Two o f the eight relators had\nfiled an earlier qui tam action against Northrop that was dismissed\nbecause the information on which it was based was already in the\nGovernment’s possession. The pending suit makes numerous allegations\no f fraud, including that Northrop knowingly delivered defective IMUs to\nthe Air Force, that it failed to test or inspect all components properly, and\nthat it misrepresented the performance o f operation audits and respon­\nsive corrective action. In fact, the Civil Division’s memorandum review­\ning the relators’ suit notes that the complaint is so broad that it encom­\npasses nearly every action undertaken by Northrop in the course o f the\nmanufacture and delivery o f the IMUs. 5 The Civil Division declined to\nenter the relators’ action because extensive investigations o f Northrop’s\noperations by the U.S. Attorney and the Air Force failed to produce evi­\ndence o f fraud. See Civil Division Memo at 8-15. Moreover, the Air Force’s\nrecords show that the actual performance o f the allegedly defective IMUs\nhas far exceeded expectations, thus rebutting the relators’ claims o f\nfraud. See id. at 12. Nevertheless, the relators are permitted by the qui\ntam provisions to continue to pursue their suit on behalf o f the\nGovernment to satisfy their personal purposes, whether for harassment\nor in hopes o f forcing Northrop to pay them a settlement award. b. The conduct of litigation. When we do enter a case, the relator\nretains his rights to participate, which often are exercised in ways\nadverse to the government’s interests. The Civil Division has already\nencountered claims by relators that they, as representatives o f the United\nStates, are entitled access to our investigative files and personnel. Moreover, all disputes between us and the relator over the conduct of the\ncase — from discovery to witness selection to cross-examination — are\ndecided by the court. This leaves open the question whether the Act has\ntransferred the executive power to the relator or the district judge, but it\nis clear that that power has been transferred away from the Attorney\nGeneral. 6 When we do not intervene, the Department nevertheless must spend\nresources monitoring cases that it had for good reason decided not to\nbring. Because it is never possible to tell what prejudice we might suffer\n6 See Memorandum fo r John R. Bolton, Assistant Attorney General, Civil Division, from Michael F"
}