{
  "document_category": "memos",
  "docId": "memos_86",
  "chunk_index": 6,
  "chunk_text": "See also 5 U S C . § 3111\n12 See in particular. Interim Report, supra at 23 and A pp B , citing Executive O rder N o 10182 (Nov. 21, 1950)\n15 Fed. Reg 8013 w hich governed the use o f “ W O C s” as authorized by the D efense Production A ct o f 1950. The\nExecutive O rder provides that\nSo far as possible, operations under the Act shall be ea rn e d on by full-tim e, salaried em ployees of\nthe G overnm ent, and appointm ents under this authority shall be to advisory or consultative positions\nonly. A ppointm ents to positions other than advisory o r consultative may be m ade u n d er this ord er only\nw hen the requirem ents o f the position are such that the incum bent m ust personally possess\noutstanding experience and ability not obtainable on a full-tim e, salaried basis. Interim Report. supra at 121.\n13 We have found that these FPM criteria are ordinarily the m ost useful standard to apply in determ ining w hether\nparticular persons w ho serve an advisory com m ittee are federal em ployees fo r purposes o f the conflict o f interest\nlaws T here are, however, other factors that m ay be relevant to such a determ ination. For exam ple, if a person\nperform s a governm ent function, recetves a governm ent salary, o r ts supervised directly by governm ent em ployees,\nit is likely that he w ill be deem ed a federal em ployee for other personnel purposes. See 5 U S C . § 2105(a), and\nLodge 1858, AFG E v NASA, 424 F. Supp. 186 (D .D .C 1976) Sim ilarly, the Standards o f C o n d u ct for the\nC om m erce D epartm ent apply to “ fejvery o th e r person w ho is retained, designated, appointed, o r em ployed b y a\nFederal officer or em ployee, w ho is engaged in the perform ance of a function o f the D epartm ent u n d er authority of\nlaw o r an Executive act, and w ho is subject to the supervision o f a Federal officer o r em ployee w hile engaged in the\nperform ance o f duties o f his position not only as to w hat he does but also as to how he perform s his d u ties, regardless\no f w hether the relationship to the D epartm ent is created by assignm ent, d etail, contract, agreem ent o r oth erw ise ”\n1 5 C F .R § 0 7 3 5 -4 (1981). 163 Although the m em bers of the Task Force may not be subject to the conflict of\ninterest laws under this formulation, members of the Task Force staff (i.e., the\nregular Com m erce Department employees or the staff hired with Commerce\nD epartm ent funds) would be subject to those statutes."
}