{
  "document_category": "memos",
  "docId": "memos_41",
  "chunk_index": 8,
  "chunk_text": "If attempted, it should include an exception\nin the terms of § 1702(b)(1) of the IEEPA. An indirect restriction on speech has a better chance of success. Here, that issue would arise if a ban on satellite communications were\npart of a more general ban on financial transactions with Iran and its\nnationals. See Kleindienst v. Mandel, 408 U.S. 753 (1972), upholding the\ngovernment’s right to exclude an alien lecturer under speech-neutral\ncriteria in the immigration laws, despite the undoubted rights of Ameri­\ncans to receive ideas from abroad. The Supreme Court’s clearest state­\nment of the criteria for reviewing indirect restraints on speech occurred\nin United States v. O'Brien, 391 U.S. 367, 377 (1968). The Court set\nforth four requirements necessary to sustain a restriction: (1) whether it\nis within the constitutional power of the government; (2) whether it\nfurthers an important or substantial governmental interest; (3) whether\nthe governmental interest is unrelated to the suppression of free expres­\nsion; and (4) whether the incidental restriction on alleged First Amend­\nment freedoms is any greater than is essential to the furtherance of that\ninterest. 6 Thus, a presidential action against Iran that sweeps up satellite\ncommunications in a wider net should be permissible. Again, an excep­\ntion in the terms of § 1702(b)(1) would be necessary to the extent the\nIEEPA is the source of authority, and would help to satisfy the O'Brien\ntest. 7. Block Iran’s International Communications by\nDenying Access to Intelsat\nThe Intelsat Agreement, Aug. 20, 1971, 23 U.S.T. 3813 T.I.A.S. No.\n7532, does not have a specific provision which allows a member’s\ncommunications to be cut off. The provisions regarding involuntary\nwithdrawal (Art. XVI) all seem to be predicated on failure of a party\nto live up to its obligations under the Intelsat Agreement. We have no\ninformation as to whether Iran is in compliance with the Agreement. The State Department has suggested that denial of access could be\naccomplished by an extraordinary assembly of the parties and could be\n6T he O'Brien case was applied in a series o f low er court decisions w hich upheld restrictions on the\nim portation o f publications and films under the T rading w ith the Enem y A ct, the IE E P A ’s predeces­\nsor. Teague v. Regional Comm'r o f Customs, 404 F.2d 441, 445 (2d Cir. 1968), cert, denied, 394 U.S. 977\n(1969); American Documentary Files v. Secretary o f the Treasury, 344 F. Supp. 703 (S.D.N.Y. 1972); cf.\nWelch v. Kennedy, 319 F. Supp. 945 (D .D .C . 1970). A similar conclusion was reached by the Third\nCircuit in Veterans and Reservists for Peace in Vietnam v. Regional Comm > o f Customs, 459 F. 2d 676\n(3d Cir.), cert, denied. 409 U.S. 933 (1972). 230 accomplished by a two-thirds vote of the 102 members. (Art. VII (e)\nand (0)- There is no precedent for this, and it is not clear to us whether\nthis power exists. 8. Prohibit Financial Transactions Involving U.S. Journalists in Iran, or\nOtherwise Limit Travel to Iran\nUnder stated conditions, the President may prevent American citi­\nzens from traveling to particular countries at particular times. 7"
}