{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 5,
  "chunk_text": "M oore's Federal Practice, § 62.05 at 62-26. 489 42 U.S.C. § 3789d(c)(2)(C). The “determination under subparagraph\n(F)” is explained in that section as follows:\nPrior to the suspension of funds under subparagraph (C),\nbut within the ninety day period after notification under\nsubparagraph (C), the State government or unit of local\ngovernment may request an expedited preliminary hearing\non the record in accordance with section 554 of title 5, in\norder to determine whether it is likely that the State\ngovernment or unit of local government would, at a full\nhearing under subparagraph (G), prevail on the merits of\nthe issues of alleged noncompliance. A finding under this\nsubparagraph by the administrative law judge in favor of\nthe State government or unit of local government shall\ndefer the suspension of funds under subparagraph (C)\npending a finding of noncompliance at the conclusion of\nthe hearing on the merits under subparagraph (G). At the “full hearing” under subparagraph (G) referred to in this sec­\ntion, the issues of discrimination are heard on the merits, and LEAA\nmust make “a finding of compliance or noncompliance.” If LEAA\nmakes a finding of “noncompliance,” the Attorney General “may”\nterminate the payment of funds. 42 U.S.C. § 3789d(c)(2)(G)(ii). Once funds have been suspended by LEAA there are only four\ncircumstances, set out in subparagraph (D), under which payment may\nbe resumed: (1) if the recipient enters into a compliance agreement\napproved by LEA A and the Attorney General; (2) if the recipient\n“complies fully with the final order or judgment” of a court or adminis­\ntrative agency, if that order or judgment covers all the matters raised in\nL EA A ’s original notice of noncompliance; (3) if the recipient “is found\nto be in compliance with subsection (c)(i) by such court”;2 and (4) if\nafter a hearing LEA A finds “that noncompliance has not been demon­\nstrated.” 3 42 U.S.C. §§ 3789d(cX2)(D)(i) through (ii).\n. This statutory scheme suggests an intention on the part of Congress\nto limit agency discretion in certain respects (e.g., mandatory com­\nmencement of proceedings upon notice of a “finding,” and mandatory\nsuspension of funds 90 days thereafter); at the same time, it permits\nLEA A to reach its own independent conclusions on the issues of\ndiscrimination raised, and ultimately to make an independent decision to\nlift or continue a suspension pending a full administrative hearing on\n2\nT h e statute inexplicably fails to give the same effect to a similar finding o f an adm inistrative\nagency. 9\nSubparagraph (D ) makes reference to a hearing “ pursuant to subparagraph (F ).” But subparagraph\n(F ) describes the “expedited prelim inary hearing*’ before an adm inistrative law judge. It is subpara­\ngraph (G ) w hich describes the full hearing in w hich L E A A determ ines the issue o f com pliance on the\nmerits. W e think the reference in subparagraph (D ) to subparagraph (F ) is mistaken, and that it should\ninstead be read as a reference to the hearing described in subparagraph (G). 490 the merits of the discrimination charge, by showing a likelihood of\nsuccess at a preliminary hearing."
}