{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 17,
  "chunk_text": "Chan v. Korean Air\nLines, Ltd., 490 U.S. 122, 134 (1989) (holding that the text of the Warsaw\nConvention controlled where it could not “be dismissed as an obvious\ndrafting error”). 14 Here, Articles 23 and 28 clearly require that the United 14 See Water Splash, 137 S. Ct. at 1511 (“[W]hen a treaty provision is ambiguous, the\nCourt may look beyond the written words to the history of the treaty, the negotiations, and\nthe practical construction adopted by the parties.” (internal quotation marks omitted));\nEastern Airlines, Inc. v. Floyd, 499 U.S. 530, 534–35 (1991) (explaining that treaty\ninterpretation begins “with the text of the treaty and the context in which the w ritten\nwords are used,” while “[o]ther general rules of construction may be brought to bear on\ndifficult or ambiguous passages” (internal quotation marks omitted)); United States v.\nJeong, 624 F.3d 706, 711 (5th Cir. 2010) (“Only if the language of a treaty, when read in\nthe context of its structure and purpose, is ambiguous may we resort to extraneous\ninformation like the history of the treaty, the content of negotiations concerning the treaty,\nand the practical construction adopted by the contracting parties.” (internal quotation 19 Opinions of the Office of Legal Counsel in Volume 42 States have a single government agency “purchase and take physical\npossession of ” lawfully grown cannabis crops “as soon as possible, but\nnot later than four months after the end of the harvest,” Single Convention\nart. 23(2)(d), and that this agency thereafter “have the exclusive right of\nimporting, exporting, wholesale trading and maintaining stocks” of marijuana, id. art. 23(2)(e). In addition to the fact that the Single Convention is unambiguous, state\npractice does not appear to reflect a conclusive or consistent interpretation\nof the controls required. See Memorandum for Edwin Meese, III, Attorney\nGeneral, from Charles J. Cooper, Assistant Attorney General, Office of\nLegal Counsel, Re: Intent and Constitutionality of Legislation Prohibiting\nthe Maintenance of an Office of the Palestine Liberation Organization in\nthe United States at 4 n.5 (Feb. 13, 1988) (declining to depart from the\ntext of an international agreement based on inconclusive post-ratification\npractice). The Office of the Legal Adviser identifies Australia, Canada,\nIsrael, and the United Kingdom as countries with similar licensing practices as the United States, in which the government agency does not\npurchase or take physical possession of the marijuana, but allows private\ngrowers to distribute it. State Supp. Mem. at 3. But the practices of a\nhandful of the 186 parties to the treaty are entitled to comparatively little\nweight in illuminating the meaning of the treaty, and certainly do not\nsupply the kind of subsequent practice that “establishes the agreement\nof the parties regarding its interpretation.” Vienna Convention art.\n31(3)(b). In fact, the practice of parties regarding lawful marijuana cultivation is\nhardly unambiguous. In the Czech Republic, for example, the applicable\nlegal regime requires licensed cannabis growers to “transfer cannabis\ngrown and harvested . . . exclusively to the State Institute for Drug Control,” which is instructed to “buy cannabis harvested within 4 months of\nits harvesting.” On Dependency Producing Substances and on Amending\nCertain Other Acts, Act No. 167/1998 Coll. sec. 24b(1) (as amended)."
}