{
  "document_category": "memos",
  "docId": "memos_4",
  "chunk_index": 2,
  "chunk_text": "Section 7 makes § 2 effective two years after passage of\nH .R .3870. The constitutional question raised by H.R. 3870 is whether § 2 of the\nTwenty-First Amendment to the Constitution prohibits the federal government\nfrom exercising authority under the Commerce Clause, U.S. Const, art. I, § 8,\ncl. 3, that would otherwise clearly furnish a constitutional basis for enacting\nthis legislation. 3 Although the issue is not, because of its novelty, entirely free\nfrom doubt, we believe that the proposed legislation is constitutionally permissible. The Twenty-First Amendment to the Constitution repealed the Eighteenth\nAmendment and the imposition of nationwide prohibition. U.S. Const, amend. XXI. Section 2 of the Amendment provides: “The transportation or importation\ninto any State, Territory, or possession of the United States for delivery or use\ntherein of intoxicating liquors, in violation of the laws thereof, is hereby\nprohibited.” The effect of § 2 is to permit states to enact legislation more\nrestrictive than would otherwise be permissible under the Commerce Clause. See U nited States v. Frankfort D istilleries, Inc., 324 U.S. 293, 300 (1945)\n(Frankfurter, J., concurring); 76 Cong. Rec. 4141, 4143 (1933) (statement of\nSen. Blaine). That is to say, the Twenty-First Amendment permits states to go\nbeyond non-discriminatory regulation based on their police powers4 and enact\ndiscriminatory regulation. 5 However, early arguments that § 2 entirely de­\n2 A s reported o u t by the Committee on Energy and C om m erce o f the H ouse o f R epresentatives, § 5 o f H.R.\n3870 w ould perm it any one to file civil su its to enjoin violations of § 2. The suits could be brought only in\nstate court. 3 G iven the phraseology o f § 2 of H.R. 3870, w e have analyzed this b ill under the Com m erce Clause. We do\nnot ad d ress th e federal governm ent’s p o w e r over alcohol arising under other portions of the C onstitution,\nsuch as the Export-Im port Clause, see Department o f Revenue v. James Beam Corp., 377 U.S. 341 (1964), or\nthe Fourteenth A m en d m en t's requirem ent o f equal protection, see Craig v. Boren, 429 U S. 190 (1976). 4 F o r exam ple, p rio r to passage o f th e Eighteenth A m endm ent, the Suprem e C ourt rebuffed Commerce\nC lause challenges to several state statutes prohibiting en tirely the sale o r manufacture o f alcohol. The Court\nheld th at the law s w ere valid exercises o f the states’ p olice power o v e r local com m erce even though their\neffects “may reach beyond the State b y lessening the am ount of intoxicating liquors exported.\" Kidd v.\nPearson, 128 U .S. 1, 22 (1888). Seealso F oster v. Kansas, 112 U.S. 201, 206 (1884); Bartemeyer v. Iowa, 85\nU .S. 129, 133 (1873); The License Cases, 4 6 U.S. (5 H ow .) 504, 57 6 -7 7 (1847) (Taney, C.J.)."
}