{
  "document_category": "memos",
  "docId": "memos_47",
  "chunk_index": 2,
  "chunk_text": "1 For the reasons set forth below, we conclude that the\nDepartment may reimburse the employees. You have not asked us to make\nthe individualized inquiries necessary to determine whether the representa­\ntion o f particular employees includes representation o f purely personal\ninterests that should not be reimbursed. We do note, however, that we are\nunaware at this time of any such interests. The Civil Division concurs in the\nanalysis and conclusions contained in this opinion. I. Background\nThe House o f Representatives Committee on the Judiciary is conducting\nan extensive oversight investigation into the Department’s automated data\nprocessing (“ADP”) procurement practices, with particular attention to the\nInslaw and Project Eagle procurements. 2 Early in its investigation, the Com­\nm ittee requested interviews of D epartm ent em ployees concerning the\n1T h is o p in io n d o e s not ap p ly to the sp ec ia l c ircu m stan ces o f a form er D epartm ent e m ployee w ho is\nc u rre n tly the su b jec t o f an Inspector G e n eral investigation. 2 B e c a u se th e p rin c ip a l focus of the in v estig atio n is on the Inslaw p rocurem ent, w e w ill re fe r to the\nin v e stig a tio n as th e “ In slaw in vestigation.” 132 Departments handling of these procurements. In light o f the oversight pur­\npose of the interviews (i.e., to obtain information from the Department in\norder to determine what legislative action, if any, Congress should take with\nrespect to the Department’s ADP procurement practices), the Department\ndetermined that it was in the Department’s interests to make the employees\navailable for the interviews. For the same reasons, the Department treated the interviews as being\ngiven in the employees’ official rather than individual capacities and applied\nits longstanding policy that when Department employees are asked in their\nofficial capacities to give oral testimony for a congressional investigation\n(whether at a hearing, interview or deposition), a Department counsel or\nother representative will normally accompany the witness. When the De­\npartment informed the Committee of its interest in having Department counsel\npresent during the interviews, the Committee objected, stating that the De­\npartm ent presence would represent a conflict of interest and it might\ndiscourage the employees from speaking candidly or otherwise have a “chill­\ning effect” on them. After a period of discussion, the Committee and the Department reached\nagreement on the conditions of the employee interviews, with the Depart­\nment acquiescing to the committee’s insistence that the interviews take place\nwithout Department counsel being present. The Department made it clear\nthat its agreement to make an exception to the longstanding Department\npolicy was based on the specific circumstances of the Inslaw investigation\nand that these interviews should not be viewed as precedent for future over­\nsight investigations of the Department by the Committee. The Committee\nstaff proceeded to interview the employees without Department (or any other)\ncounsel present. Subsequently, the Committee informed the Department of its intention to\nconduct depositions of certain Department employees."
}