{
  "document_category": "memos",
  "docId": "memos_6",
  "chunk_index": 1,
  "chunk_text": "Exclusion of Medicine and Medical Supplies From Controls\nUnder the Export Administration Act of 1979\nC o n g ress in ten d ed th e exclusion in § 6 (0 o f th e E x p o rt A d m in istratio n A c t o f 1979 for\nm edicine an d m edical supplies to be absolute, and d id not in ten d to lim it it by im posing\na strict sta n d ard o f hum an need. T h e P resid en t has b ro ad d isc retio n to d e te rm in e w h e th e r p a rtic u la r e x p o rts a re m edicines\no r m edical supplies w ithin th e exclusion, su b ject o n ly to th e lim itation su g g e sted by the\nco n c e p t o f basic h u m an need. November 13, 1980\nMEMORANDUM OPINION FOR TH E SPECIAL ASSISTANT\nTO TH E PR ESID EN T FOR CONSUMER A FFA IRS This responds to your request for our opinion as to the scope of the\nexclusion of “medicine or medical supplies” from export controls under\nthe Export Administration Act of 1979, Pub. L. No. 96-72, 93 Stat. 503\n(1979), 50 U.S.C. App. § 2401 (Supp. Ill 1979). In pertinent part, the\nexclusion in § 6(0 of the Act reads:\n(0 Exclusion for Medicine and Medical Supplies— This section does not authorize export controls on medi­\ncine or medical supplies. It is the intent of Congress that\nthe President not impose export controls under this sec­\ntion on any goods or technology if he determines that the\nprincipal effect of the export of such goods or technology\nwould be to help meet basic human needs. This subsection\nshall not be construed to prohibit the President from\nimposing restrictions on the export of medicine or medical\nsupplies under the International Emergency Economic\nPowers Act. 50 U.S.C. App. § 2405(f). You have asked whether the exclusion is\nlimited to only those “goods or technology . . . the principal effect of\nwhich would be to help meet basic human needs”; and, if so, what is\nmeant by the phrase “basic human needs”; and how and by whom the\ndeterminations of exclusion are to be made. 809 I. The Scope of the Exclusion\nYour question concerning the scope o f the § 6(F) exclusion (actually,\nthe absence of authority to impose controls) arises because there is\ntension between the first and second sentences of the subsection as\nquoted above. The first sentence uses the phrase “medicine or medical\nsupplies” in describing the goods and technology excluded from con­\ntrols, while the second sentence defines the exclusion in terms of a\nstandard of “basic human needs.” Yet the Act defines neither phrase\nand does not otherwise indicate whether they are intended to have the\nsame meaning. Because of this ambiguity, there are two possible read­\nings of the effect of the two sentences together."
}