{
  "document_category": "memos",
  "docId": "memos_93",
  "chunk_index": 9,
  "chunk_text": "Second, the exception to HARA’s substantive prohibition on partisan political activity in\n5 U.S.C. § 7324(b)(2)(B)(i) applies to “employee[s] paid from an appropriation for the\nExecutive Office of the President,” further reflecting HARA’s assumption that such\nemployees are otherwise covered. Section 603 Opinion, 27 Op. O.L.C. at 119. Third,\nreading section 7322(1) to exclude employees of the White House Office “might be\nthought to produce highly anomalous results,” as it would follow that White House\nemployees “would be entirely free from the restrictions of [HARA]” and “would be able\nto engage in all sorts of partisan political activity,” including by “us[ing] [their] official\nauthority or influence for the purpose of interfering with or affecting the result of an\nelection,” see 5 U.S.C. § 7323(a)(1). Section 603 Opinion, 27 Op. O.L.C. at 119. Thus,\nwe determined that there are “powerful reasons to conclude that the term ‘Executive\nagency’ in section 7322(1) does not have the same meaning that section 105 of title 5\ngenerally assigns it (and that cases like Haddon recognize) for the purpose of title 5.” Id. 9 Opinions of the Office of Legal Counsel in Volume 41 III. Our Office, on several occasions, has addressed the application of section 3110 to presidential appointments, including appointments to the\nWhite House Office and other entities within the Executive Office of the\nPresident. Although our conclusion today departs from some of that prior\nwork, we think that this departure is fully justified. Our initial opinions on\nthe subject drew unwarranted inferences about Congress’s intent from a\nsingle witness statement in a congressional hearing. Moreover, the surrounding legal context has been transformed by the subsequent enactment\nof section 105(a), which expressly and specifically addresses employment\nwithin the White House Office, and also by the D.C. Circuit’s decision in\nHaddon. A.\nSection 3110 was enacted in 1967. In a 1972 memorandum, our Office\nconcluded that the statute would bar the President from appointing a\nrelative “to permanent or temporary employment as a member of the\nWhite House staff.” Memorandum for John W. Dean, III, Counsel to the\nPresident, from Roger C. Cramton, Assistant Attorney General, Office of\nLegal Counsel, Re: Applicability to President of Restriction on Employment of Relatives at 1 (Nov. 14, 1972) (“Cramton Memo”). The Cramton\nMemo is brief but unequivocal: section 3110, we said, “seems clearly\napplicable to . . . positions on the White House staff.” Id. at 2. In 1977, we advised that section 3110 would preclude the President\nfrom appointing the First Lady to serve as chair of the President’s Commission on Mental Health (“Mental Health Commission”), whether with\nor without compensation. See Memorandum for Douglas B. Huron, Associate Counsel to the President, from John M. Harmon, Acting Assistant\nAttorney General, Office of Legal Counsel, Re: Possible Appointment of\nMrs. Carter as Chairman of the Commission on Mental Health (Feb. 18,\n1977) (“Mental Health Commission Memo I”) (referencing attached\nMemorandum for John M. Harmon, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Legality of the President’s Appointing Mrs.\nCarter as Chairman of the Commission on Mental Health (Feb. 17, 1977)\n(“Mental Health Commission Memo II”))."
}