{
  "document_category": "memos",
  "docId": "memos_24",
  "chunk_index": 3,
  "chunk_text": "20 Controversy arose when\nbargaining units o f the National G uard technicians proposed amendments\nto modify the requirement that uniform s be worn. When National Guard\nofficials refused to negotiate the m atter, the unions, following the pro­\ncedures o f Executive O rder 11491, requested a determ ination from the\nhead o f the National Guard Bureau. In each case, he determined that\nnegotiation was barred by Bureau regulations. Thereafter, the unions peti­\ntioned the Council for review. They argued that negotiation is not barred \"E xec. O rder N o. 11491, § 4(c)(1). 11See, e.g., Montana Chapter o f Assoc, o f Civ. Tech., Inc. v. Young, 514 F.(2d) 1165,\n1168 (9th Cir. 1975); National Treasury Employees Union v. Fasser, 428 F. Supp. 295, 297\n(D .D .C . 1976). 'T h e section specifying the effective date is Civil Service Reform Act o f 1978, Pub. L. No.\n95-454, § 907.92 Stat. 1227.\n“ Civil Service Reform Act o f 1978, P ub. L. N o. 95-454, § 902(b), 92 Stat. 1224, 5 U .S.C .\n§ 1101 note. \"32 U .S.C . § 709(a).\n“ 32 U .S.C . § 709(b).\n'’32 U .S.C . § 709(d).\n\"32 U .S.C . § 709(c).\n' ’32 U .S.C . § 709(a), relating to the employm ent o f National G uard technicians. ’“Technician Personnel M anual 200 (213.2), Subchapter 2-4, provides in part: “ Techni­\ncians in the excepted service will wear the military uniform appropriate to their service and\nfederally recognized grade when perform ing technician duties and will comply with uniform\nstandards o f the services.” 370 because, one, the regulation was not issued at or above the level o f a\nprimary national subdivision o f the agency, and two, no compelling need\nfor the regulation exists. The Council found that the National G uard\nBureau is a primary national subdivision o f the Departm ent o f Defense\nwithin the meaning o f section 11(a) o f the order, but that no compelling\nneed existed for the regulations in question. 21 It decided, therefore, that\nthe proposals o f the union were subject to negotiation. In most o f these cases, the parties still could not reach an agreement. The unions requested the Federal Service Impasses Panel to consider the\nnegotiation impasses. The Panel issued recommendations that the parties\nadopt language in their agreements that the employees should have the op­\ntion o f wearing either a uniform or an agreed-upon standard civilian at­\ntire, and that the parties should agree upon exceptions to cover occasions\non which the wearing o f the military uniform may be required. 22 W hen\nthese suggestions were rejected, the Panel issued orders directing the par­\nties to adopt the Panel’s recommended language in their agreements. 23 Some o f these cases are still pending before the Panel. Discussion It is our opinion that the Council had the authority under Executive\nOrder No. 11491 to determine the negotiability o f the dress-and-grooming\nregulations. That order explicitly gave the Council authority to resolve\nnegotiability disputes. 24 It applied, with certain exceptions, to all\nemployees and agencies o f the executive branch. 25"
}