{
  "document_category": "memos",
  "docId": "memos_27",
  "chunk_index": 8,
  "chunk_text": "Before any such station is established, she\nis also required to ensure that the conditions prescribed in section 235A(a)(5) are\nsatisfied. A condition precedent both to the satisfaction of section 235A(a)(5)’s\nconditions and to the actual establishment of any preinspection station is that the\nforeign government concerned agree to the establishment of the station. Construing\nsection 235A as requiring the executive branch to fulfill that condition would both\noblige the Executive to achieve outcomes beyond its control11 and infringe on\nthe Executive’s broad authority over foreign affairs. Accordingly, we do not read\n9 See also Issues Raised by Foreign Relations Authorization Bill, 14 O p O L C at 41 ( “ The President is the\nconstitutional representative o f the United States with regard to foreign affairs He manages our concerns with foreign\nnations, and must necessarily be most competent to determine when, how, and upon what subjects negotiations\nmay be urged with the greatest prospect of success.” ) (emphasis added) (quoting Reports of the Senate Committee\non Foreign Relations, S. Doc. No. 231, pt 8, 56th Cong., 2d Sess. 24 (1901)); H. Jefferson Powell, The President’s\nAuthority O ver Foreign A ffa irs’ An Executive Branch Perspective, 67 Geo. Wash L Rev. 527, 558 (1999) C ‘[T]he\nexecutive’s pow er over negotiations vests in it the discretion to determine the goals as well as the modes of diplo­\nm acy.” ). 10 O ur approach on this point is consistent with the Supreme Court’s admonition to interpret statutes so as to\navoid constitutional questions where possible. See Jones v. United States, 524 U.S. 848, 857 (2000) ( “ [W]here\na statute is susceptible o f two constructions, by one of which grave and doubtful constitutional questions arise and\nby the other o f which such questions are avoided, our duty is to adopt the la tte r” ) (quoting United States ex rel\nAttorney G eneral v. Delaware & Hudson Co., 213 U.S. 366, 408 (1909)); Jones v. United States, 526 U S . 227,\n239 (1999); Cahfano v. Yamasaki, 442 U S . 682, 693 (1979), Crowell v Benson, 285 U S 22, 62 (1932), cf.\nAshw ander v 7V A , 297 U S 288, 347 (1936) (Brandeis, J., concum ng) ( “ [l]f a case can be decided on either\no f tw o grounds, one involving a constitutional question, the other a question of statutory construction or general\nlaw, the Court will decide only the latter.” ) 11 W e note that executive branch officials have, since the passage of section 235A, raised the issue o f preinspection\nstations with a num ber o f foreign governments After a joint INS-Department of State working group identified\nsixteen potential sites for preinspection stations, the State Department instructed American embassies and consulates\nin the countries concerned to explore the preinspection issue with host country officials. See supra pp 279-80 O nly one o f the countries quened gave preliminary indication lhat it would support the establishment of a\npreinspection station within its territory See supra pp 279-80 & note 5; Ryan Letter at 2"
}