{
  "document_category": "memos",
  "docId": "memos_82",
  "chunk_index": 2,
  "chunk_text": "40 227-329 VOL_26_PROOF.pdf 50 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall ment-related functions” to the Under Secretary of State for Management, see\nDelegation of Authority No. 198 (Sept. 16, 1992). The last occupant of the office was former Senator George S. McGovern, who\nleft the position on September 27, 2001. 2 At the beginning of Senator McGovern’s\nservice, the responsible official at the State Department assessed the “duties to be\nperformed” by Senator McGovern and determined that he should receive the pay\nof a “Minister-Counselor” in the Senior Foreign Service compensated at a rate\nequivalent to Level 5 of the Executive Schedule (“FE-MC 5,” which is equivalent\nto “ES 5”). See Exec. Order No. 12293, § 4, 3 C.F.R. § 137 (1982), reprinted in 22\nU.S.C. § 3901 note (2000). On two recent occasions, Presidents have exercised\ntheir authority under 5 U.S.C. § 5382 to raise the salary specified for Level 5 of\nthe Executive Schedule, to which the FE-MC 5 pay is tied. The first increase was\nordered December 23, 2000, and took effect January 14, 2001, Exec. Order\nNo. 13182, 3 C.F.R. § 330 (2001); the second was ordered December 28, 2001,\nand took effect January 13, 2002, Exec. Order No. 13249, 3 C.F.R. § 832 (2002). We will assume that one or both of these increases should be deemed to have\noccurred during the time for which Congressman Hall was elected. 3 If the\n“Emoluments” of the office of United States Representative to the United Nations\nAgencies for Food and Agriculture include an FE-MC 5 salary, then that office is\none “the Emoluments whereof . . . have been encreased” during the time for which\nCongressman Hall was elected. We do not believe, however, that the FE-MC 5 pay or any other salary can\nproperly be seen as the emoluments of this office. On the contrary, the office itself\nhas no fixed emoluments. The President or his delegate is free to set any level of\npay he deems suitable for the duties he expects the particular appointee to perform,\nas long as the pay does not exceed the statutory ceilings. Therefore, if appointed,\nCongressman Hall will not necessarily succeed to the same compensation that\nSenator McGovern was receiving. Indeed, the instrument that directed how much\nSenator McGovern was to be paid was a “Notification of Personnel Action,”\nwhich was personal to him, rather than an order referring generally to the pay of\nthe office. Section 287(g) calls for the President or his delegate to set the pay of\n2 As we understand the facts, only one other person—Millicent Fenwick, during the 1980s—has\nheld the position of United States Representative to the United Nations Agencies for Food and\nAgriculture, with the Senate-confirmed rank of Ambassador. We understand that the paperwork\nshowing how her pay was fixed no longer exists. For the facts set out in this memorandum, we rely on\nthe Department of State. 3 Arguably, the relevant date for the first increase was the date on which the President issued his\norder, which preceded Congressman Hall’s current term."
}