{
  "document_category": "memos",
  "docId": "memos_69",
  "chunk_index": 16,
  "chunk_text": "Like the GAO and unlike the GPO, the Sentencing\nCommissioners enjoy some degree of tenure protection: the statute “ grants the\nPresident authority to remove members of the Commission, although ‘only for\nneglect o f duty or malfeasance in office or for other good cause shown.’ 28 U.S.C.\n§ 991(a).” Mistretta, 488 U.S. at 409. Here, too, an agency that was located out­\nside the executive branch was found to be “ independent” under §208, and here\nagain the agency head enjoyed tenure protection. In the present case, this test o f “ independence” is not met. Nothing in the\nAct creating the Commission states or implies that Commissioners are to enjoy\nany form of tenure protection. On this reading of the statute (which, like the\nreading outlined in Part I, seems to us a plausible construction), the Commission\nis not subject to § 208. O f the three OLC precedents considered in this Part, the GPO Opinion, holding\n§ 208 inapplicable, closely fits the circumstances of the Commission. Moreover,\nthe conclusion that the Commission is not ‘ ‘independent’’ for purposes of § 208\nunder the test considered here harmonizes with our precedents in another respect:\nit accords with our past view that the section does not cover those who are ‘‘prop­\nerly regarded as officers or employees o f the Congress or one of its Houses or\na n d D u p lic a tin g , 20 O p. O .L .C . 214 (1996) M o re recently still, w e reaffirm ed the an alysis o f the la tte r m em orandum . S e e G o vern m en t P rinting O ffice Involvem ent in Executive B ranch P rin tin g , 2 0 O p. O L C . 282 (1996). 38 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission agencies and who are responsible in some immediate sense to the Congress,”\nsuch as “ those officers and employees appointed by the Congress or one House\nthereof to perform functions in aid of the legislative process.” GAO Opinion,\n3 Op. O.L.C. at 435-36. II. We find no other reason to believe that Congress intended to subject the\nCommission to §208. On the contrary, our conclusion that the Commission is\nnot “ independent” for purposes of §208 is well supported by the language and\nlegislative history of the Act. First, nothing in the language of the Act itself designates the Commission as\n“ independent.” As noted above, this distinguishes the Commission from other\nbodies that we have found to be subject to § 208, such as the GAO and the Sen­\ntencing Commission. Second, the language of the Act assumes that the nine Commissioners will rep­\nresent a variety of distinct and incompatible points of view with respect to gam­\nbling, and that some Commissioners will be associated with the gambling industry. Thus, section 3(b)(2) of the Act states that “ [t]he [Commission] members may\nbe from the public or private sector, and may include . . . members of . . .\nindustry.”"
}