{
  "document_category": "memos",
  "docId": "memos_4",
  "chunk_index": 5,
  "chunk_text": "Al­\nthough States retain substantial discretion to establish other\nliquor regulations, those controls may be subject to the federal\ncommerce power in appropriate situations. The competing state\nand federal interests can be reconciled only after careful scru­\ntiny of those concerns in a “concrete case.” M idcal, 445 U.S. at 110.8 The analysis of H.R. 3870 must begin, therefore, with an identification of the\nstate and federal interests involved. States that already prohibit drinking by\nthose under 21 have interests that coincide, at least presently, with the federal\ninterests detailed in § 1 of H.R. 3870. The practical effect of the proposed bill\nwould be to assist those states in enforcing their own laws by reducing the\navailability of alcohol in neighboring states that have more permissive laws. On the other hand, states that have drinking ages lower than 21 have\npresumably made a legislative determination that drinking by those over, for\nexample, the age of 18 is permissible. The interests of these states may be\ndescribed as protecting their separate decisions to permit access to liquor to\nthose over 18.9 The federal government’s interest is, we assume, the economic injuries and\nresultant allocation of resources flowing in interstate commerce caused by\n8 In Midcal, the C ourt identified the federal interest as the “fam iliar and substantial” one o f a national policy\nfavoring com petition. 445 U.S. at 110. The state's interest in the resale price m aintenance statute had been\nidentified by the C alifo rn ia Supreme C ourt as tw ofold: prom otion o f tem perance and orderly market\nconditions. Id. at 112. T hat same c o u rt had then found, how ever, that there was in fact little correlation\nbetw een the statute and eith er tem perance or orderly m arket conditions. The U nited States Suprem e Court\nstated, in co n clu d in g that the federal in terests outw eighed state concerns. “ [w]e have no basis fo r disagreeing\nw ith the view o f the C alifornia courts th at the asserted state interests are less substantial than the national\npolicy in fav o r o f com petition.” Id. at 113.\n9 T here may also be states, particularly those w ith a m onopoly on liquor sales, that have an econom ic\ninterest in prom oting sales to those o v er 18. T o the extent that states advance an econom ic interest, however,\nit seem s reasonable to assum e that the federal governm ent can dem onstrate that its econom ic interest in\nproperty and people probably outweighs w hatever the particular sta te 's individual interest is in revenue from\npotential sales. W e do not believe that th e exercise o f C ongress’ authority in this fashion under the Commerce\nC lause w ould be h eld to violate any state interest protected by the Tenth A mendment."
}