{
  "document_category": "memos",
  "docId": "memos_73",
  "chunk_index": 1,
  "chunk_text": "Under Secretary of the Treasury for Enforcement\nThe President does not have a legal duty to make a nomination for Under Secretary of the Treasury for\nEnforcement. If the President does not make a nomination, the Secretary of the Treasury could perform the duties\nhimself or assign them to another official of his department. December 19, 2002 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nDEPARTMENT OF THE TREASURY You have asked for our opinion whether the President has a legal duty to make\na nomination for Under Secretary of the Treasury for Enforcement. We believe\nthat he does not. You have further asked how, if the President does not make a\nnomination, the duties of the office may be discharged. We believe that the\nSecretary of the Treasury (“Secretary”) could perform the duties himself or assign\nthem to another official of his department. I.\nUnder 31 U.S.C. § 301(d) (2000), the Department of the Treasury “has . . . an\nUnder Secretary for Enforcement . . . appointed by the President, by and with the\nadvice and consent of the Senate.” At present, this Under Secretary supervises the\nBureau of Alcohol, Tobacco, and Firearms, but the recently enacted Homeland\nSecurity Act of 2002, Pub. L. No. 107-296, 116 Stat. 2135 (2002), which will\nbecome effective January 24, 2003, id. § 4, 116 Stat. at 2142, will largely transfer\nthat bureau to the Department of Justice. Id. § 1111(c). The Treasury Department\nwill retain only the bureau’s administration and revenue collection functions,\nwhich will be performed by a newly created Tax and Trade Bureau. Id. § 1111(d). The Tax and Trade Bureau is to be headed by an Administrator, “who shall\nperform such duties as assigned by the Under Secretary for Enforcement of the\nDepartment of the Treasury.” Id. § 1111(d)(2). In addition to assigning these\nduties, the Under Secretary for Enforcement implicitly will have one other\nstatutory responsibility: to receive advice and recommendations from the Director\nof the Financial Crimes Enforcement Network about “matters relating to financial\nintelligence, financial criminal activities, and other financial activities.” 31\nU.S.C.A. § 310(b)(2)(A) (West. Supp. 2002). In view of the highly limited statutory duties that the Under Secretary for\nEnforcement will exercise after the Homeland Security Act takes effect, you have\nraised the possibility that the President might not wish to fill the next vacancy in\nthat office. 230 227-329 VOL_26_PROOF.pdf 240 10/22/12 11:13 AM Under Secretary of the Treasury for Enforcement II. Our opinions do not definitively resolve whether, in these circumstances, the\nPresident has a legal duty to make a nomination. Some statutes provide that the\nPresident “shall” nominate and, with the Senate’s advice and consent, appoint a\nparticular officer, and these statutes may be understood to require the President to\nmake a nomination within a reasonable time."
}