{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 21,
  "chunk_text": "[T]he nght [o f\nthe customs officer] does not become fixed, until the receipt o f the money by the collector\nId. at 290 Accord C onfiscation Cases, 74 U S. (7 Wall ) 454 (1868) (follow in g M o rris ). 225 have standing on his own to pursue his client’s claim, the relator does not\nhave standing to pursue his claim for a share o f the False Claims Act dam­\nages. The monetary recovery must be directed at redressing an injury suf­\nfered by the plaintiff as the result o f the invasion o f a substantive legal\nright. As the Assistant to the Solicitor General observes, Diamond v.\nCharles is consistent with:\ncase or controversy law generally [which] requires that\nthere be a legal dispute — and that the plaintiff have a claim\no f legal right and the defendant an alleged legal duty to the\nplaintiff — that precedes and is independent o f the lawsuit\nitself. Taranto Memo at 4. Nor does the fact that Congress has specifically authorized uniryured\npersons to bring qui tam actions in any way cure the Article III deficien­\ncy. Congress is bound by Article Ill’s “case or controversy” restriction on\njudicial power and cannot abolish the constitutional requirement o f\n“injury in fact.” Congress cannot confer standing on persons who fail to\nmeet that test. Congress can, o f course, enact statutes creating new substantive legal\nrights, the invasion o f which can give rise to the kind o f particularized\ninjury necessary to create standing. See Linda R.S. v. Richard D., 410\nU.S. 614, 617 n.3 (1973). In no event, however, “may Congress abrogate\nthe Art. Ill minima: plaintiff must always have suffered ‘a distinct and pal­\npable iryury to himself... that is likely to be redressed if the requested\nrelief is granted.” Gladstone, Realtors v. Village o f Bellwood, 441 U.S. at\n100. In enacting the qui tam provisions o f the False Claims Act, however,\nCongress has not created any substantive legal right for qui tam plaintiffs\nthe invasion o f which creates Article III iryury. Those qui tam provisions\nsimply permit the relator to sue on behalf o f the United States, whose\nsubstantive rights have been genuinely invaded. As the words o f the\nstatute make clear, a qui tam suit is an action brought to recover “dam­\nages which the Government sustains because o f the [contractor’s fraud­\nulent] act.” 31 U.S.C. § 3729(a) (emphasis added). Qui tam suits thus differ fundamentally from “private attorneys gener­\nal” suits or citizens’ suit provisions in other statutes. The Supreme Court\nhas strictly adhered to the “injury in fact” requirement in interpreting\nthose statutes, holding that only those who can demonstrate their own\npersonal iryury from the claimed illegal conduct are allowed standing to\nsue to protect the public interest in coryunction with their own. See. e.g.,\nMiddlesex County Sewerage Auth. v. National Sea Clammers A ss’n, 453\nU.S. 1, 16 (1981); Sierra Club v. Morton, 405 U.S. at 737 ( “ [I]r\\jury is what\ngives a person standing to seek judicial review ..., but once review is\nproperly invoked, that person may argue the public interest in support o f\n226 his claim...."
}