{
  "document_category": "memos",
  "docId": "memos_41",
  "chunk_index": 3,
  "chunk_text": "A separate source of authority to control the export of food, but not\nmedicine, is the Export Administration Act of 1979, 50 U.S.C. App.\n§ 2401 et seq. To invoke this statute, no executive order is necessary,\nalthough there is a requirement for a report to Congress. 3 Under § 6 of\nthe Act, “the President may prohibit or curtail the exportation of any\ngoods . . . to the extent necessary to further significantly the foreign\npolicy of the United States. . . Section 6(f), however, provides that\n§ 6 does not authorize export controls on medicine or medical supplies. (At the same time, it explicitly disclaims any effect on authority under\nthe IEEPA to control these goods.) Restrictions on food exports are authorized but not favored by the\nExport Act. Section 6(f) provides that it “is the intent of Congress that\nthe President not impose export controls . . . on any goods . . . if he\ndetermines that the principal effect of the export . . . would be to help\nmeet basic human needs.” And §§2(9) and 3(11) urge him to “mini­\nmize” restrictions on the export of agricultural products. Of course,\ngrain shipments to the Soviet Union are currently controlled under this\nstatute. 3. Close the New York Offices of Iranian Firms\nIf Iran Air or another Iranian firm is an “instrumentality” or “con­\ntrolled entity” of the government of Iran, Executive Order No. 12,170\n3 C.F.R. 457 (1979), has already “blocked” all “interests” in it. The\nTreasury Department has issued Iranian Assets Control Regulations, 31\nC.F.R. Part 535, which may be broad enough to allow Treasury to\norder such offices closed without even amending the regulations. 4 Such\nan interpretation should not run afoul of the statute, which includes\nauthority in § 1702(a)(1)(B) to “prohibit . . . exercising any right,\npower, or privilege” with respect to subject property. To the extent\nthere is any doubt whether the current regulations authorize ordering\nbusinesses to close, an amendment could assert that authority. 3 The substantive and procedural requirem ents o f the pertinent portions of the Export A dm inistra­\ntion A ct are outlined in our mem orandum o f April 11, 1980, to the Special Assistant to the President\nfor Consumer Affairs. [N o t e :—T he cited memorandum is published in this volum e at p. 567 infra.\nEd.] 4T he operative section o f the regulations, § 535.201(a), provides that \"no property subject to the\njurisdiction o f the United States . . . in which . . . Iran has any interest . . . may be transferred . . .\nor otherwise dealt in except as authorized.” T he regulations then define “ Iran\" broadly to include\ncontrolled businesses (§ 535. 301)."
}