{
  "document_category": "memos",
  "docId": "memos_10",
  "chunk_index": 4,
  "chunk_text": "There is also a line of cases decided prior to National League o f Cities\nwhich suggests that this proposal could be considered as far more\nintrusive than imposing wage and hour restrictions on state govern­\nments because it imposes an affirmative obligation on the states and\ntheir subdivisions to perform a federal function. In Prigg v. Pennsylva­\nnia, 41 U.S. (16 Pet.) 539, 615-16 (1842), and more clearly in Kentucky\nv. Dennison, 65 U.S. (24 How.) 66, 107 (1860), the Supreme Court held\nthat, while Congress may delegate the performance of federal functions\nto state officers, the principles of federalism deprive Congress of the\npower to require state officers to perform such functions: Indeed such a power would place every State under the\ncontrol and dominion of the General Government, even\nin the administration of its internal concerns and reserved\nrights. A nd we think it clear, that the Federal Government,\nunder the Constitution, has no power to impose on a State\nofficer, as such, any duty whatever, and compel him to\nperform it; for if it possessed this power, it might overload the officer with duties which would fill up all his time,\nand disable him from performing his obligations to the\nState, and might impose on him duties of a character\nincompatible with the rank and dignity to which he was\nelevated by the State. 65 U.S at 107-108 (emphasis added). While the Court has implicitly\nrecognized exceptions to this principle when a specific federal power in\nthe Constitution was clearly intended to intrude upon state sovereignty,\nFitzpatrick v. Bitzer, A ll U.S. 445, 456 (1976) (Fourteenth Amendment);\nCity o f Rome v. United States, 446 U.S. 156, 178-80 (1980) (Fifteenth\nAmendment), the general principle has not been expressly disavowed 145 by the Court 2 and continues to be regarded by commentators 3 and\nlower courts as still viable. In a series of court of appeals decisions criticizing regulations pro­\nmulgated by the Environmental Protection Agency (EPA) which\nwould have required states to enact statutes and to administer and\nenforce EPA programs, three circuit courts criticized those regulations\nas intruding upon state sovereignty in violation of the Tenth Amend­\nment. In District o f Columbia v. Train, 521 F.2d 971 (D.C. Cir. 1975),\nthe court emphasized that the EPA could not, consistent with the\nTenth Amendment, “commandeer the regulatory powers of the states,\nalong with their personnel and resources, for use in administering and\nenforcing a federal regulatory program against the owners of motor\nvehicles.” Id. at 992. See also Brown v. EPA, 521 F.2d 827, 841 (9th Cir.\n1975) citing Dennison and Prigg; M aryland v. EPA, 530 F.2d 215 (4th\nCir. 1975). The Supreme Court granted certiorari to review these cases\nbut did not render an opinion on the merits because the Government in\nits brief conceded the need to modify its regulations. EPA v. Brown, 431\nU.S. 99 (1977). 4"
}