{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 1,
  "chunk_text": "Application of 28 U.S.C. § 458 to Presidential Appointments of\nFederal Judges\nSection 458 o f title 28 does not apply to presidential appointments o f judges to the federal judiciary. December 18, 1995\nM e m o r a n d u m O p in io n f o r t h e C o u n s e l t o t h e P r e s id e n t On April 25, 1995, President Clinton nominated Mr. William A. Fletcher to\nbe a judge on the United States Court of Appeals for the Ninth Circuit. See 141\nCong. Rec. 11,243 (1995). While Mr. Fletcher’s nomination has been pending\nbefore the United States Senate, questions have arisen as to whether his appoint­\nment would violate 28 U.S.C. § 458 because Mr. Fletcher’s mother, the Honorable\nBetty B. Fletcher, has served as a judge on the same court since her appointment\nin 1979. Section 458 of title 28 provides as follows: “ No person shall be\nappointed to or employed in any office or duty in any court who is related by\naffinity or consanguinity within the degree of first cousin to any justice or judge\no f such court.” We have previously opined that 28 U.S.C. §458 does not apply to presidential\nappointments of judges to the federal judiciary. See Memorandum for Eleanor\nD. Acheson, Assistant Attorney General, Office of Policy Development, from\nRichard L. Shiffrin, Deputy Assistant Attorney General, Office of Legal Counsel,\nRe: Applicability o f 28 U.S.C. § 458 to Presidential Appointments o f Federal\nJudges (Mar. 13, 1995). In light o f subsequent questions, you have asked whether\nwe adhere to that position. For the reasons that follow, we do. A\nTwo bedrock principles of statutory construction guide our analysis. First, “ we\nstart, as we must, with the language of the statute.” Bailey v. United States, 516\nU.S. 137, 144 (1995). Second, “ the meaning of statutory language, plain or not,\ndepends on context.” 1 Id. at 145. In this case, the particularly relevant constitu­\nents o f context upon which statutory meaning depends are the constitutional\nframework within which all statutes are drafted and enacted, see, e.g., Gregory\nv. Ashcroft, 501 U.S. 452, 460 (1991) (stating principle that statutes be read to\nprotect “ the usual constitutional balance” of power), the statutory language taken\nas a whole, see, e.g., King v. St. Vincent’s Hosp., 502 U.S. 215, 221 (1991) (stating\n1 As Learned Hand explained, “ words are n o t pebbles in alien juxtaposition; they have only a communal existence;\nand not only does the meaning o f each interpenetrate the other, but all in their aggregate take their [meaning] from\nthe setting in which they are used.” NLRB v. Federbush Co., 121 F.2d 954, 957 (2d Cir. 1941); see also King\nv. St. Vincent’s Hosp., 502 U.S. 215, 221 (1991) (quoting Federbush); Shell Oil Co. v. Iowa Dept, o f Revenue,\n488 U.S. 19, 25 n.6 (1988) (same). 350 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges"
}