{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 14,
  "chunk_text": "The application of this language in the\npredecessor TWEA to the assets of foreign nationals was firmly estab­\nlished by the time of the IEEPA’s enactment and has repeatedly sur­\nvived constitutional challenge. E.g., Sordino, supra, upholding the\nblocking of assets of Cuban nationals. Still, an executive order blocking\nproperty of the Shah’s estate in the United States would be unique in\nsingling out the assets of one individual. Nevertheless, there seems\nample justification for such an order in the prominent place in the\ncurrent emergency of Iran’s claim that assets in the Shah’s estate are\nactually converted Iranian government assets. Indeed, there is an argument that the Shah’s assets in this country are\npresently blocked by Executive Order No. 12,170. That order blocks\n“all property and interests in property” of the government of Iran, and\nimplementing regulations define “interests” and “property” in the\nbroadest possible terms, including indirect and contingent interests. 31 C.F.R. §§ 535.311-12. Therefore, perhaps the assets claimed in Iran’s\nsuit against the Shah in New York state court are subject to the\nblocking order. (Certainly any assets for which Iran obtained a judg­\nment thereupon would be blocked.) However, an interpretation of the\n,0T he only authority to the contrary is Judge Friendly's dictum in Sordino v. Federal Reserve Bank\no f New York, 361 F.2d 106, 113 (2d Cir. 1966), cert, denied. 385 U.S. 898. to the effect that the right of a state to protect its nationals abroad might com prehend expropriation o f property o f nationals o f an\noffending nation for com pensatory purposes. Sordino involved blocked assets, not vested ones; this\ndictum has broad and quite harsh implications. We believe it to be inconsistent w ith the Suprem e\nC ourt cases discussed in text. 261 blocking order that applied it to assets claimed by Iran in litigation\nwould grant that nation a power to block assets in this country by\nasserting claims to them. In view of the implications of such an in­\nterpretation, we believe that it was not intended by the order or the\nregulations, and that a separate executive order blocking assets owned\nby the Shah’s estate would be necessary. The Treasury Department\ncould then proceed to perform a census of the assets in the normal\nmanner. An order blocking the Shah’s assets would presumably be prepara­\ntory to an effort to have the Government participate in Iran’s suit\nagainst the Shah in either of two ways. First, we could simply urge the\ncourt to reach the merits of the conversion claims, by filing a Sugges­\ntion of Interest that presents the Executive’s position that the doctrines\nof sovereign immunity and act of state should not bar the court’s\ndetermination of the merits. Second, the Government could urge the\ncourt to treat the merits as foreclosed in Iran’s favor, so that the only\nremaining issue would be to identify particular assets as belonging to\nthe Shah’s estate. We would do this by presenting a Suggestion of\nInterest urging that under the act of state doctrine, Iranian government\ndeterminations that the Shah did convert government assets must be\nrespected by our courts. Indeed, we could take an assignment of the\nIranian claims and pursue them before the court."
}