{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 2,
  "chunk_text": "267 to facilitate such transactions. Although this Office has indicated in prior opin­\nions that Customs does not have independent title 21 seizure authority,3 and we\nhave no basis to disturb that opinion, we have never specifically addressed\nwhether Customs has independent forfeiture authority under 21 U.S.C. § 881 or\nthe extent to which property forfeited under section 881 may be deposited in the\nCustoms Forfeiture Fund (“Customs Fund”). The DEA contends that Customs\nhas no independent forfeiture authority under section 881 because Congress has\ndesignated the Department of Justice as the authority responsible for enforcing\nthe federal drug laws and because section 881 specifically confers forfeiture au­\nthority only upon the Attorney General. The DEA further contends that property\nforfeited under section 881 may not be deposited into the Customs Fund because\nCustoms is not the proper authority to perform seizures under these drug laws. In contrast, Customs and the Department of Treasury maintain that section 881\nprovides Customs with independent forfeiture authority and that any property\nseized by Customs must be deposited into the Customs Fund. For the reasons set forth below, we conclude that Customs does not have in­\ndependent forfeiture authority under section 881. In 1973, Reorganization Plan\nNo. 2 transferred drug enforcement authority to the Department of Justice. While\nCustoms’ limited independent authority to seize drugs under laws other than ti­\ntle 21 is acknowledged by this Plan, Customs is required to turn over to the De­\npartment of Justice all drugs and related evidence. Customs agents can only seize\nand forfeit property pursuant to section 881 when they assist the DEA under des­\nignation by the Attorney General. As we discuss below, the 1984 and 1988 amend­\nments to section 881 confirm our conclusion that the Attorney General is solely\nresponsible for seizing, forfeiting and, in the first instance, disposing of property\nforfeited under that statute. The second issue, pertaining to the Customs Forfeiture Fund, poses a closer\nquestion. For the reasons set forth below, however, we conclude that under 28\nU.S.C. § 524(c)(l 0) the proceeds of property forfeited after a seizure by Customs\nmust be deposited in the Customs Fund when the seizure was made by Customs\nunder a law administered or enforced by Customs, or custody was maintained by\nCustoms, regardless of whether the forfeiture was handled by the Department of\nJustice under section 881.4\n3 See, e g . Memorandum for the Attorney General, from Theodore Olson, Assistant Attorney General, Office\nof Legal Counsel, Re Request by the Department o f Justice for Assistance from the Department of Treasury in the Enfot cement of the Controlled Substances Act, 21 V S C § 801 et seq , and the Controlled Substances Import and\nExport Act, 21 U S.C § 951 et seq (Dec. 23, 1983) (“Olson Memo”) (courts would probably uphold a grant of lim­"
}