{
  "document_category": "memos",
  "docId": "memos_11",
  "chunk_index": 4,
  "chunk_text": "5 C.F.R. §2637.101(c)(2), Roswell B. Perkins, The New Federal Conflict-of-interest Law ,\n76 Harv. L. Rev. 1113, 1121 (1963). (The regulation cited, 5 C.F.R. §2637.I01(c), applies only to persons who\nleft the governm ent before statutory amendments became effective on January 1, 1991, but the earlier regulations\n“ remain []persuasive” to the extent the statute has not changed. Office o f Government Ethics, Summary o f PostEm ploym ent R estrictions o f 18 U.S.C. §207, at 1 (Nov. 4, 1992).) 328 18 U.S.C. § 207 and the Government o f Guam another might “ switch sides” in some sense, and yet §207 would not apply:\n“ A prime example of this is the activities of the Federal Labor Relations Author­\nity. It is basically an intra-govemmental regulatory body whose employees some­\ntimes come from other agencies having worked on pending matters before the\nFLRA or who may wish to leave [the] FLRA for an agency which has a matter\npending at the FLRA in which they are officially involved.” OGE Informal Opin­\nion 86x1 (1986). We do not believe, however, that these instances are analogous\nto the present case. The employee who transfers from one executive agency to\nanother remains under the control of the executive branch and subject to its ethics\nregulations. As the Office of Government Ethics has noted, “ [t]he FLRA . . .\nhas been very sensitive to these situations and has used its standards of conduct\nto provide guidance for its employees.” Id. Congress has left these conflicts to\nbe policed by regulations issued by agencies plainly within the United States gov­\nernment; it hardly follows that §207 should be construed as inapplicable to an\nentity “ capable of acting independently of the United States.” Government o f\nGuam, 744 F.2d at 701. We may assume, as the former employee argues, that the United States and\nGuam do not have adverse interests in the action before the FMC and that there\nis no “ reasonably probable scenario” for future adversity. See Memorandum from\nMSC Designated Agency Ethics Official, Re: Government o f the Territory o f\nGuam et al. v. Sea-Land and APL, FMC D ocket No. 8 9 -2 6 (Feb. 23, 1996). But\n§207 is a prophylactic statute that is “ intended to prevent even the appearance\nof wrongdoing and that may apply to conduct that has caused no actual injury\nto the United States.” Crandon v. United States, 494 U.S. 152, 164 (1990) (de­\nscribing another conflict of interest law, 18 U.S.C. §209). It creates a prohibition\napplicable to specified types of circumstances, as listed in the statute, where con­\nflicts may arise. On its face, the language of § 207 draws no distinction between\nmatters in which the interests of the person represented by the former employee\ncoincide with the interests of the United States and those in which the interests\ndiverge or are adverse. The statute reaches ‘‘any investigation, application, request\nfor a ruling or determination, rulemaking, contract, controversy, claim, charge,\naccusation, arrest, or judicial or other proceeding.” 18 U.S.C. §207(i)(3) (empha­\nsis added)."
}