{
  "document_category": "memos",
  "docId": "memos_98",
  "chunk_index": 1,
  "chunk_text": "Award of Attorney Fees in Administrative Adjudications\nUnder § 609 of the Federal Aviation Act\nThe Equal Access to Justice Act (EAJA) authorizes an award of attorney fees to prevailing parties in\nadm inistrative adjudications conducted by the National Transportation Safety Board under § 609\no f the Federal Aviation Act to review decisions of the Federal Aviation Administration There is no support in the term s of the EAJA or its legislative history for an argum ent that an\nindividual’s eligibility for an award of fees— and an agency’s liability— are confined to situations\nin w hich the agency whose position is at issue in the adjudication also controls its conduct; in any\ncase, agencies generally have only a lim ited power to review their adm inistrative law judges’\ndecisions under the EAJA. March 23, 1982\nMEMORANDUM OPINION FOR THE GENERAL COUNSEL,\nDEPARTMENT OF TRANSPORTATION This responds to your request for the Department’s opinion whether the Equal\nAccess to Justice Act authorizes an award of attorney fees to a party which\nprevails in administrative adjudications conducted by the National Transportation\nSafety Board (NTSB) under § 609(a) of the Federal Aviation Act of 1958, 49\nU.S.C. § 1429 (1976).' For reasons stated hereafter we believe it does. A second question raised in your November 17 request, relating to the source\nof funds to pay a fee award under the Act, is addressed in a separate opinion of\nthis date. I. Proceedings Under § 609(a)\nThe NTSB has jurisdiction to review on appeal orders of the Federal Aviation\nAdministration (FAA) amending, suspending, or revoking certain certificates\nissued by the Secretary of Transportation under the Federal Aviation Act. See 49\nU.S.C. § 1903(a)(9). These certificates include airman certificates issued to\npilots and other flight operators, and aircraft operating certificates issued to\nowners and operators of air carriers. See 49 U.S.C. §§ 1422 and 1423. Under\n1 Your letter phrases the question som ew hat differently: it asks “ w hether the A ct authorizes o n e agency to m ake\nfee awards against another agency in covered adm inistrative proceedings.\" As will becom e ap p aren t, we th in k the\nq u estion so phrased is, as we understand your particular co n cern s, unnecessarily broad T h e issue o f the A c t’s\napplicability in § 609 proceedings is separate from that of the F A A s authority an d responsibility to expend its funds\nto pay awards m ade under the A ct. T he latter issue is discussed in our separate opinion to you of th is date on\n“ Funding of A ttorney Fee Awards under the Equal A ccess to Justice A ct.” 197 § 609 of that Act, an FAA action must be based upon a determination that “ safety\nin air commerce or air transportation and the public interest” requires the action;\nin practice, its order is generally occasioned by the certificate holder’s apparent\nviolation of one or more sections of the Federal Aviation Regulations, 14 C.F.R.\nRarts 1 through 199 (1981)."
}