{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 25,
  "chunk_text": "11 C hief Justice Hughes in Coleman briefly noted the events surrounding the ratification of the Fifteenth\nAm endm ent, but did not assign them any weight in this analysis. S e e 307 U.S. at 450 n.25. 104 On February 21, 1870, Senator Williams introduced a joint resolution declar­\ning that the Amendment had become valid as part of the Constitution. Cong. Globe, 41st Cong., 2d Sess. 1444 (1870). Shortly thereafter, the Senate\npassed a different resolution requesting that the Secretary of State inform the\nSenate which States had ratified the Amendment. Id. at 1653. On March 30, 1870, Secretary of State Hamilton Fish issued a proclama­\ntion certifying that the Fifteenth Amendment had become valid. The\nproclamation noted the attempted rescission by New York, but did not men­\ntion the questions regarding the Ohio and Georgia ratifications. 16 Stat.\n1131 (1870). The Senate took no action in response to the proclamation,\nand Senator Williams allowed his earlier resolution to die. Cong. Globe,\n41st Cong., 2d Sess. 3142 (1870). There was some debate in the House\nconcerning the validity of the New York and Indiana ratifications, id. at\n2298, but ultimately the House passed a resolution declaring that the Amend­\nment had become a binding part of the Constitution. Id. at 5441.28 At no\ntime during the consideration of the Fifteenth Amendment did anyone in\nCongress suggest that congressional promulgation was essential to its valid­\nity. As the Fifteenth Amendment was adopted only two years after the\nFourteenth, the absence of such a suggestion demonstrates that the congres­\nsional promulgation of the Fourteenth Amendment was merely an aberration. If congressional promulgation is required, Secretary Fish illegally certi­\nfied that the Fifteenth Amendment was part of the Constitution. 29 Indeed,\nthe executive branch would have illegally certified every amendment except\nthe Fourteenth.30 If only to avoid this absurd conclusion, we must reject the\nassertion that only Congress may promulgate an amendment. III. We conclude that the Congressional Pay Amendment has been validly\nratified pursuant to the procedures set forth in Article V, and that the Archi­\nvist of the United States was required to promulgate the Twenty-Seventh\nAmendment pursuant to 1 U.S.C. § 106b. TIMOTHY E. FLANIGAN\nActing Assistant Attorney General\nOffice of Legal Counsel “ The House Resolution also confirmed the validity of the Fourteenth Amendment. Cong. Globe, 41st\nCong., 2d Sess. 5441 (1870). 29 The experience o f the Fifteenth Amendment also refutes a modified version of Justice Black’s thesis,\nunder which congressional certification would be required in doubtful cases. The status of the Fifteenth\nAmendment was as doubtful as that of the Fourteenth, and for the same reasons. 30O f course, the certifications would nevertheless be binding on the courts. Se e L eser v. G arnett, 258\nU.S. 130 (1922); U n ited S ta te s v. Thom as, 788 F.2d 1250, 1253 (7th Cir.) (Easterbrook, J.), cert, d e ­\nnied. 479 U.S. 853 (1986), cf. F ield v. C lark, 143 U.S. 649, 669 (1892). 105 APPENDIX The Congressional Pay Amendment had its beginnings in the ratification\nconventions of States considering the original Constitution. Several States\nproposed amendments when they ratified the Constitution."
}