{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 8,
  "chunk_text": "It asserted that the obligation of\nstates to enforce these federal laws is not lessened by reason of the\nform in which they are cast or the remedy which they provide. Id. at 389–91 (footnotes omitted). It would therefore seem to us that the Attorney General of Florida should have\nno difficulty in regarding subsection (3) of section 901.15 as ample authority for a\nmunicipal police officer to arrest without a warrant for a federal felony on a pickup notice emanating from a federal officer. As the Attorney General of Florida has\nalready indicated to be the case for state pick-up notices in state felonies, so the\nfederal pick-up notice can equally afford the arresting officer reasonable ground to\nbelieve that a federal felony has been committed and that the wanted person has\ncommitted it. Reliance on hearsay, and on reasonableness of belief or reasonable\nor probable cause, in making arrests is supported in the cases, such as United\nStates v. Bianco, 189 F.2d 716 (3d Cir. 1951); United States v. Heitner, 149 F.2d\n105 (2d Cir. 1945), cert. denied sub nom. Cryne v. United States, 326 U.S. 727,\nreh’g denied, 326 U.S. 809; Brinegar v. United States, 338 U.S. 160 (1949). To the extent that the FBI pick-up notice advises with particularity that a warrant of arrest has been placed in the hands of a federal marshal or deputy (who, it\nwill be remembered, enjoys the corresponding powers of a state sheriff, 28 U.S.C.\n§ 549, and is regarded as a peace officer, In re Neagle, 135 U.S. 1, 68–69 (1890)),\nor any other peace officer, it would also seem that the Attorney General of Florida\ncould with propriety advise that subsection (4) of section 901.15, Florida Statutes,\n1951, might also provide the basis for a Florida peace officer arresting the wanted\nperson in reliance on the pick-up notice, whether the offense charged is a felony or\nmisdemeanor (since the express wording of subsection (4) covers “any criminal\noffense”), without the Florida peace officer having the warrant in his possession. Rule 4(c)(1) of the Federal Rules of Criminal Procedure (1952) permits the federal\ncriminal warrant to be executed “by a marshal or by some other officer authorized\nby law”; under Rule 4(c)(3), the officer need not have a warrant in his possession\nat the time of the arrest; and, under Rule 4(c)(2) and Rule 9(c)(1), the warrant may 155 Supplemental Opinions of the Office of Legal Counsel in Volume 1 be executed anywhere in the United States regardless of the district in which it\nissued. See, e.g., United States v. Donnelly, 179 F. 2d 227 (7th Cir. 1950) (sustaining an arrest in Missouri made by FBI agents and Missouri police as the result of a\nteletype message from Chicago after issuance of a commissioner’s warrant for the\ndefendant’s arrest in Chicago), overruled on other grounds, United States v.\nBurke, 781 F.3d 1234 (7th Cir. 1985). In view of the doubt that may have been created by the portion of the Florida\nAttorney General’s opinion we have discussed, it would be helpful if reconsideration of that portion of the opinion could be had."
}