{
  "doc_id": "memos_30",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_30__0",
      "chunk_id": "0",
      "content": "Presidential Authority to Require the Resignations\nof Members of the Civil Rights Commission\nMembers of the Civil Rights Commission serve at the pleasure of the President. The President may\ntherefore require their resignations. November 20, 1972 MEMORANDUM OPINION FOR THE SPECIAL CONSULTANT\nTO THE PRESIDENT* This is in response to your request for our opinion whether the President is\nauthorized to require the resignations of members of the United States Commission on Civil Rights. Stated another way, the question is whether these officials\nserve at the pleasure of the President. For the reasons detailed below, we conclude\nthat Civil Rights Commission members do serve at the pleasure of the President. I.\nThe basic rule governing presidentially-appointed officials was stated by James\nMadison during the first session of the first Congress: “[T]he power of removal\nresult[s] by a natural implication from the power of appoint[ing].” 1 Annals of\nCong. 496 (1789). The principal problems in this area concern whether and to\nwhat extent Congress may limit the power of removal which flows from the power\nof appointment. Myers v. United States established that Congress may not limit the\npower of the President to remove purely executive officers appointed with the\nadvice and consent of the Senate, such as cabinet officers. 272 U.S. 52 (1926). On\nthe other hand, Congress can, for example, limit the President’s power to remove\nmembers of independent regulatory commissions and specially constituted\ntribunals. Humphrey’s Executor v. United States, 295 U.S. 602 (1935); Wiener v.\nUnited States, 357 U.S. 349 (1958). The principal theory underlying this congressional authority is that such bodies may need to function independently of\nexecutive control in their legislative and adjudicative capacities. The Civil Rights\nCommission, primarily an investigative and advisory body, does not fall clearly\ninto either of these categories. For purposes of this discussion, however, we will *\nEditor’s Note: The memorandum was addressed to “the Honorable Leonard Garment, Special\nConsultant to the President.” The reference to Mr. Garment as “Special Consultant,” not “Special\nCounsel,” appears to have been accurate and deliberate. Mr. Garment was described in multiple news\narticles at the time as a “special consultant” to the President on civil rights and cultural issues. See, e.g.,\nEx-Law Partner to Join Nixon, Wash. Post, June 7, 1969, at A4; Carroll Kilpatrick, Leonard Garment\nIs Bright, Musical, a Known New York Liberal and a Man Close to Richard Nixon, Wash. Post, June 7,\n1970, at 17. In 1973, Mr. Garment succeeded John Dean as Counsel to the President. Lawrence Meyer,\nNew Counsel Had Obscure Role at Top, Wash. Post, May 1, 1973, at A8. 351 Supplemental Opinions of the Office of Legal Counsel in Volume 1 assume that Congress could have insulated its members from removal at the\npleasure of the President. The question, then, is whether it has done so. The statutory descriptions governing the appointment and duties of commissioners are the starting point of analysis. 42 U.S.C. § 1975 (1970). With respect to\nappointment, commissioners do not serve for a fixed term, and there is no statutory\nprovision governing removal."
    },
    {
      "id": "memos_30__1",
      "chunk_id": "1",
      "content": "The question, then, is whether it has done so. The statutory descriptions governing the appointment and duties of commissioners are the starting point of analysis. 42 U.S.C. § 1975 (1970). With respect to\nappointment, commissioners do not serve for a fixed term, and there is no statutory\nprovision governing removal. By contrast, members of independent regulatory\nbodies usually serve for a fixed term of years, and some may only be removed for\n“cause” or other specified reason. While neither of these factors is dispositive,\nabsent other strong reasons pointing toward independent tenure, the natural\nimplication to be drawn is that Civil Rights Commission members serve at the\nPresident’s pleasure. Perhaps the strongest case for limiting the President’s removal power is presented by a body created to adjudicate the rights of private parties. The Civil\nRights Commission has no such authority, and this has been established by\nSupreme Court decision. In Hannah v. Larche, certain state officials sought to\nenjoin a Civil Rights Commission hearing in Louisiana concerning discriminatory\nvoter registration practices on the ground that, as prospective witnesses, they were\nentitled to a panoply of procedural protections denied by the Commission’s rules,\nincluding the right to confront and cross-examine other witnesses. 363 U.S. 420\n(1960). The Court sustained the Commission’s rules, saying that\nAs is apparent from this brief sketch of the statutory duties imposed\nupon the Commission, its function is purely investigative and factfinding. It does not adjudicate. It does not hold trials or determine\nanyone’s civil or criminal liability. It does not issue orders. Nor does\nit indict, punish, or impose any legal sanctions. It does not make\ndeterminations depriving anyone of his life, liberty, or property. In\nshort, the Commission does not and cannot take any affirmative\naction which will affect an individual’s legal rights. The only purpose of its existence is to find facts which may subsequently be used\nas the basis for legislative or executive action. Id. at 440–41. There are other indicia of executive control over the Commission. The statute\nestablishes it “in the executive branch of the Government.” 42 U.S.C. § 1975(a). Although, standing alone, this phrase has no special significance, it is significant\nthat many of the regulatory commissions whose members clearly do not serve at\nthe President’s pleasure—for example, the Federal Trade Commission, the\nSecurities and Exchange Commission, and the Federal Communications Commission—are not similarly established “in the executive branch.” The President\ndesignates the Chairman and the Vice Chairman. 42 U.S.C. § 1975(c). Employees\nof the federal government, including, presumably, employees clearly subject to the\nPresident’s control, are eligible to serve as members. 42 U.S.C. § 1975b(b) (1970). 352 Presidential Authority to Require Resignations of Civil Rights Commissioners The staff director, a full-time employee responsible for day-to-day operations, is\nappointed by the President following consultation with the Commission, and\nsubject to Senate confirmation. 42 U.S.C. § 1975d(a) (1970). The Commission’s\nbudget requests are subject to OMB approval. The legislative history of the Civil Rights Act of 1957, Pub. L. No. 85-315, 71\nStat. 634, which originally established the Commission, does not speak directly to\nthe matter of the President’s removal power."
    },
    {
      "id": "memos_30__2",
      "chunk_id": "2",
      "content": "42 U.S.C. § 1975d(a) (1970). The Commission’s\nbudget requests are subject to OMB approval. The legislative history of the Civil Rights Act of 1957, Pub. L. No. 85-315, 71\nStat. 634, which originally established the Commission, does not speak directly to\nthe matter of the President’s removal power. However, an amendment offered by\nSenator Kefauver in floor debate, and defeated, lends some support to our\nconclusion. The Kefauver amendment would have established the Commission as\nan arm of Congress, with most of its members appointed by Congress. 103 Cong.\nRec. 13,456 (1957). In support of his amendment, Senator Kefauver argued that\nsuch a commission would be more independent than one in the Executive Branch,\nand warned against the “dangerous degree of Executive control” he foresaw in the\nCommission as it was later established. Id. at 13,458. Senators Javits, Dirksen and\nKnowland spoke against the Kefauver amendment, urging establishment of an\n“executive commission,” and the amendment was defeated by voice vote. Id. at\n13,459. A further argument in support of the President’s removal power with respect to\nmembers of the Civil Rights Commission rests upon the absence of a stated term\nof appointment. While this omission may have had its origin in the temporary\nstatus of the Commission, its tenure has been extended six times by the Congress\nand it has had a life of fifteen years. It should not be presumed that Congress\nintended that members of the Commission would serve indefinitely without any\npossibility—other than death or voluntary resignation—for change in the membership of the Commission. Lifetime appointments are confined to the judiciary in our\npolitical systems and it would be anomalous to view persons exercising purely\nadvisory functions as having permanent status. II. In support of an argument that members of the Commission do not serve at the\nPresident’s pleasure, the following points could be made. First, among its other statutory duties, the Commission is directed to “appraise\nthe laws and policies of the Federal Government with respect to denials of equal\nprotection of the laws.” 42 U.S.C. 1975c(a)(3) (1970). Independent tenure would\ntend to promote the discharge of that duty. Second, the Commission is directed to submit reports to both the President and\nCongress. 42 U.S.C. § 1975c(b). This joint accountability feature may be said to\nderogate from broad executive control. Third, unlike most of the independent regulatory commissions in which the\nPresident may name a majority of his own party as vacancies arise, the Commission is strictly bipartisan—it has six members, and no more than three may be of\nthe same party. 42 U.S.C. § 1975(b). 353 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Fourth, the Commission has always been a temporary agency."
    },
    {
      "id": "memos_30__3",
      "chunk_id": "3",
      "content": "42 U.S.C. § 1975(b). 353 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Fourth, the Commission has always been a temporary agency. It was originally\nestablished for two years, Pub. L. No. 85-315, § 104, 71 Stat. at 635, and has since\nbeen extended six times for additional temporary periods, Pub. L. No. 86-383,\ntit. IV, 73 Stat. 717, 724 (1959); Pub. L. No. 87-264, tit. IV, 75 Stat. 545, 559\n(1961); Pub. L. No. 88-152, § 2, 77 Stat. 271, 271 (1963); Pub. L. No. 88-352,\n§ 504(b), 78 Stat. 241, 251 (1964); Pub. L. No. 90-198, § 1, 81 Stat. 582, 582\n(1967); Pub. L. No. 92-496, § 4, 86 Stat. 813, 814 (1972). It can be argued, then,\nthat Congress intended for members to serve for the relatively short life of the\nCommission. Although each of these points is valid, we do not find them persuasive against\nthe contrary arguments, either singly or in combination. Moreover, most of these\npoints can be answered to some extent. As to the first, as a matter of history, the\nCommission has in fact been a vigorous critic of administration civil rights\npolicies, Republican and Democratic, through much of its history. As to the\nsecond, the requirement of reporting to Congress was added in Senate floor\ndiscussion without debate or any indication that the requirement affected the\nCommission’s status in the Executive Branch. 103 Cong. Rec. 13,456 (1957). Moreover, executive officers or agencies are quite frequently required by statute to\nreport to Congress as well as the President. As to the third—bipartisanship—there\nis no strong answer, but we consider it a relatively minor point. As to the fourth,\nthe Commission, as noted above, has become a more or less permanent agency. Father Theodore M. Hesburgh, for example, served for fifteen years, from the\nCommission’s inception. Although this argument may have had force a decade\nago, we do not view it as very substantial now. Last year, Father Hesburgh wrote an article entitled Integer Vitae: Independence of the United States Commission on Civil Rights, 46 Notre Dame Law. 445\n(1971), in which he discussed, among other things, the President’s removal power\nvis-à-vis the Commission. He noted several of the arguments discussed in this\nmemorandum, concluding that “the legality of a [presidential] demand for\nresignation remains in question.” Id. at 454. Reportedly, Father Hesburgh has now\nconceded the legality of such a demand. See Spencer Rich, Nixon Confers with\nCabinet Aides on Reorganization, Wash. Post, Nov. 18, 1972, at A15 (“What I did\nsay was that if I were asked to resign by the reelected President, as is his privilege,\nI would. He did, and I did resign.”) (quoting Father Hesburgh). In his article,\nFather Hesburgh quotes a 1964 letter to the other commissioners from Solicitor\nGeneral Erwin Griswold, then a commissioner, in which Griswold stated that\nremoval at the pleasure of the President was not, in his view, “either the legal or\nfactual situation.” 46 Notre Dame Law. at 454. Apparently, however, the Solicitor\nGeneral’s expressed view was not accompanied by legal argument."
    },
    {
      "id": "memos_30__4",
      "chunk_id": "4",
      "content": "46 Notre Dame Law. at 454. Apparently, however, the Solicitor\nGeneral’s expressed view was not accompanied by legal argument. The Hesburgh article also includes a review of the practice of Civil Rights\nCommissioners with regard to submission of resignations to a new or reelected\nPresident. Resignations were tendered in 1961, in November 1963, and again in\n1964. Id. at 454. In 1968, four commissioners did not tender their resignations, and 354 Presidential Authority to Require Resignations of Civil Rights Commissioners two did so for personal reasons. Id. On balance, then, the rather brief historical\npractice favors the President’s authority to require resignations. III. In conclusion, while there are no directly controlling judicial precedents, we\nbelieve that the arguments clearly weigh in favor of the view that members of the\nCivil Rights Commission serve at the pleasure of the President. ROGER C. CRAMTON\nAssistant Attorney General\nOffice of Legal Counsel 355"
    }
  ]
}