{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 16,
  "chunk_text": "See id., 471 U.S. at 424–28. Liparota is the case cited\nby the Supreme Court in Bryan as an example of the exception to the rule—when\n“the text of the statute dictates a different result”—that “knowingly” refers to the\nfacts that constitute the offense and not to the law. Bryan, 524 U.S. at 193 & n.15. In Liparota, the Supreme Court held that a statute forbidding fraudulent use of\nfood stamps required proof of knowledge that the use was unauthorized. 471 U.S.\nat 433. The statute in that case read: “whoever knowingly uses, transfers, acquires,\nalters, or possesses coupons or authorization cards in any manner not authorized\nby this chapter or the regulations issued pursuant to this chapter” shall be guilty of\na criminal offense. Id. at 420–21 n.1 (quoting 7 U.S.C. § 2024(b)(1)). This\nlanguage is at least ambiguous; “knowingly” may modify, for example, either only\nthe verb “uses” or it may modify the entire verbal phrase “uses . . . in any manner\nnot authorized.” Id.; see id. at 424 (The “interpretations proffered by both parties\naccord with congressional intent . . . . [T]he words themselves provide little\nguidance. Either interpretation would accord with ordinary usage.”); id. at 424 n.7\n(referring to the statutory language and noting that “[o]ne treatise has aptly\nsummed up the ambiguity in an analogous situation”) (emphasis added). But see\nBryan, 524 U.S. at 193 n.15 (citations omitted) (in Liparota, “we concluded that\nboth the term ‘knowing’ . . . and the term ‘knowingly’ . . . literally referred to\nknowledge of the law as well as knowledge of the relevant facts”). The Supreme\nCourt then considered the presumption that criminal statutes contain a mens rea\nelement, 16 applied the rule of lenity, and rested its interpretation, in large part, on\nthe penalty knew, or by exercising reasonable diligence would have known, that the failure to comply\noccurred.” Id. § 1320d-5(b)(3).\n16\n“[C]riminal offenses requiring no mens rea have a ‘generally disfavored status.’” Liparota, 471\nU.S. at 426 (quoting United States v. U.S. Gypsum Co., 438 U.S. 422, 438 (1978)); Staples v. United\nStates, 511 U.S. 600, 606 (1994) (“[S]ome indication of congressional intent, express or implied, is\nrequired to dispense with mens rea as an element of a crime.”). 89 Opinions of the Office of Legal Counsel in Volume 29 the concern that the contrary reading would “criminalize a broad range of apparently innocent conduct.” Liparota, 471 U.S. at 426–27. Here, the “knowingly” element of section 1320d-6 is not ambiguous; thus, it\nwould be inappropriate to resort to the rule of lenity. See Chapman v. United\nStates, 500 U.S. 453, 463 (1991) (“The rule of lenity . . . is not applicable unless\nthere is a grievous ambiguity or uncertainty in the language and structure of the\nAct . . . .”) (citation and quotation omitted). Moreover, our interpretation of\n“knowingly” does not dispense with the mens rea requirement of section 1320d-6\nand create a strict liability offense; satisfaction of the “knowingly” element will\nstill require proof that the defendant knew the facts that constitute the offense. See\nStaples v. United States, 511 U.S. 600, 622 n.3 (1994) (Ginsburg, J., concurring)"
}