{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 23,
  "chunk_text": "12 U.S.C. § 5492(c)(4); see also, e.g., 12 U.S.C. § 250 (similar provision\ncovering the “the Securities and Exchange Commission, the Board of\nGovernors of the Federal Reserve System, the Federal Deposit Insurance\nCorporation, the Comptroller of the Currency, . . . the Director of the\nFederal Housing Finance Agency, [and] the National Credit Union Administration”); 49 U.S.C. § 1303(d) (Surface Transportation Board). Although these statutes do not mention OMB by name, OMB has long\noperated the executive branch clearance processes that these statutes\nallow agencies to bypass. See OMB Circular No. A-11, Preparation,\nSubmission, and Execution of the Budget (2017); OMB Circular No. A-19,\nLegislative Coordination and Clearance (1979). In other instances, Congress has effectively prohibited advance OMB review by directing that an\nindependent regulatory agency’s budget requests, prepared testimony, or\nlegislative proposals be submitted concurrently to Congress whenever\nthey are submitted to OMB. See, e.g., 7 U.S.C. § 2(a)(10)(A) (Commodity\nFutures Trading Commission); 15 U.S.C. § 2076(k)(1) (Consumer Products Safety Commission); 42 U.S.C. § 7171( j) (Federal Energy Regulatory Commission). The Executive Branch has long objected to efforts to minimize presidential supervision of the agencies in testifying and submitting proposed\nlegislation to Congress, treating those restrictions as an infringement of\nthe President’s Article II authority, including his Article II, Section 3\n26 Extending Regulatory Review to Independent Regulatory Agencies authority to recommend to Congress “such Measures as he shall judge\nnecessary and expedient.” See, e.g., Constitutionality of the Direct Reporting Requirement in Section 802(e)(1) of the Implementing Recommendations of the 9/11 Commission Act of 2007, 32 Op. O.L.C. 27, 28\n(2008) (“For decades, the Executive Branch has consistently objected to\ndirect reporting requirements . . . on the ground that such requirements\ninfringe upon the President’s constitutional supervisory authority over\nExecutive Branch subordinates and information.”); Authority of the Special Counsel of the Merit Systems Protection Board to Litigate and Submit\nLegislation to Congress, 8 Op. O.L.C. 30, 34, 36 (1984) (“[T]he Special\nCounsel has proposed legislation authorizing him to submit directly to\nCongress legislative recommendations that he ‘deems necessary to further\nenhance the ability of the office to perform its duties.’”; “The Special\nCounsel’s proposal would severely impair the President’s ability to perform his constitutional obligation to ‘recommend to [Congress’s] Consideration such Measures as he shall judge necessary and expedient.’”); see\nalso Separation of Powers, 20 Op. O.L.C. at 174–75; Common Legislative\nEncroachments on Executive Branch Authority, 13 Op. O.L.C. 248, 254–\n55 (1989); Constitutionality of Statute Requiring Executive Agency to\nReport Directly to Congress, 6 Op. O.L.C. 632, 639–42 (1982). But even\nif these bypass statutes are constitutional, none of them speaks to OMB or\nOIRA review of an agency’s proposed rulemakings; all of them apply\nonly to budget requests, to proposed legislation and testimony, or to some\ncombination thereof. Congress’s decision to enact such bypass statutes is further evidence\nthat independent regulatory agencies are not, merely by virtue of tenure\nprotection, entirely free from presidential supervision (contra the dictum\nin Humphrey’s Executor). Congress has expressly sought to limit OMB’s\nauthority to coordinate the interagency clearance process in various respects, but has not imposed any statutory restrictions on OMB’s authority\nto conduct regulatory review. This only underscores that Congress left the\nlatter untouched."
}