{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 2,
  "chunk_text": "two days per week and for which the District’s parking sales and use tax is not\ncollected to register the spaces and pay a Clean Air Fee calculated at a rate of\n$20 per month per space. Id. §§3-5. Penalties are prescribed for failure by prop­\nerty owners to register employment parking spaces or to pay the Fee. Id. § 10. Property owners may seek reimbursement of the Fee from users of the parking\nspaces. Id. § 4(b). The Act provides that revenues from the Fee “ shall be used to defray the cost\nof the transit component of the [District’s] Clean Air Regulatory Program.” Id.\n§11. The Act’s legislative history makes it clear that the D.C. Council intended\nthat the proceeds of the Fee would be used exclusively to subsidize mass transit:\n“ The Committee [of the Whole of the D.C. Council] directs that the revenue\ncollected from this fee be used to fund the District’s payment to [the Washington\nMetropolitan Area Transit Authority (“ WMATA” )] as part of a mass transpor­\ntation subsidy . . . .” Report to All Councilmembers, from David A. Clarke,\nChairman, Re: Bill 10-610, the “ Clean A ir Com pliance Fee Act o f 1994” at 10\n(July 5, 1994) (“ Council Report” ). The threshold, and ultimately dispositive, question presented here is whether\nthe Clean Air Fee, to the extent it applies to property owned by the United States,\nis a “ tax” or a “ fee.” This question would necessarily arise in connection with\nany fee imposed on the federal government by a state or local government, be­\ncause the federal government is immune from state and local taxation. See\nMcCulloch v. M aryland, 17 U.S. (4 Wheat.) 316, 436 (1819) (“ [T]he states have\nno power, by taxation or otherwise, to retard, impede, burden, or in any manner\ncontrol the operations of the constitutional laws enacted by Congress to carry into\nexecution the powers vested in the general government.” ). It has long been estab­\nlished that a state or local government cannot impose a tax upon the United States,\nits agencies, or its instrumentalities “ without a clear congressional mandate.” Kem-Limerick, Inc. v. Scurlock, 347 U.S. 110, 122 (1954). The “ tax or fee” question arises in a unique context here because the federal\ngovernment has divided the legislative authority for the District between Congress\nand the D.C. Council. As the District of Columbia Court of Appeals has summa­\nrized:\nThe United States Constitution vests Congress with the exclusive\nlegislative authority for the District of Columbia. U.S. Const, art. I, §8, cl. 17. In 1973, Congress passed the Self-Government Act\nto “ relieve Congress of the burden of legislating upon essentially\nlocal District matters.” D.C. Code 1981, §l-201(a). Subject to its\nretention of the ultimate legislative authority over the District of\nColumbia, Congress delegated certain specific legislative powers to\nthe District of Columbia government. Id. . . . In addition [to “ ex­\npressly reserv[ing] its right ‘to exercise its constitutional authority\n13 Opinions o f the Office o f Legal Counsel in Volume 20 as legislature for the District, by enacting legislation for the District\non any subject’"
}