{
  "document_category": "memos",
  "docId": "memos_6",
  "chunk_index": 3,
  "chunk_text": "Again, however, the conference report does no more than\nstate this procedural history. H.R. Rep. No. 96-482, 96th Cong., 1st\nSess. 46 (1979). The hearings before the House subcommittee considering the bill are\nsomewhat more revealing. Again, the discussion of the exclusion was\nnot extensive; but we believe that what little discussion there was\nsupports our interpretation that the second sentence of the subsection is\nan explanation and not a limitation. As originally proposed, the exclu­\nsion in the House bill was limited to the first two sentences of what is\nnow § 6(0- It did not provide, as the third sentence of the subsection\nnow does, that the exclusion “shall not be construed to prohibit the\nPresident from imposing restrictions on the export of medicine or\nmedical supplies, under the International Emergency [Economic] Powers Act,” 50 U.S.C. App. 2405(0 (referring to 50 U.S.C. § 1701\n(Supp. I 1977)). William A. Root, Director of the Office of East-West\nTrade at the Department of State, objected to the subsection as pro­\nposed because it did not explicitly recognize the President’s powers\nunder the International Emergency Economic Powers Act. But there is\nno indication that Director Root understood § 6(0 as proposed to be\nother than an absolute exclusion. In fact, it was this understanding that\nled to his concern about the President’s emergency powers. Specifi­\ncally, Director Root testified:\nProposed section 6(g) [now § 6(0] would exclude food,\nmedicine, and medical supplies from export controls au­\nthorized by this act for foreign policy purposes. Nor­\nmally, controls need not extend to these items. However,\nthere may arise instances where commercial exports even\nof food and medicine would not be in the national inter­\nest. There would be no objection to extending to the\nExport Administration Act the prohibition now contained\nin the [International] Emergency Economic Powers\nAct—-section 203(b)(2) of Public Law 95-223—against\ncontrolling donations of articles, such as food, clothing,\nand medicine, intended to be used to relieve human suffer­\ning, except to the extent that the President determines\nthat such donations are in response to coercion against the\nproposed recipient or donor. Extension and Revision of the Export Administration Act of 1969:\nHearings and Markup on H.R. 2539 Before the Subcomm. on Intema811 tional Economic Policy and Trade of the House Comm, on Foreign\nAffairs, 96th Cong., 1st Sess. 648 (1979) (hereinafter cited as Hearings). Remarks made during the markup session also support the interpreta­\ntion that § 6(0 was intended to impose an absolute exclusion from\ncontrols. Representative Lagomarsino of California offered an amend­\nment to strike the § 6(0 exclusion because he was concerned with the\neffect of the subsection on existing embargoes which included food,\nmedicine, and medical supplies. But he was also concerned because he\n“[did] not think that we should be saying that under no circumstances\nunder this act should we have a total solution or a total prohibition\nabout embargoes on food, medicine, and medical supplies.” Hearings at\n774. Subcommittee Chairman Bingham of New York suggested that the\namendment be considered in connection with an amendment proposed\nto eliminate the next subsection of the Act which provided that a total\ntrade embargo was not authorized."
}