{
  "document_category": "memos",
  "docId": "memos_46",
  "chunk_index": 1,
  "chunk_text": "Presidential Succession and Delegation\nin Case of Disability\n[The follow ing m em orandum discusses issues relating to presidential succession and dele­\ngation o f presidential pow er in the event o f a tem porary disability o f the President. It\nexamines the mechanism established by the T w enty-F ifth A m endm ent by w hich the\nV ice President assumes the pow ers and duties o f the Office o f the President, and the\nconditions under w hich the President resum es his Office after his disability is ended. It\nalso examines the circum stances in w hich the President may delegate his pow ers to\no ther officials, including the V ice President, w hen it is not considered necessary or\nappropriate to invoke the provisions o f the T w enty-F ifth A m endm ent. It concludes\nthat functions vested in the President by the C onstitution are generally not delegable\nand must be perform ed by him; how ever, any pow er vested in the President by statute\nmay be delegated to subordinate officers, unless the statute affirm atively prohibits such\ndelegation. Finally, the m em orandum briefly review s the form and m ethod o f delega­\ntion. A n appendix contains a historical sum m ary o f p rio r presidential disabilities and the\nresulting effect on presidential authority.] April 3, 1981\nM EM ORANDUM FO R T H E ATTO RN EY G E N E R A L As a result o f the recent assassination attempt on President Reagan,\nthis Office has researched several issues that relate to presidential suc­\ncession and the delegation of presidential power in the event of a\ntemporary disability of the President. This memorandum sets forth our\nconclusions on the relevant legal issues. I. Presidential Succession\nThe Twenty-Fifth Amendment to the U.S. Constitution establishes a\nmechanism for presidential succession in the event that the President\nbecomes unable to perform his constitutional duties. Succession may\ntake place in tw o ways. First, if the President is able and willing to do\nso, he may provide for the temporary assumption of the powers and\nduties of his office by the Vice President by “transmit[ting] to the\nPresident pro tempore of the Senate and the Speaker of the House of\nRepresentatives his written declaration that he is unable to discharge\nthe powers and duties of his office.” U.S. Const., Amend. XXV, §3. When the President transmits such a declaration, his powers and duties\ndevolve upon the Vice President as Acting President1 until the Presi’There appears to be no requirement that the Vice President resign from his position as Vice\nPresident or take the President's oath of office to serve as “ Acting President.” As a general rule, an\nContinued 91 dent transmits an additional written declaration stating that he has\nbecome able to perform his responsibilities."
}