{
  "document_category": "memos",
  "docId": "memos_93",
  "chunk_index": 10,
  "chunk_text": "We determined that the Mental\nHealth Commission, which would be established by executive order and\nassigned specific authorities, would “clearly” qualify as an independent\n10 Application of Anti-Nepotism Statute to Presidential Appointment in White House establishment within the “comprehensive” meaning of that term. Mental\nHealth Commission Memo I. Our analysis noted, however, that the funding for the Commission would come from an annual appropriation for the\nExecutive Office of the President covering “Unanticipated Needs,” and\nwe accordingly considered the effect of language in that appropriation\nthat, presaging section 105(a), authorized the President to hire personnel\n“without regard to any provision of law regulating employment and pay of\npersons in the Government service.” Mental Health Commission Memo\nII, at 5–6. We ultimately concluded that the appropriation language did\nnot override section 3110. Although we did not say that the Mental Health\nCommission would be located in the White House Office specifically, our\nanalysis suggested that our conclusion about the appointment would have\nbeen the same, whether or not the position was located there. See id. Shortly afterward, the White House asked us to answer that very question: whether section 3110 applied to the contemplated appointment of the\nPresident’s son to serve as an unpaid assistant to a member of the White\nHouse staff. See Memorandum for the Attorney General from John M.\nHarmon, Acting Assistant Attorney General, Office of Legal Counsel, Re:\nEmployment of Relatives Who Will Serve Without Compensation (Mar. 23,\n1977) (“White House Aide Memo I”) (referencing attached Memorandum\nfor John M. Harmon, Acting Assistant Attorney General, Office of Legal\nCounsel, Re: Appointment of President’s Son to Position in the White\nHouse Office (Mar. 15, 1977) (“White House Aide Memo II”)). The Civil\nService Commission, the predecessor of the Office of Personnel Management, had advanced several arguments why section 3110 did not forbid\nthe President’s appointment of relatives to his personal staff. See White\nHouse Aide Memo I, at 1. Reaffirming the points made in the Mental\nHealth Commission Memos, however, our Office concluded that the\nstatute also covered the proposed appointment. Once again, we rejected an\nargument that the language in the annual appropriation for the White\nHouse Office (i.e., the “without regard” language) exempted those appointments from section 3110. White House Aide Memo II, at 1–3. In 1983, we were asked whether the President could appoint a relative\nto a Presidential Advisory Committee on Private Sector Initiatives\n(“CPSI”). See Memorandum for David B. Waller, Senior Associate Counsel to the President, from Robert B. Shanks, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Appointment of Member of President’s Family to Presidential Advisory Committee on Private Sector\n11 Opinions of the Office of Legal Counsel in Volume 41 Initiatives (Feb. 28, 1983). We answered that the President’s proposed\nappointment of a relative to the CPSI raised “virtually the same problems\nraised by Mrs. Carter’s proposed service on the President’s Commission\non Mental Health.” Id. at 2. Because we lacked “sufficient time to reexamine the legal analysis contained in our earlier memoranda,” we stated\nthat we had no choice but to “adhere to the conclusion” that “the President\ncannot, consistently with section 3110, appoint a relative as an active\nmember of such a Commission.” Id."
}