{
  "doc_id": "memos_40",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_40__0",
      "chunk_id": "0",
      "content": "Authority of Acting FBI Officials to\nSign National Security Letters\nUnder the statutes authorizing the FBI to issue national security letters, the Director of the\nFBI may designate Acting Deputy Assistant Directors and Acting Special Agents in\nCharge to sign national security letters. January 16, 2009 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nFEDERAL BUREAU OF INVESTIGATION You have asked whether an official acting temporarily in the position\nof Deputy Assistant Director at the headquarters of the Federal Bureau of\nInvestigation (“FBI”) or Special Agent in Charge of an FBI field office\nmay sign national security letters (“NSLs”). By statute, NSLs may be\nissued by “[t]he Director of the Federal Bureau of Investigation, or his\ndesignee in a position not lower than Deputy Assistant Director at Bureau\nheadquarters or a Special Agent in Charge in a Bureau field office designated by the Director.” E.g., 18 U.S.C. § 2709(b) (2006). 1 We conclude\nthat, under the NSL statutes, the Director of the FBI (“Director”) may\ndesignate Acting Deputy Assistant Directors and Acting Special Agents in\nCharge to sign NSLs. 2 1 Memorandum for the Principal Deputy Assistant Attorney General, Office of Legal\nCounsel, from Valerie E. Caproni, General Counsel, Federal Bureau of Investigation\n(Mar. 27, 2008) (“FBI Memorandum”). 2 You also raise the question whether the conferral of authority to sign NSLs on Acting\nDeputy Assistant Directors and Acting Special Agents in Charge would square with the\nAppointments Clause; your memorandum assumes that the authority to sign NSLs implicates the Appointments Clause and that employees who sign NSLs must be appointed in\naccordance with that Clause. See FBI Memorandum at 6. We understand that the Director\nselects Acting Deputy Assistant Directors and Special Agents in Charge from among\nspecial agents and members of ‘the FBI Senior Executive Service, and that the authority\nto appoint these officials has been delegated (and, in some cases, redelegated) from the\nAttorney General to subordinate officials of the FBI. See id. at 1, 6–7. As our Office\npreviously has stated, the “question whether [the head of a department may] delegate\nappointment authority to an officer below the head of the department is a difficult one,\nand we cannot provide a definitive answer at this time.” Assignment of Certain Functions\nRelated to Certain Military Appointments, 29 Op. O.L.C. 133, 135 (2005). We noted in\nparticular that “[t]he Clause was designed to ‘limit[] the universe of eligible recipients of 146 Authority of Acting FBI Officials to Sign National Security Letters I.\nUnder 18 U.S.C. § 2709 (2006), 12 U.S.C. § 3414 (2006), and 15 U.S.C.\n§ 1681u (2006), the FBI may issue NSLs seeking information relevant to\nnational security investigations. 3 In particular, 18 U.S.C. § 2709(b) allows\nthe FBI to obtain from a wire or electronic communications service provider the name, address, length of service, and billing records of a subscriber, while 12 U.S.C. § 3414 deals with customer records from financial institutions, and 15 U.S.C. § 1681u with certain information from\nconsumer reporting agencies. To issue an NSL under these statutes, the\nFBI must certify in writing that the information requested “is sought for\nthe conduct of an authorized investigation to protect against international\nterrorism or clandestine intelligence activities.”"
    },
    {
      "id": "memos_40__1",
      "chunk_id": "1",
      "content": "To issue an NSL under these statutes, the\nFBI must certify in writing that the information requested “is sought for\nthe conduct of an authorized investigation to protect against international\nterrorism or clandestine intelligence activities.” 18 U.S.C. § 2709(b); 12\nU.S.C. § 3414(a)(5); 15 U.S.C. § 1681u(a). If the FBI further certifies that\n“otherwise there may result a danger to the national security of the United\nStates, interference with a criminal, counterterrorism, or counterintelligence investigation, interference with diplomatic relations, or danger to\nthe life or physical safety of any person,” the recipient of the NSL will be\nprohibited from disclosing the NSL’s existence or content, except as\nnecessary to comply with the NSL or to seek legal advice about it. 18\nU.S.C. § 2709(c); 12 U.S.C. § 3414(a)(5)(D); 15 U.S.C. § 1681u(d). Both\nof these statutory certifications must be made by “[t]he Director of the\nFederal Bureau of Investigation, or his designee in a position not lower\nthan Deputy Assistant Director at Bureau headquarters or a Special Agent\nin Charge in a Bureau field office designated by the Director.” 18 U.S.C.\n§ 2709(b), (c); 12 U.S.C. § 3414(a)(5); 15 U.S.C. § 1681u(a), (d). You\nhave asked whether this language permits Acting Deputy Assistant Directhe power to appoint’ in order to ensure that such actors were readily identifiable and\npolitically accountable.” Id. at 4 (quoting Freytag v. Comm’r, 501 U.S. 868, 885 (1991)). We are not in a position in the present opinion to resolve this difficult question about the\ndelegability of a department head’s authority to appoint inferior officers. 3 The FBI Memorandum notes (at page 2) that 15 U.S.C. § 1681v (2006) similarly authorizes the issuance of NSLs to consumer reporting agencies (to obtain full credit\nreports), but that statute is different from the other NSL statutes insofar as it requires the\ncertifications to be made by a “supervisory official” designated by the head of an agency\nor another official appointed by the President with the Senate’s advice and consent. Id.\n§ 1681v(b). We understand that, despite this textual difference, the FBI’s policy is to\nfollow the same procedures for issuing NSLs under section 1681v as for other NSLs. 147 33 Op. O.L.C. 146 (2009) tors and Acting Special Agents in Charge to make these certifications. We\nconclude that it does. As a general rule, “[a]n acting officer is vested with the full authority\nof the officer for whom he acts.” Acting Officers, 6 Op. O.L.C. 119, 120\n(1982); see Keyser v. Hitz, 133 U.S. 138, 146 (1890); Ryan v. United\nStates, 136 U.S. 68, 81 (1890); Commissioners of Soldiers’ Home—\nVacancy, 23 Op. Att’y Gen. 473, 475–76 (1901); see, e.g., United States\nv. McGee, 173 F.3d 952, 955–56 (6th Cir. 1999); United States v. Pellicci,\n504 F.2d 1106, 1107 (1st Cir. 1974) (“There is no basis for concluding\nthat one ‘acting’ as Attorney General has fewer than all the powers of that\noffice.”). We assume that Congress legislates with an awareness of this\npresumption, see Comm’r v. Keystone Consol. Indus., Inc., 508 U.S. 152,\n159 (1993), and we therefore construe statutes that authorize officers to\nperform specified functions as encompassing acting officers, even if the\nstatutes do not expressly name them."
    },
    {
      "id": "memos_40__2",
      "chunk_id": "2",
      "content": "We assume that Congress legislates with an awareness of this\npresumption, see Comm’r v. Keystone Consol. Indus., Inc., 508 U.S. 152,\n159 (1993), and we therefore construe statutes that authorize officers to\nperform specified functions as encompassing acting officers, even if the\nstatutes do not expressly name them. See Memorandum for Richard L.\nThornburgh, Assistant Attorney General, Criminal Division, from Antonin Scalia, Assistant Attorney General, Office of Legal Counsel, Re:\nDesignation of a Deputy Assistant Attorney General to Act as Assistant\nAttorney General at 3–4 (Sept. 9, 1975) (“Designation of a Deputy Assistant Attorney General ”); Memorandum for Stephen S. Trott, Assistant\nAttorney General, Criminal Division, from Robert B. Shanks, Deputy\nAssistant Attorney General, Office of Legal Counsel, Re: Authority of\nActing Assistant Attorney General to Authorize an Application for a Title\nIII Wiretap at 7 (July 10, 1984) (“Authority of Acting Assistant Attorney\nGeneral ”). Applying this principle, a 1975 opinion of our Office concluded that\nthe federal wiretap statute, 18 U.S.C. § 2516 (1970), permitted an Acting\nAssistant Attorney General to authorize wiretap applications, even though\nthe statute provided for authorization by the “[t]he Attorney General, or\nany Assistant Attorney General specially designated by the Attorney\nGeneral.” See Designation of a Deputy Assistant Attorney General at 3, 6. Our opinion was prompted by dicta in United States v. Acon, 513 F.2d\n513, 516 (3d Cir. 1975), stating that Acting Assistant Attorneys General\ncould not authorize wiretap applications because the statute did not list\nthem. We disagreed with that view. We argued that Acon had erroneously\nrelied on United States v. Giordano, 416 U.S. 505 (1974), which had held\nthat the Attorney General’s Executive Assistant could not approve a\n148 Authority of Acting FBI Officials to Sign National Security Letters wiretap application because the statute did not name the “Executive\nAssistant” as among the officials to whom the Attorney General could\ndelegate his authority, and the statute’s legislative history revealed an\nintent to restrict the delegation of authority to a small group of politically\nresponsive, senior Department of Justice officials. See Designation of a\nDeputy Assistant Attorney General at 2. Giordano was not relevant to the\nissue at hand, we explained, because whether a power may be delegated to\na particular official and whether an acting official may exercise that\npower are two distinct issues; Acon erred by failing to distinguish between\nan intent to limit delegation and the “extraordinary” intent “to reverse the\nnormal rule concerning authority of acting officers.” Id. at 4. We noted\nthat reading a delegation limitation to exclude acting officials from a\nfunction would substantially expand the restriction with relatively small\nbenefits. Id. Any such exceptions to the general rule about acting officials,\nwe also noted, would impose a significant burden on acting officials by\nmaking it difficult to determine which powers of the permanent office\nthey possess. Id. at 6 (citing Pellicci, 504 F.2d at 1107)."
    },
    {
      "id": "memos_40__3",
      "chunk_id": "3",
      "content": "Id. Any such exceptions to the general rule about acting officials,\nwe also noted, would impose a significant burden on acting officials by\nmaking it difficult to determine which powers of the permanent office\nthey possess. Id. at 6 (citing Pellicci, 504 F.2d at 1107). Thus, although\nwe recognized that “congressional concern for the sensitivity of a function\ncould result in not merely the commitment of that function to particular\nofficials but also in a prohibition against exercise of the function by any\nacting holders of the named offices,” we concluded that evidence of intent\nto limit the delegability of a function alone would not show that Congress\nalso intended to preclude acting officials from performing that function. Id. at 4.\nA 1984 opinion of our Office reaffirmed the conclusions of our 1975\nopinion. Nonetheless, we observed that intervening court cases had extended Giordano’s analysis to preclude Acting Assistant Attorneys General from authorizing wiretap applications. See Authority of Acting Assistant Attorney General at 1. We therefore advised caution in pursuing the\nposition that the wiretap statute permitted Acting Assistant Attorneys\nGeneral to approve wiretap applications. The wiretap statute, however,\npresented a specialized concern that is not presented by the NSL statutes. As described in Giordano, the legislative history of the wiretap statute\nrevealed congressional intent to limit authority to approve wiretap applications to officials who could be held accountable through the political\nprocess, and it suggested that perhaps only Senate-confirmed presidential\nappointees are politically responsive in the relevant sense. See id. at 2–3\n149 33 Op. O.L.C. 146 (2009) (citing Giordano, 416 U.S. at 520 & n.9). Thus, cases such as Acon stated\nthat “an acting assistant attorney general [does not] meet the Supreme\nCourt’s test of political responsiveness.” Acon, 513 F.2d at 516. The NSL\nstatutes, in contrast, expressly authorize the issuance of NSLs by officials\nwho are not Senate-confirmed and arguably are not politically responsive\naccording to Giordano, and the legislative history of the NSL statutes,\ndescribed in more detail below, does not reveal any special concern about\nthe political accountability of officials who issue NSLs. If the NSL statutes simply named “Deputy Assistant Directors” and\n“Special Agents in Charge” as among the officials whom the Director\ncould designate to issue NSLs, the presumption about acting officials and\nour 1975 opinion would lead directly to the conclusion that Acting Deputy Assistant Directors and Acting Special Agents in Charge could sign\nNSLs. See Designation of Deputy Assistant Attorney General at 5 (“[T]he\nnaming of the office[] goes merely to the level of which delegation is\npermitted and not to the issue of whether, for an interim period, a temporary holder of that office can perform the delegated function.”). The text\nof these statutes, however, raises a substantial and difficult question\nwhether “congressional concern for the sensitivity of ” NSL functions has\nresulted “in a prohibition against exercise of [such] function[s] by any\nacting holders of the named offices.” Id. at 4. These statutes do not simply\nname the officials whom the Director may designate to exercise NSL\nauthorities."
    },
    {
      "id": "memos_40__4",
      "chunk_id": "4",
      "content": "Id. at 4. These statutes do not simply\nname the officials whom the Director may designate to exercise NSL\nauthorities. Instead, they reserve the exercise of NSL functions to the\nDirector “or his designee in a position not lower than Deputy Assistant\nDirector at Bureau headquarters or a Special Agent in Charge in a Bureau\nfield office designated by the Director.” 18 U.S.C. § 2709(b); 12 U.S.C.\n§ 3414(a)(5); 15 U.S.C. § 1681u(a) (emphasis added). This language is\nunusual and might suggest a congressional intent to limit the exercise of\nNSL authority to permanent appointees, who, unlike acting officials,\nperhaps are more fittingly characterized as “in a position.” 4\n4 We are aware of two other statutes that use the formulation “in a position not lower\nthan.” See 20 U.S.C. § 1232g( j ) (2006) (authorizing “the Attorney General (or any\nFederal officer or employee, in a position not lower than an Assistant Attorney General,\ndesignated.by the Attorney General),” to seek an ex parte court order allowing access to\neducational records in connection with terrorism investigations or prosecutions (emphasis\nadded)); id. § 9573(e) (similar). Neither our Office nor any court has considered the\nmeaning of these provisions. 150 Authority of Acting FBI Officials to Sign National Security Letters II. Statutes about the designation of acting officials typically do not refer\nto such officials as being “in a position.” The Vacancies Reform Act\n(“VRA”), for example, says that an acting officer “shall perform the\nfunctions and duties” of the vacant office. 5 U.S.C. § 3345(a) (2006). Other statutes use similar language or provide that the acting official shall\n“serve as” or shall “be” “Acting [Title]” in the event of a vacancy, absence, or disability. See, e.g., 10 U.S.C. § 154(d) (2006) (providing that\n“the Vice Chairman [of the Joint Chiefs of Staff] acts as Chairman and\nperforms the duties of the Chairman until a successor is appointed or the\nabsence or disability ceases”); 12 U.S.C. § 1462a(c)(3)(B) (2006) (“In the\nevent of a vacancy in the position of Director [of the Office of Thrift\nSupervision] or during the absence or disability of the Director, the Deputy Director shall serve as Acting Director.”); 18 U.S.C. § 508 (2006) (“In\ncase of a vacancy in the office of Attorney General, or, of his absence or\ndisability, the Deputy Attorney General may exercise all the duties of that\noffice.”) (emphases added). The existence of these formulations, however, does not demonstrate\nthat by using the language “in a position not lower than,” Congress sought\nto preclude Acting Deputy Assistant Directors from exercising NSL\nfunctions. Nothing in the statutes speaks directly to the issue of acting\nofficials, and the phrase “in a position not lower than” easily could refer\nto the level to which the function may be delegated. In light of the distinction we drew in our 1975 opinion between provisions that restrict delegability and those that exclude acting officials from performing a function, and in light of the well-established presumption that acting officials\nmay exercise the same authorities as permanent officeholders, the NSL\nstatutes are best read as placing a limit on delegation, not overturning the\nordinary presumption about acting officials."
    },
    {
      "id": "memos_40__5",
      "chunk_id": "5",
      "content": "We believe Congress would\nhave spoken more clearly had it intended to preclude acting officials from\nissuing NSLs. See Designation of a Deputy Assistant Attorney General at\n6; Authority of Acting Assistant Attorney General at 7. The legislative history of the NSL statutes generally supports the view\nthat Congress sought to limit the delegation of NSL functions to FBI\nofficials at the level of Deputy Assistant Director or above, rather than\nto preclude Acting Deputy Assistant Directors from issuing NSLs. As\n151 33 Op. O.L.C. 146 (2009) originally enacted, 18 U.S.C. § 2709, 12 U.S.C. § 3414, and 15 U.S.C.\n§ 1681u did not expressly limit the class of officials whom the Director\ncould designate to sign NSLs. Instead, 18 U.S.C. § 2709 authorized\n“[t]he Director . . . (or an individual within the Federal Bureau of Investigation designated for this purpose by the Director)” to make the certifications required for NSLs (Electronic Communications Privacy Act,\nPub. L. No. 99-508, § 201, 100 Stat. 1848, 1867 (1986)), and 12 U.S.C.\n§ 3414 and 15 U.S.C. § 1681u provided that “the Director . . . (or the\nDirector’s designee)” could make NSL certifications (Intelligence Authorization Act for Fiscal Year 1987, Pub. L. No. 99-569, § 404, 100 Stat. 3190, 3197 (1986); Intelligence Authorization Act for Fiscal Year 1996,\nPub. L. No. 104-93, § 601(a), 109 Stat. 961, 975 (1996)). In the conference reports accompanying 12 U.S.C. § 3414 and 15 U.S.C. § 1681u,\nhowever, the conferees stated that the Director should not delegate NSL\nauthority below the level of Deputy Assistant Director. See H.R. Rep. No.\n99-952, at 23–24 (1986) (Conf. Rep.) (noting that the conferees had\n“concluded that, should the Director of the FBI decide to delegate his\nauthority [under 12 U.S.C. § 3414], . . . he should delegate it no further\ndown the FBI chain-of-command than the level of Deputy Assistant Director” (emphasis added)); H.R. Rep. No. 104-427, at 37–38 (1995) (Conf.\nRep.) (“As is the case with the FBI’s existing National Security Letter\nauthority . . . , the conferees expect, that if the Director of the FBI delegates th[ese] function[s] under [15 U.S.C. § 1681u], the Director will\ndelegate [them] no further than the level of FBI Deputy Assistant Director.”); see also H.R. Rep. No. 99-690, pt. 1, at 17 (1986) (“The Committee urges that, if the Director of the FBI delegates his function under [12\nU.S.C. § 3414], he will delegate it no further down the FBI chain of\ncommand than the level of Assistant Director.”). The conference report\nthat accompanied 18 U.S.C. § 2709 does not as clearly reveal a concern\nabout delegability, but it seems likely that Congress viewed this statute\nand the other NSL statutes as similar. See S. Rep. No. 99-541, at 44–45\n(1986) (“It is intended that the [certification] requirement will be determined by a senior FBI official at the level of Deputy Assistant Director or\nabove.”). 5 There is no indication in the legislative history of 18 U.S.C.\n5 Congress subsequently codified these restrictions by amending 18 U.S.C. § 2709(b)\nto provide that the “Director of the [FBI], or his designee in a position not lower than 152"
    },
    {
      "id": "memos_40__6",
      "chunk_id": "6",
      "content": "5 There is no indication in the legislative history of 18 U.S.C.\n5 Congress subsequently codified these restrictions by amending 18 U.S.C. § 2709(b)\nto provide that the “Director of the [FBI], or his designee in a position not lower than 152 Authority of Acting FBI Officials to Sign National Security Letters § 2709, 12 U.S.C. § 3414, or 15 U.S.C. § 1681u that Congress intended to\npreclude acting officials from issuing NSLs. The legislative history of the NSL statutes does not reveal anything\nmore than intent to restrict the delegability of NSL functions. That intent\ndoes not support a conclusion that Congress meant to preclude Acting\nDeputy Assistant Directors from exercising NSL functions. In the absence of any evidence in the statutory text or legislative history of “extraordinary” congressional intent to “reverse the normal rule concerning\nauthority of acting officers,” Designation of a Deputy Assistant Attorney\nGeneral at 4, we conclude that 18 U.S.C. § 2709, 12 U.S.C. § 3414, and\n15 U.S.C. § 1681u permit Acting Deputy Assistant Directors at FBI\nheadquarters to exercise NSL functions. III. We also conclude that the NSL statutes permit Acting Special Agents\nin Charge to exercise NSL functions. As a preliminary matter, we note\nthat the language in the NSL statutes, “in a position not lower than,” may\nnot apply to Special Agents in Charge of FBI field offices. It would be\nawkward and redundant for the NSL statutes to permit NSLs to be signed\nby the Director’s “designee in a position not lower than . . . a Special\nAgent in Charge in a Bureau field office designated by the Director.”\n(Emphasis added.) To avoid surplusage, we could read these statutes as\nauthorizing the exercise of NSL authorities by the director’s (1) “designee\nin a position not lower than Deputy Assistant Director at Bureau headquarters” or (2) “a Special Agent in Charge in a Bureau field office designated by the Director.” See TRW Inc. v. Andrews, 534 U.S. 19, 31 (2001). On this reading, because the “in a position not lower than” language\nwould not apply to Special Agents in Charge, they would simply be\nnamed among the officials whom the Director could designate to exercise\nNSL authorities. Under the ordinary presumption about acting officials,\ntherefore, the NSL statutes would authorize Acting Special Agents in\nDeputy Assistant Director,” may sign an NSL. Pub. L. No.103-142, § 1, 107 Stat. 1491,\n1491 (1993). Section 3414 of title 12 and 15 U.S.C. § 1681u were later amended to\nconform to 18 U.S.C. § 2709. See Uniting and Strengthening America by Providing\nAppropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001, Pub. L. No.\n107-56, § 505, 115 Stat. 272, 365–66 (2001). 153 33 Op. O.L.C. 146 (2009) Charge to sign NSLs. See Designation of a Deputy Assistant Attorney\nGeneral at 3–4 (“[T]he description of the class of officials who are authorized to perform certain acts also includes acting officials, even if they\nare not specifically mentioned[.]”); see also McGee, 173 F.3d at 955–56;\nPellicci, 504 F.2d at 1107; Commissioners of Soldiers’ Home—Vacancy,\n23 Op. Att’y Gen. 473, 475–76 (1901)."
    },
    {
      "id": "memos_40__7",
      "chunk_id": "7",
      "content": "Even if the phrase “in a position not lower than” applies to Special\nAgents in Charge, however, we would still read the statute as limiting\ndelegation only, rather than overturning the presumption that acting\nofficers may exercise the full powers of the offices in which they temporarily serve. Like the legislative history discussed above, the legislative\nrecord behind the addition of Special Agents in Charge to the NSL statutes does not show any congressional concern about the issuance of NSLs\nby acting officials. When Congress added Special Agents in Charge to the\nNSL statutes, it sought to expand, not restrict, the class of officials who\nmay be authorized to issue NSLs. In 2001, Congress amended the NSL\nstatutes to permit the Director to designate a “Special Agent in Charge in\na Bureau field office,” in addition to headquarters officials at the level of\nDeputy Assistant Director or above. Pub. L. No. 107-56, § 505, 115 Stat.\nat 365–66. In hearings on the proposed legislation, a Department of Justice official explained that the proposed amendment would “allow special\nagents in charge—that is, the top-ranking FBI field agent in each of the\nFBI’s 56 field offices—to issue one of these letters rather than requiring\nthe letter to be sent out by an Assistant Director at headquarters.” S. 1448,\nThe Intelligence to Prevent Terrorism Act of 2001 and Other Legislative\nProposals in the Wake of the September 11, 2001 Attacks: Hearing Before\nthe S. Select Comm. on Intelligence, 107th Cong. 24 (2001) (statement of\nDavid Kris, Associate Deputy Attorney General). A section-by-section\nanalysis similarly explained that, “because [NSLs] require the signature of\na high-ranking official at FBI headquarters, they often take months to be\nissued. . . . In many cases, counterintelligence and counterterrorism investigations suffer substantial delays while waiting for NSLs to be prepared,\nreturned from headquarters, and served. The section would streamline the\nprocess of obtaining NSL authority.” Administration’s Draft AntiTerrorism Act of 2001: Hearing Before the H. Comm. on the Judiciary,\n107th Cong. 57–58 (2001). In view of the statutory presumption about\nacting officials and this indication of congressional intent to expand the\n154 Authority of Acting FBI Officials to Sign National Security Letters class of officials who may issue NSLs, we think that 18 U.S.C. § 2709, 12\nU.S.C. § 3414, and 15 U.S.C. § 1681u permit Acting Special Agents in\nCharge to sign NSLs. 6\nDANIEL L. KOFFSKY\nDeputy Assistant Attorney General\nOffice of Legal Counsel It might be argued that Acting Deputy Assistant Directors and Acting Special Agents\nin Charge should not be permitted to issue NSLs under the NSL statutes because the\nDirector could designate relatively low-level employees to serve in these roles. See 136\nCong. Rec. 35,806, 35,817 (Oct. 26, 1990) (statement of Sen. Boren) (introducing\namendment to NSL statutes that “adds the requirement that the Director’s designee be of\nat least the rank of Deputy Assistant Director . . . due, in part, to the finding that critical\ndecisions [concerning NSLs] were made at low levels at FBI Headquarters”). We do not\nthink this possibility undermines our interpretation of the NSL statutes."
    },
    {
      "id": "memos_40__8",
      "chunk_id": "8",
      "content": "We do not\nthink this possibility undermines our interpretation of the NSL statutes. Congress vested\nthe authority to issue NSLs in Deputy Assistant Directors and Special Agents in Charge\ndesignated by the Director, and there is no indication of congressional intent to preclude\nissuance of NSLs by officials acting in these positions. Moreover, as the FBI Memorandum notes (at pages 1 and 7), the Director selects permanent and acting Deputy Assistant\nDirectors and Special Agents in Charge from the same pool of FBI employees (special\nagents and members of the FBI Senior Executive Service). This practice further supports\nthe view that the issuance of NSLs by Acting Deputy Assistant Directors and Special\nAgents in Charge should not raise any special concern under the NSL statutes. 6 155"
    }
  ]
}