{
  "document_category": "memos",
  "docId": "memos_11",
  "chunk_index": 1,
  "chunk_text": "18 U.S.C. § 207 and the Government of Guam\n18 U.S.C. § 207(a)(1) prohibits a form er Department of the Navy employee from representing the\nGovernm ent o f Guam before the Federal Maritime Commission in a litigation in which he partici­\npated personally and substantially while employed by the Navy. September 12, 1996\nM e m o r a n d u m O p in io n f o r t h e D ir e c t o r\nO f f ic e o f G o v e r n m e n t E t h ic s\nY o u have asked for our opinion whether 18 U.S.C. § 207(a)(1) bars a former\nemployee from representing the Government of Guam in a litigation in which\nhe participated personally and substantially while employed by the Department\nof the Navy. See Letter for Walter Dellinger, Assistant Attorney General, Office\nof Legal Counsel, from Stephen D. Potts, Director, Office of Government Ethics\n(June 25, 1996) (“ Potts Letter” )- We conclude that the statute forbids the rep­\nresentation. 1 While an attorney with the Navy’s Military Sealift Command (“ MSC” ), the\nformer employee represented the MSC in a case before the Federal Maritime Com­\nmission (“ FMC” ), Government o f Guam v. Sea-Land Service, Inc., Docket No.\n89-26. He has now joined the law firm representing the Government of Guam\nin the case. He wishes to appear on behalf of Guam before the FMC and in any\nsubsequent judicial review proceedings. Section 207(a)(1) provides: Any person who is an officer or employee . . . of the executive\nbranch of the United States . . ., or of the District of Columbia,\nand who, after the termination of his or her service or employment\nwith the United States or the District of Columbia, knowingly\nmakes, with the intent to influence, any communication to or ap­\npearance before any officer or employee of any department, agency,\ncourt, or court-martial of the United States or the District of Colum­\nbia, on behalf of any other person (except the United States or the\nDistrict of Columbia) in connection with a particular matter—\n(A) in which the United States . . . is a party or has a direct and\nsubstantial interest,\n1 Section 207(a)(1) covers a former em ployee’s “ communication to or appearance before1' agencies and courts,\nmade “ w ith the intent to influence.\" Here, w e use forms o f the word “ represent” as a shorthand, without meaning\nto specify the exact scope o f the statute. T here is no dispute in the present case that the former employee would\nbe engaged in “ co m m u n icatio n ^]” and ” appearance[s] M within the meaning o f the law. 326 18 U.S.C. § 207 and the Government o f Guam (B) in which the person participated personally and substantially\nas such officer or employee, and\n(C) which involved a specific party or specific parties at the time\nof such participation,\nshall be punished as provided in section 216 of this title."
}