{
  "document_category": "memos",
  "docId": "memos_58",
  "chunk_index": 2,
  "chunk_text": "10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service Regional Fishery Management Councils, 17 Op. O.L.C. 150, 154 (1993) (“Fishery\nManagement Councils”) (quoting Conflict of Interest—Status of an Informal\nPresidential Advisor as a “Special Government Employee,” 1 Op. O.L.C. 20\n(1977) (“Informal Presidential Advisor”)). Under 5 U.S.C. § 2104 (2000), an\n“officer” is defined to mean someone who is (1) “required by law to be appointed\nin the civil service by [the President, a court of the United States, the head of an\nExecutive agency, or the Secretary of a military department] acting in an official\ncapacity,” (2) “engaged in the performance of a Federal function under authority\nof law or an Executive act,” and (3) “subject to the supervision” of the President\nor the head of an Executive agency or military department. Section 2105 defines\n“employee” to include not only an “officer,” but also anyone in a larger class of\npersons who, like “officers,” are engaged in federal functions, but are appointed\nand supervised by specified federal officials other than those able to appoint and\nsupervise “officers.” The Executive Order similarly imposes certain restrictions on “employees,”\ndefined to mean “any officer[s] or employee[s] of an agency.” Exec. Order No.\n12674, § 503(b). Although the Executive Order does not define “officer” or\n“employee,” we previously have concluded that the terms “are identical in scope\nand meaning with the terms ‘officer’ and ‘employee’ as used in 5 U.S.C. §§ 2104\nand 2105.” Fishery Management Councils, 17 Op. O.L.C. at 153. We rested this\nconclusion on three grounds. First, we noted that we had turned to the title 5\ndefinitions for guidance in interpreting the criminal conflict of interest laws, and\n“[b]ecause the objectives of the Order and its implementing regulations are closely\nrelated to those of the conflicts statutes, we [thought] it reasonable to look to title\n5’s definition of ‘employee’ when elucidating the Order.” Id. at 154 (citation\nomitted). Second, the Executive Order adopts the definition of “agency” from title\n5, with certain exceptions, Exec. Order No. 12674, § 503(c); and “[w]e [thought] it\nunlikely that the Order was intended to cover personnel who were employed by\n‘agencies’ within the meaning of title 5 but who were not themselves ‘employees’\nwithin the same title.” 17 Op. O.L.C. at 154. Third, while the Executive Order\nstates generally that it is based on the authority vested in the President “by the\nConstitution and laws of the United States,” Exec. Order No. 12674, pmbl., but\ndoes not specify the authorizing statutes, “the most obvious statutory source of\nauthority” is the President’s power under title 5 to “prescribe regulations for the\nconduct of employees in the executive branch,” 5 U.S.C. § 7301 (2000), and this\nauthority brings into play the definition of “employee” in title 5. 17 Op. O.L.C. at\n154. The Standards of Ethical Conduct carry out the Executive Order, and we therefore applied our conclusion in Fishery Management Councils about the applicable\ndefinitions both to the Executive Order and to these implementing regulations. 17\nOp. O.L.C. at 150 n.2, 158."
}