{
  "doc_id": "memos_45",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_45__0",
      "chunk_id": "0",
      "content": "D ecem ber 22, 1977 77-73 MEMORANDUM OPINION FOR THE\nCOUNSEL TO THE PRESIDENT\nStatus of the Acting Director, Office of Management\nand Budget This responds to your request for our opinion concerning the legality\nof Mr. A’s continuing to serve as Acting Director of the Office o f\nManagement and Budget (OMB). Our views may be summarized as follows: The provisions of the\n“Vacancy A ct,” including the 30-day limit on the tenure o f persons\nserving in an acting capacity, do not apply to OMB. Under 31 U.S.C.\n§ 16 (Supp. V 1975), when there is a vacancy in the office o f Director\no f OMB, the Deputy Director becomes Acting Director. While there is\nno express statutory limit on the length of such tenure as Acting\nDirector, it may not continue indefinitely. Within a reasonable time\nafter the occurrence of a vacancy in the office of Director, the Presi­\ndent should submit a nomination to the Senate. The circumstances here\nare such that the duration of Mr. A ’s service as Acting Director seems\nreasonable. Discussion\n1.\nProvisions derived from the Vacancy A ct of 1868 are codified in 5\nU.S.C. §§ 3345-49. Section 3345 provides that, unless the President\ndirects otherwise, when the head of an executive department or mili­\ntary department resigns, his first assistant shall perform the duties of the\noffice until a successor is appointed. Under 5 U.S.C. 3348, however, a\nperson filling a vacancy by virtue of § 3345 may not do so for more\nthan 30 days. Even assuming for the sake of argument that the Vacancy A ct was\nintended to cover all agencies in the executive branch, that would not\nbe determinative. Although derived from the 1868 Act, the current\nprovisions, 5 U.S.C. §§ 3345-49, stand on a separate footing because\nthey, along with the other provisions of Title 5, were enacted into\n287 positive law in 1966.1 The applicable definition of “Executive depart­\nm ent” is set forth in 5 U.S.C. § 101; that definition is restricted to the\nCabinet departments and does not include OMB.2 It follows that 5 U.S.C. § 3348, which imposes a 30-day limit on the\ntime that a “first assistant” m ay on the basis of § 3345 act as department\nhead, does not apply to OMB. 2. Article II, § 2, Cl. 2 of the Constitution provides that the President\nis to nominate and, with the advice and consent of the Senate, appoint\nambassadors, Supreme Court Justices “and all other officers of the\nUnited States, whose appointments are not herein otherwise provided\nfor. . . .” This clause also provides that “the Congress may by law\nvest the appointment of such inferior officers . . . in the President\nalone, in the courts of law, o r in the heads of departments.” F or more than 50 years, the President had sole responsibility for\nappointing the Director of OM B or its predecessor Agency, the Bureau\nof the Budget. See § 207 o f the Budget and Accounting Act, 1921, 31\nU.S.C. § 16 (1970). Then, in 1974, the requirement of Senate confirma­\ntion of the D irector and D eputy D irector of OMB was enacted."
    },
    {
      "id": "memos_45__1",
      "chunk_id": "1",
      "content": "See § 207 o f the Budget and Accounting Act, 1921, 31\nU.S.C. § 16 (1970). Then, in 1974, the requirement of Senate confirma­\ntion of the D irector and D eputy D irector of OMB was enacted. See\nPub. L. No. 93-250, §1, 88 Stat. 11, 31 U.S.C. §16 (Supp. V 1975). O ur examination of the legislative history of the 1974 statute, as well\nas that of similar legislation passed by Congress in 1975 but vetoed by\nPresident Nixon,3 reveals no discussion of the question of the length of\ntime that a Deputy Director o f OMB may serve as Acting D irector. 4 In\nfact, the provision regarding the filling of a vacancy by the Deputy\nD irector was not added by the 1974 statute. T hat provision dates back\nto the 1921 Budget and Accounting A ct, as amended by Reorganization\nPlan No. 2 of 1970.5 As noted previously, under the 1921 Act, the\npositions of D irector and D eputy D irector were not subject to Senate\nconfirmation. 3. In Williams v. Phillips, 360 F. Supp. 1363 (D.D.C., 1973), the\ndistrict court held invalid President Nixon’s naming of an Acting Di­\nrector o f the Office of Economic Opportunity. 8 The court’s reasoning\nsupports our view that, by virtue of 31 U.S.C. § 16 (Supp. V 1975), a\nDeputy D irector of OMB m ay act as Director for a (reasonable) period\n1See Pub. L. No. 89-554, 80 Stat. 378, et seq. 1 Regarding the applicability o f the definition contained in 5 U.S.C. § 101, see the\nexplanatory note following 5 U.S.C. § 3345.\n3 See, e.g., S. Rep. 93-7, 93d Cong., 1st Sess. (1973); 119 Cong. Rec. 3348 (1973); H.R.\nRep. No. 93-109, 93d Cong., 1st Sess. (1973). T he bill passed in 1973 would have required Senate confirmation o f the incumbent\nD irector and D eputy Director as well as persons named to those positions in the\nfuture. The Senate voted to override the veto, 119 Cong. Rec. 16503 (1973), but the\nHouse failed to do so, 119 C ong. Rec. 16764 (1973). 4 See, e.g„ S. Rep. No. 93-237, 93d Cong., 1st Sess. (1973); H.R. Rep. No. 93-697\n(1973); 120 Cong. Rec. 2781 (1974).\n“ T he reorganization plan replaced the Bureau o f the Budget with OMB. 6 T he court of appeals denied the G overnment’s motion for a stay pending appeal. Williams v. Phillips, 482 F. 2d 669 (D.C. Cir. 1973). Later, the case became moot and, on\nJanuary 21, 1974, the appeal was dismissed. 288 in excess of 30 days. The court referred to similar statutes applicable to\nother agencies (e.g., the Veterans Administration) and stressed the fact\nthat, with regard to OEO, there was no statute providing for an Acting\nDirector. 360 F. Supp. at 1370-71. The court’s conclusion was as\nfollows:\n“Thus the failure of the Congress to provide legislation for an\nacting director must be regarded as intentional. The Court holds\nthat in the absence of such legislation or legislation vesting a\ntemporary power of appointment in the President, the constitution­\nal process of nomination and confirmation must be followed."
    },
    {
      "id": "memos_45__2",
      "chunk_id": "2",
      "content": "The court’s conclusion was as\nfollows:\n“Thus the failure of the Congress to provide legislation for an\nacting director must be regarded as intentional. The Court holds\nthat in the absence of such legislation or legislation vesting a\ntemporary power of appointment in the President, the constitution­\nal process of nomination and confirmation must be followed. Therefore, the Court finds that the defendant Phillips was not\nappointed lawfully to his post as Acting Director of OEO. An\ninjunction will issue to restrain him from taking any actions as\nActing Director of OEO.” 360 F. Supp. 1371 [footnote omitted]. The clear implication is that, had there been an OMB-type statute and\nhad Phillips been the Deputy Director of OEO, the court would have\nreached a different result. Moreover, in United States v. Halmo, 386 F. Supp. 593 (D. Wis.,\n1974), a criminal prosecution, Solicitor General Bork had become the\nActing Attorney General pursuant to 28 U.S.C. § 508(b) by reason o f a\nvacancy in the offices of Attorney General and Deputy Attorney G en­\neral. The defendants contended that because of the 30-day limitation in\nthe Vacancy Act, Mr. Bork’s order authorizing an application for a\nwiretap order was invalid. The court rejected the contention, stating:\n“There is no time limitation imposed on those who acquire office\nthrough § 508(b), 386 F. Supp. at 595.”\n4.\n31 U.S.C. § 16 (Supp. V 1975) provides that, in the event of a\nvacancy in the office of Director of OMB, the Deputy Director shall\nact as Director. There is no Phillips-type problem of avoidance of\nSenate confirmation. 7 Since 1974, the Deputy Director of OMB, as well\nas the Director, is appointed with the advice and consent of the Senate. It seems reasonable to assume that, when the Senate considers a nomi­\nnee for the position of Deputy Director, it does so with the realization\nthat he may possibly become Acting Director. On the other hand, Congress has created tw o positions, Director and\nDeputy Director, and has required that each be filled by a person\nwhose nomination is confirmed by the Senate.8 In our view, it is\nimplicit in 31 U.S.C. § 16 (Supp. V 1975), that a Deputy Director may\nnot properly serve indefinitely as Acting Director. There is no specific\nlimit, 30 days or otherwise, but the tenure of an Acting Director should\n7 Congress was aware of the decision in Williams v. Phillips. The plaintiffs were\nSenators. The decision was brought to the attention of the House, 119 Cong. Rec. 19316\n(1973) (Congressman Rangel), and was inserted into the Congressional Record by Senator\nWilliams, 119 Cong. Rec. 19595 (1973).\n• We do not deal with the question of the current status o f the position of Deputy\nDirector of OMB. See § 102(0 of Reorganization Plan No. 2 of 1970. 289 not continue beyond a reasonable time. W hat period is reasonable\ndepends upon the particular circumstances."
    },
    {
      "id": "memos_45__3",
      "chunk_id": "3",
      "content": "We do not deal with the question of the current status o f the position of Deputy\nDirector of OMB. See § 102(0 of Reorganization Plan No. 2 of 1970. 289 not continue beyond a reasonable time. W hat period is reasonable\ndepends upon the particular circumstances. Pertinent considerations include the specific functions being per­\nformed by the Acting Director; the manner in which the vacancy was\ncreated (death, long-planned resignation, etc.); the time when the va­\ncancy was created (e . g w hether near the beginning or the end of a\nsession of the Senate); • w hether the President has sent a nomination to\nthe Senate; and particular factors affecting the President’s choice (e . g a\ndesire to appraise the w ork of an Acting Director) or the President’s\nability to devote attention to the matter. 5.\nMr. A has served as A cting D irector for 3 months. In our opinion,\ngiven the circumstances, that period is reasonable. Significant in this\nregard are Mr. A ’s involvement in the budget process and the deadlines\nimposed by the Congressional Budget A ct of 1974, see 31 U.S.C. § 1321\n(Supp. V 1975). In addition it is noteworthy that the Senate adjourned on December\n15 and will not reconvene until January 19. A recess appointment could\nbe made but, in view of the salary restrictions of 5 U.S.C. 5503, it\nwould clearly be reasonable for the President to wait until the Senate\nreconvenes. In conclusion, we believe Mr. A ’s tenure as Acting Director of OMB\nis lawful. Regarding the tim e to make a nomination, the President has\ndiscretion, but is required to do so within a reasonable period. John M. H arm on Assistant Attorney General\nOffice o f Legal Counsel * Regarding recess appointments, see Art. II, § 2, Cl. 3 o f the Constitution and 5 U.S.C.\n§ 5503, the latter dealing with the payment of salaries of persons receiving such appoint­\nments. In the circumstances present here a recess appointee could not under 5 U.S.C.\n§ 5503 be paid. 290"
    }
  ]
}