{
  "document_category": "memos",
  "docId": "memos_42",
  "chunk_index": 3,
  "chunk_text": "The legislative history of § 631 contains no such indication. To the contrary,\nit confirms that this section was not intended to restrict USDA’s use of\ninformation in the enforcement context. The impetus for imposing a legislative\nlimitation on USDA’s discretionary release of information collected under the\nAct to private parties seems to have come in the first instance from the district\ncourt’s decision in Ivanhoe Citrus A ss’n v. Handley , 612 F. Supp. 1560\n(D.D.C. 1985). Handley was a “reverse” FOIA case in which California orange\ngrowers sought to prevent USDA from releasing certain lists of grower names\nand addresses collected by USDA under the Act. The court ruled against the\ngrowers, holding that the grower lists in question were not exempt from\ndisclosure under FOIA, and that USDA had not abused its discretion in releas­\ning the lists pursuant to a FOIA request. In Handley , the court held, inter alia, that lists of names and addresses were\nnot covered by a provision in the 1937 Act requiring that certain information\ncollected under that Act be kept confidential. See 7 U.S.C. § 608d(2). Presum­\nably, had this confidentiality provision in the 1937 Act applied to the lists in\nquestion, FOIA would have provided no basis for releasing them to a private\nparty. See 5 U.S.C. § 552(b)(3). On the other hand, the confidentiality provi­\nsion of the 1937 Act would have posed no bar to USDA’s use of protected\ninformation for its own enforcement purposes under the Act, because it pro­\nvides that protected information may be disclosed “in a suit or administrative\nhearing brought at the direction, or upon the request, of the Secretary of\nAgriculture, or to which he or any officer of the United States is a party, and\ninvolving the marketing agreement or order with reference to which the infor­\nmation so to be disclosed was furnished or acquired.” 7 U.S.C. § 208d(2). In July 1985, only a few days after the Handley decision was announced, the\nHouse Agriculture Committee reported out an amendment to the confidential­\nity provision of the 1937 Act. According to the Committee’s report, the\namendment was intended to extend the coverage of the confidentiality provi­\nsion to the kind of information at issue in Handley. See H.R. Rep. No. 271,99th\nCong., 1st Sess., pt. 1, at 197 (1985) (“The amendment would overturn the\nlegal basis used by the [Handley] court and the Administration to justify release\nof growersf] names and addresses.. . . ”). Notwithstanding this apparent intention,\nhowever, the amendment reported by the House Agriculture Committee and ulti­\n2 See, e.g., 18 U.S C. § 1905 (generally prohibiting agency “disclosure” of confidential inform ation and\ntrade secrets); 15 U S.C. § 2055(b)(1) (prohibiting “disclosure\" by the C onsum er Product Safety Com m is­\nsion); 5 U.S.C. § 1401 (perm itting “disclosure” o f confidential information and trade secrets received by the\nNational Highw ay Traffic Safety A dm inistration under the National Traffic and M otor V ehicle Safely o f Act\nonly “ when relevant in any proceeding under this title” )."
}