{
  "document_category": "memos",
  "docId": "memos_54",
  "chunk_index": 4,
  "chunk_text": "United States v. Julie Research Labs., Inc., 881 F.2d 1067, 1068 (Fed. Cir. 1989). In Bedford Computer, the Board, citing Julie Research Laboratories, also ordered the Army to reimburse the judgment fund in the amount of its award\no f costs. 3 Bedford Computer, 1990-1 B.C.A 1 22,377 at 112,434 (Oct. 13,\n1989). Concurring separately in Bedford Computer, Administrative Judge\nHendley agreed that the judgment fund should be reimbursed. He added\nthat in future settlements of protest costs, the respondent agency should pay\ndirectly “in accordance with the Federal Acquisition Regulation (FAR).” Id.\nJudge Hendley wrote: So long as agency funds are available, to seek to have the\npayment made from the judgment fund and then reimburse\nthat fund, is economically inane and constitutes a pointless\nexercise in unnecessary paper shuffling. That an agency should\npay such costs directly, and not through the conduit of the\njudgm ent fund, is clearly directed by FAR 33.105(0 [48 C.F.R.\n§ 33.105(0 (1988)] which states:\n(0(1) The GSBCA may declare an appropriate\ninterested party to be entitled to the cost of —\n(1) Filing and pursuing the protest, including\nreasonable attorney’s fees; and\n(ii) Bid and proposal preparation. (2) Costs awarded under (0(1) above shall be\npaid promptly by the agency out of funds\navailable to or fo r the use o f [4] the\nacquisition of supplies or services. 3 In B edford C om puter th e Army c o n c e d e d that it h a d failed to c o m p ly w ith c e rta in p ro c u re m e n t\ns ta tu te s a n d re g u la tio n s . T h e Army a n d the p ro te ste r d e c id e d to s e ttle the p ro test. T he B o ard found\nth a t th e p ro te s to r h as p re v a ile d on a s ig n ific a n t issu e, a n d aw ard ed it $ 75,000 in p ro te st co sts. ‘ P e rh a p s sh o u ld read : “o r.” 114 Although the FAR is couched in terms of payment of costs\nawarded by the Board in a case where those costs were con­\ntested, it would be sheer sophistry to contend that in those\ninstances where the parties have settled their dispute, those\nsame costs, reflected in their settlement, should not be paid\nfrom the agency’s funds as well. Id. at 112,434-35. II. Analysis We conclude that a Board award of costs under CICA is payable out of\nthe judgment fund, and that the Board does not have the authority to order\nan agency to reimburse the judgment fund for having paid such an award.3"
}