{
  "document_category": "memos",
  "docId": "memos_16",
  "chunk_index": 2,
  "chunk_text": "Hyde v. United\nStates, 225 U.S. 347 (1911); United States v. Lombardo, 241 U.S. 73 (1915). The\ndiscretion of the Attorney General and the constant supervision of the courts are\nregarded as sufficient safeguards against double jeopardy and unnecessary\nmultiplicity of suits. The most significant act in the crime of “communicating” or “transmitting” a\ndocument relating to national defense to “any person not entitled to receive it”\nunder section 1(d) of the Espionage Act1 must be the actual presentation of the\ncontents of such a document to the person not entitled to receive it. When such\ncommunication or transmission is effected through the medium of a newspaper,\nthat act occurs only when the recipient of the newspaper has it in his control. The\nfactual chain of events which constitute the legal crime begins of course when the\nreporter first illegally scans the forbidden document, but it does not end until the\nwhole institutional apparatus of newspaper publication has deposited the finished\npaper in the hands of the subscriber or purchaser. To seize upon any one factual\nevent in the crime chain—such as the physical rolling of the papers off a press—\nand to say that such an event only is “the crime” and that the crime is “committed”\nonly at the locus of that event would be as unrealistic as it would be subversive of\n1 Act of June 15, 1917, ch. 30, § 1(d), 40 Stat. 217, 218, codified at 50 U.S.C. § 31(d) (1940). 103 Supplemental Opinions of the Office of Legal Counsel in Volume 1 the policy of the statute. It is not some physical step in the publishing process\nwhich is prohibited but the communication of defense information to unauthorized\nrecipients. The fact that there may be unauthorized recipients in many districts\nonly aggravates the crime. It would put an insuperable burden upon the government to require it to show which unauthorized recipients actually passed the\ninformation on to the enemy and, hence, to fix its venue there. Direct case authority to support this reasoning is scant. Helpful analogies can,\nhowever, be found in cases involving the unlawful transmission of goods and\nfraudulent mail practices. Charles C. Montgomery, Manual of Federal Jurisdiction\nand Procedure § 1150 (4th ed. 1942). The famous old case of In re Palliser, 136\nU.S. 257 (1890), which held that the offense of tendering a contract for the\npayment of money in a letter mailed in one district and addressed to a public\nofficer in another, to induce him to violate his official duty, could be tried in the\ndistrict in which the letter was received by that officer, is squarely in point. The\nopinion contains excellent supporting language. Opposing authority is equally scant. The federal criminal libel cases are old, by\nlower courts, not numerous, and poorly reasoned. They have been often criticised. Justin Miller, Handbook of Criminal Law 495 (1934); Recent Cases, Criminal\nLaw—Jurisdiction—Locality of Publication of Libel, 23 Harv. L. Rev. 309 (1910);\nComment, Copies of a Printed Criminal Libel as Separate Offenses, 26 Yale L.J.\n308 (1916–17). Many state court decisions are to the contrary. Annotation, Venue\nof Action for Libel in Newspaper, 37 A.L.R. 914 (1925)."
}