{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 6,
  "chunk_text": "L. No. 91-644, tit. V, § 18, 84 Stat. 1880, 1891 (1971). 113 Opinions o f the Office o f Legal Counsel in Volume 19 protecting the safety of its C hief Executive and in allowing him to perform his\nduties without interference from threats o f physical violence.” Watts v. United\nStates, 394 U.S. 705, 707 (1969). See also White House Vigil fo r the ERA Com­\nm ittee v. C lark , 746 F.2d 1518, 1528 (D.C. Cir. 1984) (“ At stake is not merely\nthe safety o f one man, but also the ability of the executive branch to function\nin an orderly fashion and the capacity of the United States to respond to threats\nand crises affecting the entire free world” ). Accordingly, courts have construed\nthe Secretary’s authority under §3056 broadly, even in the face of constitutional\nchallenges. In fact, the only limitation the courts have recognized on the Sec­\nretary’s authority has been the Constitution. Where, for example, first amendment\nrights have been implicated, courts have balanced the Secret Service’s interest\nin protecting the President against the first amendment rights of those burdened\nby such actions. 5 Even in the first amendment context, however, courts have been careful to allow\nthe Secret Service latitude in acting to protect the President. In a decision con­\ncerning the Secret Service’s denial of a White House press pass to a journalist,\nthe D.C. Circuit required the Secret Service to publish the standards it uses to\ndetermine W hite House press pass eligibility. In delineating the requirements\nimposed on the Secret Service, however, it agreed with the Secret Service that\nthe first amendment did not require “ detailed articulation of narrow and specific\nstandards or precise identification of all the factors which may be taken into\naccount in applying [the] standard.” Sherrill, 569 F.2d at 130. The court stated\nthat “ [i]t is enough that the Secret Service be guided solely by the principle of\nwhether the applicant presents a potential source of . . . danger to the President\nand/or his immediate family so serious as to justify his exclusion.” Id. (citation\nomitted). Arguing that this more flexible approach was appropriate given the mis­\nsion o f the Secret Service, the court declared that “ [t]his standard is sufficiently\ncircumspect so as to allow the Secret Service, exercising expert judgment which\nfrequently m ust be subjective in nature, considerable leeway in denying press\npasses for security reasons.” Id. The court also indicated its belief that courts\nshould be “ appropriately deferential to the Secret Service’s determination of what\njustifies the inference that an individual constitutes a potential risk to the physical\nsecurity of the President or his fam ily.” Id.\nCourts have allowed the Secret Service even more latitude outside of the first\namendm ent context. In Scherer v. Brennan, 379 F.2d 609 (7th Cir.), cert, denied,\n389 U.S. 1021 (1967), the court found within the scope of the Secret Service’s\nduties to protect the President the barring o f a federally-licensed firearms dealer\n5 See A Quaker Action Group v. Hickel, 421 F.2d 1111, 1117-18 (D.C. Cir. 1969)."
}