{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 3,
  "chunk_text": "5 C.F.R. § 2638.104 (2006); see also 5 U.S.C. app., EIGA § 109(8)–(11) (defining\nthe terms “judicial employee,” “Judicial Conference,” “judicial officer,” and\n“legislative branch”). We see no reason to believe that Congress intended that the\nterm would have another meaning under the other authorities providing OGE with\njurisdiction over “executive branch” officers and employees. See Enfield ex rel. Enfield v. A.B. Chance Co., 228 F.3d 1245, 1251 (10th Cir. 2000) (“It is a well\nrecognized rule of statutory construction used to determine legislative intent that\nordinarily identical words or terms used in different statutes on a specific subject\nare interpreted to have the same meaning in the absence of anything in the context\nto indicate that a different meaning was intended.”) (quotation marks omitted). The definition of “executive branch” set forth in title I provides that the term\n“includes each Executive agency as defined in 5 U.S.C. 105.” Section 105’s\ndefinition is also referenced in title IV of the Act. See 5 U.S.C. app., EIGA\n§ 402(a) (stating that the Director shall provide “overall direction of executive\nbranch policies” related to preventing conflicts of interest on the part of “officers\nand employees of any executive agency, as defined in section 105 of title 5, United\nStates Code”); cf. Exec. Order No. 12731, § 503(c), 3 C.F.R. at 310 (“‘Agency’\nmeans any executive agency as defined in 5 U.S.C. 105 . . . .”). 3 The clear focus of\nsection 105 is on Executive Branch entities: “an Executive department, a Government corporation, and an independent establishment.” 5 U.S.C. § 105 (2000). All\n“Executive department[s]” are within the Executive Branch. See 5 U.S.C. § 101\n(2006); see also Haddon v. Walters, 43 F.3d 1488, 1490 (D.C. Cir. 1995) (referencing the “exclusive list of Executive departments” in 5 U.S.C. § 101). Similarly,\nthe term “independent establishment” is defined as “(1) an establishment in the\nexecutive branch,” and “(2) the Government Accountability Office.” 5 U.S.C.\n§ 104 (2006). The definitions in both title I of EIGA and the regulations implementing title IV, however, explicitly exclude from their reach the Government\nAccountability Office, which is a Legislative Branch agency, see Bowsher v.\nSynar, 478 U.S. 714, 730–32 (1986). While the definition of “Government\n3 The term “Executive agency” itself plainly suggests agencies within the Executive Branch. Although the term does encompass at least one agency in the Legislative Branch—the Government\nAccountability Office—it does so only by virtue of an explicit statutory provision, 5 U.S.C. § 104(2)\n(Supp. V 2005), that tends to underscore that GAO would not otherwise come within the scope of the\nterm. 58 Office of Government Ethics Jurisdiction Over the Smithsonian Institution corporation” in 5 U.S.C. § 103 (2000) is not necessarily limited to Executive\nBranch entities, this Office has opined that the Smithsonian is not a “Government\ncorporation” for purposes of a similar definition of “agency” under the Freedom of\nInformation Act (“FOIA”), 5 U.S.C. § 552(f)(1) (2000)."
}