{
  "document_category": "memos",
  "docId": "memos_92",
  "chunk_index": 6,
  "chunk_text": "See Gerson Memorandum at 3 & n.3. 163 Opinions of the Office of Legal Counsel in Volume 29 individual’s duties for his non-federal employer.” Letter for Michael R. Rizzo,\nMcKenna, Long & Aldridge LLP, from Marilyn L. Glynn, Acting Director, Office\nof Government Ethics at 5 (June 8, 2005). We think the best reading of the phrase\n“no compensation is thereby received” is that it excludes statements made in the\nordinary course of an agency relationship for which the speaker receives compensation. In other words, if a former official is paid to represent the interests of a\nparticular person or company, and makes statements aimed at advancing that end,\nhe receives compensation “thereby,” even if he is not paid on a statement-bystatement basis. Thus, as a salaried employee of the Company who would be\ncommunicating with the Marine commanders in the course of his employment, the\nretired officer may not take shelter in section 207(j)(4). A contrary conclusion—\nthat a statement may be protected by section 207(j)(4) so long as the speaker is not\npaid specifically for making it—would impermissibly convert the exception into a\nmere accounting rule. It would suggest, for instance, that a lawyer could represent\na client before the same agency where the lawyer was previously a senior official\nso long as he received a flat fee rather than an hourly rate. We do not think\nCongress intended to allow the statutory ban on such communications to be\ncapable of evasion merely by clever bookkeeping. We certainly understand, and are sympathetic to, the retired officer’s pleas that\nhe and his firm face a conflict between the federal ethics laws and the need to take\nsteps to protect his employees from further danger. As described above, however,\nat least some of the communications proposed by Mr. Kubic would be covered by\nthe language of section 207(c). And, although it contains a number of express\nexceptions for particular types of communications, see, e.g., 18 U.S.C. § 207(j),\nthe statute makes no exception for emergency situations. Nor is there an exception\nfor communications made in war zones involving issues of safety and security. Given that Congress has not seen fit to legislate such exceptions, we are not at\nliberty to interpret such provisions into existence merely to bring about a desirable\nresult. This conclusion about the scope of section 207 does not leave the Company\nunable to communicate with military personnel in Iraq in order to help protect its\npersonnel. Any Company employee not covered by section 207(c) remains free to\ndiscuss security matters (or any other issue) with MNF-W, and certainly may seek\nto persuade the military commanders to take whatever protective actions are\nthought necessary. Indeed, so long as he does not act with the intention that the\nviews or information conveyed to Marine officers be attributed to him, the retired\nofficer may play a “behind the scenes” role in such communications. “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. at 63 (observing that under section\n207(c), “former officials can sell their expertise to interested clients, and their\nclients can present all substantive information or views they wish to federal\nagencies”)."
}