{
  "document_category": "memos",
  "docId": "memos_9",
  "chunk_index": 7,
  "chunk_text": "With respect to the applicability o f section 274A against Congress, we will here address only the general question\no f the availability o f speech and debate immunity W e do not address the more specific question of who the proper\ndefendant may be in individual enforcement actions. W e also do not address the question w hether the constitutional\nprivilege against arrest except in cases o f “ Treason, Felony and Breach of the Peace” that is accorded Members\nduring sessions o f Congress would preclude enforcing a subpoena in an administrative proceeding against a Member\nwhile C ongress is in session U S Const art 1, § 6 , cl. 1. See Gravel v. United States, 408 U S . 606, 614-15\n(1972). 38 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities of this statute. The illegal conduct is taking or agreeing to take\nmoney for a promise to act in a certain way. There is no need\nfor the Government to show that appellee fulfilled the alleged\nillegal bargain; acceptance of the bribe is the violation of the\nstatute, not performance of the illegal promise. Taking a bribe is, obviously, no part of the legislative process\nor function; it is not a legislative act. . . . Nor is inquiry into a\nlegislative act or the motivation for a legislative act necessary to\na prosecution under this statute or this indictment. Id. at 526. Accordingly, the Court in Brewster confirmed that the Clause does not protect\nall conduct relating in any way to the legislative process, but is “ limited to an\nact which was clearly a part of the legislative process — the due functioning of\nthe process.” Id. at 515-16 (emphasis in original). Proper attention to the history\nand purposes of the Clause, including the underlying separation of powers con­\ncerns, did not justify a broader reading: We would not think it sound or wise, simply out of an abundance\nof caution to doubly insure legislative independence, to extend the\nprivilege beyond its intended scope, its literal language, and its his­\ntory, to include all things in any way related to the legislative\nprocess. Given such a sweeping reading, we have no doubt that\nthere are few activities in which a legislator engages that he would\nbe unable somehow to “ relate” to the legislative process. Id. at 516. The Court further clarified the proper scope of the Speech or Debate Clause\nin Gravel v. United States, 408 U.S. 606 (1972), decided the same day as\nBrewster. Senator Gravel made copies of the Pentagon Papers part of the public\nrecord of a meeting of the Senate subcommittee that he chaired. Subsequently,\nthe press reported that Senator Gravel had separately made arrangements with\na private press to publish the papers. A federal grand jury that was investigating\nalleged criminal conduct with respect to the public disclosure of these classified\ndocuments subpoenaed Senator Gravel’s aide to testify, and Senator Gravel sought\nto quash the subpoena under the Speech or Debate Clause. 4 Id. at 608-09."
}