{
  "document_category": "memos",
  "docId": "memos_15",
  "chunk_index": 6,
  "chunk_text": "As to these, “the bill makes no change whatever in the present\nlaws.” S. Rep. No. 31, supra; see also H.R. Rep. No. 18, supra. The Export Administration Act of 1969, Pub. L. No. 91-184, § 12(a),\n83 Stat. 841, 846 (1969), retained verbatim the language of § 10. The\n1979 Act deleted the language expressly superseding the prior law as to\ntinplate scrap but retained the language continuing the effectiveness of\nother laws authorizing control over exports. There is no explanation in\nthe legislative history why the 1969 Act carried over the reference to\ntinplate scrap or why the 1979 Act deleted it, but the process is in any\nevent not relevant to the issue here. What is important is that the 1979\nAct retained in § 17(a) that portion of the prior provisions clearly\nstating the legislative intent that the EAA did not replace the regula­\ntory authority existing pursuant to other laws. By its literal terms, § 17(a) goes no further. As we noted above in\ndiscussing the construction given to § 17(a) in the Memorandum, the\nsection does not address the effect, if any, of this other regulatory\nauthority on the authority under the EAA. But in preserving the\nauthority to impose controls pursuant to other laws, § 17(a), like its\npredecessors, creates a regulatory structure in which export controls\nunder these other laws exist side by side with controls under the EAA. At least in the absence of any indication to the contrary in these other\nstatutes, the reasonable conclusion to be drawn from the history of\n§ 17(a), and the logical implication of the regulatory structure that\nresults, is that controls under the EA A also may exist side by side with\nthese other controls. As we discuss at length above, we find no such\ncontrary indication in any of the seven statutes cited. The Memorandum is addressed only to export controls imposed for\nforeign policy purposes. But the EAA also provides authority to\nimpose controls in the interests of national security, or to prevent\nundue diminution of goods in short supply, 50 U.S.C. App. §§ 2404,\n2406. The authority as to national security controls is conferred in\nfurtherance of the congressionally declared policy of using export con­\ntrols “to restrict the export of goods and technology which would\nmake a significant contribution to the military potential of any other\ncountry or combination of countries which would prove detrimental to\nthe national security of the United States.” 50 U.S.C. App.\n§ 2402(2)(A). As to short-supply controls, the export control authority\nis intended to implement the policy of using export controls “to protect\nthe domestic economy from the excessive drain of scarce materials and\nto reduce the serious inflationary impact of foreign demand.” 50 U.S.C.\nApp. § 2402(2)(C). 806 B. The Memorandum does not discuss the effect of § 17(a) on these\nnational security or short-supply controls, but there is nothing in § 17(a)\nthat would limit to foreign policy controls the effect attributed to that\nprovision in the Memorandum. Under that interpretation, national secu­\nrity, controls would be precluded merely because another statute im­\nposed health and safety regulations on domestic distribution of a par­\nticular product but utilized a more lenient standard for exports."
}