{
  "doc_id": "memos_36",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_36__0",
      "chunk_id": "0",
      "content": "Constitutionality of Federal Government Efforts in\nContracting With Women-Owned Businesses This statement presents the Justice Department’s views on the federal government’s efforts to contract\nwith women-owned businesses in a manner consistent with the Constitution and federal statutes. Because the Justice Department’s position on federal contracting programs that employ gender\npreferences is based on constitutional and legal standards that are not specific to the program\naddressed by the recently published Small Business Administration rule, the statement focuses on\nthe legal standards that govern the Department’s approach to such programs generally. January 16, 2008 TESTIMONY BEFORE THE HOUSE COMMITTEE ON SMALL BUSINESS Thank you Chairwoman Velazquez, Ranking Member Chabot, and Members of\nthe Committee for the opportunity to appear here today to discuss the Justice\nDepartment’s views on the federal government’s efforts to contract with womenowned businesses in a manner consistent with the Constitution and federal\nstatutes. One of the most recent developments in this area is the Small Business `Administration’s (“SBA’s”) publication of a proposed rule implementing the WomenOwned Small Business (“WOSB”) Federal Contracting Program authorized by\nPublic Law 106-554. That particular rule is addressed in SBA Administrator\nPreston’s testimony before the Committee. For that reason, and because the Justice\nDepartment’s position on federal contracting programs that employ gender\npreferences is based on constitutional and legal standards that are not specific to\nthe program addressed by the recently published SBA rule, I will focus on the\nlegal standards that govern the Department’s approach to such programs generally. As Administrator Preston testified and the Committee is aware, the federal\ngovernment has taken a number of measures to increase the participation of\nwomen-owned small businesses in federal government contracting. Most of these\nefforts assist women-owned small businesses by improving their ability to\ncompete with other small businesses for federal contracts, not by shielding them\nfrom such competition through gender-based restrictions on bidding opportunities. That said, one form of agency assistance that is authorized, though not required,\nby federal statute is the reservation, or set-aside, of certain contracts for competition only by “small business concerns owned and controlled by women.” 15\nU.S.C. § 637(m)(2). Federal agencies that employ such set-asides in their contracting programs must engage in gender discrimination among potential contract\nrecipients because the set-asides require the contracting agencies to exclude\notherwise qualified businesses from competing for certain contracts based solely\non the degree to which those businesses are owned or controlled by men. To be constitutional, federal programs that discriminate on the basis of gender\nin awarding government contracts must pass muster under the equal protection 23 Opinions of the Office of Legal Counsel in Volume 32 component of the Due Process Clause of the Fifth Amendment. See United States\nv. Virginia, 518 U.S. 515 (1996) (“VMI”); Miss. Univ. for Women v. Hogan, 458\nU.S. 718, 723–24 (1982). The Justice Department’s position on gender-based\ncontracting programs necessarily reflects this constitutional requirement because\nthe Department, like the rest of the Executive Branch, must construe and implement federal laws in a constitutional manner."
    },
    {
      "id": "memos_36__1",
      "chunk_id": "1",
      "content": "See United States\nv. Virginia, 518 U.S. 515 (1996) (“VMI”); Miss. Univ. for Women v. Hogan, 458\nU.S. 718, 723–24 (1982). The Justice Department’s position on gender-based\ncontracting programs necessarily reflects this constitutional requirement because\nthe Department, like the rest of the Executive Branch, must construe and implement federal laws in a constitutional manner. The Department’s position on\ngender-based contracting programs also reflects Supreme Court opinions and other\nfederal cases applying the Constitution’s equal protection requirements to such\nprograms, because these are the cases that courts will consider in deciding whether\nspecific agency WOSB programs are constitutional. The Department’s general\nposition on these matters serves as the basis for the Department’s administration of\nits own programs, as well as for any guidance the Department may provide to\nother agencies. The level of scrutiny that a government contracting program must satisfy in\norder to comply with equal protection depends on the type of preference at issue. Preferences, such as veterans’ preferences, that do not depend on a recipient’s race\nor gender are subject to rational basis scrutiny, which means courts will generally\nuphold them as constitutional if the government can demonstrate a rational basis\nfor adopting them. Preferences that are based on a recipient’s race or gender are\nsubject to higher levels of constitutional scrutiny. Race-based preferences must\nsatisfy “strict scrutiny,” which means that the government must prove that the\nspecific preference at issue is “narrowly tailored” to serve a “compelling government interest.” Gender-based preferences must satisfy “intermediate” or “heightened” scrutiny, which the Supreme Court has identified as considerably more\ndemanding than rational basis scrutiny, but distinct from the strict scrutiny the\nCourt applies to government preferences based on race. In VMI, the 1996 case in which the Supreme Court considered the constitutionality of a government program that discriminated on the basis of gender, the Court\nemphasized that its decision to apply intermediate scrutiny did not excuse the\ngovernment from establishing an “exceedingly persuasive” justification for the\nprogram. Noting the “strong presumption that gender classifications are invalid,”\nJustice Ginsburg’s opinion for the Court explained that “skeptical scrutiny of\nofficial action denying rights or opportunities based on” a person’s gender is\nnecessary to ensure that government programs, no matter how well-intentioned, do\nnot violate the hard-fought line of equal protection precedents rejecting the notion\nthat an individual’s opportunity to “participate in and contribute to” a particular\nfield should depend on that individual’s gender. Accordingly, the Court held that\nto justify a gender-based preference program under intermediate scrutiny, the\ngovernment bears the burden of showing, through evidence that is “genuine” and\n“not hypothesized or invented post hoc,” “at least that the [program] serves\n‘important governmental objectives and that the discriminatory means employed’\nare ‘substantially related to the achievement of those objectives.’” 518 U.S. at\n532–33. 24 Federal Government Efforts in Contracting With Women-Owned Businesses It bears mention that at least one court—the Seventh Circuit in an opinion by\nJudge Posner—has questioned whether there is any meaningful practical difference between the exacting intermediate scrutiny standard the Supreme Court\narticulated in VMI and the strict scrutiny the Court applies to racial preferences. See Builders Ass’n of Greater Chi. v. Cnty. of Cook, 256 F.3d 642, 644 (7th Cir.\n2001)."
    },
    {
      "id": "memos_36__2",
      "chunk_id": "2",
      "content": "See Builders Ass’n of Greater Chi. v. Cnty. of Cook, 256 F.3d 642, 644 (7th Cir.\n2001). Whether or not this opinion raises a valid practical question, the Justice\nDepartment, like the majority of federal courts, adheres to the Supreme Court’s\ndetermination in VMI that there is a distinction between intermediate and strict\nscrutiny. Federal courts applying this distinction to government programs for womenowned businesses have construed the “important governmental interest” aspect of\nintermediate scrutiny to mean that some degree of discrimination must have\noccurred in the economic sphere in which the program is administered in order for\nthe government to justify the program’s constitutionality. The cases upholding\ngender-based preference programs under this standard emphasize the importance\nof the government’s proof of such discrimination. Similarly, the cases invalidating\nprograms as unconstitutional under this standard emphasize the government’s\nfailure to present evidence of discrimination in the economic sphere to which the\npreference program is directed. Although strict scrutiny also requires the government to prove discrimination in\njustifying racial preference programs, the federal courts’ focus on the government’s ability to prove discrimination in gender cases does not erase the distinction between strict and intermediate scrutiny. The Eleventh Circuit has explained\nthis distinction as follows: “While there is a difference between the evidentiary\nfoundation necessary to support a race-conscious affirmative action program and\nthe evidentiary foundation necessary to support a gender preference, that difference is one of degree, not of kind. In both circumstances, the test of the program is\nthe adequacy of evidence of discrimination, but in the gender context less evidence\nis required.” Eng’g Contractors Ass’n v. Metro. Dade Cnty., 122 F.3d 895, 901\n(11th Cir. 1997). Determining exactly how much evidence of discrimination is needed to support\na gender-based, as opposed to race-based, preference program is, in the Eleventh\nCircuit’s words, a “difficulty” that all government entities face in considering\nwhether gender-based preference programs are constitutional. Federal cases\nupholding such programs do not generally distinguish between the evidence\nrequired to satisfy strict versus intermediate scrutiny in a way that readily allows\nthe government to determine that a particular study or other evidence of discrimination clearly goes far enough to justify a program under intermediate scrutiny,\nbut does not go so far as to satisfy unnecessarily the requirements of strict\nscrutiny. What is clear from the cases is that mere findings of disparity or underrepresentation are generally not sufficient to establish the constitutionality of a\ngender-based preference program, and that courts are likely to strike down such 25 Opinions of the Office of Legal Counsel in Volume 32 programs if the government cannot show genuine and non-hypothetical evidence\nof discrimination in the economic sphere in which the program will operate. The Justice Department’s position on gender-based set-aside programs reflects\nthese cases and the simple lesson they offer federal entities considering such\nprograms: if those entities, which must establish and administer gender-based setasides in a constitutional manner, wish to maximize the chances that a particular\nprogram will survive constitutional scrutiny, it is both legally appropriate and\nlegally prudent to require evidence of discrimination before implementing the\nprogram."
    },
    {
      "id": "memos_36__3",
      "chunk_id": "3",
      "content": "This position accords with the requirement that the federal government\nadminister all federal programs, including those benefiting women, in a constitutional manner, consistent with Supreme Court and other federal judicial precedents\nevaluating gender-based preference programs under intermediate scrutiny. ELIZABETH P. PAPEZ\nDeputy Assistant Attorney General\nOffice of Legal Counsel 26"
    }
  ]
}