{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 4,
  "chunk_text": "Payment under section 1012(a)(2) requires\nan annual appropriation, while payment under section 1012(a)(4) o f a claim, estab­\nlished in accordance with section 1013, does not. Before reaching its current position on Trustee access to the Fund, the Coast\nGuard issued an “ interim rule” governing the filing of claims authorized to be\npresented against the Fund under section 1013 of OPA. See Claims under the\nOil Pollution Act of 1990, 57 Fed. Reg. 36,314 (1992) (codified at 33 C.F.R.\npt. 136 (1996)). With respect to claims against the Fund for natural resource dam­\nages, the Coast Guard regulations provide in relevant part: “Authorized claimants. (a) Claims for uncompensated natural resource damages may be presented by an\nappropriate natural resources trustee.” 33 C.F.R. § 136.207(a). Thus, the interim\nregulations characterize natural resource Trustees as “ authorized claimants” for\npurposes of filing claims against the Fund pursuant to section 1013. The rule\ngoes on to provide detailed requirements for a Trustee’s natural resource damages\nclaims against the Fund, including specific requirements for submitting “ the\nassessment and restoration plans which form the basis of the claim,” id.\n§ 136.209(a). Although the interim rule suggests that Trustees may pursue claims against the\nFund for natural resource damages, the preamble to the rule explains that it is\n“ an interim measure needed primarily to explain how eligible claimants may file\na claim against the [Fund],” and that “ a more comprehensive rule may be devel­\noped and published for public comment.” 57 Fed. Reg. at 36,314. The preamble\nto the rule further explains:\nLegal issues concerning whether, under section 1013, Federal,\nState or Indian tribe trustees can claim against the Fund for natural\nresources damages and whether Federal agencies can claim against\nthe Fund for any costs or damages have been raised. These issues\nare presently under review. This interim rule does not resolve these\nissues and leaves the matter open for future decision. Id. at 36,315. Accordingly, little guidance can be taken from the only imple­ menting regulations promulgated to date. In an attempt to resolve the question left open by the interim rule, in December\nof 1993, the Coast Guard asked the Comptroller General for an opinion addressing\nwhether Trustees could present claims against the Fund under section 1012(a)(4). 191 Opinions of the Office o f Legal Counsel in Volume 21 In response, the Comptroller General issued an opinion concluding that “ natural\nresources trustees may be reimbursed from the Fund for costs incurred for damage\nassessments and the development and implementation of restoration plans only\nunder section 1012(a)(2) of the [OPA], subject to the annual appropriations pro­\ncess. Section 1012(a)(4) o f OPA is not available to natural resources trustees for\nclaims for damages.” M atter of U.S. Coast G u ard— O il Spill Liability Trust Fund,\nB—255979, 1995 WL 632510, at *1 (C.G. Oct. 30, 1995) ( “ CG Op.” ).5 The Coast Guard then sent letters to federal and other Trustees stating that the\nComptroller General’s opinion precluded the Coast Guard from entertaining\nTrustee claims against the Fund under section 1012(a). The Coast Guard stated\nin one such letter:"
}