{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 19,
  "chunk_text": "They disclaimed any judicial review of a\ncongressional determ ination as to the adoption of an amendment. “ [Undivided control of [the amendment] process had been given by [Article\nV] exclusively and completely to Congress,” Justice Black wrote. Id. at\n459 (Black, J., concurring). “Therefore, any judicial expression amounting\nto more than mere acknowledgement of exclusive Congressional power over\nthe political process of amendment is a mere admonition to the Congress in\nthe nature of an advisory opinion, given wholly without constitutional au­\nthority.” Id. at 459-60. Two Justices — Justices Butler and McReynolds —\ndissented on the ground that the amendment was invalid because of the\nthirteen-year delay. Id. at 473-74 (Butler, J., dissenting). Neither Chief Justice Hughes nor Justice Black explained the constitu­\ntional basis for the assertion that Congress had authority to “promulgate” an\namendment. Rather, Chief Justice Hughes relied on the “special circum­\nstances” surrounding the adoption of the Fourteenth Amendment in 1868. Id. at 449-50.21 At that time, as we have seen, the duty of publication of\nconstitutional amendments rested with the Secretary of State. Because of\nirregularities in the ratifications of Ohio and New Jersey — the legislatures\nof both States had attempted to rescind their earlier votes to approve the\namendment — Secretary Seward issued a “conditional certification” of the\nFourteenth Amendment on July 20, 1868. Proclamation No. 11, 15 Stat. 706\n(1868). Secretary Seward certified that if the resolutions of Ohio and New\nJersey were still effectual, notwithstanding the subsequent attempts to re­\nscind, “then the . . . amendment . . . ha[d] become valid, to all intents and 31Justice Black provided no support for his assertion. 100 purposes, as a part of the Constitution.” Id. at 707. Secretary Seward dis­\nclaimed any authority to resolve the matter himself. Id. The next day, Congress passed a concurrent resolution declaring the Four­\nteenth Amendment to be a part of the Constitution and directing Secretary\nSeward to promulgate it as such. Cong. Globe, 40th Cong., 2d Sess. 4266,\n4295-96 (1868). The Senate passed the resolution without any debate, id. at\n4266, and in the House the only question was whether Georgia, of whose\nratification the Speaker had received notice by telegraph, should be included\non the list of ratifying States. Id. at 4295-96. One week later, on July 28,\n1868, Secretary Seward issued a second proclamation, “in execution o f ’ the\nconcurrent resolution and “in conformance thereto,” certifying the Fourteenth\nAmendment as valid. Proclamation No. 13, 15 Stat. 710 (1868). “Thus,” observed Chief Justice Hughes, in the case of the Fourteenth\nAmendment “the political departments of the Government dealt” with ques­\ntions concerning the ratification of the amendment. Coleman, 307 U.S. at\n449. He apparently used the events surrounding the adoption of the Four­\nteenth Amendment as a model and simply assumed that, if and when the\nissue arose with respect to the Child Labor Amendment, the same proce­\ndures would obtain. See id. at 454 (“The [eventual] decision by the Congress,\nin its control of the action of the Secretary of State, of the question whether\nthe [Child Labor Amendment] had been adopted within a reasonable time\nwould not be subject to review by the courts.”)."
}