{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 30,
  "chunk_text": "As to the first factor, the Court noted in Marsh v. Chambers that the\nweight to be accorded the actions o f the First Congress depends on the\nextent to which the members actually reflected upon how the provisions\no f the new Constitution applied to the actions they were taking. “[E]vidence o f opposition to a measure ... infuses [the historical argu­\nment] with power by demonstrating that the subject was considered care­\nfully and the action not taken thoughtlessly, by force o f long tradition and\nwithout regard to the problems posed” by principles embodied in the new\nConstitution. 463 U.S. at 791. Early qui tam statutes have all the hallmarks o f action “thoughtlessly”\ntaken. As far as we are aware, the historical record shows no evidence\nthat qui tarn’s constitutional implications were discussed or considered. On the contrary, because o f the unique historical contexts in which qui\ntam statutes were adopted, the device’s incompatibility with executive\nlaw enforcement functions would not have been immediately apparent. Qui tam simply did not bite hard enough for the Executive to recognize\nor resist it as a usurpation o f its authority. Moreover, we know that mem­\nbers o f the First Congress held erroneous assumptions about the extent\nto which, under the Constitution, English common law and its institu­\ntions had been carried over to the federal level of the United States. 19The\nFirst Congress’s early use o f qui tam appears to have been nothing more\nthan a manifestation of this initial confusion. As to the second factor, the Court has relied on history to resolve bor­\nderline cases when the practice has been so pervasive as to become “part\no f the fabric o f our society.” Id. at 792. A brief survey o f the history o f qui\ntam demonstrates that it is a marginal practice that could be eliminated\nwithout leaving a trace. 19 For the first six years after the Constitution was adopted, virtually all persons who considered the issue believed that the Constitution permitted a federal comm on law o f crimes. See Stewart Jay, O i'igin s\no f Federal C o m m o n L a w P a ri One , 133 U Pa L Rev 1003 (1985). The Framers presumably believed\nthis because it was a practice with which they w ere familiar at common law in Britain and in the states. Th e federal com m on law o f cnmes w as challenged only after a political dispute arose between the\nFederalist and Republican parties, which led the Republicans to begin to appreciate that the federal com ­\nmon law o f crimes was inconsistent w ith the new Constitution’s vesting o f the legislative power solely in\nCongress Thom as Jefferson, who had approved a comm on law prosecution, became a vigorous advo­\ncate o f the view that such prosecutions w ere unconstitutional Today, this is the conventional view o f the\nmatter."
}