{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 6,
  "chunk_text": "60 Office of Government Ethics Jurisdiction Over the Smithsonian Institution diffusion of knowledge among men.” Smithsonian Letter at 3 (quoting Smithson\nwill). See generally Act of July 1, 1836, ch. 252, 5 Stat. 64; The Smithsonian\nLegacy to the United States, 3 Op. Att’y Gen. 383 (1838). In 1846, Congress\ncreated the Institution as an “establishment” to “have perpetual succession,” see\nAct of Aug. 10, 1846, ch. 178, § 1, 9 Stat. 102, 102, created a Board of Regents to\nconduct the business of the Institution consistent with the terms of the Smithson\nwill, id. § 3, 9 Stat. at 103, and provided that the funds would be held in the\nTreasury to support the Institution, id. § 2, 9 Stat. at 102. It appears that Congress accepted the bequest and established the Institution\nunder its constitutional power to legislate for the District of Columbia, see U.S.\nConst. art. I, § 8, cl. 17. 1 The Smithsonian Institution: Documents Relative to Its\nOrigin and History, 1835–1899, at 396 (William J. Rhees ed., 1901) (“There was\nbut one power in the Constitution under which this charity could be administered,\nand that was as a local legislature for the District of Columbia.”) (statement of\nRep. Alexander D. Sims, Apr. 28, 1846); id. at 560 (“[T]he action of Congress in\naccepting the bequest, and agreeing to carry it into execution, was justified at the\ntime on the ground of its peculiar and complete jurisdiction over the District of\nColumbia.”) (quoting House Committee Report, Mar. 3, 1855). It seems unlikely\nthat Congress would have relied on this particular power—to act as a local\nlegislature for the federal seat of government—if it had intended to establish the\nSmithsonian within the Executive Branch of the national government. At the time\nof the Smithsonian’s founding, many doubted that the Executive Branch had the\nconstitutional authority to administer such a charitable trust. Id. at 130 (suggesting\nthat the Executive lacked authority to “assum[e] and fulfill[] . . . the high and\nhonorable duties involved in the performance of the trust committed with it”)\n(quoting report of House select committee, Jan. 19, 1836); see also id. at 471\n(“The Smithsonian Institution is not a department of the Government . . . .”)\n(statement of Sen. Jefferson Davis) (Jan. 30, 1851); Status of the Smithsonian\nInstitution, 12 Op. O.L.C. at 123 (quoting Chief Justice Taft’s statement, made as\nChancellor of the Smithsonian’s Board of Regents, that “the Smithsonian Institution is not, and never had been considered a government bureau”). Congress’s intent to establish the Smithsonian outside the Executive Branch is\nclear from its governing structure. The President appoints none of the Institution’s\nseventeen board members. Fifteen of its members are either members of Congress\nor congressional appointees; its remaining members are the Chief Justice and the\nVice President. 20 U.S.C. §§ 42–43 (2000). As the D.C. Circuit has observed, “if\nthe Smithsonian were to wield executive power, the method by which its Regents\nare appointed would appear to violate the Constitution’s separation of powers\nprinciples.”"
}