{
  "document_category": "memos",
  "docId": "memos_51",
  "chunk_index": 1,
  "chunk_text": "D ecem ber 22, 1977 77-73 MEMORANDUM OPINION FOR THE\nCOUNSEL TO THE PRESIDENT\nStatus of the Acting Director, Office of Management\nand Budget This responds to your request for our opinion concerning the legality\nof Mr. A’s continuing to serve as Acting Director of the Office o f\nManagement and Budget (OMB). Our views may be summarized as follows: The provisions of the\n“Vacancy A ct,” including the 30-day limit on the tenure o f persons\nserving in an acting capacity, do not apply to OMB. Under 31 U.S.C.\n§ 16 (Supp. V 1975), when there is a vacancy in the office o f Director\no f OMB, the Deputy Director becomes Acting Director. While there is\nno express statutory limit on the length of such tenure as Acting\nDirector, it may not continue indefinitely. Within a reasonable time\nafter the occurrence of a vacancy in the office of Director, the Presi­\ndent should submit a nomination to the Senate. The circumstances here\nare such that the duration of Mr. A ’s service as Acting Director seems\nreasonable. Discussion\n1.\nProvisions derived from the Vacancy A ct of 1868 are codified in 5\nU.S.C. §§ 3345-49. Section 3345 provides that, unless the President\ndirects otherwise, when the head of an executive department or mili­\ntary department resigns, his first assistant shall perform the duties of the\noffice until a successor is appointed. Under 5 U.S.C. 3348, however, a\nperson filling a vacancy by virtue of § 3345 may not do so for more\nthan 30 days. Even assuming for the sake of argument that the Vacancy A ct was\nintended to cover all agencies in the executive branch, that would not\nbe determinative. Although derived from the 1868 Act, the current\nprovisions, 5 U.S.C. §§ 3345-49, stand on a separate footing because\nthey, along with the other provisions of Title 5, were enacted into\n287 positive law in 1966.1 The applicable definition of “Executive depart­\nm ent” is set forth in 5 U.S.C. § 101; that definition is restricted to the\nCabinet departments and does not include OMB.2 It follows that 5 U.S.C. § 3348, which imposes a 30-day limit on the\ntime that a “first assistant” m ay on the basis of § 3345 act as department\nhead, does not apply to OMB. 2. Article II, § 2, Cl. 2 of the Constitution provides that the President\nis to nominate and, with the advice and consent of the Senate, appoint\nambassadors, Supreme Court Justices “and all other officers of the\nUnited States, whose appointments are not herein otherwise provided\nfor. . . .” This clause also provides that “the Congress may by law\nvest the appointment of such inferior officers . . . in the President\nalone, in the courts of law, o r in the heads of departments.” F or more than 50 years, the President had sole responsibility for\nappointing the Director of OM B or its predecessor Agency, the Bureau\nof the Budget. See § 207 o f the Budget and Accounting Act, 1921, 31\nU.S.C. § 16 (1970). Then, in 1974, the requirement of Senate confirma­\ntion of the D irector and D eputy D irector of OMB was enacted."
}