{
  "document_category": "memos",
  "docId": "memos_28",
  "chunk_index": 5,
  "chunk_text": "‘The visible church building was both a symbol and model for the invisible or “ spiritual” church. . . . The church was considered to be a tangible expression o f a host of images and ideas expressed in the\nBible. It was the body o f Christ, a c ity o f refuge, the New Jerusalem, G od's presence among m en.’ ”\nThom as Pak, Note, Free Exercise, Free Expression, and Landmarks Preservation, 91 Colum. L. Rev. 1813, 1841\n(1991) (quoting Paul Clowney, & Tessa Clow ney, Exploring Churches 65 (1982)). 270 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties we do not think that it is feasible, in theory or practice, to differentiate between\nreligious and secular elements of active houses of worship. This is, we note, the conclusion reached in a different context by the Wash­\nington Supreme Court in First Covenant Church v. City o f Seattle, 840 P.2d 174\n(Wash. 1992) (en banc). In holding that the Free Exercise Clause prohibited\napplication of a landmark ordinance to restrict a church’s ability to alter its exte­\nrior, the court relied in part on the inextricable link between the church’s structure\nand its religious message: the “ church building itself ‘is an expression of Christian\nbelief and message’ and . . . conveying religious beliefs is part of the building’s\nfunction. . . . The relationship between theological doctrine and architectural\ndesign is well recognized.” Id. at 182. The court went on to reject an attempted\nseparation of religious from secular elements, finding that the ordinance’s excep­\ntion for “ alterations necessitated by changes in liturgy” was unworkably vague:\n“ Would a wider door to permit access by handicapped parishioners comprise a\nliturgical change? Although . . . widening the door does not relate directly to\nthe rites or procedures of worship in the church, it does facilitate the ability of\ndisabled persons to participate in religious services and activities. \"Id. at 184\n(quoting prior decision in First Covenant Church v. City o f Seattle, 787 P.2d 1352,\n1360 (Wash. 1990) (en banc)). Though we take no position on the ultimate deci­\nsion in First Covenant,14 we do think that the court’s reasoning on this issue\nis persuasive. There is one additional feature of the historic preservation grant program that\nbears emphasis here. In recent cases upholding the provision of certain benefits\nto religious groups or for religious expression, it has been important to the Court\nthat the benefit in question is generally available to all interested parties, on a\nreligion-neutral and near-automatic basis. See Rosenberger, 515. U.S. at 840-45\n(subsidization of printing costs generally available to all student publications);\nCapitol Square Review and Advisory Bd. v. Pinette, 515 U.S. 753, 757-59, 763\n(1995) (access to public square generally available for all displays); Westside\nCommunity Bd. o f Educ. v. Mergens, 496 U.S. 226, 252 (1990) (O’Connor, J.)\n(access to school facilities available to all student clubs, with students free to\norganize additional clubs). Provision of benefits to religious groups or expression\nin this context, the Court has reasoned, is most unlikely to reflect or convey any\nendorsement of or preference for religion."
}