{
  "doc_id": "memos_21",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_21__0",
      "chunk_id": "0",
      "content": "September 21, 1979 79-69 MEMORANDUM OPINION FOR THE\nGENERAL COUNSEL, DEPARTMENT OF\nDEFENSE\nNational Guard—Technician Dress and Grooming\nRegulations—Executive Order No. 11491—Review\no f Decisions of Federal Labor Regulations\nAuthority This responds to your request for the opinion o f the Department of\nJustice concerning Federal Labor Relations Council (Council) decisions\non the negotiability o f National G uard technician dress-and-grooming\nregulations. The question arose in administrative proceedings instituted by\nlabor organizations on behalf o f the technicians. Accompanying the re­\nquest was a petition to the A ttorney General from the A djutants General\no f the 50 States, the Virgin Islands, Puerto Rico, and the District o f Col­\numbia, and a m em orandum in support o f their position that the Council’s\ndecisions are without legal support. As framed in that m em orandum, the\nquestions on which our opinion is requested are whether the Council has\njurisdiction to direct negotiations concerning a military regulation ap­\nplicable only to National Guard technicians and promulgated pursuant to\nstatute by the Departm ent o f Defense, and, if so, whether the Council ap­\nplied an invalid standard o f review and thus erroneously determined that\nthe regulation is negotiable. In o ur view; the Council did have jurisdiction to determine the\nnegotiability o f the regulation in question. Although the m ethod for ap­\npealing its decisions is disputed, it does appear that administrative and\njudicial remedies are available to the dissatisfied party. It would be inap­\npropriate under these circumstances for us to comment on the second\nquestion. 368 The Background\nExecutive Order No. 11491 was issued in 1969 to govern labor-management relations in the executive branch o f the Federal G overnm ent.' It\nestablished the Federal Labor Relations Council to administer and inter­\npret the order2 and the Federal Service Impasses Panel (Panel) to settle\nnegotiation impasses. 3 It also set forth guidelines for negotiation o f collec­\ntive bargaining agreem ents. 4 Section 11(a), as amended prior to 1979, pro­\nvided:\n(a)\nAn agency and a labor organization that has been ac­\ncorded exclusive recognition, through appropriate represent­\natives, shall meet at reasonable times and confer in good faith\nwith respect to personnel policies and practices and matters af­\nfecting working conditions, so far as may be appropriate\nunder applicable laws and regulations, including policies set\nforth in the Federal Personnel Manual; published agency\npolicies and regulations for which a compelling need exists\nunder criteria established by the Federal Labor Relations\nCouncil and which are issued at the agency headquarters level\nor at the level of a primary national subdivision; a national or\nother controlling agreement at a higher level in the agency; and\nthis o rd er.5 Generally, the procedures for settling disputes as to negotiability were as\nfollows: if an issue developed whether a proposal was negotiable, either\nparty could seek a determ ination from the head o f the agency concerned. 6 If the agency head determined an issue was not negotiable, a labor\norganization could appeal this determ ination to the Council. If, after a\nCouncil decision, the parties were unable to settle their differences, either\nparty could request the Federal Service Impasses Panel to consider the\nm atter. 8"
    },
    {
      "id": "memos_21__1",
      "chunk_id": "1",
      "content": "6 If the agency head determined an issue was not negotiable, a labor\norganization could appeal this determ ination to the Council. If, after a\nCouncil decision, the parties were unable to settle their differences, either\nparty could request the Federal Service Impasses Panel to consider the\nm atter. 8 Failure to obey a Panel order directing settlement was an unfair\nlabor practice9 and a complaint could be filed with the Assistant Secretary\no f Labor for Labor-M anagement R elations. 10 The Assistant Secretary’s 'This order was am ended by Executive Orders Nos. 11616, 11636, 11838, 11901, 12073,\n12107, and 12126. Executive O rders Nos. 12107 and 12126 conform ed the order to the pro­\ncedures established by the Civil Service Reform Act o f 1978, 5 U .S.C . §§ 7101-7135. Unless\notherwise specified, all citations to Executive O rder No. 11491 refer to the order as am ended\nprior to Executive O rder No. 12107. ’Exec. Order No. 11491, § 4.\n’Exec. O rder No. 11491, § 5.\n*Exec. O rder No. 11491, § 11. ’This version o f § 11(a) appears in Executive O rder No. 11838 (Feb. 6, 1975). ‘Exec. O rder No. 11491, § 11(c)(2). ’Exec. Order No. 11491, § 11(c)(4). 'Exec. O rder No. 11491, § 17.\n’Exec. Order No. 11491, § 19(a)(6). '“Exec. Order No. 11491, § 6(a)(4). 369 decision could be appealed to the C ouncil.\" A party dissatisfied with the\nCouncil’s decision on the unfair labor practice could seek relief in a\nFederal district c o u rt.12\nTitle VII o f the Civil Service Reform Act, 5 U.S.C. §§ 7101-7135, re­\nvised these procedures, but did not affect matters pending as o f January\n11, 1979, the effective date o f the A c t:13 No provision o f this Act shall affect any administrative pro­\nceedings pending at the time such provision takes effect. Orders\nshall be issued in such proceedings and appeals shall be taken\ntherefrom as if this Act had not been enacted. 14\nThe Council and the Panel have considered num erous cases on the nego­\ntiability o f the National G uard technician dress and grooming regulations. National G uard technicians are civilians employed full-time for the ad­\nministration and training o f the National G uard and the maintenance and\nrepair o f supplies issued to the National G uard or the Armed Forces.15\nTechnicians must be members o f the National G u ard .16 They are\nemployees o f the Departm ent o f the Army or the Department o f the Air\nF orce,17 but technician employment and administration are delegated by\nthe Secretaries o f these departm ents to the A djutants General o f the States\nand territories. 1*\nPursuant to regulatory authority,19 the Secretaries o f the Army and the\nAir Force have required National G uard technicians to wear military\nuniforms when performing technician duties, and to comply with groom ­\ning standards o f the appropriate service. 20 Controversy arose when\nbargaining units o f the National G uard technicians proposed amendments\nto modify the requirement that uniform s be worn."
    },
    {
      "id": "memos_21__2",
      "chunk_id": "2",
      "content": "20 Controversy arose when\nbargaining units o f the National G uard technicians proposed amendments\nto modify the requirement that uniform s be worn. When National Guard\nofficials refused to negotiate the m atter, the unions, following the pro­\ncedures o f Executive O rder 11491, requested a determ ination from the\nhead o f the National Guard Bureau. In each case, he determined that\nnegotiation was barred by Bureau regulations. Thereafter, the unions peti­\ntioned the Council for review. They argued that negotiation is not barred \"E xec. O rder N o. 11491, § 4(c)(1). 11See, e.g., Montana Chapter o f Assoc, o f Civ. Tech., Inc. v. Young, 514 F.(2d) 1165,\n1168 (9th Cir. 1975); National Treasury Employees Union v. Fasser, 428 F. Supp. 295, 297\n(D .D .C . 1976). 'T h e section specifying the effective date is Civil Service Reform Act o f 1978, Pub. L. No.\n95-454, § 907.92 Stat. 1227.\n“ Civil Service Reform Act o f 1978, P ub. L. N o. 95-454, § 902(b), 92 Stat. 1224, 5 U .S.C .\n§ 1101 note. \"32 U .S.C . § 709(a).\n“ 32 U .S.C . § 709(b).\n'’32 U .S.C . § 709(d).\n\"32 U .S.C . § 709(c).\n' ’32 U .S.C . § 709(a), relating to the employm ent o f National G uard technicians. ’“Technician Personnel M anual 200 (213.2), Subchapter 2-4, provides in part: “ Techni­\ncians in the excepted service will wear the military uniform appropriate to their service and\nfederally recognized grade when perform ing technician duties and will comply with uniform\nstandards o f the services.” 370 because, one, the regulation was not issued at or above the level o f a\nprimary national subdivision o f the agency, and two, no compelling need\nfor the regulation exists. The Council found that the National G uard\nBureau is a primary national subdivision o f the Departm ent o f Defense\nwithin the meaning o f section 11(a) o f the order, but that no compelling\nneed existed for the regulations in question. 21 It decided, therefore, that\nthe proposals o f the union were subject to negotiation. In most o f these cases, the parties still could not reach an agreement. The unions requested the Federal Service Impasses Panel to consider the\nnegotiation impasses. The Panel issued recommendations that the parties\nadopt language in their agreements that the employees should have the op­\ntion o f wearing either a uniform or an agreed-upon standard civilian at­\ntire, and that the parties should agree upon exceptions to cover occasions\non which the wearing o f the military uniform may be required. 22 W hen\nthese suggestions were rejected, the Panel issued orders directing the par­\nties to adopt the Panel’s recommended language in their agreements. 23 Some o f these cases are still pending before the Panel. Discussion It is our opinion that the Council had the authority under Executive\nOrder No. 11491 to determine the negotiability o f the dress-and-grooming\nregulations. That order explicitly gave the Council authority to resolve\nnegotiability disputes. 24 It applied, with certain exceptions, to all\nemployees and agencies o f the executive branch. 25"
    },
    {
      "id": "memos_21__3",
      "chunk_id": "3",
      "content": "Discussion It is our opinion that the Council had the authority under Executive\nOrder No. 11491 to determine the negotiability o f the dress-and-grooming\nregulations. That order explicitly gave the Council authority to resolve\nnegotiability disputes. 24 It applied, with certain exceptions, to all\nemployees and agencies o f the executive branch. 25 It does not appear to us\nthat any o f the exceptions are relevant here. The A djutants General con­\ntend that the exception provided in §. 3(b)(3) o f the order removes them\nfrom its application. This section provides:\n(b) This Order * * * does not apply to —\n(3) any other agency, or office, bureau, or entity within an\nagency, which has as a primary function intelligence, investi­\ngative, or security work, when the head o f the agency deter­\nmines, in his sole judgm ent, that the Order cannot be applied\nin a manner consistent with national security requirements and\nconsiderations * * * .\n’'See Council Consolidated Decision on Negotiability Issues, Nos. 76A-16, 76A-17,\n76A-40, 76A-43, 76A-54 (Jan. 19, 1977); Consolidated Decision on Negotiability Issues,\nNos. 76A-75, 76A-76, 76A-84 (Jan. 19, 1977). 11See, e.g.. Panel Reports and Recom m endations for Settlement, In the Matter o f State o f\nNew York and New York Council Assoc, o f Civilian Tech. Inc., 78 FSIP 32 (Sept. 28, 1978);\nIn the Matter o f Penn. National Guard and Penn. State Council Assoc, o f Civilian Techni­\ncians, Inc., 77 FSIP 29 (Jan. 20, 1978); In the Matter o f Kansas A rm y Nat ’I Guard and Local\nRI4-S7, N a t’l Assoc, o f G ov't Employees, 77 FSIP 30 (Nov. 2, 1977); In the Matter o f Mass. Air National Guard and Local 3004, AFL-CIO, 77 FSIP 18 (Aug. 26, 1977). ’’See, e.g., Decisions and Orders, In the Matter o f Mass. Arm y N a t’l Guard and Local\n1629, N a t’l Federation o f Federal Employees, 77 FSIP 31 (Aug. 22, 1978); In the Matter o f\nOregon A rm y/A ir N at’l Guard and Local 2986, AFL-CIO, 77 FSIP 53 (Aug. 22, 1978); In\nthe Matter o f California N at’l Guard and Local RI2-I05, N a t’l Assoc, o f G ov’t Employees,\n77 FSIP 70 (April 13, 1977).\n“ Exec. Order No. 11491, §§ 4(c)(2), 11(c)(4). ’’Exec. Order No. 11491, §§ 2(a), 3(a). 371 The A djutants General reason that they, as heads o f their agencies, have\ndetermined that the wearing o f the uniform by the technicians is required\nas a m atter o f security and that this determ ination cannot be reviewed by\nthe Council because it is left to the “ sole judgm ent” o f the agency head. We disagree because the National G uard does not have as its primary\nfunction “ intelligence, investigative or security w ork.” The primary func­\ntion o f the National G uard is to m aintain and assure the strength and\norganization o f reserve com ponents o f the Armed Forces. 26 This is not the\ntype o f security work excepted from the order."
    },
    {
      "id": "memos_21__4",
      "chunk_id": "4",
      "content": "The primary func­\ntion o f the National G uard is to m aintain and assure the strength and\norganization o f reserve com ponents o f the Armed Forces. 26 This is not the\ntype o f security work excepted from the order. The maxim noscitur a\nsociis (a word is known by the com pany it keeps) applies here to limit the\nterm “ security work” to the type o f work associated with intelligence and\ninvestigative w ork.27\nW hether the Council applied an invalid standard o f review is not a m at­\nter for the Departm ent o f Justice to determine. Under the order, the\nCouncil is the final administrative authority. 28 There is no right to appeal\nto the Attorney General, and it would be inappropriate for the D epart­\nment o f Justice to comment on the decision. 29 The right o f appeal lies else­\nwhere. Issues arising out o f the controversy now are pending before the\nFederal Labor Relations A uthority30 and at least one Federal co u rt.31 There is a long line o f opinions o f the Attorneys General to the effect that\nit is not proper to express an opinion upon a judicial question that is pend­\ning in, or must ultimately be decided by, the courts. 32 Accordingly, we\ndecline to comment on the Council’s decisions in these cases. Leon U lm an D eputy Assistant A ttorney General\nOffice o f Legal Counsel “ 32 U .S.C . § 102. Section 709(e)(2) deals with the military security standards applicable to\nindividual members o f a reserve com ponent. It does not define the primary function o f the\nNational G uard. Cf., Third N a t’l Bank v. Impac. Limited, Inc. 432 U .S. 312 (1977), Jarecki v. G.D.\nSearte & Co.. 367 U .S. 303, 307 (1961).\n“ Exec. O rder No. 11491, § 11(c)(4). \"See 11 O p. A tt’y Gen. 407, 408 (1865); 10 O p. A tt’y Gen. 347, 349 (1862); 6 O p. A tt’y\nGen. 289 (1854).\n“ The Federal L abor Relations A uthority was created by the Civil Service Reform Act o f\n1978, 5 U.S.C. § 7105. It is the “ successor” to the Council. Section 7123 o f the Act provides\nfor judicial review o f final orders o f the A uthority. \"See, Nevada N a t’l Guard v. United States, No. 79-7235 (9th C ir., filed May 31, 1979). \"See, e.g., 41 O p. A tt’y Gen. 266, 272 (1956); 37 O p. A tt’y Gen. 34, 42 (1932); 33 Op.\nA tt’y Gen. 86, 87 (1922). 372"
    }
  ]
}