{
  "doc_id": "memos_48",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_48__0",
      "chunk_id": "0",
      "content": "Federal Bureau of Investigation Participation\nin Wire Interceptions in Cases Where It Lacks Investigative\nResponsibility\nU nder 18 U.S.C. §2516(1), th e Federal Bureau o f Investigation (FBI) may be judicially\nauthorized to participate in Title III interceptions o f wire or oral communications\ndirected at narcotics-related offenses, even though the Drug Enforcement Administra­\ntion and not the FBI has general investigative responsibility for such offenses. T he plain language of §2516(1) authorizes the FBI to participate in court-approved\ninterceptions directed at any of the offenses listed in that section, and the legislative\nhistory lends support to its “ plain meaning” interpretation. September 29, 1981\nMEMORANDUM OPINION FOR THE ASSISTANT DIRECTOR\nFOR LEGAL COUNSEL, FED ERA L BUREAU OF\nINVESTIGATION This responds to your request for our opinion whether, pursuant to\n18 U.S.C. § 2516(1)(1976 and Supp. IV 1980), the Federal Bureau of\nInvestigation (FBI) may be authorized by a court to participate in Title\nIII interceptions directed at offenses for which the FBI has no general\ninvestigative responsibility. This legal question has arisen in the context\nof investigations of narcotics-related offenses over which the Drug\nEnforcement Administration (DEA)—not the FBI—has been delegated\ngeneral investigative responsibility by the Attorney General. See United\nStates Attorneys’ Manual, Section 9-1.122 (Oct. 17, 1977); 21 U.S.C.\n§ 871(a). In particular, in a case in which the DEA seeks authorization\nfor an interception directed at narcotics offenses, and in which there is\nno probable cause to seek authorization for in interception directed at\nother offenses for which the FBI has general investigative responsibil­\nity, the question is whether the FBI as well as the DEA may be\nauthorized to participate in an interception. If, as the FBI’s Legal\nCounsel Division has concluded, the FBI can participate in a Title III\ninterception only when it has general investigative responsibility for the\noffense at which the interception is directed, then the FBI could not be\nauthorized by a court to participate in an interception in such a case. 1\n1 T he A ttorney General could, if he chose to do so, delegate general investigative jurisdiction over\nnarcotics-related offenses to the FB I. See 21 U.S.C § 871(a). Unless he does so, however, such\njurisdiction remains with the DEA . [N o t e : In February o f 1982, the Attorney General authorized the\nContinued 286 I. In our view, § 2516(1) provides authority for the FBI to participate\nin interceptions in such a case directed at any of the offenses listed in\nthat provision, including narcotics-related offenses, so long as all of the\nspecific procedural requirements of § 2516(1) are satisfied. We conclude\nthat it is not necessary for the FBI to have general investigative\nresponsibility for such offenses before it may participate in court-approved §2516(1) interceptions directed at them. The basis for this\nconclusion is the plain language of §2516(1), which provides in perti­\nnent part:"
    },
    {
      "id": "memos_48__1",
      "chunk_id": "1",
      "content": "We conclude\nthat it is not necessary for the FBI to have general investigative\nresponsibility for such offenses before it may participate in court-approved §2516(1) interceptions directed at them. The basis for this\nconclusion is the plain language of §2516(1), which provides in perti­\nnent part: The Attorney General, or any Assistant Attorney General\nspecially designated by the Attorney General, may au­\nthorize an application to a Federal judge of competent\njurisdiction for, and such judge may grant in conformity\nwith section 2518 of this chapter an order authorizing or\napproving the interception of wire or oral communica­\ntions by the Federal Bureau of Investigation, or a Federal\nagency having responsibility for the investigation of the\noffense as to which the application is made, when inter. ception may provide or has provided evidence of—\n*\n*\n*\n*\n*\n(e) any offense involving . . . the manufacture, importa­\ntion, receiving, concealment, buying, selling, or otherwise\ndealing in narcotic drugs, marihuana, or other dangerous\ndrugs, punishable under any law of the United States . . . The foregoing language specifically provides that an application may be\nmade to a court for an order approving an interception “by the Federal\nBureau of Investigation, or a Federal agency having responsibility for\nthe investigation of the offense as to which the application is made,\nwhen such interception may provide or has provided evidence of ” the\nlisted offenses. In literal terms, this language authorizes the FBI to\nparticipate in court-approved interceptions directed at the listed of­\nfenses. An interpretation leading to the contrary result would depend on the\npremise that the clause within the commas—“or a Federal agency\nhaving responsibility for the investigation of the offense as to which the\napplication is made,”—refers to the FBI as well as other federal agen­\ncies, thereby requiring the FBI itself to have “responsibility” for the\ninvestigation of any offense as to which an interception application is\nmade. That premise lacks specific textual support. 2 We also believe it to\nFBI, concurrently with the DEA, to investigate violations o f the cnminal drug laws of the United\nStates. See A tt’y Gen. Or. No. 968-82, 47 Fed. Reg. 4989 (1982). Ed.\n2 A cardinal principle of statutory construction is that the language used by Congress is to be given\nprimary weight See, e.g.. Southeastern Community College v Davis, 442 U.S. 397, 405 (1979); InternaContinued 287 be contrary to the natural inference to be drawn from the placement of\ncommas around the clause referring to a federal agency having investi­\ngative “responsibility,” which renders that clause clearly a subordinate,\nself-contained part of the sentence. No language renders the subordi­\nnate clause an express qualification on the sentence’s main proposition\nthat the FBI may be authorized to participate in interceptions directed\nat the listed offenses. It would have been simple to provide, had it been\nCongress’ intent to do so, that the FBI may participate in courtapproved interceptions only in those instances where it has investiga­\ntive “responsibility” for a given offense and not in those where another\nfederal agency has such “responsibility.” 3\nII.\nSection 2516(l)’s legislative history lends support to its “plain mean­\ning” interpretation. The Senate Judiciary Committee report, S. Rep.\nNo. 1097, 90th Cong., 2d Sess. 97 (1968), explains §2516(1) as follows:"
    },
    {
      "id": "memos_48__2",
      "chunk_id": "2",
      "content": "The Senate Judiciary Committee report, S. Rep.\nNo. 1097, 90th Cong., 2d Sess. 97 (1968), explains §2516(1) as follows: The order of authorization may permit the Federal\nBureau of Investigation or the Federal agency having\nresponsibility for the investigation of the offense involved\nto intercept the wire or oral communication. The Depart­\nment of Justice under the leadership of the Attorney Gen­\neral must be the central focal point of any drive against\norganized crime, particularly in the collection, analysis,\nand dissemination of information. It is appropriate that no\nlimitation be placed on the investigations in which the\ninvestigative arm of the Department may participate. Or­\nganized crime has not limited itself to the commission of\nany particular offense. No limitation should be placed on\nthe Department of Justice. This passage speaks of possible judicial authorization of interceptions by\n“the Federal Bureau of Investigation or the Federal agency having\nresponsibility for the investigation of the offense. . . .” It does not\nindicate that the FBI must have general investigative responsibility for\na given offense before it may be authorized under §2516(1) to partici­\npate in an interception directed at such an offense. Moreover, by stating\nthat “no limitation” should be placed on the investigations in which the\ninvestigative arm of the Department of Justice may participate (other\ntional Brotherhood o f Teamsters v. Daniel, 439 U.S. 551, 558 (1979). A court is not “at liberty to imply\na condition which is opposed to the explicit terms of the statute. . . To [so] hold . . . is not to\nconstrue the A ct but to amend it.” Detroit Trust Co. v. The Thomas Barium, 293 U.S. 21, 38 (1934),\nquoted in Fedorenko v. United States, 449 U.S. 490, 514 (1981). 3 Section 2516(l)’s intention regarding the identity of the agencies that may execute an interception\norder is taken for granted in J. C arr, The Law of Electronic Surveillance, § 5.02 at 243 (1977), which\nm erely quotes the provision’s language in identifying such agencies: “ 'the Federal Bureau o f Investigation, or a Federal agency having responsibility for the investigation of the offense as to which the\napplication is made.’ ” 288 than, presumably, any limitation mandated by the statutory language),\nthe report underscores the importance placed by the Committee on the\nFBI’s ability generally to participate in court-approved interceptions\nunder §2516(1). To derive from §2516(1) a specific limitation on the\nFBI’s authority to participate in interceptions that is not explicitly set\nforth in the provision would appear inconsistent with this legislative\nintent. 4 Additional support for the “plain meaning” interpretation of § 2516(1)\nderives from a study of predecessor wiretap bills. S. 1308, introduced in\nthe 88th Cong., 1st Sess. (1963), provided in pertinent part that the\nAttorney General or a specially designated Assistant Attorney General\nmay authorize an application for judicial permission for “the Federal\nBureau of Investigation, or any federal agency having investigative\nresponsibility for the crimes set forth in this subsection,” to conduct\ninterceptions. The legislative history of S. 1308 includes a letter to the\nChairman of the Senate Judiciary Committee from the General Counsel\nof the Department of the Treasury, dated July 2, 1963, which discusses\nthis provision of S. 1308."
    },
    {
      "id": "memos_48__3",
      "chunk_id": "3",
      "content": "The legislative history of S. 1308 includes a letter to the\nChairman of the Senate Judiciary Committee from the General Counsel\nof the Department of the Treasury, dated July 2, 1963, which discusses\nthis provision of S. 1308. The General Counsel objected to the fact that\nunder the provision either the FBI or the agency charged with investi­\ngating the listed offenses—in particular, with investigating narcotics\noffenses, which then was the responsibility of the Treasury—could be\nauthorized by a court to conduct interceptions. He stated that such\n“overlapping of authority would be undesirable. . . .” To prevent such\nan overlap, the General Counsel proposed alternative language provid­\ning that the FBI or another agency, “whichever has the investigative\nresponsibility for a crime set forth in this subsection,” may be judicially\nauthorized to conduct an interception.® That alternative language was\nnot adopted by Congress. Furthermore, the two bills acknowledged in the legislative history of\n§2516(1) as the main sources of the wiretap legislation that was en­\nacted—S. 675 and S. 2050, 90th Cong., 1st Sess. (1967) 6—differed in a\ncrucial respect in the wording of the relevant provision. S. 675 pro­\nvided that “the Federal Bureau of Investigation, or other Federal\nagency . . .” having investigative responsibility for certain offenses\n4The broad principle that “no limitation*’ should be placed on the FBI's ability to participate in\ninterceptions is not inconsistent with the decision by the Attorney General, pursuant to 21 U.S.C.\n§ 871(a), to delegate general investigative jurisdiction over narcotics-related offenses to the D EA. The\nbroad principle stated in the Senate committee report expresses the intent underlying § 2516(1), not the\nintent underlying other statutes such as 21 U S.C . § 871(a). The latter statute authorizes the Attorney\nGeneral to “delegate any o f his functions under this subchapter to any officer or employee of the\nDepartment o f Justice.” 5The 1963 letter was later printed in Criminal Laws and Procedures: Hearings on S. 2187, S. 2188, 5.\n2189 et a l before the Subcomm. on Criminal Laws and Procedures o f the Senate Comm, on the Judiciary,\n89th Cong., 2d Sess. 10-11 (1966). *See S. Rep No. 1097, 90th Cong., 2d Sess. 66 (1968) (“Title III is essentially a combination o f S.\n675 . . . and S. 2050. . . .”); 114 Cong. Rec 11755 (1968). S. 675 and S. 2050 are printed in\nControlling Crime Through More Effective Law Enforcement: Hearings on S 300, S. 552, S 580 et al.\nbefore the Subcomm. on Criminal Laws and Procedures o f the Senate Comm, on the Judiciary, 90th\nCong., 1st Sess. 76, 1003 (1967). 289 may be authorized to conduct an interception directed at them (empha­\nsis added). The use of the word “other” in the quoted phrase suggests\nthat the FBI would have had to have general investigative responsibil­\nity for the listed offenses. Otherwise, it would have made no sense to\nrefer to another federal agency as the “other” agency having such\nresponsibility. However, the word “other” was not included in S. 2050,\nwhich spoke instead of “the Federal Bureau of Investigation, or a\nFederal agency . . . .” having investigative responsibility (emphasis\nadded)."
    },
    {
      "id": "memos_48__4",
      "chunk_id": "4",
      "content": "Otherwise, it would have made no sense to\nrefer to another federal agency as the “other” agency having such\nresponsibility. However, the word “other” was not included in S. 2050,\nwhich spoke instead of “the Federal Bureau of Investigation, or a\nFederal agency . . . .” having investigative responsibility (emphasis\nadded). The pertinent language of S. 2050—not that of S. 675—was\nultimately enacted. Thus, the legislative history of § 2516(1) supports the conclusion\nderived from the provision’s plain language that Congress intended that\nthe FBI may be judicially authorized to engage in an interception\ndirected at any of the listed offenses, including narcotics offenses. III. This interpretation of §2516(1) must be tested against the contrary\narguments advanced in the memorandum of the FBI’s Legal Counsel\nDivision. The memorandum relies not on the provision’s language or\nlegislative history, but rather on a reading of United States v. Marion,\n535 F.2d 697 (2d Cir. 1976), and on an argument said to be based on\nthe general purposes of Title III. The Legal Counsel Division’s memorandum summarizes the Marion\nholding as follows: In focusing on the investigative interests at the time of\ninterception, the Marion court requires separate orders, each\njustifying the agency's investigative jurisdiction, before inter­\nception is permitted. (Emphasis added.) This reading of Marion suggests that under that decision each agency\nmust have general “investigative jurisdiction” over an offense before it\nmay participate in an interception under §2516(1). However, we are\nunable to find support for such a reading in the opinion itself. The\nprecise issue in Marion was whether the requirement of 18 U.S.C.\n§ 2517(5) for subsequent judicial approval of incidental interceptions of\ncommunications relating to offenses other than those specified in an\ninitial wiretap authorization applies to wiretaps initially authorized by\nan order of a state court. 7 The court of appeals held that, in such cases,\nthe requirement of § 2517(5) does apply. The court explained:\n7 Section 2517(5) provides: When an investigative o r law enforcement officer, while engaged in intercepting\nwire o r oral communications in the manner authorized herein, intercepts wire or oral\ncom munications relating to offenses other than those specified in the order of authori­\nzation or approval, the contents thereof, and evidence derived therefrom, may be\ndisclosed or used as provided in subsections (1) and (2) o f this section. Such contents\nand any evidence derived therefrom may be used under subsection (3) o f this section when\nContinued 290 . . . our holding does not ‘call into question’ the practice\nof joint federal-state wiretap investigations. Indeed, Title\nI ll’s framers seem to have specifically envisioned co­\noperation among law enforcement authorities of different\njurisdictions where appropriate to enhance the effective­\nness of electronic surveillance operations . . . . If, for\nexample, federal officials called into an ongoing state\nwiretap operation learned at that time of communications\nrelating to separate federal offenses not specified in the\ninitial interception order, there would be little difficulty in\nobtaining the requisite subsequent approval pursuant to\n§2517. And where federal and state officers pursue an\ninvestigation jointly from its inception, we foresee little\ndifficulty for the appropriate federal officer to obtain a\nseparate order authorizing the interception of communica­\ntions relating to the federal offenses believed involved. 8"
    },
    {
      "id": "memos_48__5",
      "chunk_id": "5",
      "content": "And where federal and state officers pursue an\ninvestigation jointly from its inception, we foresee little\ndifficulty for the appropriate federal officer to obtain a\nseparate order authorizing the interception of communica­\ntions relating to the federal offenses believed involved. 8 This passage underscores that Marion involved §2517(5). It simply did\nnot deal with, and reached no conclusion about, the precise issue before\nus regarding § 2516(1). A broader argument in the Legal Counsel Division’s memorandum is\nthat a construction of §2516(1) permitting the FBI to participate in\ncourt-authorized interceptions relating to all offenses enumerated in that\nprovision would be in tension with Title Ill’s underlying purposes,\nwhich include placing restrictions on interceptions in order to protect\ncitizens’ privacy interests. To be consistent with such a purpose, courts\nhave noted that Title III should be carefully construed. See, e.g., United\nStates v. Giordano, 469 F.2d 522, 530 (4th Cir. 1972), affd, 416 U.S.\n505 (1974). The Legal Counsel Division suggests that in order to be\nconsistent with this. canon of careful construction, it is necessary to\ninterpret § 2516(1) as not allowing the FBI to participate in an intercep­\ntion unless it has general investigative responsibility for the offense at\nwhich an interception is directed. We agree that Title III, and hence §2516(1), must be carefully\nconstrued. We do not agree, however, that such a construction must\ninclude reading language into §2516(1) that is not there, especially\nwhen the legislative history shows that one of the two major bills\nauthorized or approved by a judge o f competent jurisdiction where such judge finds on\nsubsequent application that the contents were otherwise intercepted in accordance with the\nprovisions o f this chapter. Such application shall be made as soon as practicable. [Em­\nphasis added.]\n8 535 F.2d at 707. Cf. United States v. Manfredi, 488 F.2d 588, 601 (2d Cir. 1973), cert, denied 417\nU.S. 936 (1974) (noting that 18 U.S.C. §2517 authorizes disclosure to appropriate law enforcement\nofficials of evidence gained as a result o f an authorized wiretap, and concluding: “ If such information\nmay be exchanged after the termination o f the surveillance, we perceive no reason why that informa­\ntion may not be disclosed to cooperating agencies contemporaneously with its interception ” ); United\nStates v Masciarelti. 558 F.2d 1064, 1067-68 (2d Cir. 1977); United Stales v. Webster, 473 F. Supp. 586,\n600 (D. Md. 1979). 291 before Congress when it passed Title III contained language that would\nhave led to the result suggested by the Legal Counsel Division, but\nCongress did not adopt it. The most fundamental canon of statutory\nconstruction is that plain language should control, especially in the\nabsence of contrary legislative history. 9 The Legal Counsel Division\nhas not pointed to such contrary legislative history. Nor have we\nbecome aware of any. Furthermore, although it is plain that in enacting Title III Congress\nwas sensitive to the need to protect citizens’ privacy interests, it does\nnot follow from this alone that §2516(1) must be read in the manner\nsuggested by the Legal Counsel Division."
    },
    {
      "id": "memos_48__6",
      "chunk_id": "6",
      "content": "Nor have we\nbecome aware of any. Furthermore, although it is plain that in enacting Title III Congress\nwas sensitive to the need to protect citizens’ privacy interests, it does\nnot follow from this alone that §2516(1) must be read in the manner\nsuggested by the Legal Counsel Division. The Senate Judiciary Com­\nmittee report states that “ [t]o assure the privacy of oral and wire\ncommunications, title III prohibits all wiretapping and electronic sur­\nveillance by persons other than duly authorized law enforcement officers\nengaged in the investigation or prevention of specified types of serious\ncrimes, and only after authorization of a court order. . .\n(Emphasis\nadded). S. Rep. No. 1097, 90th Cong. 2d Sess. 66 (1968). In other\nwords, as long as the officers engaged in an interception are “duly\nauthorized” to do so and Title Ill’s other requirements are met, the\npurpose of protecting the legitimate privacy interests would be satisfied. Thus, the argument advanced by the Legal Counsel Division ultimately\nreturns us to the initial question that is the subject of this opinion: may\nthe FBI be “duly authorized” to participate in §2516(1) interceptions\nwhen the interception is directed at an offense listed in that subsection,\neven though the FBI lacks general investigative responsibility for the\noffense? The “purposive” approach o f the Legal Counsel Division’s\nmemorandum does not ultimately assist in answering that question. Another argument might have been made to support the position of\nthe Legal Counsel Division. Section 2516(1) specifically refers to the\nprocedures in §2518 governing orders authorizing interceptions, and\n§ 2518(l)(a) states that an application must identify “the investigative or\nlaw enforcement officer” making the application for an interception. 18\nU.S.C. § 2510(7) defines the term “investigative or law enforcement\nofficer” to include “any officer o f the United States or of a State or\npolitical subdivision thereof, who is empowered by law to conduct investi­\ngations o f or to make arrests fo r offenses enumerated in this chapter, and\nany attorney authorized by law to prosecute or participate in the\nprosecution of such offenses . . .\n(Emphasis added.) It might be said\nthat §§2518 and 2510(7), read together, contemplate that all officers\ncovered by an application for an interception must be “empowered by\n*A court interpreting a statute is bound by the 44 ‘literal or usual meaning of its words' ” unless this\nwould lead to \" ‘absurd results . . . o r would thw art the obvious purpose o f the statute.' . . ” Trans\nAlaska Pipeline Rate Cases, 436 U .S. 631, 643 (1978), quoting Commissioner v. Brown, 380 U.S. 563, 571\n(1965). See also Southeastern Community College v. Davis, 442 U .S. 397, 405 (1979); Detroit Trust Co. v.\nThe Thomas Barium, 293 U.S. 21, 38 (1934), quoted in Fedorenko v. United States, 449 U .S 490, 514\n(1981). 292 law” other than § 2516(1) to investigate an offense for which an inter­\nception authorization is sought. The weakness in this argument is that it simply presupposes its\nconclusion: it assumes that an “investigative or law enforcement offi­\ncer” for purposes of § 2518 could not be, in the context of an intercep­\ntion under §2516(1) directed at narcotics offenses, an officer of the\nFBI."
    },
    {
      "id": "memos_48__7",
      "chunk_id": "7",
      "content": "The weakness in this argument is that it simply presupposes its\nconclusion: it assumes that an “investigative or law enforcement offi­\ncer” for purposes of § 2518 could not be, in the context of an intercep­\ntion under §2516(1) directed at narcotics offenses, an officer of the\nFBI. That is, of course, the question to be answered. It cannot be\nresolved simply by stating conclusorily that § 2516(1) could not be read\nto empower the FBI to participate in court-approved interceptions\ndirected at the offenses listed in it. As noted above, under §2516(l)’s\nmost natural reading it in fact does authorize the FBI to participate in\ncourt-approved interceptions directed at any of the offenses listed in it. IV. For all the reasons stated in this opinion, we do not read § 2516(1) to\nrequire the FBI to have general investigative responsibility for an\noffense listed in that subsection before the FBI may be judicially au­\nthorized to participate in an interception directed at such an offense,\nincluding narcotics offenses. Accordingly, in the type of case that gave\nrise to your opinion request to this Office, we conclude that, under\n§2516(1), the FBI may be judicially authorized to participate in a\ncourt-approved interception directed at an offense noted in that provi­\nsion. T heodore B. O l s o n Assistant Attorney General\nOffice o f Legal Counsel 293"
    }
  ]
}