{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 1,
  "chunk_text": "Payment of Expenses Associated with TYavel\nby the President and Vice President\nB in d s appropriated for the official functioning of the offices of the President and the Vice President\nm ay b e used fo r travel expenses only if the travel is reasonably related to an official purpose; and,\nofficial activities m ay be funded on ly from funds appropriated for such purposes. Thus appropri­\nated funds should not be used to pay fo r political travel and political funds should not be used to pay\nfor official travel. W h eth er an ev en t is official o r political for purposes o f paying its expenses m ust be determ ined on a\ncase-by-case basis, and both the nature o f the event and the nature o f the individual involved should\nbe considered. W here both official and political activities occur on the sam e trip, the expenses of individuals on the\ntrip f o r both political an d official reasons can be apportioned between the governm ent and a\npolitical co m m ittee on a basis which reflects the tim e spent on the respective activities. D uring the\np eriod of a presidential election cam paign. Federal E lection Com m ission regulations m ay require\na differen t rule o f allocation. March 24, 1982\nMEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT This memorandum responds to your request for our advice about the payment\nof expenses associated with travel by the President or Vice President. We are to\nassume that travel by the President or Vice President may often include both\nofficial events, undertaken as part of the President’s or Vice President’s official\nroles as governmental leaders, and purely political events, undertaken for par­\ntisan purposes in order to advance the interests of the President’s and Vice\nPresident’s political party. This mixed character of much presidential and vice\npresidential travel follows naturally from their dual roles as governmental of­\nficials and leaders of their party. You have asked us to articulate the legal\nprinciples governing the allocation and payment of costs associated with such\ntravel. Several caveats must be noted at the outset. First, our opinion should not be\nread as a declaration that the generally applicable principles will necessarily lead\nto an inflexible result in a particular case. In fact, the principles are of such\ngenerality that they often will generate few determinate results. They thus must\nbe viewed as general guides to decisionmaking. Second, the principles should be\napplied to a particular trip by the officials most familiar with the facts of the trip. Each case may present unique circumstances that will need to be taken into\n214 account in determining, for instance, whether an event is “ official” or “ politi­\ncal” in character. As we will indicate, there is considerable room in this context\nfor the careful use of informed discretion. Third, this opinion focuses on broadly\napplicable legal principles, not on the specific rules adopted by the Federal\nElection Commission forelection activity. See 11 C.F.R. Chapter 1 (1981). If, in\nlight of this opinion, particular questions arise, we will, of course, be glad to\naddress them."
}