{
  "document_category": "memos",
  "docId": "memos_77",
  "chunk_index": 3,
  "chunk_text": "85 Based upon these precedents, we believe that USRC should be regarded as an\nagency of the United States for purposes of title 18 if the interest of the United\nStates in the corporation is “proprietary,” but not if the interest of the United\nStates is “custodial or incidental.” In making this determination, we look to\nUSRC’s functions, financing, control, and management. Cf. Government Nat’I\nMortgage Ass’n v. Terry, 608 F.2d 614, 618 (5th Cir. 1979).2\nU SR C ’s functions are those entrusted by Congress to the Department of Trans­\nportation in the Union Station Redevelopment Act of 1981, 40 U.S.C. §§\n801-819. Congress anticipated that “a nonprofit, public-private development cor­\nporation” could be created to manage the redevelopment of the Union Station\ncomplex. S. Rep. No. 269, 97th Cong., 1st Sess. 13 (1981), reprinted in 1981\nU.S.C.C.A.N. 2711,2723. USRC “was formed to assist the Secretary in achiev­\ning the objectives of the Redevelopment Act and generally to facilitate the rede­\nvelopment o f the Union Station complex.” Union Station Redevelopment Coop­\nerative Agreement at 3 (Nov. 1983) (“Union Station Agreement”). In particular,\nUSRC’s responsibilities include selecting and monitoring the developer of the\nstation complex, ensuring that adequate provision is afforded Amtrak for its cur­\nrent and future use of the station, and working with other interested parties in the\nredevelopment of the station. Id. at 6-7. Although these functions presumably\ncould be handled by private enterprise without federal control, that is not an ad­\nequate basis for finding that an entity is not an agency of the United States. See\nRauscher, 789 F.2d at 315. See also Schlei Memorandum at 5 (FNMA is an\nagency of the United States even though it is empowered “to engage in its busi­\nness activities in a manner comparable to that of private institutions engaged in\nsimilar activities”). In this case, Congress assigned USRC’s responsibilities to\nthe Department of Transportation. USRC is simply the vehicle created by that\nDepartment to accomplish the congressional mandate. USRC is financed by several sources. Amtrak is obligated to provide up to sev­\nenty million dollars to USRC for the redevelopment project. Union Station Agree­ 2\nTerry construed the meaning of “agency” under 28 U.S.C. § 451, which defines “agency” in a manner similar\nto the definition in 18 U.S.C. § 6. Moreover, the historical and revisions notes o f section 451 state that “agency” in\nsection 451 conform s to the definition of “ agency” in 18 U.S.C. § 6. Accordingly, the court in Terry used the dis­\ncussion o f “proprietary corporation\" in the revisers’ notes to 18 U.S.C. § 6 to determine if Ginnie Mae should be\nheld an agency o f the United States for the'purposes o f determining federal jurisdiction See 608 F.2d at 618-20\n(G innie Mae is an agency because of the control HUD exercises over Ginnie Mae, the intent o f Congress to retain\ngovernm ental control over the federal housing program, and the funds provided by— and profits returned by Gin­\nnie M ae to— the federal government)."
}