{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 18,
  "chunk_text": "Appointments—Recess Appointments, 28 Comp. Gen. at 37 (emphasis\nadded). 2.\nGuided by these principles, we conclude that the President may determine that pro forma sessions at which no business is to be conducted do\nnot interrupt a Senate recess for purposes of the Recess Appointments\nClause. Our conclusion rests on three considerations. First, both the Framers’ original understanding of the Recess Appointments Clause and the longstanding views of the Executive and Legislative\nBranches support the conclusion that the President may make recess\nappointments when he determines that, as a practical matter, the Senate is\nnot available to give advice and consent to executive nominations. The\nRecess Appointments Clause was adopted to allow the President to fill\noffices when the Senate was not “in session for the appointment of officers.” The Federalist No. 67, at 410 (Alexander Hamilton). And, from the\nearly days of the Republic, the Executive has taken the position that “all\nvacancies which . . . happen to exist at a time when the Senate cannot be\nconsulted as to filling them, may be temporarily filled by the President.” Executive Authority to Fill Vacancies, 1 Op. Att’y Gen. at 633. Likewise,\nin 1905, the Senate Judiciary Committee defined “recess” as used in the\nClause to be the period of time when the Senate cannot “participate as a\nbody in making appointments.” S. Rep. No. 58-4389, at 2. We do not believe that the convening of periodic pro forma sessions\nprecludes the President from determining that the Senate is unavailable\nduring an intrasession recess otherwise long enough to support the President’s recess appointment authority. During the last three Congresses,\nsuch sessions ordinarily have lasted only a few seconds. See, e.g., 157\nCong. Rec. D1404 (daily ed. Dec. 30, 2011) (noting that day’s pro forma\nsession lasted from 11:00:02 until 11:00:34 a.m.); see also supra note 2.\n33 36 Op. O.L.C. 15 (2012) Records of the sessions typically do not disclose the presence of any\nSenator other than the single convening member. See, e.g., 157 Cong.\nRec. S8793 (daily ed. Dec. 30, 2011) (reflecting the presence of only\nSenator Reed). And importantly, the pertinent Senate order states in\nadvance that there is to be “no business conducted” during the ensuing\nsessions. See, e.g., 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011); see\nalso supra pp. 16–17. 17 The purpose of these sessions avowedly is not to\nconduct business; instead, either the Senate has intended to prevent the\nPresident from making recess appointments during its absence or the\nHouse has intended to require the Senate to remain in session (toward the\nsame end). See supra pp. 17–18; see also Henry B. Hogue, Cong. Research Serv., RS21308, Recess Appointments: Frequently Asked Questions 3 (rev. Mar. 2008) (noting use of such sessions “for the stated purpose of preventing [recess] appointments”). Under these circumstances, the President could properly consider the\npertinent intrasession recess period to be one during which the Senate is\nnot genuinely “capable of exercising its constitutional function of advising and consenting to executive nominations,” Recess Appointments, 41\nOp."
}