{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 19,
  "chunk_text": "Congress gave the President authority to remove FTC Commissioners for\n“inefficiency, neglect of duty, or malfeasance in office,” id. at 619, terms\nthat presuppose presidential supervision of the actions of those whom he\nmay remove. Thus, the President’s authority over the officers of the FTC\ncontinues well beyond the time of selection. The same is true of any\nindependent agency whose head or heads are removable by the President\nfor cause. 21 43 Op. O.L.C. __ (Oct. 8, 2019) Humphrey’s Executor also rested on an “outmoded view” of independent agencies as apolitical experts. Simms Memorandum at 10. “[I]ndependent agencies . . . have to make a slew of non-scientific legal and\npolicy judgments—such as how to interpret governing statutes, how to\nexercise policy discretion under those statutes, and whom to charge for\nviolations of the law.” Aiken County, 645 F.3d at 442 n.2 (Kavanaugh, J.,\nconcurring). Indeed, “[i]t is now recognized that rulemaking may legitimately reflect political influences of certain kinds from a number of\nsources, including Congress and the affected public.” Simms Memorandum at 10. It thus makes little sense to presume that Congress intended to\ndivorce such agencies entirely from presidential supervision. In the decades since Humphrey’s Executor, Congress itself has ensured\nthat independent agencies are not “independent of executive authority.”\n295 U.S. at 625. Under the Paperwork Reduction Act, Congress has\nrequired independent agencies to submit proposed information requests\nto OIRA for review. 44 U.S.C. §§ 3502(1), 3507(a), (f ). Under the Congressional Review Act, independent agencies must submit “major rules”\nto Congress before the rules “can take effect.” 5 U.S.C. §§ 801(a)(1)(A),\n804(1). Consistent with EO 12866, the statute requires OIRA to review\nthese regulations and determine whether they are “major” under the\nstatute. Id. § 804(2). Congress has also required independent agencies to\ncomply with the Regulatory Flexibility Act, see id. § 601(1), and the\nData Quality Act, see Pub. L. No. 106-554, div. C, § 515, 114 Stat. 2763,\n2763A-153 to -154 (2000)—the latter of which charged OMB with issuing guidelines to all agencies to ensure data quality and integrity. Accordingly, over the past 80 years, Congress has repeatedly confirmed that\nindependent agencies are part of the Executive Branch and subject to\n“executive authority.” For these reasons, we do not believe that the vision of independence\nsuggested by Humphrey’s Executor accurately describes the current state\nof the law. At the same time, we acknowledge that the Court has suggested on occasion that removal restrictions provide an agency head with\nsome measure of independence from the President. See Free Enter. Fund,\n561 U.S. at 502 (suggesting that “simple disagreement with . . . policies\nor priorities” may not constitute cause for removal); Fox Television\nStations, 556 U.S. at 523 (recognizing that “independent agencies” have\nbeen “sheltered . . . from the President”); Mistretta, 488 U.S. at 410–11\n(describing for-cause limitations on removal as “specifically crafted to\n22 Extending Regulatory Review to Independent Regulatory Agencies prevent the President from exercising ‘coercive influence’ over independent agencies”). 13 And even some independent regulatory agencies\nwithout express tenure protection for their heads, such as the SEC, have\nhistorically enjoyed a broader degree of political independence than other\nexecutive agencies. See Free Enter."
}