{
  "document_category": "memos",
  "docId": "memos_32",
  "chunk_index": 2,
  "chunk_text": "Although not defined in the\nbill, this term includes both (1) executive officers appointed by the President\nwith the advice and consent of the Senate, and (2) those “ inferior officers”\nwhose appointment the Congress has vested in the President alone (Art. II, § 2,\ncl. 2, o f the Constitution). Although the M yers case is concerned with the first\nclass o f executive officers, dictum suggests that Congress has no greater\nauthority to remove officers appointed by the President alone than it would\nhave over those subjected to the advice and consent process. 272 U .S ., at\n161-62.1 We find no reasonable basis for distinguishing between the two types\no f appointees. 2 The second question presented is whether Congress may confer on the Board\nthe authority to take disciplinary action against Presidential appointees. Disciplinary sanctions contemplated under the bill are: demotion, debarment\nfrom Federal em ploym ent for a stated period, suspension, reprimand, or civil 'T h e p e rtin e n t lan g u ag e a d d re ssin g th is issu e in th e Myers o p in io n is:\nW h e th e r the a ctio n o f C o n g re ss in re m o v in g th e n e ce ssity fo r the a d v ice and c o n se n t o f\nth e S e n a te , an d p u ttin g th e p o w e r o f a p p o in tm e n t in th e P resid e n t a lo n e , w ou ld m ak e his\np o w e r o f re m o v a l in su ch c a s e an y m o re su b jec t to C o n g re ssio n a l leg islatio n than before\nis a q u e stio n th is C o u rt d id n o t d e c id e in th e Perkins c a s e [ United States v. Perkins, 116\nU .S . 4 8 3 ]. U n d e r th e re a so n in g u p o n w h ic h the le g islativ e d e c isio n o f 1789 w as p u t, it\nm ig h t b e d iffic u lt to a v o id a n e g ativ e a n sw e r, b u t it is not b e fo re us and we d o not d ecid e\nit. 2T h e re is a n o th e r issu e th a t a ris e s w h e n e v e r th e Myers a n a ly sis is e x a m in e d ."
}