{
  "doc_id": "memos_7",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_7__0",
      "chunk_id": "0",
      "content": "Whether the Federal Trade Commission Has Authority\nto Prosecute Actions for Criminal Contempt\nThe Federal Trade Commission lacks authority to prosecute actions for cnm inal contem pt,\nunless the Com m ission’s attorneys receive special appointments from the Attorney\nGeneral and b ecom e subject to his direction. September 25, 1989\nM e m o r a n d u m O p in io n f o r t h e A c t in g A s s is t a n t A t t o r n e y G e n e r a l\nC iv i l D i v i s i o n This memorandum responds to your request for the opinion of this\nOffice as to whether the Federal Trade Commission (“FTC” or “Com­\nmission”) has authority to prosecute actions for criminal contempt. We\nconclude that the Commission lacks authority to prosecute such actions,\nunless the Commission’s attorneys receive special appointments from the\nAttorney General and become subject to his direction. I. A court o f the United States has the power to “punish by fine or impris­\nonment ... such contempt of its authority, and none other, as ... [disobe­\ndience or resistance to its lawful writ, process, order, rule, decree, or\ncommand.” 18 U.S.C. § 401(3). Where an alleged criminal contempt arises\nfrom disobedience to a court order in a case that the Commission has\nbrought or defended, the Commission asserts \"the authority, upon\nappointment by the court, to prosecute the contempt. See Letter for\nRobert N. Ford, Deputy Assistant Attorney General, Civil Division, from\nAmanda B. Pederson, Deputy Director of Consumer Protection, Federal\nTrade Commission at 1 (June 24, 1985) (“Pederson Letter”). The Civil\nDivision and the Criminal Division both take the view that the\nCommission is without authority to conduct such prosecutions. See\nLetter for Amanda B. Pederson, from Robert N. Ford (June 10, 1985);\nMemorandum for Margaret Love, Attomey-Advisor, Office of Legal\nCounsel, from Lawrence Lippe, Chief, General Litigation and Legal\nAdvice Section, Criminal Division (Oct. 28, 1985). Under 28 U.S.C. § 516, the Attorney General, “[e]xcept as otherwise\nauthorized by law,” has control over “the conduct o f litigation in which\n291 the United States, an agency, or officer thereof is a party, or is interested.” See also 28 U.S.C. § 519.1The principle that the Attorney General has ple­ nary authority over such litigation applies with particular force in crimi­\nnal cases. See United States v. Nixon, 418 U.S. 683, 694 (1974) (“Under\nthe authority o f Art. II, § 2, Congress has vested in the Attorney General\nthe pow er to conduct the criminal litigation o f the United States\nGovernment.”) (citing 28 U.S.C. § 516). Therefore, the Commission may\nnot bring an action for criminal contempt unless clearly “authorized by\nlaw” to do so. Cf. United States v. International Union of Operating\nEng'rs, 638 F.2d 1161, 1162 (9th Cir. 1979), cert, denied, 444 U.S. 1077\n(1980) (noting “a presumption against a congressional intention to limit\nthe power o f the Attorney General to prosecute offenses under the crim­\ninal laws o f the United States,” in rejecting argument that United States\nmust exhaust administrative remedies before bringing criminal case)."
    },
    {
      "id": "memos_7__1",
      "chunk_id": "1",
      "content": "We do not believe that the Commission is authorized by the FTC Act,\nch. 311, 38 Stat. 717 (codified as amended at 15 U.S.C. §§ 41-58), or any\nother statute to prosecute actions for criminal contempt. The\nCommission’s statutory authority to litigate on its own behalf is confined\nto civil proceedings. See 15 U.S.C. § 56(a)(1)(A) & (a)(2) (stating that the\nCommission may “commence, defend, or intervene in” various kinds of\n“civil action[s]”); see also 15 U.S.C. § 56(a)(3)(A) (referring to “any civil\naction in which the Commission represented itself’). 2 The FTC Act, how­\never, expressly assigns to the Attorney General the responsibility for\n1This Office has previously concluded\n(A)bsent clear legislative directives to the contrary, the Attorney General has full plenary\nauthority over all litigation, civil and criminal, to which the United States, its agencies, or\ndepartments, are parties. Such authonty is rooted historically in our common law and tradi­\ntion, see Confiscation Cases, 74 U.S. (7 Wall) 454, 458-59 (1866) and, since 1870, has been\ngiven a statutory basis. See 5 U.S.C. § 3106, and 28 U S.C §§ 516, 519. The Attorney General’s\nplenary authonty is circumscribed only by the duty imposed on the President under Article\nII, § 3 o f the Constitution to “take Care that the Laws be faithfully executed \"\nAttorney General's Role as Chief Litigator for the United States, 6 Op OLC. 47, 48 (1982) (citation\nomitted). 2 15 U.S.C. § 56(a) reads, in relevant part:\n(1) Except as otherwise provided in paragraph (2) or (3), if —\n(A ) before commencing, defending, or intervening in, any civil action involving [sec­\ntions 41 to 46 and 47 to 58 o f this title] (including an action to collect a civil penalty)\nwhich the Commission, or the Attorney General on behalf o f the Commission, is autho­\nrized to comm ence, defend, or intervene in, the Commission gives written notification\nand undertakes to consult with the Attorney General with respect to such action, and\n(B ) The Attorney General fails within 45 days after the receipt o f such notification to\ncomm ence, defend, or intervene in, such action;\nthe Commission may commence, defend, or intervene in, and supervise the litigation or, such\naction and any appeal o f such action in its own name by any o f its attorneys designated by it\nfor such purpose. (2) Except as otherwise provided in paragraph (3), in any civil action—\nthe Commission shall have exclusive authonty to commence or defend, and supervise the\nlitigation of, such action and any appeal o f such action in its own name by any o f its attorneys\nContinued 292 bringing any criminal cases arising from violations o f the laws adminis­\ntered by the Commission: Whenever the Commission has reason to believe that any\nperson, partnership, or corporation is liable for a criminal\npenalty under [sections 41 to 46 and 47 to 58 o f this title],\nthe Commission shall certify the facts to the Attorney\nGeneral, whose duty it shall be to cause appropriate crimi­\nnal proceedings to be brought."
    },
    {
      "id": "memos_7__2",
      "chunk_id": "2",
      "content": "15 U.S.C. § 56(b).3\nIndeed, in enacting amendments to 15 U.S.C. § 56 and related provi­\nsions in 1973, Congress took special care not to create ambiguities in the\nstatute that might lead to the Commission’s assuming a criminal jurisdic­\ntion. When the bill came from the Conference Committee, it included one\nprovision (15 U.S.C. § 45(m)) that the parliamentarian o f the House inter­\npreted as allowing criminal prosecutions by the Commission. See 119\nCong. Rec. 36,813 (1973) (remarks of Sen. Stevens). To clarify the provi­\nsion, the Senate returned to the version that it had originally passed,\nwhich plainly “applie[d] only to civil actions.” Id,.4\nNevertheless, the Commission argues that it has authority to bring\nactions for criminal contempt. The Commission does not claim any\nexpress statutory basis for this supposed authority. Instead, it contends\nthat “the authority of [its] attorneys to prosecute the criminal contempt\n(if appointed by the court to do so) is an inherent part of their authority\nto prosecute the underlying action from which the contempt arises.” Pederson Letter at 1. The Commission also relies on the Supreme Court’s\nopinion in FTC v. Dean Foods Co., 384 U.S. 597 (1966). In that case, the\nCourt held that the Commission, despite an absence o f explicit statutory\nauthority, could seek preliminary relief from the Court of Appeals pend­\ning the outcome of Commission proceedings in a merger case because\n“[s]uch ancillary powers have always been treated as essential to the 2(.. continued)\ndesignated by it for such purpose, unless the Commission authorizes the Attorney General to\ndo so The Commission shall inform the Attorney General o f the exercise o f such authority and\nsuch exercise shall not preclude the Attorney General from intervening on behalf o f the United\nStates in such action and any appeal o f such action as may be otherwise provided by law\n15 U.S.C. § 56(a) 15 U S C. § 56(a)(3), to which these sections refer, deals with representation in civil\nactions before the Supreme Court\n3 As explained below, the Commission asserts that its power to prosecute contempts is incidental to its\nstatutory power under the sections o f the United States Code referred to in 15 U.S.C. § 56(b) Therefore,\nthe Commission could not escape from the provision o f 15 U.S C § 56(b) about certification to the\nAttorney General by arguing that liability for contempt is not “under [sections 41 to 46 and 47 to 58]” of\ntitle 15, as referred to in that provision. 4 Although Congress substituted a new version o f 15 U.S.C § 45(m) in 1975, the amended provision\nexpressly applies only to civil actions and thus does not enlarge the scope o f the section in that respect. See Pub. L No 93-637, tit. II, §§ 204(b), 205(a), 88 Stat. 2193, 2199, 2200-01 (1975). 293 effective discharge o f the Commission’s responsibilities.” Id. at 607. Finally, the Commission contends that its authority may be justified by its\nconsistent exercise o f this authority in the past. II. The Commission’s arguments do not establish its statutory authority to\nbring actions for criminal contempt."
    },
    {
      "id": "memos_7__3",
      "chunk_id": "3",
      "content": "2193, 2199, 2200-01 (1975). 293 effective discharge o f the Commission’s responsibilities.” Id. at 607. Finally, the Commission contends that its authority may be justified by its\nconsistent exercise o f this authority in the past. II. The Commission’s arguments do not establish its statutory authority to\nbring actions for criminal contempt. A.\nThe Commission has no authority to prosecute a criminal contempt\nas “an inherent part o f [its] authority to prosecute the underlying action\nfrom which the contempt arises.” Pederson Letter at 1. An action for\ncriminal contempt is separate from the underlying civil litigation. As the\nSupreme Court explained in Young v. United States ex rel. Vuitton, 481\nU.S. 787 (1987), the “criminal contempt proceedings arising out o f civil\nlitigation ‘are between the public and the defendant, and are not a part of\nthe original cause.’” Id. at 804 (quoting Gompers v. Bucks Stove & Range\nCo., 221 U.S. 418, 445 (1911)); see Bray v. United States, 423 U.S 73, 75\n(1975). 5 Because the underlying civil action that Congress authorized the\nCommission to pursue is distinct from the criminal contempt action,\nthere is no reason to infer that Congress intended the Commission’s liti­\ngation authority to reach criminal contempt cases. This conclusion is no mere matter of form but follows from the essen­\ntially different interests at stake in the underlying civil litigation and the\nsubsequent criminal prosecution. Civil actions for injunctions vindicate\nthe goals o f the Federal Trade Commission Act or the Clayton Act;\nCongress explicitly entrusted the Commission with the duty of seeking\nthose goals through litigation. An action for criminal contempt, however,\nis aimed at “vindicating the authority o f the court” and “presenting]\nrespect for the judicial system itself.” Vuitton, 481 U.S. at 800.® Prosecution o f the criminal contempt, therefore, serves purposes different\nfrom those Congress directed the Commission to pursue in civil litigation. 7\n5 A prosecution for cnminal contempt, fo r example, is not “affected by any settlement which the par­\nties to the [underlying] equity cause made in their pnvate litigation,” but continues as a separate action. Gompers v Bucks Stove & Range Co , 221 U.S at 451\n6The Supreme Court accordingly held in Vuitton that attorneys “appointed to prosecute a cnminal con­\ntempt action represent the United States, n ot the party that is the beneficiary o f the court order alleged­\nly violated.\" 481 U.S. at 804, see United States v. Providence Journal Co , 485 U S. 693, 700 (1988) (“The\naction was initiated in vindication of the ‘judicial Power o f the United States' U S. C onst, Art. Ill, § 1\n(emphasis added), and it is that interest, unique to the sovereign, that continues now to be litigated in\nthis Court.”). 7 To be sure, a prosecution for cnminal contempt, in som e measure, will indirectly promote the statu­\ntory policies at stake m the underlying litigation. Future violations o f orders requinng obedience to the\nstatute administered by the Commission may be deterred by the prospect o f punishment for contempt."
    },
    {
      "id": "memos_7__4",
      "chunk_id": "4",
      "content": "7 To be sure, a prosecution for cnminal contempt, in som e measure, will indirectly promote the statu­\ntory policies at stake m the underlying litigation. Future violations o f orders requinng obedience to the\nstatute administered by the Commission may be deterred by the prospect o f punishment for contempt. But this indirect promotion o f the statutory policies does not detract from the primary purpose o f vindicatingjudicial authonty in cnminal contempt cases. It is the vindication o f judicial authonty (and not the\nCommission’s authonty) that justifies appointment o f a prosecutor by the court in the first place. See\nVuitton, 481 U.S. at 800-01, Cheff v Schnackenberg, 384 U S. 373, 378 (1966) (plurality opinion) ( “Cheff\nwas found in contempt o f the Court of Appeals, not o f the Commission.”). 294 The Commission’s argument, moreover, could lead to a widening circle\nof “incidental” criminal prosecutions by the Commission. Charges o f per­\njury, bribery, or obstruction of justice, too, could grow out o f civil pro­\nceedings brought by the Commission. To our knowledge, however, the\nCommission has never asserted authority to prosecute such crimes, and\nexercise o f such authority would be clearly contrary to the requirement\no f the FTC Act that criminal charges be referred to the Attorney General. Actions for criminal contempt, therefore, are separate from the under­\nlying civil actions in which the orders alleged to be violated are issued. The Commission’s authority to litigate the civil actions does not entail\nany “inherent” authority to bring actions for criminal contempt. B.\nThe Supreme Court’s decision in FTC v. Dean Foods Co., 384 U.S.\n597 (1966), does not support the authority claimed by the Commission to\ninitiate actions for criminal contempt. Dean Foods merely held that the\nCommission could ask the court o f appeals for a preliminary iryunction\nagainst a merger, pending the outcome o f administrative proceedings. Although the Commission had no explicit statutory power to seek this\npreliminary relief, the Court ruled that such power could be inferred:\n[T]he Commission is a governmental agency to which\nCongress has entrusted, inter alia, the enforcement o f the\nClayton Act, granting it the power to order divestiture in\nappropriate cases. At the same time, Congress has given the\ncourts o f appeals jurisdiction to review final Commission\naction. It would stultify congressional purpose to say that\nthe Commission did not have the incidental power to ask\nthe courts of appeals to exercise their authority derived\nfrom the All Writs Act. Id. at 606 (footnote omitted). This rationale does not justify the Com­ mission’s prosecution o f actions for criminal contempt. An action for\ncriminal contempt does not vindicate the laws whose enforcement\n“Congress has entrusted” to the Commission; it vindicates the authority\nof the court, in a proceeding separate from the underlying civil action. Moreover, without authority to seek a preliminary ii\\junction, the\nCommission would be powerless to prevent illegal mergers. Thus, injunc­\ntive authority is necessary to accomplish the mission Congress has set for\nthe FTC. On the other hand even without criminal contempt authority,\nthe FTC can fully vindicate its decrees through its civil authority."
    },
    {
      "id": "memos_7__5",
      "chunk_id": "5",
      "content": "Moreover, without authority to seek a preliminary ii\\junction, the\nCommission would be powerless to prevent illegal mergers. Thus, injunc­\ntive authority is necessary to accomplish the mission Congress has set for\nthe FTC. On the other hand even without criminal contempt authority,\nthe FTC can fully vindicate its decrees through its civil authority. Accordingly, the authority to prosecute criminal contempts cannot be\nfairly inferred from the FTC’s general statutory authority. Nor do we believe that the Dean Foods Court’s observation, in dictum,\nthat it had never been “asserted that the Commission could not bring con­\ntempt actions in the appropriate court o f appeals when the court’s\nenforcement orders were violated, though it has no statutory authority in\n295 this respect,” 384 U.S. at 607, suggests that the Commission er\\joys the\npower to bring criminal contempt cases. The Court followed this observa­\ntion by declaring that “[s]uch ancillary powers have always been treated as\nessential to the effective discharge of the Commission’s responsibilities.” Id. Thus, this dictum can most sensibly be read as referring to civil con­\ntempt, since the other instances o f the Commission’s implied powers dis­\ncussed by the Court — the power to seek preliminary relief from an\nappellate court and the power to defend Commission orders in judicial\nreview proceedings — concern civil actions in which the Commission’s\nauthority and the policies o f the statutes administered by the\nCommission would be vindicated. See id. at 606-07. Criminal contempt\ncases, as explained above, vindicate instead the authority o f the court, in\nproceedings separate from the underlying civil actions. Furthermore, the Eighth Circuit has reached the conclusion that Dean\nFoods “did not directly or indirectly concern itself with the possible con­\nflict between the Commission and the Attorney General over which\nagency was the proper one to seek the exercise” o f the appellate court’s\npower to issue a preliminary injunction. FTC v. Guignon, 390 F.2d 323,\n327 (8th Cir. 1968). The issue in Guignon was whether the Commission,\non its own behalf, could seek to enforce discovery subpoenas or needed\nthe “aid or consent” o f the Attorney General. Id. at 324. The court decid­\ned that the Commission could not seek, on its own behalf, to enforce its\ndiscovery subpoenas but depended on the Attorney General to do so. Whether or not the court in Guignon was correct in making this ruling,8\nor in interpreting Dean Foods as not involving possible conflicts between\nthe Commission and the Attorney General, Guignon demonstrates that\nDean Foods should not be read as a general warrant for the Commission\nto assert implied powers that conflict with the Attorney General’s statu­\ntory authority. C.\nThe Commission also argues that its authority to prosecute criminal\ncontempts “is supported both by long and consistent usage and by the\nonly decision o f which [the Commission is] aware in which the issue [of\nagency authority] was expressly contested and resolved.” Pederson\nLetter at 1. As an initial matter, we do not believe that usage alone can\njustify a practice unsupported in law — nor can a single district court\ndecision."
    },
    {
      "id": "memos_7__6",
      "chunk_id": "6",
      "content": "Pederson\nLetter at 1. As an initial matter, we do not believe that usage alone can\njustify a practice unsupported in law — nor can a single district court\ndecision. In any event, we do not believe that the usage or the case pro­\nvides support for the Commission’s claim o f authority to bring criminal\ncontempt actions. As to the usage, the Commission cites seven reported cases in which it\n8 Two district court cases decided at approximately the same time as Guignon held that the\nCommission could seek to enforce its subpoenas without the consent and assistance o f the Attorney\nGeneral FTC v. Kujawski, 298 F. Supp. 1288, 1289 (N D. G a 1969); FTC v. Continental Can Co , 267 F.\nSupp. 713 (S.D.N.Y. 1967) Through later legislation, Congress made clear the Commission’s statutory\nauthonty to bring actions to enforce subpoenas. See 15 U S.C § 56(a)(2)(D), Pub L. No. 93-153, tit. IV, §\n408(g), 87 Stat 576, 592 (1973); Pub. L. No. 93-637, tit. II, § 204(a), 88 Stat. 2183, 2199 (1975). 296 prosecuted criminal contempts.9 As the Commission concedes, Pederson\nLetter at 2-3, the courts in these cases did not address the Commission’s\nauthority to bring the actions. Nor did the Ninth Circuit consider the\nissue of statutory authority in a more recent case in which it sustained a\nfinding of contempt and rejected the argument that, under Vuitton, the\nCommission was disqualified from prosecuting the contempt because it\nwas an interested party. 10 See FTC v. American Nat’l Cellular, 868 F.2d\n315 (9th Cir. 1989). Because these cases do not discuss the issue of statu­\ntory authority, they do not illuminate whether Congress intended the\nCommission to prosecute criminal contempts. See United States v.\nMorton Salt Co., 338 U.S. 632, 647 (1950) (Nonexistent powers cannot “be\nprescripted by an unchallenged exercise.”). Nor has the usage in this area been consistent. In one instance of which\nwe have been made aware, the Commission’s lawyers received appoint­\nments as Special Assistant United States Attorneys, when a grand jury was\nconducting an investigation bearing on possible charges of criminal con­\ntempt. See Memorandum for D. Lowell Jensen, Deputy Attorney General,\nfrom Richard K. Willard, Acting Assistant Attorney General, Civil Division,\nat 1-2 (July 30, 1985); Memorandum for Richard K. Willard, Acting\nAssistant Attorney General, Civil Division, from John R. Fleder, Assistant\nDirector, Office o f Consumer Litigation (May 30,1985); Pederson Letter at\n3 n.3, 6; 28 U.S.C. § 515. The Commission suggests that this involvement\nby the Department o f Justice does not destroy the consistency o f the\nCommission’s practice o f representing itself because the Commission’s\nattorneys “might properly prosecute the particular matter themselves.” Pederson Letter at 3 n.3. That argument, however, is circular; it assumes\nthat the Commission’s lawyers could have brought an action. Absent the\nassumption that the Commission may prosecute a criminal contempt\naction, the involvement o f the Department o f Justice undermines the con­\nsistency of the very usage on which the Commission relies."
    },
    {
      "id": "memos_7__7",
      "chunk_id": "7",
      "content": "That argument, however, is circular; it assumes\nthat the Commission’s lawyers could have brought an action. Absent the\nassumption that the Commission may prosecute a criminal contempt\naction, the involvement o f the Department o f Justice undermines the con­\nsistency of the very usage on which the Commission relies. The Commission also argues that one case, SEC v. Murphy, Fed. Sec. L.\nRep. (CCH) 99,688 (C.D. Cal. 1983), explicitly considered and upheld the\nauthority of the Securities and Exchange Commission to bring criminal\ncontempt actions under a statute similar to 15 U.S.C. § 56. The Court in\nMurphy did not discuss the different interests to be vindicated in criminal\ncontempt action and the underlying civil case. Instead, the court based its\nholding on the absence o f an explicit statutory prohibition against the 9FTC v. Hoboken White Lead & Color Works, 67 F.2d 551 (2d Cir. 1933); FTC v. Pacific States Paper\nTrade Ass’n, 88 F.2d 1009 (9th Cir 1937), In re Dolan Co7p., 247 F2d 524 (D C. Cir. 1956), cert denied,\n353 U.S. 988 (1957), In re P. LoriUard Co , 1959 Trade Cas (CCH) H 69,272 (4th Cir 1959); In re\nFloersheim, 316 F.2d 423 (9th Cir. 1963), In re Holland Furnace Co., 341 F.2d 548 (7th Cir. 1965), affd\nsub nom Cheff v Schnackenberg, 384 U S. 373 (1966); In re Whitney & Co., 273 F.2d 211 (9th Cir 1959). 10Vuitton held, under the Court’s supervisory power, that counsel for an interested party in civil litiga­\ntion underlying a contempt action should not be appointed to prosecute the contempt. See 481 U.S. at\n802-09. 297 SEC’s bringing the action and on the argument that “the SEC — not the\nUnited States Attorney, the Attorney General, or anyone else — is in the\nbest position to know the specific prohibitions o f the injunction and the\nparticular circumstances which allegedly constitute the contempt of the\ninjunction.” Id. at 97,765. In Vuitton, however, the Court rejected the argu­\nment that an attorney’s expertise justifies giving him control of a prosecu­\ntion for criminal appointment. The Court held that, despite expert knowl­\nedge, counsel for an interested private party should not be allowed to\nprosecute a criminal contempt: “That familiarity may be put to use in\nassisting a disinterested prosecutor in pursuant to the contempt action,\nbut cannot justify permitting counsel for the private party to be in control\no f the prosecution.” Vuitton, 481 U.S. at 806 n.17. Similarly, the\nCommission’s knowledge of the underlying action cannot justify abandon­\ning the principle that the Attorney General is to control the litigation of\ncriminal cases on behalf of the United States. See United States v. Nixon,\n418 U.S. at 694; 28 U.S.C. § 516. The single district court case addressing\nthis issue — decided before Vuitton — is, therefore, unpersuasive. In sum, the cases and practices on which the Commission relies do not\nestablish that the Commission has implied authority to bring actions for\ncriminal contempt."
    },
    {
      "id": "memos_7__8",
      "chunk_id": "8",
      "content": "The single district court case addressing\nthis issue — decided before Vuitton — is, therefore, unpersuasive. In sum, the cases and practices on which the Commission relies do not\nestablish that the Commission has implied authority to bring actions for\ncriminal contempt. The cases involving the Commission itself do not\ntouch on the issue at all; the usage in this area is not consistent; and the\nsingle district court case that might lead to an argument by analogy has\nbeen undercut by the later opinion o f the Supreme Court in Vuitton. III. Finally, we address two arguments not advanced in the Pederson\nLetter. First, although the Pederson Letter cites Fed. R. Crim. P. criminal\ncontempt actions, the Commission does not rely on Rule 42(b) as “authoriz[ing] by law” the Commission’s initiation of actions for criminal con­\ntempt. Since the Pederson Letter, Vuitton has established that Rule 42(b)\n“does not provide authorization for the appointment o f a private attor­\nney” but “speaks only to the procedure for providing notice of criminal\ncontempt.” Vuitton, 481 U.S. at 793, 794 (emphasis omitted). Rule 42(b)\nthus offers no authority for the Commission to prosecute contempts. Second, it might be argued that even if the Commission lacks statutory\nauthority to bring actions for criminal contempt, a court, through the\nexercise o f its authority to appoint prosecutors, could empower the\nCommission to prosecute a criminal contempt case. Any such argument\nwould be groundless. In addition to the issue o f the court’s authority to\nappoint prosecutors, there is a separate question about whether the\ngovernment attorneys have authority to accept appointment. The Com­\nmission is a creation of statute and thus must abide by the statutory lim­\nitations on the authority. See Civil Aeronautics Bd. v. Delta Air Lines,\n367 U.S. 316, 322 (1961); Oceanair of Florida v. United States Dep’t of\n298 Transp., 876 F.2d 1560, 1565 (11th Cir. 1989). Prosecution o f criminal\ncontempts by Commission attorneys at the behest o f a court would\ncircumvent the Congressional determination to limit the Commission’s\nauthority to civil actions. 11 IV. We conclude that the Commission has no authority to bring actions for\ncriminal contempt. Commission lawyers, however, may be appointed\nspecial attorneys subject to the Attorney General’s direction, 28 U.S.C. §\n515, and in that capacity could conduct prosecutions for criminal con­\ntempt in cases where the court had appointed the United States Attorney\nto prosecute. WILLIAM P. BARR\nAssistant Attorney General\nOffice of Legal Counsel 11 We do not believe that the judiciary would have the constitutional authonty to assign governmental\nattorneys to prosecute cnminal contempts in contravention o f limits on their statutory authonty Vuitton\nsustained the appointment o f pnvate attorneys to prosecute cnminal contempts, because a court’s power\nto “punish disobedience to judicial orders is regarded as essential to ensuring that the Judiciary has a\nmeans to vindicate its own authonty without complete dependence on other Branches ” Vuitton, 481\nU S at 796 Although the power o f courts to vindicate their own authority, under the circumstances in\nVuitton, arguably may be grounded in the Constitution, appointment o f Commission attorneys hardly\npromotes judicial freedom from “complete dependence on other Branches.” 299"
    }
  ]
}