{
  "document_category": "memos",
  "docId": "memos_4",
  "chunk_index": 6,
  "chunk_text": "W e do not believe that th e exercise o f C ongress’ authority in this fashion under the Commerce\nC lause w ould be h eld to violate any state interest protected by the Tenth A mendment. The sale o f alcohol by\na state m onopoly is not one o f the “integral governm ent functions,” National League o f Cities v. (Jsery, 426\nU.S. 833, 855 (1976), protected by that Amendm ent from federal interference. See Ohio v. Helvering, 292\nU.S. 360, 3 6 8 -6 9 (1934); South Carolina v. United States, 199 U.S. 437, 463 (1905). Both Ohio and South\nCarolina involved state challenges to federal taxes on the state liquor monopoly. The South Carolina Court\nheld th at the sale o f liquor by a state m onopoly “ is o f a private nature” and not a governm ental function w hose\ntaxation w ould “ im pede o r embarrass a State in the discharge o f its functions.” 199 U.S. at 463. This ruling\nwas reaffirm ed in the Ohio case notw ithstanding passage o f the Tw enty-First Amendment: A d istinction is sought in the fact th a t after that case was decided the Eighteenth A mendment was\npassed, and thereby, it is contended, the traffic in intoxicating liquors ceased to be pnvate\nbusiness, and then w ith the repeal o f the am endm ent assum ed a status which enables a state to\ncarry it on under the police pow er. The point seem s to us altogether fanciful. The Eighteenth\nA m endm ent outlaw ed the traffic; but, certainly, it did not have the effect o f converting w hat had\nalw ays been a private activity in to a governm ental function. Ohio v. Helvering, 292 U .S. at 369. 56 drunk drivers under the age of 21. H.R. 3870, § 1. The loss of life, the crippling\nof individuals, the loss to production because of time lost from work, and the\nproperty damage caused by accidents involving such drunk drivers will, we\nassume, be detailed in H.R. 3870’s legislative history. 10 Using M idcal 's bal­\nancing test, we believe that a court could find, assuming a sufficient legislative\nhistory, that the federal government’s interest in preventing damage to national\ncommerce outweighed any particular state’s interest in permitting access to\nliquor for those under 21. Finally and, we believe, importantly, given that § 2 of the Twenty-First\nAmendment was intended to assure that states would be able to enact restrictive\nlegislation retaining prohibition on a local level, 76 Cong. Rec. 4140-41\n(1933), it would be anomalous if states could use § 2 to insist on permissive\nstate laws that could frustrate federal efforts directed towards a limited form of\ntemperance. Conclusion\nH.R. 3870 will not mandate importation of alcohol into any state in violation\nof its laws. Under the M idcal test, Congress could, we believe, articulate a\nfederal interest that would outweigh a state’s interest in providing its citizens\nunder the age of 21 access to alcohol. We therefore believe that H.R. 3870 will\nsurvive constitutional attack."
}