{
  "document_category": "memos",
  "docId": "memos_58",
  "chunk_index": 3,
  "chunk_text": "The Standards of Ethical Conduct carry out the Executive Order, and we therefore applied our conclusion in Fishery Management Councils about the applicable\ndefinitions both to the Executive Order and to these implementing regulations. 17\nOp. O.L.C. at 150 n.2, 158. In addition, we note that some of the particular rules in\nthe Standards of Ethical Conduct rest on specific statutory provisions in title 5 that 33 227-329 VOL_26_PROOF.pdf 43 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 use the term “employee” and so invoke the title 5 definition. The rules about gifts\nto superiors, for example, derive in part from 5 U.S.C. § 7351 (2000), which bars\n“[a]n employee” from receiving or making certain gifts. 2 The reach of the\nStandards of Ethical Conduct thus depends, too, on the meaning of the terms\n“officer” and “employee” in title 5.\nII. A.\nThe OGE Letter argues that the three parts of the title 5 definitions—\nappointment by a federal official, engagement in a federal function, and federal\ngovernment supervision—need not “be applied invariably or formalistically in\nevery case where the application of federal ethics requirements is at issue.” OGE\nLetter, supra note 1, at 2. In particular, the OGE Letter cites two opinions of our\nOffice—one in which we quoted a previous opinion for the proposition that the\ntitle 5 definition of employee “is not necessarily conclusive for conflicts purposes,” Fishery Management Councils, 17 Op. O.L.C. at 154 n.12, and one in which\nwe concluded that “an identifiable act of appointment may not be absolutely\nessential for an individual to be regarded as an officer or employee in a particular\ncase where the parties omitted it for the purpose of avoiding the application of the\nconflict-of-interest laws or perhaps where there was a firm mutual understanding\nthat a relatively formal relationship existed,” Informal Presidential Advisor, 1 Op.\nO.L.C. at 21. Therefore, the OGE Letter argues, satisfaction of only the first part\nof the title 5 definitions—appointment by a federal official—ought to suffice to\nrender an individual subject to the federal conflict of interest laws. We do not agree. First, as stated above, we have previously opined that the\nterms “officer[s]” and “employee[s]” in the Executive Order and the Standards of\nEthical Conduct “are identical in scope and meaning with the terms ‘officer’ and\n‘employee’ as used in 5 U.S.C. §§ 2104 and 2105.” Fishery Management Councils, 17 Op. O.L.C. at 153. We have, in short, concluded that the three parts of the\ntitle 5 definitions must be applied invariably in these contexts. Second, with\nrespect to the criminal conflict of interest laws, we do not read our opinions as\nsuggesting any general flexibility to depart from the three-part test, much less to\nsimply disregard two of the three parts. Indeed, particularly in view of the rule of\nlenity, see Jones v. United States, 529 U.S. 848, 858 (2000) (quoting Rewis v.\nUnited States, 401 U.S. 808, 812 (1971), and United States v. Universal C.I.T.\nCredit Corp., 344 U.S. 218, 221-222 (1952)), we would be loath to dilute the\n2"
}