{
  "document_category": "memos",
  "docId": "memos_93",
  "chunk_index": 8,
  "chunk_text": "3 We do not address the application of section 3110 to any other component of the\ngovernment. 8 Application of Anti-Nepotism Statute to Presidential Appointment in White House ered outside of title 5 for all purposes whenever the application of that\ntitle is confined to “Executive agenc[ies].” 4\n4 We have observed before that the D.C. Circuit’s reasoning in Haddon would seemingly extend to other entities listed in section 112 with special hiring authorities under\ntitle 3, including the White House Office. See Memorandum for Gregory B. Craig,\nCounsel to the President, from David J. Barron, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Application of 5 U.S.C. § 3110 to Two Proposed Appointments by the President to Advisory Committees at 18 (Sept. 17, 2009); Application of 18\nU.S.C. § 603 to Contributions to the President’s Re-Election Committee, 27 Op. O.L.C.\n118, 118 (2003) (“Section 603 Opinion”). In one circumstance, however, because of\nfeatures “unique” to the statutory scheme at issue—the Hatch Act Reform Amendments of\n1993 (“HARA”)—we have found that the White House Office should be treated as an\n“Executive agency” under title 5 notwithstanding Haddon. See Section 603 Opinion, 27\nOp. O.L.C. at 119 (White House Office employees may make contributions to a President’s authorized re-election campaign by virtue of an exception available to employees\nin an “Executive agency”). Section 603 of title 18 prohibits “an officer or employee of the United States or any\ndepartment or agency thereof ” from “mak[ing] any contribution . . . to any other such\nofficer, employee or person . . . if the person receiving such contribution is the employer\nor employing authority of the person making the contribution.” 18 U.S.C. § 603(a). But section 603(c) exempts from liability “employee[s] (as defined in section 7322(1) of\ntitle 5)”—meaning, employees subject to HARA. Section 7322(1), in turn, defines\n“employee” as “any individual, other than the President and the Vice President, employed\nor holding office in . . . an Executive agency.” 5 U.S.C. § 7322(1)(A). Several considerations led us in our Section 603 Opinion to confirm a prior opinion treating the White\nHouse Office as an “Executive agency” for purposes of section 7322(1), see Whether 18\nU.S.C. § 603 Bars Civilian Executive Branch Employees and Officers from Making\nContributions to a President’s Authorized Re-Election Campaign Committee, 19 Op.\nO.L.C. 103 (1995). First, there would be “no purpose” for section 7322(1)’s express\nexclusion of the President and the Vice President if they were not understood to be\n“holding office in . . . an Executive agency.” Section 603 Opinion, 27 Op. O.L.C. at 119. Second, the exception to HARA’s substantive prohibition on partisan political activity in\n5 U.S.C. § 7324(b)(2)(B)(i) applies to “employee[s] paid from an appropriation for the\nExecutive Office of the President,” further reflecting HARA’s assumption that such\nemployees are otherwise covered. Section 603 Opinion, 27 Op. O.L.C. at 119."
}