{
  "document_category": "memos",
  "docId": "memos_93",
  "chunk_index": 13,
  "chunk_text": "It is reasonable to assume that the\nSenate Committee and eventually the Congress acted on the basis of\nChairman Macy’s interpretation of the prohibition as drafted.” White\nHouse Aide Memo II, at 2. Having reexamined the legislative materials, we no longer would make\nthat assumption. The Senate committee and Chairman Macy were reviewing a version of the bill that prohibited nepotistic appointments to “department[s],” defined more broadly to include “each department, agency,\nestablishment, or other organization unit in or under the . . . executive . . .\nbranch of the Government . . . including a Government-owned or controlled corporation.” H.R. 7977, 90th Cong. § 222 (as referred to S. Comm.\non Post Office and Civil Service, Oct. 16, 1967) (emphasis added). It is\nunclear why the Senate amended the provision to apply instead to “Executive agenc[ies]” and thus to call up the title 5 definition of that term. See\nH.R. 7977, 90th Cong. § 221 (as reported out of S. Comm. on Post Office\nand Civil Service, Nov. 21, 1967). The Senate report does not explain the\nchange. See S. Rep. No. 90-801, at 28 (1967). Nevertheless, that the Civil\nService Commission Chairman was considering different statutory language when offering his view about the scope of the prohibition dilutes\nthe strength of his testimony—which, as a witness statement, should\ntypically be afforded less weight to begin with. See S&E Contractors, 406\nU.S. at 13 n.9; Gustafson, 513 U.S. at 580. Because the appropriation language was apparently never mentioned\nduring the House’s or Senate’s consideration of the bill, the debates and\n14 Application of Anti-Nepotism Statute to Presidential Appointment in White House other materials include no clear statement that the anti-nepotism provision\nwas intended to prevail over the broad hiring authority previously granted\nin that year’s appropriation for the Executive Office of the President. 6 Moreover, aside from that single question about the service of President\nRoosevelt’s son as a White House aide—which was part of a series of\nquestions posed by the senators to Chairman Macy about the language’s\napplication to the President generally, see Federal Pay Legislation Hearings at 360–69—neither the Senate nor the House appears to have focused\non the White House Office. We therefore are hesitant to infer that the 90th\nCongress envisioned that section 3110 would overcome the President’s\nhiring authorities under the annual appropriation. We are even more\nreluctant to draw that inference with respect to the permanent special\nhiring authority for the White House Office that Congress enacted ten\nyears later. IV. Finally, we believe that this result—that the President may appoint relatives to his immediate staff of advisors in the White House Office—makes\nsense when considered in light of other applicable legal principles. Congress has not blocked, and most likely could not block, the President from\n6 Individual senators did stress the amended provision’s breadth in floor statements. See 113 Cong. Rec. 36103 (1967) (statement of Sen. Randolph) (indicating that the Senate\namended the provision “to plug any loopholes which might exist,” because “[i]t was\ncritical that the nepotism provisions be applied across the board”); id."
}