{
  "document_category": "memos",
  "docId": "memos_47",
  "chunk_index": 8,
  "chunk_text": "We indicated that while\nthere was no ongoing criminal investigation or conflicting positions, “[b]oth\nthe concern o f possible criminal conduct and the possible conflict arising\n7 In a c o m m e n t th at underscores the fa c tu a l sim ilarities betw een the Perkins m atter and the present\nsitu a tio n , w e n o ted in th e Perk in s opinion that \"[b je c a u se denial o f re presentation appears to h ave been\nb a se d n o t on an in te rp re ta tio n of the J u s tic e D e p artm e n t's R epresentation G u id e lin e s, but ra th e r on\nu rg in g o f a U n ite d S ta te s Senator, the u s u a l grounds fo r p erm itting re presentation by private c o u n se l at\nfe d e ra l e x p e n s e are n o t re a d ily applicable.” Id. at 3. 136 from Justice Department representation of Perkins appear to have motivated\nthe agreement between Senator Nunn and Attorney General Civiletti . . .\n[and] therefore . . . reimbursement . . . can be supported by the principles\nunderlying [the guidelines].” Id. at 5. Similarly, in the present situation,\neven though there are no pending criminal investigations or other conflicting\npositions, the Judiciary Committee has asserted that the Department has a\nconflict of interest, and in light of that position the Department has acqui­\nesced to the Committee’s insistence that Department counsel not be present. Finally, we should make it clear that this opinion addresses only the\nquestion you asked: whether as a general matter the Department has author­\nity to reimburse Department employees for private counsel fees in connection\nwith the Judiciary Committee depositions. To answer that question in the\naffirmative, it has only been necessary to find that sufficient governmental inter­\nests are at stake in all of the depositions to justify representation by Department\ncounsel — and when the Committee objected to the presence of Department\ncounsel, representation by private counsel paid for by the Department. You have not asked us to make the individualized inquiries necessary to\ndetermine whether the representation of any particular employee to whom\nthis opinion applies may involve “purely personal” as well as governmental\ninterests. Thus, we do not opine on “what, if any, portion of the representa­\ntion” of particular employees should not be “provided by Government attorneys\nor at Government expense.” Perkins Memorandum at 4.8 We do note, how­\never, that it would appear at this time that any personal interests are merely\nincidental to the governmental interests. After looking into the matter thor­\noughly, the Civil Division knows of no personal or official wrong-doing of\nwhich the employees could fairly be accused."
}