{
  "doc_id": "memos_72",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_72__0",
      "chunk_id": "0",
      "content": "Application of 28 U.S.C. § 458 to Presidential Appointments of\nFederal Judges\nSection 458 o f title 28 does not apply to presidential appointments o f judges to the federal judiciary. December 18, 1995\nM e m o r a n d u m O p in io n f o r t h e C o u n s e l t o t h e P r e s id e n t On April 25, 1995, President Clinton nominated Mr. William A. Fletcher to\nbe a judge on the United States Court of Appeals for the Ninth Circuit. See 141\nCong. Rec. 11,243 (1995). While Mr. Fletcher’s nomination has been pending\nbefore the United States Senate, questions have arisen as to whether his appoint­\nment would violate 28 U.S.C. § 458 because Mr. Fletcher’s mother, the Honorable\nBetty B. Fletcher, has served as a judge on the same court since her appointment\nin 1979. Section 458 of title 28 provides as follows: “ No person shall be\nappointed to or employed in any office or duty in any court who is related by\naffinity or consanguinity within the degree of first cousin to any justice or judge\no f such court.” We have previously opined that 28 U.S.C. §458 does not apply to presidential\nappointments of judges to the federal judiciary. See Memorandum for Eleanor\nD. Acheson, Assistant Attorney General, Office of Policy Development, from\nRichard L. Shiffrin, Deputy Assistant Attorney General, Office of Legal Counsel,\nRe: Applicability o f 28 U.S.C. § 458 to Presidential Appointments o f Federal\nJudges (Mar. 13, 1995). In light o f subsequent questions, you have asked whether\nwe adhere to that position. For the reasons that follow, we do. A\nTwo bedrock principles of statutory construction guide our analysis. First, “ we\nstart, as we must, with the language of the statute.” Bailey v. United States, 516\nU.S. 137, 144 (1995). Second, “ the meaning of statutory language, plain or not,\ndepends on context.” 1 Id. at 145. In this case, the particularly relevant constitu­\nents o f context upon which statutory meaning depends are the constitutional\nframework within which all statutes are drafted and enacted, see, e.g., Gregory\nv. Ashcroft, 501 U.S. 452, 460 (1991) (stating principle that statutes be read to\nprotect “ the usual constitutional balance” of power), the statutory language taken\nas a whole, see, e.g., King v. St. Vincent’s Hosp., 502 U.S. 215, 221 (1991) (stating\n1 As Learned Hand explained, “ words are n o t pebbles in alien juxtaposition; they have only a communal existence;\nand not only does the meaning o f each interpenetrate the other, but all in their aggregate take their [meaning] from\nthe setting in which they are used.” NLRB v. Federbush Co., 121 F.2d 954, 957 (2d Cir. 1941); see also King\nv. St. Vincent’s Hosp., 502 U.S. 215, 221 (1991) (quoting Federbush); Shell Oil Co. v. Iowa Dept, o f Revenue,\n488 U.S. 19, 25 n.6 (1988) (same). 350 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges"
    },
    {
      "id": "memos_72__1",
      "chunk_id": "1",
      "content": "350 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges the “ cardinal rule” that a “ statute is to be read as a whole” ), and the amendment\nhistory of the statute, see, e.g., Bailey, 516 U.S. at 144 (taking account of amend­\nment history of 18 U.S.C. § 924(c)(1) to determine the meaning of the word\n“ use” ). Based on our review, we conclude that the plain meaning o f the statute\nprecludes its application to presidential appointments to the federal judiciary. We begin, as indicated, with the language of the statute. The current language\nof §458 was adopted in 1911,2 amending a statute originally enacted in 1887.3\nQuoting the language again, §458 in its current form provides that: “ No person\nshall be appointed to or employed in any office or duty in any court who is related\nby affinity or consanguinity within the degree of first cousin to any justice or\njudge of such court.” The statute does not by its express terms apply to the Presi­\ndent, nor does it expressly ijame judgeships as one of the offices to which a related\nperson may not be appointed. We believe that the inapplicability of this provision\nto presidential appointments of federal judges is conclusively established by the\ntext of this provision, the history of its amendment, and the text of the Act of\n1911 taken as a whole. We elaborate on these reasons in Parts II and III of this\nmemorandum, which to a considerable degree recapitulate the analysis contained\nin our earlier memorandum. Before revisiting these points, however, in this part\nwe analyze a feature of the constitutional framework within which statutes must\nbe read that, in our view, also dictates the conclusion that §458 does not apply\nto presidential appointments of federal judges, even if the text and its textual his­\ntory did not conclusively establish the point. Any argument that §458 does apply to presidential appointments of federal\njudges depends entirely upon the fact that, while the statute refers to positions\nto which related persons may not be appointed, it makes no mention at all of\nthe appointing authority, worded as it is in the passive voice. In this context,\nhowever, this silence must lead to just the opposite conclusion, because of the\nwell-settled principle that statutes that do not expressly apply to the President\nmust be construed as not applying to the President if such application would\ninvolve a possible conflict with the President’s constitutional prerogatives. See,\ne.g., Franklin v. Massachusetts, 505 U.S. 788, 801 (1992). We can refer to this\nprinciple as a clear statement rule, one that is very well-established and that dic­\ntates the plain meaning of § 458. Then-Assistant Attorney General William H. Rehnquist articulated this principle\nwithout limiting it to cases in which application of the statute would raise a con­\nstitutional question, opining that statutes “ are construed not to include the Presi­\ndent unless there is a specific indication that Congress intended to cover the Chief\nExecutive.”"
    },
    {
      "id": "memos_72__2",
      "chunk_id": "2",
      "content": "Then-Assistant Attorney General William H. Rehnquist articulated this principle\nwithout limiting it to cases in which application of the statute would raise a con­\nstitutional question, opining that statutes “ are construed not to include the Presi­\ndent unless there is a specific indication that Congress intended to cover the Chief\nExecutive.” Memorandum for Egil Krogh, Staff Assistant to the Counsel to the\nPresident, from William H. Rehnquist, Assistant Attorney General, Office of Legal\nCounsel, Re: Closing o f Government Offices in Memory o f Former President\n2 Act o f Mar. 3, 1911, ch. 231, §297, 36 Stat. 1087, 1168 (\"A c t o f 1911” ).\n3 Act o f Mar. 3, 1887, ch. 373, §7 , 24 Stat. 552, 555. 351 Opinions o f the Office o f Legal Counsel in Volume 19 Eisenhower at 3 (Apr. 1, 1969) ( “ Rehnquist Memorandum” ). Even if this unquali­\nfied statement o f the principle is overly broad, the narrower formulation given\nabove clearly covers §458, because its application to presidential appointments\nto the federal judiciary would raise serious constitutional questions regarding the\nPresident’s authority under the Appointments Clause, U.S. Const, art. II, § 2 , cl.\n2, as we explain below. Therefore, under the precedents of the Supreme Court\nas well as of the Department o f Justice, §458 may not be read as applying to\npresidential appointments. The principle that general statutes must be read as not applying to the President\nif they do not expressly apply where application would arguably limit the Presi­\ndent’s constitutional role has two sources. First, it is a long-recognized “ cardinal\nprinciple” o f statutory interpretation that statutes be construed to avoid raising\nserious constitutional questions. See, e.g., Crowell v; Benson, 285 U.S. 22 (1932). This canon of statutory construction is a cornerstone of judicial restraint in that\nit ‘ ‘not only reflects the prudential concern that constitutional issues not be need­\nlessly confronted, but also recognizes that Congress, like this Court, is bound by\nand swears an oath to uphold the Constitution.” Edward J. DeBartolo Corp. v.\nFlorida Gulf Coast Bldg. & Constr. Trades Council, 485 U.S. 568, 575 (1988). The canon is equally applicable to executive branch interpretations. Appropriations\nLimitation fo r Rules Vetoed by Congress, 4B Op. O.L.C. 731, 732 n.3 (1980). The second source is the constitutional principle o f separation of powers. The\nfundamental device by which the framers sought to prevent tyranny was the divi­\nsion of power to prevent an excessive accumulation in any single repository. Thus,\nthe Constitution divides power between the federal and the state governments as\nwell as among the federal government’s three coordinate and independent\nbranches. See Gregory, 501 U.S. at 458. The clear statement rule exists in order\nto protect “ th[is] ‘usual constitutional balance’ ” of power. See id. at 460 (quoting\nWill v. Michigan Dept, of State Police, 491 U.S. 58, 65 (1989) (quoting\nAtascadero State Hosp. v. Scanlon, 473 U.S. 234, 242 (1985))), Franklin, 505\nU.S. at 801 (“ requiring] an express statement by Congress before assuming it\nintended” to subject presidential action to judicial review); id. (“"
    },
    {
      "id": "memos_72__3",
      "chunk_id": "3",
      "content": "See id. at 460 (quoting\nWill v. Michigan Dept, of State Police, 491 U.S. 58, 65 (1989) (quoting\nAtascadero State Hosp. v. Scanlon, 473 U.S. 234, 242 (1985))), Franklin, 505\nU.S. at 801 (“ requiring] an express statement by Congress before assuming it\nintended” to subject presidential action to judicial review); id. (“ As the APA\ndoes not expressly allow review of the President’s actions, we must presume that\nhis actions are not subject to its requirements.” ). Given the central position that\nthe doctrines of federalism and separation of powers occupy in the Constitution’s\ndesign, this rule also serves to “ assure[] that the legislature has in fact faced,\nand intended to bring into issue, the critical matters” of the balance of power\namong the three branches of the federal government, in the context of separation\nof powers, and between the federal and state governments, in the context of fed­\neralism. See Gregory, 501 U.S. at 461; United States v. Bass, 404 U.S. 336, 349\n(1971). This clear statement rule has been applied frequently by the Supreme Court\nas well as the executive branch with respect to statutes that might otherwise be 352 . Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges susceptible of an application that would affect the President’s constitutional\nprerogatives, were one to ignore the constitutional context. For instance, in\nFranklin the Court was called upon to determine whether the Administrative\nProcedure Act (“ APA” ), 5 U.S.C §§701-706, authorized “ abuse of discretion”\nreview of final actions by the President. The APA authorizes review of final\nactions by “ agencies,” which it defines as “ each authority of the Government\nof the United States.” 5 U.S.C. § 701(b)(1). From this definition, the APA\nexpressly exempts Congress, the courts, the territories, and the District of\nColumbia government— but not the President. Even though the statute defined agency in a way that could include the President\nand did not list the President among the express exceptions to the APA, Justice\nO’Connor wrote for the Court:\n[t]he President is not [expressly] excluded from the APA’s purview,\nbut he is not explicitly included, either. Out of respect for the sepa­\nration of powers and the unique constitutional position of the Presi­\ndent, we find that textual silence is not enough to subject the Presi­\ndent to the provisions of the APA. We would require an express\nstatement by Congress before assuming it intended the President’s\nperformance of his statutory duties to be reviewed for abuse of\ndiscretion. 505 U.S. at 800-01. To amplify, she continued, “ [a]s the APA does not expressly\nallow review of the President’s actions, we must presume that his actions are\nnot subject to its requirements.” Id. at 801. If anything, the case for reading the\nAPA provision as applying to the President was stronger than is the case with\nrespect to §458, because the APA contains a list of express exceptions to its\nbroad coverage and that list does not include the President."
    },
    {
      "id": "memos_72__4",
      "chunk_id": "4",
      "content": "Id. at 801. If anything, the case for reading the\nAPA provision as applying to the President was stronger than is the case with\nrespect to §458, because the APA contains a list of express exceptions to its\nbroad coverage and that list does not include the President. One might have con­\ntended that the omission of the President from a list o f persons excluded is suffi­\nciently clear evidence of a congressional decision to include him within the reach\nof the APA to alter the otherwise applicable rule of constitutional context. To\nthe contrary, however, the Court affirmed the principle that the inclusion of the\nPresident must be express. In a case that is closely analogous and that involves the President’s appointment\npower, the Supreme Court held that the Federal Advisory Committee Act\n(“ FACA” ), 5 U.S.C. app. §2, does not apply to the judicial recommendation\npanels o f the American Bar Association because interpreting the statute as\napplying to them would raise serious constitutional questions relating to the Presi­\ndent’s constitutional authority to appoint federal judges. See Public Citizen v.\nUnited States D ep’t o f Justice, 491 U.S. 440 (1989). The FACA imposes open\nmeeting and reporting requirements on advisory committees, which it defines to\nbe any committee or similar group that is “ utilized by one or more agencies, 353 Opinions o f the Office o f Legal Counsel in Volume 19 in the interest o f obtaining advice or recommendations for the President.” 5\nU.S.C. app. § 3(2)(c). Two public interest groups, Public Citizen and the Wash­\nington Legal Foundation, sought to have FACA applied to the ABA judicial\nscreening committees. The Court unanimously rejected the public interest groups’\nargument. The majority ruled that while a “ straightforward reading,” Public Cit­\nizen, 491 U.S. at 453, o f FACA would seem to require its application to the ABA\ncommittee, the “ cardinal principle” o f statutory interpretation that a statute be\ninterpreted to avoid serious constitutional question drove the majority to interpret\nFACA as not applying to the ABA committee. Id. at 465-67. Notably, the majority\nstated, “ [o]ur reluctance to decide constitutional issues is especially great where,\nas here, they concern the relative powers of coordinate branches of government,”\nand “ [t]hat construing FACA to apply to the Justice Department’s consultations\nwith the ABA Committee would present formidable constitutional difficulties is\nundeniable.” 4 Id. at 466. A recent Supreme Court case that applied the clear statement rule in protecting\nthe constitutional separation of powers is Sale v. Haitian Centers Council, 509\nU.S. 155 (1993). This case dealt with the extraterritorial application of the Refugee\nAct.5 Prior to 1980, the act provided that the Attorney General was “ authorized\nto withhold deportation of any alien within the United States” who was a refugee.6 In 1980, the statute was amended to delete the “ within the United States” lan­\nguage and to make it mandatory that the Attorney General not deport the refugee. 7 The petitioners, an organization advocating on behalf of Haitian refugees, plau­\nsibly argued that, by deleting “ within the United States,” Congress plainly meant\nto give the act extraterritorial application. See id. at 170."
    },
    {
      "id": "memos_72__5",
      "chunk_id": "5",
      "content": "7 The petitioners, an organization advocating on behalf of Haitian refugees, plau­\nsibly argued that, by deleting “ within the United States,” Congress plainly meant\nto give the act extraterritorial application. See id. at 170. The Court rejected this\nargument, holding that “ Acts o f Congress normally do not have extraterritorial\napplication unless such an intent is clearly manifested. That presumption has spe­\ncial force when we are construing treaty and statutory provisions that may involve\nforeign and military affairs for which the President has unique responsibility.” Id. at 188.8 Sale is but another example o f the clear statement principle: Statutes will be\nread to exclude what they do not explicitly include when the inclusionary reading\nwould involve a possible conflict with the President’s unique responsibilities, so\nas potentially to upset the constitutional balance of powers. The President’s con­\nstitutional appointment power, expressly assigned to him and him alone in Article\nII, is similarly a unique responsibility of the President, one that has been recently\n4 The three concurring justices reached the merits and found that application o f the FACA would violate the\nAppointments Clause (as opposed to raising a serious question). 491 U.S. at 482-89 (Kennedy, J., concurring). ’ Refugee Act o f 1980, Pub. L. No. 9 6 -2 1 2 ,9 4 Stat. 102, 107.\n6 Im m igration and N ationality Act of 1952, Pub. L. No. 82-414, §243(h), 66 Stat. 163, 214 (1952) (emphasis\nadded). 7 Pub. L. No. 96 -2 1 2 , §203(e), 94 Stat. at 107.\n8 To the sam e effect, see American Foreign Serv. Ass’n v. Garfinkel, 490 U.S. 153, 161 (1989). 354 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges termed a “ central feature” of the President’s constitutional role under Article II. Freytag v. Commissioner, 501 U.S. 868, 902 (1991) (Scalia, J., concurring). In addition to the numerous Supreme Court precedents,9 this Department has\nfrequently applied the clear statement rule in the context of the separation of\npowers between the executive and legislative branches. For example, we applied\nthis rule to a closely analogous question. We were asked whether the Age\nDiscrimination in Employment Act, 29 U.S.C. §§621-634 (“ ADEA” ), prohibits\nthe President from considering the age of judicial candidates when determining\nwhom to nominate for federal judgeships. See Judges— Appointment— Age\nFactor, 3 Op. O.L.C. 388 (1979). We concluded that the ADEA should not be\nread to apply to the presidential appointment of federal judges: The power to appoint Federal judges, who hold office on good\nbehavior, is by tradition and design one of the most significant\npowers given by the Constitution to the President. It provides one\nof the few administrative mechanisms through which the President\ncan exert a long-term influence over the development and adminis­\ntration of law in the courts. The President’s present power to exert\nthat influence to the fullest by preferring candidates for appointment\nwho are likely to have long, rather than short, careers on the bench\nis therefore a matter of constitutional significance."
    },
    {
      "id": "memos_72__6",
      "chunk_id": "6",
      "content": "The President’s present power to exert\nthat influence to the fullest by preferring candidates for appointment\nwho are likely to have long, rather than short, careers on the bench\nis therefore a matter of constitutional significance. Whether Con­\ngress could deny the President that power by requiring him to dis­\nregard utterly the age of candidates for appointment has never been\nconsidered by the courts, but because of the gravity of the constitu­\ntional questions it raises, we would be most reluctant to construe\nany statute as an attempt to regulate the President’s choice in that\nway, absent a very clear indication in the [ADEA]. Id. at 389. In another important instance, Congress sought to apply the criminal contempt\nof Congress statute against the administrator of the Environmental Protection\nAgency when she asserted a claim of executive privilege on behalf of the Presi­\ndent. That statute has a broad formulation that is similar to the formulation of\n§458. Specifically, it applies to “ [e]very person who ha[s] been summoned as\na witness by the authority of either House of Congress to give testimony or to\nproduce papers.” 2 U.S.C. § 192.\n9 The foregoing discussion analyzes only a sample o f these precedents. Nixon v. Fitzgerald , 457 U.S. 731 (1982),\nis yet another such example. A former executive branch employee brought a variety o f claims against former President\nNixon arising from the em ployee's termination. The Court held that the President was immune from suit because\nCongress had failed to create a cause o f action expressly against the President o f the United States, stating 44[w]e\nconsider this immunity a functionally mandated incident of the President's unique office, rooted in the constitutional\ntradition o f the separation o f powers and supported by our history.” Id. at 749; see also id. at 748 & n.27. Other\nexamples include United States ex rel. French v Weeks, 259 U.S. 326, 332 (1922), and Tenney v. Brandhove, 341\nU.S. 367, 376(1951). 355 Opinions o f the Office o f Legal Counsel in Volume 19 We concluded that, despite the broad language, the criminal contempt of Con­\ngress statute does not apply to the President or presidential subordinates who assert\nexecutive privilege. See Prosecution fo r Contempt o f Congress o f an Executive\nBranch Official Who Has Asserted a Claim o f Executive Privilege, 8 Op. O.L.C.\n101 (1984). First, we examined the legislative history o f the contempt statute and\ndetermined that nothing in that history expressed an intent to apply the statute\nin the context of assertions of executive privilege. Id. at 129-32. We then cited\nthe general rule that statutes are to be construed to avoid serious constitutional\nquestions and further elaborated that, “ [w]hen a possible conflict with the Presi­\ndent’s constitutional prerogatives is involved, the courts are even more careful\nto construe statutes to avoid a constitutional confrontation.” Id. at 132. We then\ndiscussed how application of the contempt statute against an assertion of executive\nprivilege would seriously disrupt the balance between the President and Congress."
    },
    {
      "id": "memos_72__7",
      "chunk_id": "7",
      "content": "Id. at 132. We then\ndiscussed how application of the contempt statute against an assertion of executive\nprivilege would seriously disrupt the balance between the President and Congress. Because Congress had no “ compelling need” to create this disruption, “ the con­\nstitutionally mandated separation of powers requires the statute to be interpreted\nso as not to apply to Presidential assertions o f executive privilege.” Id. at 140. Then-Assistant Attorney General William Barr opined that the Anti-Lobbying\nAct, 18 U.S.C. §1913, does not apply fully against the President. See Constraints\nImposed by 18 U.S.C. §1913 on Lobbying Efforts, 13 Op. O.L.C. 300, 304-06\n(1989). The Anti-Lobbying Act prohibits any appropriated funds from being “ used\ndirectly or indirectly to pay for any personal service, advertisement, telegram, tele­\nphone, letter, printed or written matter, or other device, intended or designed to\ninfluence in any manner a Member of Congress.” 18 U.S.C. § 1913. The statute\nprovided an exception for communications by executive branch officers and\nemployees if the communication was made pursuant to a request by a member\nof Congress or was a request to Congress for legislation or appropriations. Assist­\nant Attorney General Barr concluded that applying the Act as broadly as its terms\nmight otherwise allow would raise serious constitutional questions as an infringe­\nment of the President’s Recommendations Clause power. It is also the long-standing position of the Department of Justice that 18 U.S.C\n§208 does not apply to the President. That statute prohibits any “ officer or\nemployee of the executive branch” from “ participat[ing] personally and substan­\ntially” in any particular matter in which he or she has a personal financial interest. Id. In the leading opinion on the matter, then-Deputy Attorney General Laurence\nSilberman first determined that the legislative history disclosed no intention to\ncover the President and doing so would raise “ [s]ome doubt . . . as to the con­\nstitutionality’ ’ of the statute, because the effect o f applying the statute to the Presi­\ndent would be to impose a qualification on his serving as President. See Memo­\nrandum for Richard T. Burress, Office of the President, from Laurence H. Silber­\nman, Deputy Attorney General, Re: Conflict o f Interest Problems Arising out o f\nthe President’s Nomination of Nelson A. Rockefeller to be Vice President under\nthe Twenty-Fifth Amendment to the Constitution at 2, 5 (Aug. 28, 1974). 356 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges In the Rehnquist Memorandum, we considered a statute the text of which is\nsimilar to §458. 5 U.S.C. §6105 provides that, “ [a]n Executive department may\nnot be closed as a mark to the memory of a deceased former official of the United\nStates.” Then-Assistant Attorney General William Rehnquist first reviewed the\nlegislative history and determined that there was nothing to indicate that Congress\nmeant to prohibit the President from closing a department as a mark to the\nmemory of a deceased former official and that instead the purpose of the act\nwas to prevent department heads from closing their departments."
    },
    {
      "id": "memos_72__8",
      "chunk_id": "8",
      "content": "He then noted\nthe general rule that statutes “ are construed not to include the President unless\nthere is a specific indication that Congress intended to cover the Chief Executive.” Rehnquist Memorandum at 3. In summary, there are numerous precedents of the Supreme Court as well as\nof the Department of Justice 10 holding that a statute that does not by its express\nterms apply to the President may not be applied to the President if doing so would\nraise a serious question under the separation of powers. 11 We believe there to\nbe no dispute that such a serious question would be raised were §458 read to\napply to presidential appointments to the federal judiciary. In the next section\nwe amplify on the reasons for that conclusion. B\nCongressional attempts to limit the class of persons from whom the President\nmay appoint the highest officers of the government, including judges, raise serious\nconstitutional concerns. The Appointments Clause provides that the President\n10 Again, the foregoing discussion covers a small sample o f the Department’s applications o f this principle. Other\nsignificant examples include: The President's Compliance with the 'Timely Notification’ Requirement o f Section\n501(b) o f the National Security Act, 10 Op. O.L.C. 159 (1986); Inter-Departmental Disclosure o f Information Sub­\nmitted under the Shipping Act o f 1984, 9 Op. O.L.C. 48 (1985); Removal o f Members o f the Advisory Council\non Historic Preservation, 6 Op. O.L.C. 180, 185 n.7 (1982). 11 The clear statement principle we have identified does not apply with respect to a statute that raises no separation\nof powers questions were it to be applied to the President. So, for instance, the Department o f Justice has construed\nthe federal bribery statute as applying to the President even though it does not expressly name the President. Memo­\nrandum for Laurence H. Silberman, Deputy Attorney General, from Robert G. Dixon, Jr., Assistant Attorney General,\nOffice of Legal Counsel, Re: Whether Governor Rockefeller, I f Appointed as Vice President, Is Required to Execute\na Blind Trust in Order to Avoid Possible Violation o f 18 U.S.C. §208 at 2 (Aug. 20, 1974). 18 U.S.C §201 establishes\nthat “ (w]hoever, being a public official” receives a bribe commits a criminal offense. Id. §201(c)(l)(B ). “ Public\nofficial” is defined as a “ M ember o f Congress, Delegate, or Resident Commissioner, either before or after such\nofficial has qualified, o r an officer o r employee o r person acting for or on behalf of the United States . . . in\nany official function . . . . * ’ Id. §20 1 (a)(l). Application of §201 raises no separation of powers question, let alone\na serious one. The Constitution confers no power in the President to receive bribes; in fact, it specifically forbids\nany increase in the President’s compensation for his service while he is in office, which is what a bribe would\nfunction to do. See U.S. Const, art. II, § 1, cl. 7. Moreover, the Constitution expressly authorizes Congress to impeach\nthe President for, inter alia, bribery."
    },
    {
      "id": "memos_72__9",
      "chunk_id": "9",
      "content": "See U.S. Const, art. II, § 1, cl. 7. Moreover, the Constitution expressly authorizes Congress to impeach\nthe President for, inter alia, bribery. Id. §4. The Constitution further provides that any party impeached and convicted\nmay “ nevertheless be liable and subject to Indictment, Trial, Judgment and Punishment, according to L aw .” Id.\nart. I, §3. We also opined that the Federal Advisory Committee Act applies to the Department of Justice Journal\nBoard, because this application raises no separation o f powers concerns. See Application o f Federal Advisory Com­\nmittee Act to Editorial Board o f Department o f Justice Journal, 14 Op. O.L.C. 53 (1990). 357 Opinions o f the O ffice o f Legal Counsel in Volume 19 shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other Public Ministers and Con­\nsuls, Judges o f the supreme Court, and all other Officers of the\nUnited States . . . but the Congress may by Law vest the Appoint­\nment o f such inferior Officers, as they think proper, in the President\nalone, in the Courts of Law, or in the Heads of Departments. U.S. Const, art. II, §2, cl. 2. Because the Constitution gives the President alone\nthe power to nominate non-inferior officers o f the United States, any attempt by\nCongress to restrict his choice of nominees, otherwise than by the Senate’s\nrefusing its consent to a nomination, is questionable under the Constitution. We\nhasten to add that we do not take a final position on the difficult question of\nwhether, and under what circumstances, Congress has authority to impose a quali­\nfication requirement on a constitutional office. It is sufficient for the purposes\nof this memorandum to demonstrate that applying a restriction such as that con­\ntained in § 458 to presidential appointment of federal judges would at a minimum\nraise a serious constitutional question. This office has not had the occasion to\nopine on this issue, and we cite previous statements for the sole purpose of dem­\nonstrating the difficulty and seriousness of the questions that the issue raises. As the United States Court o f Appeals for the District of Columbia Circuit\nrecently wrote, “ Congressional limitations— even the placement of burdens — on\nthe President’s appointment power may raise serious constitutional questions. . . . Presidents have often viewed restrictions on their appointment power not to be\nlegally binding.” Federal Election Comm’n v. NRA Political Victory Fund, 6 F.3d\n821, 824 (D.C. Cir. 1993) (Silberman, J.), cert, dismissed, 513 U.S. 88 (1994). To support this conclusion, the court cited, as examples, statements issued by\nPresident Bush upon signing various pieces of legislation. See Statement on\nSigning the Cranston-Gonzalez National Affordable Housing Act, 2 Pub. Papers\nof George Bush 1699, 1701 (Nov. 28, 1990) ( “ National Affordable Housing Act\nStatement” ); Statement on Signing the National and Community Service Act of\n1990, 2 Pub. Papers of George Bush 1613, 1614 (Nov. 16, 1990); Statement on\nSigning the Intelligence Authorization Act, Fiscal Year 1990, 2 Pub. Papers of\nGeorge Bush 1609, 1610 (Nov. 30, 1989)."
    },
    {
      "id": "memos_72__10",
      "chunk_id": "10",
      "content": "Papers of\nGeorge Bush 1609, 1610 (Nov. 30, 1989). President Bush asserted, for example,\nthat limitations set out in legislation “ do[] not constrain the President’s constitu­\ntional authority to appoint officers o f the United States, subject only to the advice\nand consent o f the Senate.” National Affordable Housing Act Statement at 1701,\nquoted in part in NRA Political Victory Fund, 6 F.3d at 824-25.12\n12 The position taken by President Bush w as based on the principles set out in Justice Kennedy’s concurring\nopinion in Public Citizen v. United States Dep’t o f Justice, 491 U.S. 440 (1989), joined by C hief Justice Rehnquist\nand Justice O ’Connor. “ By its term s,” Justice K ennedy wrote, “ the [Appointments] Clause divides the appointment\npower into tw o separate spheres: the President's pow er to 'nom inate,’ and the Senate’s pow er to give or withhold\nits ‘Advice and Consent.’ No role whatsoever is given either to the Senate or to Congress as a whole in the process\nof choosing the person who will be nominated fo r appointment.” Id. at 483. Furthermore, “ where the Constitution\nby explicit text commits the pow er at issue to th e exclusive control o f the President, we have refused to tolerate 358 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges There has been a particular concern about applying qualifications for appoint­\nments o f Article III judges. In 1979, for example, our Office rejected the argument\nthat the ADEA applied to the President’s choice of nominees for judgeships. Judges— Appointment— Age Factor, 3 Op. O.L.C. 388 (1979). We there accepted\nthat Congress might impose some qualifications on some constitutional offices,\nbut nevertheless noted that applying the ADEA to judicial nominations would\nconstrain the President’s ability to exercise a long-term influence on the develop­\nment of the law. We concluded that, “ because o f the gravity of the constitutional\nquestions [a requirement to ignore the age of potential nominees] raises, we would\nbe most reluctant to construe any statute as an attempt to regulate the President’s\nchoice in that way.” Id. at 389. As we stressed, “ [t]he power to appoint Federal\njudges, who hold office on good behavior, is by tradition and design one o f the\nmost significant powers given by the Constitution to the President.” Id. The Constitution vests in the President the power to nominate judges and vests\nin the Senate the power to give, or refuse, its advice and consent to the nomina­\ntions. Without taking a position on whether, and under what circumstances, Con­\ngress has authority to impose qualification requirements on constitutional offices,\nit is clear that, if a Congress tried to bind future Presidents and future Senates\nby imposing statutory constraints on eligibility, such legislation would raise\nserious constitutional questions. n\nThe clear statement rule settles the meaning of §458. Section 458 does not\napply to presidential appointments of federal judges. Even without applying this\nconstitutionally based principle, however, analysis of the text of § 458, its prede­\ncessor, and the text of the Act of 1911 taken as a whole, establishes the same\nresult."
    },
    {
      "id": "memos_72__11",
      "chunk_id": "11",
      "content": "n\nThe clear statement rule settles the meaning of §458. Section 458 does not\napply to presidential appointments of federal judges. Even without applying this\nconstitutionally based principle, however, analysis of the text of § 458, its prede­\ncessor, and the text of the Act of 1911 taken as a whole, establishes the same\nresult. That result is further supported by every available piece of contempora­\nneous, extra-statutory evidence of the understanding of members o f Congress, as\nwell as by a consistent practice of non-application of the statute to the appointment\nof federal judges. In this part, we discuss the meaning of §458 as it might be\nascertained on the face of the statutes themselves, without reference to the clear\nstatement principle. In the subsequent part, we review the contemporaneous\ncongressional understandings of the statute’s meaning. Finally, we review some\nof the instances in which related persons within the meaning of the statute have\nbeen appointed to the federal bench by the President. As indicated earlier, the present statute appears to have originated as Act of\nMar. 3, 1887, ch. 373, §7, 24 Stat. 552, 555. In its original form, the provision\nstated that:\nany intrusion by the Legislative Branch.” Id. at 485. With regard to the highest officers of the government, therefore,\nthe President “ has the sole responsibility” for making nominations, id. at 487, and Congress may not intrude. 359 Opinions o f the O ffice o f Legal Counsel in Volume 19 no person related to any justice or judge of any court of the United\nStates by affinity or consanguinity, within the degree of first cousin,\nshall hereafter be appointed by such court or judge to or employed\nby such court or judge in any office or duty in any court of which\nsuch justice or judge may be a member. Id. (emphasis added). In that version, the statute referred specifically to appoint­\nments by the courts or judges, and could not be understood to encompass presi­\ndential appointments as well. In our constitutional scheme, judicial appointments\nare not made by judges, but rather have always been vested in the President with\nthe advice and consent of the Senate. The statute was next codified as Act of Aug. 13, 1888, ch. 866, §7, 25 Stat. 433, 437. In that form too, it prohibited only the appointment of any person related\nto any federal justice or judge within the degree of first cousin “ by such court\nor judge.” This provision was repealed by the Act o f Mar. 3, 1911, ch. 231, §297, 36\nStat. 1087, 1168.13 The language substituted for the repealed provision did not,\nin terms, refer only to appointment “ by such court or judge.” Instead, it stated: No person shall be appointed to or employed in any office or duty\nin any court who is related by affinity or consanguinity within the\ndegree o f first cousin to the judge of such court. Id. §67, 36 Stat. at 1105. The repeal and re-enactment in 1911 left the description of the offices or duties\nto which related persons may not be appointed unchanged."
    },
    {
      "id": "memos_72__12",
      "chunk_id": "12",
      "content": "Id. §67, 36 Stat. at 1105. The repeal and re-enactment in 1911 left the description of the offices or duties\nto which related persons may not be appointed unchanged. It did alter the descrip­\ntion of the persons who may not make such appointments. Whereas prior to 1911\nonly a “ court or judge” was prohibited from appointing related persons to such\noffices or duties, after 1911, the prohibition was simply that no related person\ncould be appointed to such offices or duties. The evident purpose of the change\nwas to remove an obvious loophole. Prior to 1911, the clerk of court, or the chief\nbailiff, or the chief stenographer, or any other official who worked in a court\ncould appoint relatives o f sitting judges to positions on his or her staff, without\n13The A ct o f Mar. 3, 1911, was designed to restructure the federal judicial system. A s Senator, later Justice,\nSutherland explained, the legislation was:\nfram ed upon the theory that we shall hereafter have but one court o f original jurisdiction, instead o f two,\nas w e have at present . . . . [W]e have to-day two separate and distinct courts of jurisdiction— a circuit\ncourt o f the U nited States and a district co u rt o f the U nited States. Jurisdiction has been conferred upon\nthe district court in a class o f cases which m ight as well have been conferred upon the circuit court and\njurisdiction has been conferred upon the circu it court which might as well have been conferred upon the\ndistrict court . . . . There is absolutely n o reason why the circuit court should possess a certain class\no f jurisdiction rather than that it should b e possessed by the district court. The vital thing is to have a\ncourt o f original jurisdiction for the trial o f cases, and then a court o f appellate jurisdiction, which may\nreview the decisions o f the trial court\n46 C ong. Rec. 2137 (1911). 360 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges violating the statute. Because such individuals as these might possibly be suscep­\ntible to influence by sitting judges, the predecessor statute seemed to permit an\nevasion of the statute’s anti-nepotistical purposes through the expedient of having\na non-judge who worked in the court appoint a judge’s relative. Beyond closing this appointment loophole, the statute remained otherwise intact. Because the language of the statute describing the offices or duties to which\nrelated persons may not be appointed remained the same, no change was made\nin the class of offices or duties covered by the statute — a class that at no time\nincluded judges."
    },
    {
      "id": "memos_72__13",
      "chunk_id": "13",
      "content": "Because the language of the statute describing the offices or duties to which\nrelated persons may not be appointed remained the same, no change was made\nin the class of offices or duties covered by the statute — a class that at no time\nincluded judges. This conclusion is reinforced by a rule of construction that was written into\nthe Act of 1911 itself, which reads as follows:\n[t]he provisions of this Act, so far as they are substantially the same\nas existing statutes, shall be construed as continuations thereof, and\nnot as new enactments, and there shall be no implication of a\nchange o f intent by reason o f a change of words in such statute,\nunless such change of intent shall be clearly manifest. Id. §294, 36 Stat. at 1167. With respect to its description of the offices or duties to which related persons\nmay not be appointed, section 297 of the Act is “ substantially the same” as prior\nlaw. Nor is any “ change of intent . . . clearly manifest” by reason of the lin­\nguistic change from the earlier provision. Accordingly, following the rule of\nconstruction set forth in the statute itself, we find that it does not vary prior law —\njudgeships were not in that class prior to 1911, and they are not in that class\nsubsequent to 1911.14 14 We note that our reading does not violate the maxim o f statutory construction that words in a statute should\nnot be construed so as to render them meaningless. It is true that the vast majority o f the positions to which §458\napplies are “ em ploym ents” rather than “ offices.” For a discussion o f the difference between an employment and\nan office, see Untied Slates v. Hartwell, 73 U.S. (6 Wall.) 385 (1867); United States v. Germaine, 99 U.S. 508\n(1878); United Slates v. Maurice, 26 F. Cas. 1211 (C.C.D. Va. 1823) (No. 15,747) (Marshall, C ircuit Justice). Never­\ntheless, the Supreme Court long ago concluded that the clerk o f a district court is an officer in the constitutional\nsense, Ex Parte Hennen, 38 U.S. (13 Pet.) 230 (1839), and has recently reaffirmed that view, see Morrison v. Olson,\n487 U.S. 654 (1988). This office has traditionally been filled by an appointment “ by [a] couit[] o f law,” specifically\nby the chief judge o f the relevant district o r circuit. We believe that the provision would continue to apply to appoint­\nments to the office o f clerk by a federal judge. We also note that our view avoids a serious question regarding the legality o f the recent designation o f District\nJudge Gordon Thompson, Jr., to sit by designation on a panel o f the United States Court o f Appeals for the Ninth\nCircuit with his brother. Judge David Thompson. See Howard Mintz, Nepotism Law Threatens Nomination; Mother\nand Child Reunion on Bench?, Legal Times, Dec. 11, 1995, at 8."
    },
    {
      "id": "memos_72__14",
      "chunk_id": "14",
      "content": "Judge David Thompson. See Howard Mintz, Nepotism Law Threatens Nomination; Mother\nand Child Reunion on Bench?, Legal Times, Dec. 11, 1995, at 8. Because we do not believe that §458 applies\nto the office o f judge, it is o u r conclusion that Chief Judge J. Clifford W allace could not have violated § 4 5 8 by\nexercising his authority under 28 U.S.C § 292(a) to designate District Judge Thompson to sit as a Judge on a Ninth\nCircuit panel with his brother. 361 Opinions o f the Office o f Legal Counsel in Volume 19 in We have reviewed the legislative debate over the Act of 1911, and have found\nno evidence that the textual alteration of the earlier statutory language was\nintended to work any change in the class of offices or duties covered, and certainly\nnone that it was meant to reach presidential appointments to the federal bench. Moreover, contemporaneous and near contemporaneous evidence of Congress’s\nown understanding clearly substantiates that Congress did not intend to extend\nthe scope of the earlier prohibition to include judicial appointments by the Presi­\ndent. Section 297 of the Act of Mar. 3, 1911, was to go into effect on January\n1, 1912, abolishing the circuit courts and causing the district courts to succeed\nthem, so that clerks would have to be appointed for the district courts. Shortly\nbefore the law went into effect, it was pointed out in Congress that these changes\n“ would prevent any man who is related within certain degree by affinity or con­\nsanguinity to the district judge from being appointed clerk.” 48 Cong. Rec. 309\n(1911) (remarks of Rep. Clayton). Thus, even incumbents who had not been\nappointed to circuit court clerkships by judicial relatives would be ineligible to\nbe appointed to clerkships in the succeeding district courts if it happened that\ntheir close relatives sat on those district courts. Several members of Congress\nobjected to that unforeseen and unintended outcome. Legislation was introduced,\nand eventually adopted, to “grandfather in” such incumbents. 15 In the course of the House debate on this amendatory measure, several members\nadverted to the prohibition of the then-recent prior law. Congressman Mann\ndescribed section 297 as “ providing that the judge o f the Federal court shall not\nbe permitted to appoint his first cousin an officer o f the court . . . . It should\nbe the policy of the country to uphold the dignity o f the Federal bench, to guard\nagainst the possibility o f favoritism on the part o f the judges because of close\nkinship.” 48 Cong. Rec. at 310 (remarks of Rep. Mann) (emphasis added). Simi­\nlarly, in colloquy, Mr. Hardy asked if the proposed amendment “ opposes the\nappointment o f relatives by public officials?” , and Mr. Bartlett, referring to sec­\ntion 297, responded that “ [t]he original section, I apprehend, had that purpose\nin view.” Id. Plainly, then, the members of the House interested in the amendment\nin the December 1911 debate understood that the March 1911 enactment had only\nrestricted the power o f judges to appoint their near kin to positions with their\ncourts."
    },
    {
      "id": "memos_72__15",
      "chunk_id": "15",
      "content": "Id. Plainly, then, the members of the House interested in the amendment\nin the December 1911 debate understood that the March 1911 enactment had only\nrestricted the power o f judges to appoint their near kin to positions with their\ncourts. Although these remarks occurred after the enactment of section 297, they\nwere made only a few months after that section had become law, and thus provide\nuseful evidence of what the enacting Congress intended by it. Later codifications carried forward the language adopted in 1911, with changes\nnot relevant here. See Act of June 25, 1948, ch. 646, §458, 62 Stat. 869, 908;\n15 See Act o f Dec. 21, 1911, ch. 4, 37 Stat. 46 ( “ [N]o such person at present holding a position or employment\nin a circuit court shall be debarred from sim ilar appointment or em ployment in the district court succeeding to\nsuch circuit court jurisdiction.” ). 362 Application o f 28 U.S.C. § 458 to Presidential Appointments o f Federal Judges H.R. Rep. No. 80-308, at A55 (1947). In light of this legislative history, we see\nno reason to suppose that Congress ever intended to do more than to make fully\neffective the original prohibition against nepotistical appointments by judges, and\nthat the sole function of the change of 1911 was to close a loophole in the original\nstatutory scheme. rv\nFinally, we note that the consistent practice since the present version of §458\nwas enacted in 1911 has been to construe the statute as not applying to presidential\nappointments. On at least three occasions since 1911, the President has appointed\nand the Senate has confirmed relatives within the statutory degree of consanguinity\nto the same court. In 1914, President Woodrow Wilson, just three years after\nthe enactment of §458 in its present form, appointed Augustus Hand to be a\nDistrict Judge for the Southern District of New York, even though his first cousin,\nLearned Hand, had been a District Judge of that court since 1909. In 1927, Presi­\ndent Coolidge elevated Judge Augustus Hand to be a Circuit Judge on the United\nStates Court of Appeals for the Second Circuit, even though Judge Learned Hand\nhad been appointed to that court three years earlier. More recently, in 1992, Presi­\ndent Bush appointed and the Senate confirmed Judge Morris Arnold to be a Circuit\nJudge on the United States Court of Appeals for the Eighth Circuit, although his\nbrother, Judge Richard Arnold, was already a member of that body. In addition, if the practical construction of §458 by the President and the Senate\nwere to hold that it applies to presidential appointments, there would be a signifi­\ncant question as to the validity of a number of appointments where one relative\nserved on an appeals court while another served on a district court. Specifically,\nit is not clear whether, for purposes of §458, a district court is a component\nof the court of appeals for the circuit in which the district is located. Most recently,\nDiana Motz was confirmed and appointed to the United States Court of Appeals\nfor the Fourth Circuit in 1994, while her husband, Frederick Motz, was a judge\nfor the District of Maryland."
    },
    {
      "id": "memos_72__16",
      "chunk_id": "16",
      "content": "Most recently,\nDiana Motz was confirmed and appointed to the United States Court of Appeals\nfor the Fourth Circuit in 1994, while her husband, Frederick Motz, was a judge\nfor the District of Maryland. We are not aware of anyone ever proposing that §458 applies to presidential\nappointments of federal judges. In this light, applying §458 to presidential\nappointments of federal judges would represent a novel construction of the statute. We do not reject this construction, however, because it is novel. We reject it\nbecause it is contrary to the statute’s language, structure, and purpose, as well\nas the consistent practice under that statute from the date of its enactment. WALTER DELLINGER\nAssistant Attorney General\nOffice o f Legal Counsel 363"
    }
  ]
}