{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 34,
  "chunk_text": "We cannot assume for that reason,\nhowever, that as congressmen they were above attempted encroachments\non the other branches. Their actions are not sacrosanct and should be sub­\nject to careful examination for “masked” encroachments on co-ordinate\nbranches. Our obligation to the Constitution requires that we adhere to\nthe principles the Framers wrote into that document, not to the Framers’\nmisapplications o f those principles. 22\nLongstanding congressional practice gains somewhat more preceden­\ntial value where accompanied by equally longstanding ratification by one\nor both o f the other branches. But ratification requires more than\nunthinking acquiescence — it requires an informed and deliberate judg­\nment that a particular practice is constitutional. Early Executive acquies­\ncence to qui tam is easily explained. As suggested above, because o f the\nunique historical context in which qui tam was adopted, its incompatibil­\nity with our constitutional framework was not immediately evident. An\nexpedient measure — even one undergirded by a noxious principle —\nmay, in a particular historical setting, appear benign and at first be w el­\ncomed without question because of its apparent functionality. It is only\nthrough experience, as the measure is applied through a range o f cir­\ncumstances, that the pernicious principle reveals itself and becomes fully\nunderstood. There is no doubt that the First Congress resorted, sparing­\nly, to the expedient measure o f qui tam. But we doubt the Framers or the\nFirst President would have embraced the underlying principle had they\nconsidered and fully understood its implications. 22 Genuine separation o f powers, with three truly distinct and independent branches o f government\nunder a written constitution, was very new in 1789. It is therefore not surprising that early congresses\nenacted a number o f measures that would today stnke us as plainly unconstitutional. For example, the\ncourts w ere given a number o f non-judicial powers and duties, including the removaJ o f U.S Marshals,\nwho then as now w ere appointed by the President. A ct o f Sept. 24, 1789, ch 20, § 27, 1 Stat 72, 87 The\nFirst Congress also directed federal judges to substitute fo r French consuls in investigating shipwrecks\no f French vessels, A ct o f A pr 14,1792, ch. 24, § 1,1 Stat. 254, and to make reports to the Secretary o f the\nTreasury on customs forfeitures, Act o f May 26, 1790, ch 12, 1 Stat. at 122-23. See generally Russell\nWheeler, E x tm ju d ic ia l A ctivities o f the Early Suprem e Court, 1973 Sup. Ct. Rev 123. Moreover, early\ncongresses follow ed the colonial practice o f treating the Secretary o f the Treasury as if he w ere as much\ntheir officer as the President’s, requiring that he prepare reports at the request o f either House. A c t o f\nSept 2, 1789, ch. 12, § 2, 1 Stat 65-66. This provision survives as 31 U S.C. § 331(d), which appears to be\na clear violation o f IN S v. Chadha, 462 U.S. 919 (1983) 237 Second, we think a strong case can be made that Morrison v. Olson\nsharply undercuts any historical argument for qui tam."
}