{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 10,
  "chunk_text": "EO 12291 Opinion, 5 Op. O.L.C. at 61 n.3. In a later memorandum to OMB, this\nOffice considered the scope of congressional authority to exempt independent agencies\nfrom regulatory review. See Memorandum for Preeta D. Bansal, General Counsel and\nSenior Policy Adviser, Office of Management and Budget, from David Barron, Acting\nAssistant Attorney General, Office of Legal Counsel, Re: Regulatory Review and Coordination for Independent Agencies at 11–17 (Sept. 3, 2009). We advised that “we certainly\ncannot rule out the possibility that precluding Presidential supervision in the context of a\nparticular statutory regime might transgress whatever minimum quantum of supervisory\nauthority is required under Morrison,” id. at 16–17, but we declined to “resolve definitively the difficult and unsettled constitutional and statutory questions raised” by such a\nproposal, id. at 18. The Barron Memorandum cautioned that directing independent\nagencies under EO 12866 might be “legally controversial” and advised against any\n“definitive conclusion” absent a concrete examination of a particular agency’s governing\nstatutes. Id. at 1. As discussed below in Part III, we do not believe that any of the features\ngenerally associated with agency independence would restrict a presidential direction for\nindependent agencies to comply with EO 12866. But under the terms of EO 12866 itself,\nif an agency (be it independent or otherwise) has a specific statutory provision that\nconflicts with the general directives under EO 12866, then that specific statutory provision will control. See EO 12866, § 9; infra Part IV. 11 43 Op. O.L.C. __ (Oct. 8, 2019) Marine Mammals (Oct. 9, 1981), 1 Pub. Papers of Pres. Ronald Reagan\n914, 914 (1981) (noting that a statute exempting certain rulemakings from\nEO 12291 “should not be read to infringe in any way on the President’s\nconstitutional responsibility to supervise the Secretary of Commerce and\nthe Secretary of the Interior in their execution of the law”). EO 12866, however, conflicts with no statute. On the contrary, the order directs that the regulatory review process “shall be conducted so as to\nmeet applicable statutory requirements.” EO 12866, pmbl. An agency\nmust follow the order’s overarching principles “unless a statute requires\nanother regulatory approach,” id. § 1(a), and several of its operative\nprovisions contain similar caveats. For instance, the agency need not\nanalyze and quantify potential economic costs where Congress has prohibited such consideration, id. § 6(a)(3)(C), and the agency must measure\nthe rule against the President’s priorities only “to the extent permitted by\nlaw,” id. § 6(a)(3)(B)(ii). EO 12866 also preserves the statutory discretion vested in the agency. In our 1981 opinion, we concluded that EO 12291 did “not purport wholly\nto displace, but only to guide and limit, discretion which Congress has\nallocated to a particular subordinate official.” EO 12291 Opinion, 5 Op.\nO.L.C. at 61. So too, EO 12866 channels an agency’s discretion by requiring the agency to follow the President’s regulatory principles and to\nsubmit the proposed rule for OIRA’s review. However, nothing in the\norder “shall be construed as displacing the agencies’ authority or responsibilities, as authorized by law.” EO 12866, § 9."
}