{
  "document_category": "memos",
  "docId": "memos_50",
  "chunk_index": 4,
  "chunk_text": "T he language o f the act is ambiguous and I am not prepared to say that you may not\nrequire registration o f persons o f different age groups on different registration days. T h e statute as a w hole, how ever, definitely contem plates that all persons betw een the\nages o f tw enty-one and thirty-six shall be registered, and under the constitutional\nrequirem ent that the President shall take care that the laws are faithfully executed, it is,\nin my opinion, your duty to see that this is done w ithin a reasonable time. If, therefore,\nthe age limit inserted in the blank above indicated is o th er than \"thirty-sixth\" you\nshould, w ithin a reasonable time, set an o th er registration date or other registration\ndates for the purpose o f the registration o f all persons falling w ithin the age limits\nprescribed in the statute. W hat is a reasonable time for such purposes depends, of\ncourse, upon the exigencies under existing conditions. L etter to the President from the A ttorney G eneral, o f Septem ber 16, 1940. (T he decision made was to\nregister the entire group. See Proclam ation No. 2425 o f Septem ber 16, 1940 (“ R egistration D a y ” ), 3\nC .F .R . at 185 (1938-43 C om p.).) 707 person at any United States Embassy or Consulate. Hours for registra­\ntion in the United States would be the business hours of the Post\nOffices. Hours for registration overseas would be set by the Depart­\nment of State. In utilizing the Post Office and the Department of State\nto assist the Selective Service in registering persons, the President\nwould be exercising his authority under § 10(b)(5) of the Act, 50 U.S.C.\nApp. § 460(b)(5), “to utilize the services of any or all departments and\nany and all officers or agents of the United States . . . in the execution\nof this title [§§ 451 through 471a, 50 U.S.C. App.].” The proclamation would direct persons required to register to\ncomply with the registration procedures and other rules and regulations\nprescribed by the Director of Selective Service, to identify themselves\nwhen reporting for registration, and to keep the Selective Service\nSystem informed of their current addresses after registration. It would\nurge everyone to cooperate with and to assist those required to register. Executive agencies would be required, upon request of the Director, to\nassist, to the extent permitted by law, the Selective Service System in\ncarrying out the purposes of the proclamation. This Office has been informed by the Office of the Counsel to the\nPresident that that Office intends to have a reference to the congres­\nsional resolution making the funds for this registration available inserted\nin the proclamation’s preamble. No such reference is contained in the\nproposed proclamation as transmitted to this Department by the Office\nof Management and Budget. Its inclusion will not affect the legality of\nthe proclamation. The proposed proclamation is acceptable as to form and legality. J ohn M. H arm on Assistant Attorney General\nOffice o f Legal Counsel 708"
}