{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 7,
  "chunk_text": "It might\nbe argued that such sanctions may be imposed upon an institution that receives a\n“substantial noncompliance” CRA rating because that would be a violation of the\nCRA or the proposed regulations. As discussed below, we reject that argument. By its terms, the CRA provides only that the agencies must evaluate an institu­\ntion’s record of meeting the credit needs of the community, that the agencies must\ntake that record into account when considering an institution’s application for per­\nmission to merge or expand, and that the agencies must prepare a written record of\ntheir evaluations for public dissemination. Nowhere does the CRA expressly im­\npose any obligation on financial institutions themselves. The statute’s references\nto financial institutions are couched in precatory rather than mandatory terms. In the “statement of purpose” provision of the CRA, Congress stated that “ [i]t is\nthe purpose of this chapter to require each appropriate Federal financial supervi­\nsory agency to use its authority . . . to encourage such institutions to help meet the\ncredit needs o f [their] communities.” 12 U.S.C. § 2901(b) (emphasis added). The\nCRA does not instruct the agencies to require institutions to meet community\ncredit needs. Moreover, although the CRA directs the agencies to take an institu­\ntion’s record of meeting credit needs into account when evaluating the institution’s\napplication for a deposit facility, 12 U.S.C. § 2903, it does not require the agencies\nto deny applications from institutions with questionable records. 7 Nor are any obligations, violation o f which is sanctionable under § 1818, im­\nposed by the following statements in the “Congressional findings” section of the 7\nThe case law recognizes thal w hile the agencies are authorized to refuse to approve applications from\nfinancial institutions that do not m eet the credit needs o f their com m unities, they are not required to do so. In one case that involved a challenge to an ag en cy 's approval o f an institu tio n ’s application to open a branch\noffice, the court refused to invalidate the approval on the grounds that the agency and the requesting institu ­\ntion had allegedly failed to com ply w ith the requirem ents o f the C R A C orning Sav. & Loan A s s 'n v. F ed ­\neral H om e Loan B ank Bd., 571 F Supp 396 (E .D ^ rk 1983), a ffd , 736 F 2d 479 (8th C ir 1984). T he\ncourt stated that “ [t]he C R A itself does not provide for any sanctions for an unsatisfactory record, nor does it\neven define w hat an unsatisfactory record w ould be The C R A m erely requires that the Board assess an\nin stitutio n ’s co m m u n ity credit record and consider lhat record w hen evaluating branch a p plications.”"
}