{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 9,
  "chunk_text": "220 modate both of the guiding norms noted in part I, we believe that an apportion­\nment of expenses between appropriated funds and the funds of a political\ncommittee which reflects the relationship between official and political activities\nmay be made. We urge caution in applying such an approach, particularly in\nretaining records to substantiate any characterization of an event or trip as\npolitical or official that could be used in the future if, for instance, there should be\nan audit by the General Accounting Office. 7\nIV. Other Considerations We would add one qualification to the preceding discussion. As noted in part I,\nofficial expenses, including expenses incurred during the President’s and the Vice\nPresident’s travel for official purposes, may not be paid for by funds other than\nthose appropriated for official purposes unless there is authority to the contrary. An acceptable source of such authority would be a congressional authorization,\nin the form of a statute, for the President and the Vice President (or their\nrespective offices) to accept gifts to defray their official expenses. This Office has\nconcluded in the past that the White House Office and the Office of the Vice\nPresident do not have statutory authority to accept contributions or gifts. This\nlegal premise provides the basis for the conclusion that the payment by a political\ncommittee of official travel expenses incurred by the President or Vice President\nwould be an impermissible augmentation of the appropriations for these offices. However, in the course of our research for this opinion, we reviewed a\nprovision of law, 2 U.S.C. § 439a (1982), not considered in any of the prior\nopinions on this subject by this Office or by the Comptroller General, which\nappears to grant the President and Vice President gift authority, at least to the\nextent of authorizing them to accept contributions to defray their ordinary and\nnecessary official expenses. Section 439a states in full:\nAmounts received by a candidate as contributions that are in\nexcess of any amount necessary to defray his expenditures, and any other amounts contributed to an individual for the purpose cf\nsupporting his or her activities as a holder cf Federal office, may\nbe used by such candidate or individual, as the case may be, to\nand som e may be particularly well suited to particular trips For exam ple, a form ula may be predicated o n the\nnum ber o f hours spent on each event, the num ber of hours on the entire trip (including travel tim e) devoted to official\no r political affairs, the num ber o f events devoted to each, o r if a trip is devoted to one type o f event in a d istant city\nand another type in a nearby city on the return flight, on the relative distances travelled to each W hile som e general\ng uidelines w ithin these lim its should be established for consistency in application, the overrid in g factor is the\nreasonableness o f the apportionm ent in a specific situation."
}