{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 17,
  "chunk_text": "Plan No. 20 of\n1950, § 1(c), 64 Stat. 1272, and then to the Archivist, see National Archives\nand Records Administration Act of 1984, Pub. L. No. 98-497, § 107, 98 Stat.\n2280, 2291 (1984). The substance of the statutory directive, however, has\nremained the same. Section 106b and its antecedents have long been understood as imposing a\nministerial, “record-keeping” duty upon the executive branch. See 96 Cong.\nRec. 3250 (Message from President Truman accompanying Reorg. Plan No.\n20 of 1950); Judith L. Elder, Article V, Justiciability, and the Equal Rights\nAmendment, 31 Okla. L. Rev. 63, 75-76 (1978). The Archivist may not\nrefuse to certify a valid amendment. See United States ex rel. Widenmann v.\nColby, 265 F. 998, 999 (D.C. Cir. 1920) (no discretion to refuse publication\nonce official notice received, as publication is merely “ministerial act”), a ff’d\nmem. sub. nom. U.S. ex rel. Widenmann v. Hughes, 257 U.S. 619 (1921);\nUnited States v. Sitka, 666 F. Supp. 19, 22 (D. Conn. 1987), aff'd, 845 F.2d\n98 43 (2d Cir.), cert, denied, 488 U.S. 827 (1988).19 Nonetheless, section 106b\nclearly requires that, before performing this ministerial function, the Archi­\nvist must determine whether he has received “official notice” that an\namendment has been adopted “according to the provisions of the Constitu­\ntion.” This is a question of law that the Archivist may properly submit to\nthe Attorney General for resolution. See 28 U.S.C. § 511 (“The Attorney\nGeneral shall give his advice and opinion on questions of law when required\nby the President.”). 20 B.\nAs we concluded above, the Congressional Pay Amendment has been\nadopted in accordance with the Constitution. The only obstacle to the\nArchivist’s promulgation of the amendment would be the thesis, advanced\nby some commentators, that under Coleman v. Miller, 307 U.S. 433 (1939),\nCongress alone among the branches may determine whether an amendment\nhas been constitutionally adopted. Under this theory, the Archivist must\nwait for a determination of the matter by Congress or, at most, issue a\n“conditional certification” of an amendment in deference to possible con­\ngressional action. We believe that Coleman is not authority for this theory,\nand that congressional promulgation is neither required by Article V nor\nconsistent with constitutional practice. As a consequence, we believe that\nthe Archivist was not required to wait for a congressional promulgation to\ncertify the Congressional Pay Amendment as valid. 1.\nIn Coleman, the Court considered the validity of the ratification by Kan­\nsas of the Child Labor Amendment, proposed by Congress in 1924. 307\nU.S. at 435-36. Members of the Kansas Legislature had brought a state-court\naction alleging that the Kansas ratification had been invalid because, inter alia,\nthe State Legislature had ratified the amendment some thirteen years after Con­\ngress had proposed it. Congress had not imposed a time-limit on ratification\n‘’ Indeed, there is authority for the proposition that the Archivist’s Certificate is not necessary to an\nam endm ent's validity. The text of Article V contains no such requirement."
}