{
  "document_category": "memos",
  "docId": "memos_71",
  "chunk_index": 4,
  "chunk_text": "On May 8, 1997, Judge Grady entered a Final Order and Judgment approving\na global settlement of the multidistrict litigation, and on August 15, 1997, the\nTorts Branch received four checks for a total of $12,188,100, which were depos­\nited in the Treasury on August 19, 1997. On March 25, 1998, the Department of Veterans Affairs requested that the\namount of $2,510,457 (which represents the settlement that was calculated based\non the veteran population of 25,881,000, i.e. $2,558,100, less the Department of\nJustice’s 3% collection fee)6 be deposited in the VA Fund pursuant to the Vet­\nerans Reconciliation Act, 38 U.S.C. § 1729A. 5 Agency estimates of covered individuals in the other programs that the Torts Branch identified as having potential\nclaims against the Fractionaters were as follows: Medicare (38,600,000), Medicaid (38,700,000), Indian Health Serv­\nices (1,500,000), Federal Employees Health Benefits Program (9,000,000), Civilian Health and Medical Program\nof the Uniformed Services (5,300,000), and Department o f Defense (2,900,000). 6 Pub L No. 103-121, §108, 107 Stat 1153, 1164 (1993) provides* “ Notwithstanding 31 U.S.C 3302 or any\nother statute affecting the crediting of collections, the Attorney General may credit, as an offsetting collection, to\nthe Department o f Justice Working Capital Fund, for fiscal year 1994 and thereafter, up to three percent of all\namounts collected pursuant to civil debt collection litigation activities of the Department of Justice ” 253 Opinions o f the Office o f Legal Counsel in Volume 22 II. Receipt o f Payments As a general matter, the Miscellaneous Receipts Act requires that “ [e]xcept\nas provided in § 3718(b) of this title, an official or agent of the Government\nreceiving money for the Government from any source shall deposit the money\nin the Treasury as soon as practicable without deduction for any charge or claim.”\n31 U.S.C. § 3302(b). In addition to cases covered by the express exception in\n§ 3718(b), which relates to payments to private counsel retained to assist in the\npursuit of claims, the MRA generally does not govern in two situations: first,\nwhere an agency has statutory authority to direct funds elsewhere, and second,\nwhen receipts qualify as “ repayments” to an appropriation. See generally 2 Office\nof the General Counsel, United States General Accounting Office, Principles of\nFederal Appropriations Law 6-108 (2d ed. 1992).7 In 1972 the Comptroller General opined with regard to MCRA (as it existed\nthen), that “ [t]his Act does not specify the disposition to be made of monies\ncollected from third party tortfeasors and, consequently, unless a different disposi­\ntion is otherwise provided, such collections are for deposit in the treasury as mis­\ncellaneous receipts as provided by §3617, revised statutes 31 U.S.C. 484 [the\npredecessor to 31 U.S.C. § 3302(b)].” 52 Comp. Gen. 125, 126 (1972); see also\n61 Comp. Gen. 537, 539 (1982) (summarizing holding of 1972 opinion). In 1997,\nhowever, Congress passed the Veterans Reconciliation Act of 1997, which estab­\nlished a Department of Veterans Affairs Medical Care Collections Fund, and\nexpressly provided:\nAmounts recovered or collected after June 30, 1997, under any of\nthe following provisions of law shall be deposited in the fund:"
}