{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 4,
  "chunk_text": "259 F.2d 921, 925 (D .C . Cir. 1958); M onde! v. H E W , 417 F. Supp. 57\nContinued 488 the issue, would not have approved the continuance of administrative\nprocedures leading to fund termination in the face of a federal judicial\nstay and in disregard of it. The analogous provisions of the Crime Control Act differ signifi­\ncantly from those of the Revenue Sharing Act, however, and in our\nview these differences make persuasive LEA A ’s argument that its own\nadministrative process was intended by Congress to be independent of\nany concurrent litigation involving the same issues of discrimination. At\nthe same time, we believe that LEAA is free under its statute to defer\nadministrative fund suspension in the event of a judicial stay, and that\nsound policy may in some cases dictate such deferral. Unlike ORS,\nhowever, LEAA is probably foreclosed from restoring funds that have\nalready been suspended or terminated except in accordance with the\nprocedures set forth in its statute. Because the relevant provisions of the two statutes differ markedly,\nand because our conclusions with respect to their import for the two\nagencies differ correspondingly, we discuss them separately. I. The Crime Control Act\nSection 518(c)(1) of the Crime Control Act, 42 U.S.C. § 3789d(c)(l),\nprohibits discrimination on grounds of race, color, religion, national\norigin or sex, by a state or local government, in a program or activity\nreceiving funds under a grant administered by LEAA. Section\n518(c)(2), 42 U.S.C. § 3789d(c)(2), which was added to the Act in 1976\nby Pub. L. No. 94-503, 90 Stat. 2418, sets out the administrative\nprocedures by which the nondiscrimination provisions in the preceding\nparagraph are enforced. In relevant part these require LEAA, upon\nreceiving notice of a “finding” by a federal or state court or administra­\ntive agency to the effect that there has been a “pattern or practice” of\ndiscrimination in violation of subsection (c)(1), to set in motion an\nadministrative procedure leading to suspension and, ultimately, termina­\ntion of funds. Under this procedure LEA A must notify the chief execu­\ntive of the affected governmental unit that a program or activity has\nbeen found not to be in compliance, and must request that officer to\nsecure compliance. 42 U.S.C. §§ 3789d(c)(2)(A)(i) and (ii). If after 90\ndays compliance has not been secured, and if an administrative law\njudge has not “made a determination under subparagraph (F) that it is\nlikely the state government or unit of local government will prevail on\nthe merits,” LEAA “shall notify” the Attorney General that compli­\nance has not been secured “and caused [sic] to have suspended further\npayment of any funds under this chapter to that program or activity.”\n(D . Md. 1976). Professor M oore states that w here a c o u rt o f appeals grants a stay o f an interlocutory\norder, “the grant o f such a stay seems tantam ount to deciding that the interlocutory injunction was\nim properly g ran ted .\" M oore's Federal Practice, § 62.05 at 62-26. 489 42 U.S.C. § 3789d(c)(2)(C)."
}