{
  "doc_id": "memos_74",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_74__0",
      "chunk_id": "0",
      "content": "Payment of Expenses Associated with TYavel\nby the President and Vice President\nB in d s appropriated for the official functioning of the offices of the President and the Vice President\nm ay b e used fo r travel expenses only if the travel is reasonably related to an official purpose; and,\nofficial activities m ay be funded on ly from funds appropriated for such purposes. Thus appropri­\nated funds should not be used to pay fo r political travel and political funds should not be used to pay\nfor official travel. W h eth er an ev en t is official o r political for purposes o f paying its expenses m ust be determ ined on a\ncase-by-case basis, and both the nature o f the event and the nature o f the individual involved should\nbe considered. W here both official and political activities occur on the sam e trip, the expenses of individuals on the\ntrip f o r both political an d official reasons can be apportioned between the governm ent and a\npolitical co m m ittee on a basis which reflects the tim e spent on the respective activities. D uring the\np eriod of a presidential election cam paign. Federal E lection Com m ission regulations m ay require\na differen t rule o f allocation. March 24, 1982\nMEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT This memorandum responds to your request for our advice about the payment\nof expenses associated with travel by the President or Vice President. We are to\nassume that travel by the President or Vice President may often include both\nofficial events, undertaken as part of the President’s or Vice President’s official\nroles as governmental leaders, and purely political events, undertaken for par­\ntisan purposes in order to advance the interests of the President’s and Vice\nPresident’s political party. This mixed character of much presidential and vice\npresidential travel follows naturally from their dual roles as governmental of­\nficials and leaders of their party. You have asked us to articulate the legal\nprinciples governing the allocation and payment of costs associated with such\ntravel. Several caveats must be noted at the outset. First, our opinion should not be\nread as a declaration that the generally applicable principles will necessarily lead\nto an inflexible result in a particular case. In fact, the principles are of such\ngenerality that they often will generate few determinate results. They thus must\nbe viewed as general guides to decisionmaking. Second, the principles should be\napplied to a particular trip by the officials most familiar with the facts of the trip. Each case may present unique circumstances that will need to be taken into\n214 account in determining, for instance, whether an event is “ official” or “ politi­\ncal” in character. As we will indicate, there is considerable room in this context\nfor the careful use of informed discretion. Third, this opinion focuses on broadly\napplicable legal principles, not on the specific rules adopted by the Federal\nElection Commission forelection activity. See 11 C.F.R. Chapter 1 (1981). If, in\nlight of this opinion, particular questions arise, we will, of course, be glad to\naddress them."
    },
    {
      "id": "memos_74__1",
      "chunk_id": "1",
      "content": "Third, this opinion focuses on broadly\napplicable legal principles, not on the specific rules adopted by the Federal\nElection Commission forelection activity. See 11 C.F.R. Chapter 1 (1981). If, in\nlight of this opinion, particular questions arise, we will, of course, be glad to\naddress them. Furthermore, the principles discussed in this opinion may be fully understood\nonly with an appreciation of the unique context presented by the peculiar\nfunctions and responsibilities of the President and Vice President in our system of\ngovernment. They are the senior officials of the Executive Branch of government. Their official roles are necessarily political in the broad sense that they must\nformulate, explain, advocate, and defend policies. To the extent that the President\nand Vice President generate support for their policies and programs, they are also\nexecuting and fulfilling their official responsibilities. Even the most clearly\npartisan activity is not without some impact on the official activities of the\nPresident and Vice President. By the same token, official success or failure by the President and Vice\nPresident has an inevitable and unavoidable impact on the standing of their\npolitical party, members of their party, and their party’s candidates for public\noffice. Thus, it is simply not possible to divide many of the actions of the\nPresident and Vice President into utterly official or purely political categories. To\nattempt to do so in most cases would ignore the nature of our political system and\nthe structure of our government. Accordingly, efforts to establish such divisions\nmust be approached with common sense and a good faith effort to apply the spirit\nof the principles we discuss in this memorandum, and they must be judged with\nconsiderable deference to the decisions of the persons directly involved in\nmaking the determinations. With this background, our discussion will focus on three major questions. First, what are the basic legal principles to be applied, putting aside specialized\nrestrictions formulated by the Federal Election Commission with regard to\nelection activities? Second, how does one determine whether an event giving rise\nto an expense is “ official” or “ non-official” in character? Third, assuming that a\ntrip involves events that are both official and non-official (or political) in\ncharacter, may certain of the expenses for such a mixed trip be apportioned\nbetween the government, on the one hand, and a political committee, on the other\nhand? In the fourth section, we will discuss other considerations that bear on the\nissues discussed herein. I. TVo Basic Norms When considering payment of expenses associated with presidential and vice\npresidential travel, two major principles governing the use of appropriated funds\nmust be bome in mind. First, appropriated funds may be spent only for the\npurposes for which they have been appropriated. 31 U.S.C. § 628; 52 Comp.\n215 Gen. 504 (1973); 50 Comp. Gen. 534 (1971). Thus, funds appropriated for the\nofficial functioning of the offices of the President and the Vice President may be\nused for travel expenses only if the travel is reasonably related to an official\npurpose."
    },
    {
      "id": "memos_74__2",
      "chunk_id": "2",
      "content": "31 U.S.C. § 628; 52 Comp.\n215 Gen. 504 (1973); 50 Comp. Gen. 534 (1971). Thus, funds appropriated for the\nofficial functioning of the offices of the President and the Vice President may be\nused for travel expenses only if the travel is reasonably related to an official\npurpose. If, however, there is no reasonable connection between the expense\nincurred and the official purposes to be served by an appropriation— as, generally\nspeaking, there would not be when an expense is incurred purely for partisan\npolitical purposes— official funds may not be used to pay the expense. The second basic principle is that, in general, official activities should be paid\nfor only from funds appropriated for such purposes, unless Congress has author­\nized the support of such activities by other means. Stated another way, although\nappropriated funds should not be used for non-official purposes, it is equally true\nthat outside sources of funds may not be used to pay for official activities. This\nlatter principle, which prevents the unauthorized augmentation of appropriations,\nhas been recognized by the Comptroller General on numerous occasions. 1 A\nproblem concerning an unauthorized augmentation of an appropriation does not\narise when a trip is purely non-official in character and non-official funds are used\nto pay for it. Rather, the issue arises only where an official activity is supported by\nnon-appropriated funds and where there is no authority for that to occur. In short, appropriated funds should not be used to pay for political events, and\nabsent authority to the contrary, political funds should not be used to pay for\nofficial events. The difficulties of applying these principles arise because both\ntypes of activities may occur on the same trip and because it is exceedingly\ndifficult in many instances to determine what is official and what is political. II. What Tests Should Be Used for Determining Whether an Expense\nShould Be Considered “ Political” or “ Official? ” Because officials will wish to ensure that appropriated funds are used only to\npay for expenses associated with official events and are not used to pay for\npolitical expenses, it will be necessary to determine on a case-by-case basis\nwhether an expense is official or political in character. As discussed generally\nabove, there is unfortunately no single litmus test for making such judgments. Indeed, many events could be characterized properly as either political or official\nor both. Therefore, in making this determination the persons most familiar with\nthe facts of a particular trip will have to assess all of the circumstances involved\nand apply a large measure of common sense. There are, however, two major\nvariables concerning the source of the expense to be borne in mind: the nature of\nthe event involved, and the nature of the individual involved. Either, or both, of\nthese indicia may be useful in a particular case in determining whether a\nparticular expense should be considered official or political."
    },
    {
      "id": "memos_74__3",
      "chunk_id": "3",
      "content": "Either, or both, of\nthese indicia may be useful in a particular case in determining whether a\nparticular expense should be considered official or political. With respect to the nature of the event giving rise to an expense, an earlier\nopinion of this Office, entitled “ Political Trips” and transmitted to the Counsel to\nthe President on March 15, 1977, stated the following guidelines:\n' S e e .e /> .2 3 C om p. G en 6 9 4(1944), 4 6 Com p. G en . 6 8 9 (1 9 6 7 ) Scralso 9 C om p D ec. 174 (1902), 17Com p.\nD ec. 712 (1911) 216 As a general rule, Presidential and Vice Presidential travel should\nbe considered ‘political’ if its primary purpose involves their\npositions as leaders of their political party. Appearing at party\nfunctions, fundraising, and campaigning for specific candidates\nare the principal examples of travel which should be considered\npolitical. On the other hand, travel for inspections, meetings,\nnon-partisan addresses, and the like ordinarily should not be\nconsidered ‘political’ travel even though they [sic] may have\npartisan consequences or concern questions on which opinion is\npolitically divided. The President cannot perform his official\nduties effectively without the understanding, confidence, and\nsupport of the public. Travel and appearances by the President and\nVice President to present, explain, and secure public support for\nthe Administration’s measures are therefore an inherent part of the\nPresident’s and Vice President’s official duties (pages 11-12). We concur with the foregoing rules of thumb, which are based largely on a\ncommon sense understanding of the nature of political and official activities. 2 While we would hope that the foregoing generalities may be useful guides for\nthe future, they should not be viewed as inflexible. There clearly is much room\nfor discretion in determining whether an event giving rise to an expense is\npolitical or official. At bottom, the question is a factual one that can only be\nanswered by those most familiar with the particular facts of a given situation. Nonetheless, in general, if the purpose of an event on a trip is to promote the\npartisan aims of the President’s or Vice President’s party or candidates of that\nparty, then expenses incurred in performing the event would generally be\npolitical in character. Should particular questions arise about specific events, we\nwould be glad to provide more concrete advice concerning them. The second variable that may, in some circumstances, determine the character\nof a particular expense incurred on a trip is the nature of the individual whose\nactivity generates the expense. There are some individuals who, in particular\nsituations, are on a trip for inherently official or political purposes. Expenses\nincurred by them should generally be viewed as either official or political\ndepending on their particular role. For instance, there are some persons whose\nofficial duties require them to be with the President, whether or not the President\nhimself is on official business. 3 This group includes the President’s doctor, his\nmilitary aide, and the Secret Service agents responsible for his protection.4 A\nsimilar group would exist for the Vice President."
    },
    {
      "id": "memos_74__4",
      "chunk_id": "4",
      "content": "For instance, there are some persons whose\nofficial duties require them to be with the President, whether or not the President\nhimself is on official business. 3 This group includes the President’s doctor, his\nmilitary aide, and the Secret Service agents responsible for his protection.4 A\nsimilar group would exist for the Vice President. Expenses incurred during travel\nwith the President or Vice President by this group of individuals should be\n2 A lthough we generally agree w ith this earlier opinion of this O ffice, we w ould note that m uch o f its advice is o f a\npru d en tial, n o ts tn c tly legal, ch aracter In the present m em orandum , w e do not undertake to specify rules that are not\nlegally m andated. M oreover, the earlier opinion itself takes pains to stress the flexibility that exists in d eterm ining\nw hether, in a p articu lar case, travel by the President is official o r political (see page 7). 3 T his point is the sam e as stated in the M arch 15, 1977, opinion of this O ffice, entitled “ Political Trips” (p ag es 9,\n15-16). 4 T h is list is not intended to be exhaustive T he President may, in his discretio n , d eterm ine that o th ers are\nnecessary m em bers o f his official party w henever he travels. 217 considered official regardless of the character of the event that may be involved in\na given trip. Similarly, on an otherwise entirely official trip, an individual may accompany\nthe group for purely political reasons. As a rule, any expenses specifically\nincurred by such individuals should be considered political expenses, regardless\nof the events involved in the trip. In short, as we noted at the outset of this section, there is no single test for\ndetermining whether an expense is political or official in character. Viewed\ngenerally, expenses of individuals whose official duties require them to travel\nwith the President or Vice President should normally be considered official. Expenses of individuals who are on a trip for purely political reasons should\nnormally be considered political. Expenses associated with individuals who are\nnot necessarily serving in either a wholly official or wholly political capacity—\nsuch as the President or Vice President or other individuals in the White House\nwho may, consistent with their official duties, perform political functions—\nshould normally be judged to be official or political depending on the character of\nthe event giving rise to the expense. III. On a Mixed TYip Including Both Official and Political Activities,\nCan Certain Expenses Be Apportioned Between the Government and a\nPolitical Committee? Based on what we have said thus far, the following conclusions may be stated. First, if all events during a trip are political in character, the only official expenses\non the trip would be those associated specifically with the group of individuals\nwhose official duties require them to accompany the President and Vice Presi­\ndent."
    },
    {
      "id": "memos_74__5",
      "chunk_id": "5",
      "content": "First, if all events during a trip are political in character, the only official expenses\non the trip would be those associated specifically with the group of individuals\nwhose official duties require them to accompany the President and Vice Presi­\ndent. Second, if all events on a trip are official in character, the only political\nexpenses would be those associated specifically with individuals who accompany\nthe President and Vice President on the trip for purely political reasons. This\nmeans that on a trip that is entirely official, any expenses associated with the\nPresident or Vice President or others who are not necessarily on the trip for purely\nofficial or purely political reasons should be considered official. Conversely, on a\ntrip that is entirely political, expenses associated with persons who are not\nnecessarily on the trip for wholly official or wholly political reasons should be\nconsidered political. A question remains, however, concerning expenses associated with individu­\nals whose purpose for being on a trip is not necessarily only political or only\nofficial, when the trip itself is for both official and political purposes. Specifi­\ncally, on a mixed trip involving a substantial official element and a substantial\npolitical element, can the expenses associated with the President or Vice Presi­\ndent or others who are on the trip for both reasons be apportioned between the\ngovernment and a political committee? There are several possible views on this\nquestion. It might be argued, for example, that the performance of an official event\nduring a trip could not have been accomplished without incurring certain expend­\n218 itures and that, therefore, the entire cost of the trip should be treated as official\nand should be paid out of appropriated funds, with the sole exception being\nincremental expenses associated specifically with a political activity (e.g., a\nhotel bill for an extra night’s lodging necessitated entirely by a political event on\nthe following day). This approach is grounded on the assumption that to permit\nany other apportionment of the cost of a trip to a political committee would allow\nthe official budget to benefit from an unauthorized augmentation of appropria­\ntions. Since the expenses incurred were necessary to accomplish an official\npurpose, on this view they must be paid for in full with appropriated funds. The opposite theory could also be advanced. That is, if there is any political\nactivity on a trip, a political committee could theoretically be required to pay for\nthe trip’s entire cost (except for incremental expenses specifically attributable to\nan official event). This theory proceeds on the assumption that any other approach\nwould allow the President’s or Vice President’s political activities to be sub­\nsidized by their official appropriations. A third approach, which in effect combines the first two, is suggested by a\nprior opinion of this Office, transmitted to the Counsel to the President on\nSeptember 17, 1980, and entitled “ Reimbursement of Travel Expenses Incurred\nby Government Officials on Mixed Official and Campaign Trips.”"
    },
    {
      "id": "memos_74__6",
      "chunk_id": "6",
      "content": "A third approach, which in effect combines the first two, is suggested by a\nprior opinion of this Office, transmitted to the Counsel to the President on\nSeptember 17, 1980, and entitled “ Reimbursement of Travel Expenses Incurred\nby Government Officials on Mixed Official and Campaign Trips.” That opinion\nresponded to a question about the operation of a Federal Election Commission\n(FEC) rule under which a campaign committee’s share of the costs of a mixed\nofficial-political trip is the full cost of the trip from the point of origin through\neach campaign-related stop and back to the point of origin. 11 C.F.R. § 9004.F.5 After the FEC adopted this rule, the White House Counsel’s Office assumed that\nthe expense to the government for such a trip would be the difference between the\ntrip’s actual cost and the amount reimbursed by the campaign committee. However, the Counsel’s Office was concerned that such diminishment of the\nactual expense to the government could constitute an unauthorized augmentation\nof appropriations. For that reason, it sought an opinion of this Office. The September 17, 1980, opinion concluded that, if the government were to\npay only the difference between the actual cost of a trip and the amount\nreimbursed by the campaign committee under the FEC rule, there would be an\nunauthorized augmentation of appropriations (assuming no authority to accept\ncontributions) so long as the government were allowed to “ reap the benefit” of\nthe enhanced payment of expenses by the campaign committee under the FEC\nrule. To cure this problem, the opinion stated that an accounting system should be\ndevised to charge “ the full allocated travel costs to both the Campaign Commit­\ntee and the government agency,” with a deposit of any excess funds in the\nTreasury (page 4, emphasis added). While we express no view regarding the correctness of this third approach\nduring the period of a presidential election campaign when the Federal Election\n5 For instance, if a trip from W ashington, D C , to Chicago w ere taken for official purposes, an d then a trip from\nC hicago to D enver w ere taken for cam paign purposes (with a return from D enver to W ashington, D C ) , u n d e r the\nFEC rule the cam paign com m ittee w ould have to m ake reim bursem ent for the co st o f travel from Washington* D .C .,\nto D enver and back to W ashington, D C. 219 Commission’s regulations would be applicable, we do not believe that the\napproach correctly reflects the requirements that apply outside the campaign\nperiod. We believe that the first two approaches are unreasonable solutions to the\nproblem because each tilts the scales completely toward one of the two conflicting\nguiding principles and results either in an inappropriate augmentation of appro­\npriated funds or the subsidization of political activity with appropriated funds. The approach of the September 17, 1980, Office of Legal Counsel opinion\nattempts to address these problems in, we believe, an unrealistic and unnecessary\nway by requiring one trip to be paid for twice— both with official funds and with\npolitical funds."
    },
    {
      "id": "memos_74__7",
      "chunk_id": "7",
      "content": "The approach of the September 17, 1980, Office of Legal Counsel opinion\nattempts to address these problems in, we believe, an unrealistic and unnecessary\nway by requiring one trip to be paid for twice— both with official funds and with\npolitical funds. In our view, a fourth approach which attempts in good faith to apportion the\ncosts of such a trip on the basis o f a reasonable division between the time spent on\npolitical activities and the time spent on official activities is a more reasonable\nand a legal resolution of the underlying problems. For example, if 50 percent of a\nsingle day’s events are political and 50 percent are official, approximately\n50 percent of the costs associated with participants whose roles are not neces­\nsarily either official or political should be reimbursed by the political committee\nand 50 percent should be paid from appropriated funds, unless such an appor­\ntionment, under the particular circumstances, would on some basis be unreason­\nable or inequitable. We believe that such an approach faithfully accommodates\nboth of the basic norms discussed in part I. Thus, when there is a mixed trip involving the President or Vice President, the\npurpose of which is both substantially political and substantially official, ex­\npenses should be paid in the following manner: first, expenses for individuals\nwho are necessarily official (Secret Service, etc.) should be paid for with\nappropriated funds; second, expenses for individuals who are necessarily politi­\ncal (campaign officials) should be reimbursed by a political committee; third,\nincremental expenses specifically attributable to an official event should be paid\nfrom appropriated funds, and incremental expenses specifically attributable to a\npolitical event should be paid from political funds; and finally, expenses for\nindividuals whose official roles permit them to perform political activity should\nbe reasonably and equitably apportioned so that a share reflecting the amount of a\ntrip that is political in character should be paid by a political committee. If these\ngeneral guidelines are followed, then the purposes of using appropriated funds\nfor official purposes but not using such funds for political purposes will be\nachieved. We must reaffirm the limited nature of our conclusion about apportionment. As we have indicated, some categories of expenses may have to be treated as\nentirely official or entirely political, and thus they would not be subject to\napportionment. Apportionment would be appropriate only with respect to ex­\npenses associated with individuals whose official roles permit them to perform\npolitical functions, and only when those individuals are on a trip that itself is not\nentirely political or wholly official in nature. 6 In such circumstances, to accom­\n6 We are not suggesting any specific form ula for apportionm ent, for several form ulae may b e equally reasonable\nC o ntinued 220 modate both of the guiding norms noted in part I, we believe that an apportion­\nment of expenses between appropriated funds and the funds of a political\ncommittee which reflects the relationship between official and political activities\nmay be made."
    },
    {
      "id": "memos_74__8",
      "chunk_id": "8",
      "content": "220 modate both of the guiding norms noted in part I, we believe that an apportion­\nment of expenses between appropriated funds and the funds of a political\ncommittee which reflects the relationship between official and political activities\nmay be made. We urge caution in applying such an approach, particularly in\nretaining records to substantiate any characterization of an event or trip as\npolitical or official that could be used in the future if, for instance, there should be\nan audit by the General Accounting Office. 7\nIV. Other Considerations We would add one qualification to the preceding discussion. As noted in part I,\nofficial expenses, including expenses incurred during the President’s and the Vice\nPresident’s travel for official purposes, may not be paid for by funds other than\nthose appropriated for official purposes unless there is authority to the contrary. An acceptable source of such authority would be a congressional authorization,\nin the form of a statute, for the President and the Vice President (or their\nrespective offices) to accept gifts to defray their official expenses. This Office has\nconcluded in the past that the White House Office and the Office of the Vice\nPresident do not have statutory authority to accept contributions or gifts. This\nlegal premise provides the basis for the conclusion that the payment by a political\ncommittee of official travel expenses incurred by the President or Vice President\nwould be an impermissible augmentation of the appropriations for these offices. However, in the course of our research for this opinion, we reviewed a\nprovision of law, 2 U.S.C. § 439a (1982), not considered in any of the prior\nopinions on this subject by this Office or by the Comptroller General, which\nappears to grant the President and Vice President gift authority, at least to the\nextent of authorizing them to accept contributions to defray their ordinary and\nnecessary official expenses. Section 439a states in full:\nAmounts received by a candidate as contributions that are in\nexcess of any amount necessary to defray his expenditures, and any other amounts contributed to an individual for the purpose cf\nsupporting his or her activities as a holder cf Federal office, may\nbe used by such candidate or individual, as the case may be, to\nand som e may be particularly well suited to particular trips For exam ple, a form ula may be predicated o n the\nnum ber o f hours spent on each event, the num ber of hours on the entire trip (including travel tim e) devoted to official\no r political affairs, the num ber o f events devoted to each, o r if a trip is devoted to one type o f event in a d istant city\nand another type in a nearby city on the return flight, on the relative distances travelled to each W hile som e general\ng uidelines w ithin these lim its should be established for consistency in application, the overrid in g factor is the\nreasonableness o f the apportionm ent in a specific situation."
    },
    {
      "id": "memos_74__9",
      "chunk_id": "9",
      "content": "We w ould not exclude the possibility o f creating an\nexception fo rd e m inim is involvem ent inofficial activity during a trip that w ould be treated as en tirely p o litical, and\nvice versa. We note that previous A dm inistrations have m ade use of such a de m inim is exception, as indicated in the\nbackground m aterials supplied to us by your office\n7 In tw o opinions to several S enators, dated O ctober 6 , 1980, and M arch 6 , 1981, the C o m p tro ller G eneral\nd iscu ssed the apportionm ent of travel expenses for purposes of their paym ent by official and political funds un d er the\nC arter A dm inistration (B—196862) A pportionm ent was not objected to by the C om ptroller G en eral. T h e C o m p ­\ntroller G eneral expressly noted, as we have observed here, that there are “ no guidelines o f a legally binding nature\n[w hich] have been established by legislation, judicial decision, or otherw ise” (p ag e 2 o f M arch 6 , 1981, opinion). T hese o p in io n s, coupled with prior practice by the W hite H ouse, buttress o u r conclusion that a reasonable\nap portionm ent may be made in the circum stances we have described. 221 defray any ordinary and necessary expenses incurred in connec­\ntion with his or her duties as a holder cf Federal office, may be\ncontributed to any organization described in section 170(c) of\n. . . [the Internal Revenue Code of 1954], or may be used for any\nother lawful purpose, including transfers without limitation to any\nnational, State, or local committee of any political party; except\nthat, with respect to any individual who is not a Senator or\nRepresentative in, or Delegate or Resident Commissioner to, the\nCongress on January 8, 1980, no such amounts may be converted\nby any person to any personal use, other than to defray any\nordinary and necessary expenses incurred in connection with his\nor her duties as a holder of Federal office. (Emphasis added.) The foregoing provision authorizes “ amounts contributed to an individual for the\npurpose of supporting his or her activities as a holder of Federal office” to be used\nby such individual “ to defray any ordinary and necessary expenses incurred in\nconnection with his or her duties. . . .” The term “ Federal office” is defined\nseparately as including the Offices of the President, the Vice President, and\nMembers of Congress. 2 U.S.C. § 431(c). Accordingly, on its face, this provi­\nsion would appear to authorize use by the President and Vice President of\namounts contributed to such individuals for the purpose of supporting their\nactivities as President or Vice President. This would include expenses incurred in\nthe course of official travel.8 We have consulted the legislative history of 2 U.S.C. § 439a, first adopted as\npart of the Federal Election Campaign Act Amendments of 1974, Pub."
    },
    {
      "id": "memos_74__10",
      "chunk_id": "10",
      "content": "This would include expenses incurred in\nthe course of official travel.8 We have consulted the legislative history of 2 U.S.C. § 439a, first adopted as\npart of the Federal Election Campaign Act Amendments of 1974, Pub. L. No.\n93—443, 88 Stat. 1289, and have found nothing that would be inconsistent with\nsuch an interpretation. However, in the limited time available, we similarly have\nfound nothing to indicate that Congress specifically considered the provision’s\napplication to the Office of the President or Vice President. The brief floor\ndiscussion of this provision9 and of a similar provision in a predecessor bill10\nmerely focused on its application to Members of Congress, who traditionally\nhave been permitted to accept gifts to defray the expenses of their offices.11 A\nregulation promulgated by the Federal Election Commission under this provision\nrepeats the language of the statute. See 11 C.F.R. §§ 113.1 & 113.2. Thus, we\nare aware of no indication that Congress intended it to mean anything other than\nwhat it clearly says: that elected officials including the President and the Vice\nPresident may accept gifts to defray expenses incurred in connection with the\nperformance of their duties. 9 O f c o u rse, an y ap p licab le conflict of in terest provisions w ould have to b e borne in m ind if § 4 3 9 a were to be used\na s au thority fo r th e rece ip t o f contributions f o r the P resident's o r V ice P resid en t’s travel expenses. ’ S ee 120 C o n g . R ec. 3 5 1 3 9 (1974). 10 See 119 C o n g . R ec. 2 6 6 0 6 -0 7 (1973).\n\" C o n g ress am en d ed th e provision in 1980, Pub. L. N o. 9 6 -1 8 7 , §§ 105(4), 113, 93 S tat. 1 3 5 4 ,1 3 6 6 (1980),\ng en e ra lly to p ro h ib it a fed eral official from co n v e rtin g co n trib u ted funds fo r h is o r h er personal use. A specific\nex em ption to th is provision also w as added f o r individuals w ho w ere S enators and R epresentatives on January 8,\n1980. 222 Nevertheless, we would caution against complete reliance on § 439a until\nfurther consideration has been given to the authority under that statute for\npolitical committees to make contributions, and until the matter has been\ncoordinated with the Federal Election Commission. In this connection, the\nFederal Election Commission has authority to render advisory opinions to federal\nofficeholders about “ the application of a general rule of law stated in” the Federal\nElection Commission Act, of which § 439a is a part. See 2 U.S.C. § 437(b). To\nour knowledge, the Commission has not been called upon to and thus has not\nformally addressed the application of § 439a to gifts made to the President or the\nVice President to defray the expenses of their offices."
    },
    {
      "id": "memos_74__11",
      "chunk_id": "11",
      "content": "See 2 U.S.C. § 437(b). To\nour knowledge, the Commission has not been called upon to and thus has not\nformally addressed the application of § 439a to gifts made to the President or the\nVice President to defray the expenses of their offices. Moreover, even if § 439a ultimately is to be relied upon to grant gift authority\nfor the President and Vice President, we would advise that guidelines be estab­\nlished for the receipt of contributions under the provision. This will be necessary\nsince the Standards of Conduct regulations applicable to agencies in the Ex­\necutive Office of the President, 3 C.F.R. §§ 100.735—(1)—(32), were not drafted\nwith the intent of regulating contributions to meet the official expenses of the\nPresident and Vice President. Those regulations as currently drafted might not be\nconsistent with full implementation of § 439a if that were desired. T h eo d o r e B. O lso n Assistant Attorney General\nOffice of Legal Counsel 223"
    }
  ]
}