{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 12,
  "chunk_text": "Accordingly, if the streets sought to be closed to vehic­\nular traffic are owned by the federal government, we believe that any action taken\nto close those streets would be exempt from the APA under § 553(a)(2). 3. National Historic Preservation Act We do not believe that the National Historic Preservation Act (“ NHPA” ), 16\nU.S.C. §§470 to 470w-6, and the regulations promulgated pursuant to it, 36\nC.F.R. §§800.1-15 (1995), prohibit the Secretary from taking prompt action with\nrespect to closing to vehicular traffic the contemplated streets. Section 106 of\nthe NHPA provides that “ prior to the approval of the expenditure of any Federal\nfunds” on an “ undertaking,” the head of a federal agency must “ take into\naccount the effect of the undertaking on any district, site, building, structure, or\nobject that is included in or eligible for inclusion in the National Register.” 16\nU.S.C. §470f. It further provides that the agency head shall afford the Advisory\nCouncil on Historic Preservation (“ Advisory Council” ) a “ reasonable oppor­\ntunity” to comment on the effect that such undertaking will have on a historic\nsite. Id. Although consultation with the Advisory Council must be had “ prior\nto approval of [the] undertaking,” 36 C.F.R. § 800.1(a), the agency head is not\nbound by the Advisory Council’s comments or recommendations. See id. 36\nC.F.R. §800.6. The vast majority of the areas that the Secretary contemplates closing, including\nPennsylvania Avenue between 17th Street and Madison Avenue, and State Place,\nappear to be part of the “ Lafayette Square Historic District,” which is included\nin the National Register of Historic Places and is therefore one of the sites covered\nby section 106. National Register of Historic Places Inventory: Nomination Form\nfor Lafayette Square Historic District. o f notice and opportunity for comment do not apply when the agency for good cause finds that the procedures\nare “ impracticable, unnecessary, or contrary to the public interest.\" Id. We believe that in the instant case the\nSecretary's basis for invoking the good cause exception would be upheld, as there is a clear public interest in pro*\nviding the President thorough and prompt protection when necessary to meet security requirements. 119 Opinions o f the Office o f Legal Counsel in Volume 19 Whether the NHPA’s consultation process for certain historic sites (section 106\nprocess), 36 C.F.R. §§800.3-.5, is triggered depends on whether the agency’s\naction is an “ undertaking” under the NHPA. By regulation, the Advisory Council\nhas defined the term “ undertaking” as “ any project, activity, or program that\ncan result in changes in the character or use of historic properties, if any such\nhistoric properties are located in the area of potential effects.” Id. §800.2(o)\n(emphasis added). 9 Courts have tended to construe the definition broadly. Historic\nGreen Springs, Inc. v. Bergland, 497 F. Supp. 839, 853 (E.D. Va. 1980); National\nIndian Youth Council v. Andrus, 501 F. Supp. 649, 676 (D.N.M. 1980), a ff d.\nsub nom. National Indian Youth Council v. Watt, 664 F.2d 220 (10th Cir. 1981)."
}