{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 4,
  "chunk_text": "A “health\nplan” is “an individual or group plan that provides, or pays the cost of, medical\ncare.” Id. § 1320d(5) (2000). A “health care clearinghouse” is an “entity that\nprocesses or facilitates the processing of nonstandard data elements of health\ninformation into standard data elements.” Id. § 1320d(2). Finally, a “health care\nprovider” is any “person furnishing health care services or supplies,” including a\n“provider of services” and a “provider of medical or other health services.” Id.\n§ 1320d(3). These latter two terms are further defined in 42 U.S.C. § 1395x\n(2000). A “provider of services” is a “hospital, critical access hospital, skilled\nnursing facility, comprehensive outpatient rehabilitation facility, home health\nagency, [or] hospice program . . . .” Id. § 1395x(u). And a “provider of medical\nand other health services” is any person who provides any of a long list of such\nservices, including “physicians’ services,” “services and supplies . . . furnished as 78 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 an incident to a physician’s professional service, of kinds which are commonly\nfurnished in physicians’ offices and are commonly either rendered without charge\nor included in the physicians’ bills,” “outpatient physical therapy services,”\n“qualified psychologist services,” “clinical social worker services,” and certain\nservices “performed by a nurse practitioner or clinical nurse specialist.” Id.\n§ 1395x(s). These health care providers only qualify as covered entities if they\n“transmit[] any health information in electronic form in connection with” certain\ntransactions described in section 1320d-2. Id. § 1320d-1(a)(3). The regulations\nfurther define the covered entities. See 45 C.F.R. § 160.103. These covered entities must comply with the regulations promulgated pursuant\nto Part C. Section 1320d-4 requires compliance with the regulations within a\ncertain time period by “each person to whom the standard or implementation\nspecification [adopted or established under sections 1320d-1 and 1320d-2]\napplies.” 42 U.S.C. § 1320d-4(b). Failure to comply with the regulations may\nrender the covered entity either civilly or criminally liable. The statute grants to the Secretary of HHS the authority for civil enforcement\nof the standards. Section 1320d-5(a) states, “Except as provided in subsection (b)\nof this section, the Secretary shall impose on any person who violates a provision\nof this part a penalty of not more than $100 for each such violation . . . .” Id.\n§ 1320d-5(a)(1). Subsection (b) provides for three exceptions. First, a civil\n“penalty may not be imposed . . . with respect to an act if the act constitutes an\noffense punishable under” the criminal enforcement provision. Id. § 1320d5(b)(1). Second, a civil “penalty may not be imposed . . . with respect to a\nprovision of this part if it is established to the satisfaction of the Secretary that the\nperson liable for the penalty did not know, and by exercising reasonable diligence\nwould not have known, that such person violated the provision.” Id. § 1320d5(b)(2). Third, a civil “penalty may not be imposed . . . if the failure to comply\nwas due to reasonable cause and not to willful neglect; and the failure to comply is\ncorrected” within a specified period of time. Id. § 1320d-5(b)(3)."
}