{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 4,
  "chunk_text": "Qui tam relators suffer no ii\\jury in fact and thus fail to\nmeet this bedrock constitutional requirement. Because Congress may not\nabrogate this requirement, the False Claims Act’s grant o f universal\nstanding to any person violates Article III. Third, we believe that qui tam actions violate the doctrine o f separation\no f powers. The Supreme Court has consistently ruled that the authority\nto enforce the laws is a core power vested in the Executive. The False\nClaims Act effectively strips this power away from the Executive and\nvests it in private individuals, depriving the Executive o f sufficient super­\nvision and control over the exercise o f these sovereign powers. The Act\nthus impermissibly infringes on the President’s authority to ensure faith­\nful execution o f the laws. Until now, no federal court has ever considered or addressed the con­\nstitutionality o f qui tam actions. Nor, to our knowledge, has any Attorney\nGeneral ever conceded the constitutionality o f the device. Indeed, in\n1943, Attorney General Biddle called for its repeal. He contended that it\nwas the duty o f the Department o f Justice to enforce the laws and that qui\ntam suits interfered with that responsibility. During these debates in 1943,\na leading Senate proponent o f qui tam complained:\n[T]he Congress enacted that statute in 1863. I ask any\nSenator to name one case, from 1863 until 1942, in which\nthe Attorney General o f the United States tried to enforce\nthe statute. From the day the statute went on the statute\nbooks to the present, the Attorneys General, whether\nDemocrats or Republicans, fought it. 89 Cong. Rec. 10,697 (1943) (emphasis added). D. Reasons fo r Opposing Q u i Tam In my view, the Department o f Justice has an obligation to the President\nand to the Constitution to .resist this encroachment on executive power. Consequently, I recommend that the Civil Division be permitted to present\nthe executive branch’s arguments against the constitutionality o f the qui\ntam device. I submit that three considerations dictate this course. First, qui tam poses a potentially devastating threat to the President’s\nconstitutional authority. If qui tam is upheld, there would be nothing to\n210 prevent Congress from using the device to eviscerate all o f the executive\nbranch’s civil law enforcement authority. We can expect to see the inex­\norable extension o f qui tam into such areas as securities fraud, savings\nand loan fraud, and civil rights. Once the facial constitutionality o f the\ndevice is conceded, there is no principled basis for limiting its future use. As Justice Scalia noted with regard to the independent counsel statute:\nFrequently an issue o f this sort will come before the\nCourt clad, so to speak, in sheep’s clothing: the potential o f\nthe asserted principle to effect important change in the\nequilibrium o f power is not immediately evident, and must\nbe discerned by a careful and perceptive analysis. But this\nwolf comes as a wolf. Morrison v. Olson, 487 U.S. 654, 699 (1988) (Scalia, J., dissenting). The rationale for the special prosecutor statute at least can be restricted to\nnarrow circumstances."
}