{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 9,
  "chunk_text": "See Act §11; Council Report at 10. In addition,\nalthough discouraging the use of automobiles for commuting no doubt does serve\n18 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment air pollution regulatory purposes, the actual reduction in automobile commuting\nthat can be expected here, as a result of the imposition of the Fee, is indirect\nand speculative compared to the direct and immediate revenue impact and support\nfor mass transit that will result. 5 In any event, even assuming that the Clean Air Fee falls in the middle of the\nfee-tax spectrum, following Judge Breyer’s focus on the revenue’s ultimate use\nleads to the conclusion that this exaction is a tax. To accept the District’s charac­\nterization would require that we conclude either that subsidizing mass transit is\na regulation-related cost of the District’s air pollution regulatory program or that\nthe assumed regulatory impact of the Fee on air pollution (as a result of reduced\nautomobile commuting and increased use of mass transit) is sufficient by itself\nto render it a regulatory fee notwithstanding the remaining aspects of the Fee\nthat all suggest it is a tax. With respect to the first of these alternatives, while\nwe do not doubt that encouraging the use of mass transit can have a beneficial\neffect on air pollution, the costs of a separate, non-regulatory government program\nthat benefits the public as a whole are not the kind of costs that courts have\nviewed as defrayable by regulatory fees. See supra pp. 17-19. The subsidization\nof mass transit is not a regulatory cost, but rather a general government expense\ntypically defrayed by taxes: subsidization of mass transit “ provides a general ben­\nefit to the public, of a sort often financed by a general tax.” San Juan Cellular\nTelephone, 967 F.2d at 685. As for the second alternative, the simple response is that ascribing a regulatory\npurpose to a tax does not mean that it is not a tax. Taxes often have a significant\nregulatory purpose: “ [A] tax is a powerful regulatory device; a legislature can\ndiscourage or eliminate a particular activity that is within its regulatory jurisdiction\nsimply by imposing a heavy tax on its exercise.” Massachusetts v. United States,\n435 U.S. 444, 455-56 (1978). See also National Cable Television A ss’n v. United\nStates, 415 U.S. 336, 341 (1974) (“ The lawmaker may, in light of the ‘public\npolicy or interest served,’ make the assessment heavy if the lawmaker wants to\ndiscourage the activity; or it may make the levy slight if a bounty is to be be­\nstowed . . . . Such assessments are in the nature of ‘taxes’ . . . .” ). Thus, the\nfact that discouraging automobile commuting is one of the stated reasons for the\nClean Air Fee does not convert it from a tax into a regulatory fee when its rev­\nenue-raising purpose in support of separate, non-regulatory government operations\nis so direct and substantial."
}