{
  "document_category": "memos",
  "docId": "memos_24",
  "chunk_index": 4,
  "chunk_text": "Discussion It is our opinion that the Council had the authority under Executive\nOrder No. 11491 to determine the negotiability o f the dress-and-grooming\nregulations. That order explicitly gave the Council authority to resolve\nnegotiability disputes. 24 It applied, with certain exceptions, to all\nemployees and agencies o f the executive branch. 25 It does not appear to us\nthat any o f the exceptions are relevant here. The A djutants General con­\ntend that the exception provided in §. 3(b)(3) o f the order removes them\nfrom its application. This section provides:\n(b) This Order * * * does not apply to —\n(3) any other agency, or office, bureau, or entity within an\nagency, which has as a primary function intelligence, investi­\ngative, or security work, when the head o f the agency deter­\nmines, in his sole judgm ent, that the Order cannot be applied\nin a manner consistent with national security requirements and\nconsiderations * * * .\n’'See Council Consolidated Decision on Negotiability Issues, Nos. 76A-16, 76A-17,\n76A-40, 76A-43, 76A-54 (Jan. 19, 1977); Consolidated Decision on Negotiability Issues,\nNos. 76A-75, 76A-76, 76A-84 (Jan. 19, 1977). 11See, e.g.. Panel Reports and Recom m endations for Settlement, In the Matter o f State o f\nNew York and New York Council Assoc, o f Civilian Tech. Inc., 78 FSIP 32 (Sept. 28, 1978);\nIn the Matter o f Penn. National Guard and Penn. State Council Assoc, o f Civilian Techni­\ncians, Inc., 77 FSIP 29 (Jan. 20, 1978); In the Matter o f Kansas A rm y Nat ’I Guard and Local\nRI4-S7, N a t’l Assoc, o f G ov't Employees, 77 FSIP 30 (Nov. 2, 1977); In the Matter o f Mass. Air National Guard and Local 3004, AFL-CIO, 77 FSIP 18 (Aug. 26, 1977). ’’See, e.g., Decisions and Orders, In the Matter o f Mass. Arm y N a t’l Guard and Local\n1629, N a t’l Federation o f Federal Employees, 77 FSIP 31 (Aug. 22, 1978); In the Matter o f\nOregon A rm y/A ir N at’l Guard and Local 2986, AFL-CIO, 77 FSIP 53 (Aug. 22, 1978); In\nthe Matter o f California N at’l Guard and Local RI2-I05, N a t’l Assoc, o f G ov’t Employees,\n77 FSIP 70 (April 13, 1977).\n“ Exec. Order No. 11491, §§ 4(c)(2), 11(c)(4). ’’Exec. Order No. 11491, §§ 2(a), 3(a). 371 The A djutants General reason that they, as heads o f their agencies, have\ndetermined that the wearing o f the uniform by the technicians is required\nas a m atter o f security and that this determ ination cannot be reviewed by\nthe Council because it is left to the “ sole judgm ent” o f the agency head. We disagree because the National G uard does not have as its primary\nfunction “ intelligence, investigative or security w ork.” The primary func­\ntion o f the National G uard is to m aintain and assure the strength and\norganization o f reserve com ponents o f the Armed Forces. 26 This is not the\ntype o f security work excepted from the order."
}