{
  "document_category": "memos",
  "docId": "memos_41",
  "chunk_index": 1,
  "chunk_text": "Legality of Certain Nonmilitary Actions Against Iran\nUnder the International Em ergency Econom ic Powers A ct (IEEPA ), the President may\nimpose an em bargo on all imports from Iran and, subject to certain conditions, a\nprohibition on exports of food and medicine to Iran. The IE E PA also authorizes him to\norder the closure o f Iranian business offices located in the United States. W hile the President may have some statutory and constitutional pow er to control third\nparty transactions with Iran, particularly those designed to circum vent the impact of\nsanctions imposed by the United States directly on Iran, his authority to impose a\ngeneral secondary boycott against those trading with Iran may be limited. It is thus not\nclear whether, under existing laws and treaties, airlines and shipping companies that\nserve Iran may be denied landing rights and fuel purchases in the United States. Presidential action to block international satellite communications from Iran to the United\nStates is clearly authorized only insofar as it is part of a more general ban on\ntransactions with Iran and its nationals. The President’s authority to impose a ban on travel by American citizens to Iran may\nhave a more limited applicability to journalists. See United Slates v. O ’Brien, 39 1 U.S.C.\n367 (1968). M oreover, restrictions on travel to Iran would have no immediate effect on\npersons already in that country. How ever, the IE E PA could be used to impose a broad\nban on financial transactions between Americans overseas and Iran or its nationals. The IE E PA would authorize a broad prohibition against all transactions between A m eri­\ncans relating to Iran, as long as Iran has even an indirect interest in the transaction;\nhowever, it is not possible under the IE E PA to reach “purely dom estic” transactions. April 16, 1980\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL This responds on an urgent basis to your request for our opinion\nregarding the legality of ten possible nonmilitary actions against Iran,\nmost or all of which would rely on the International Emergency\nEconomic Powers Act (IEEPA), 50 U.S.C. § 1701, et seq. (Supp. I\n1977). We will respond to the proposals in the order in which they\nhave been presented. 1. Embargo All Imports From Iran This action is clearly legal under the IEEPA. The statute explicitly\nallows the prohibition of transfers in which foreign nationals, as well as 223 foreign governments, have an interest. 1 The pertinent legislative history\nenvisions total trade embargoes, reflecting well-established practice\nunder the IEEPA’s predecessor statute, the Trading With the Enemy\nAct of 1917. See H.R. Rep. No. 459, 95th Cong., 1st Sess. (1977)\n(hereafter “ 1977 House Report”); S. Rep. No. 466, 95th Cong., 1st Sess.\n(1977).2\n2. Prohibit Food and Medicine Exports to Iran The IEEPA also authorizes this action, although it sounds a note of\ncaution. Under § 1702(b) of the Act,\n(b) The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n* * * * *"
}