{
  "doc_id": "memos_26",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_26__0",
      "chunk_id": "0",
      "content": "July 28, 1977 77-44 MEMORANDUM OPINION FOR THE\nCOUNSEL TO THE PRESIDENT\nDisposition of Nixon Memorabilia This is in response to your request for our opinion with respect to\nthe proper disposition of the personalized memorabilia of former Presi­\ndent Nixon, which were left in the Old Executive Office Building when\nhe resigned on August 9, 1974. The memorabilia are now in custody of\nthe White House Gift Unit, a part of the White House Office. We\nunderstand that most of these items were acquired with private funds or\nby the Republican National Committee for the use of President Nixon. The remainder are gifts to him by private persons. We further under­\nstand that the Gift Unit’s records allow it to determine the source of\nthe particular items. 1 It should be noted at the outset that the materials\ninclude copies of White House documents prepared for President\nNixon. Under § 101(b) o f the Presidential Recordings and Materials\nPreservation Act, 44 U.S.C. §2107 note, these and any other docu­\nments are historical materials that must be turned over to the Adminis­\ntrator o f General Services. See 44 U.S.C. §2101; H.R. Rep. 93-1507,\n93rd Cong., 2d Sess., at 9. The remainder of the memorabilia, which were purchased with pri­\nvate funds, were originally the property of the purchasers rather than\no f the United States Government. 2 Due to the circumstances in which\nthey were found, they have, however, become the property of the\n1 C ertain o f the item s appear to have been purchased in the People’s R epublic o f C hina\ndu rin g President N ixon's tour. F o r example, a three-piece tea set was listed in the G ift\nU nit’s inventory. W e are inform ed by the G ift U nit that these are private purchases and\nnot official gifts from the People’s Republic. It should be noted, however, that under the Foreign Gifts and D ecorations A ct o f\n1966, 5 U.S.C. §7342, any gift from a foreign governm ent o r its agent o f m ore than\nminimal value is accepted on b e h alf o f the U nited States and becom es the property o f the\nU nited States. T h e President, m em bers o f his staff, and m em bers o f their families are\nsubject to this statute. 5 U .S.C. § 7342(a)(1). U nder regulations prom ulgated by the\nD ep artm en t o f State, such gifts a re to be deposited w ith the C hief o f P rotocol. 22 C F R\n§ 3.5(c). G ifts o f minimal value rem ain the pro p erty o f the recipient, but the burden o f\nshow ing m inim al value is on him. 22 C F R § 3.5(b).\n1 W e d o not have the inform ation necessary to determ ine the respective interests, if\nany, o f th e private purchases. 180 United States under 40 U.S.C. §484(m)."
    },
    {
      "id": "memos_26__1",
      "chunk_id": "1",
      "content": "22 C F R § 3.5(b).\n1 W e d o not have the inform ation necessary to determ ine the respective interests, if\nany, o f th e private purchases. 180 United States under 40 U.S.C. §484(m). That statute authorizes the\nAdministrator of General Services “to take possession of abandoned or\nother unclaimed personal property on premises . . . owned by the\nUnited States, to determine when title thereto vested in the United\nStates, and to utilize, transfer, or otherwise dispose of such property.” Under regulations promulgated by the General Services Administration\n(GSA), title to abandoned or unclaimed property on Government\npremises vests in the United States 30 days after it is found, except that\ntitle reverts to the former owner if he files a claim before the property\nis used, transferred to another agency for use, or sold. 3 “Abandoned or\nunclaimed property” includes any personal property found on G overn­\nment premises. 4 Because the Nixon memorabilia were found more than\n30 days ago, title thereto has vested in the United States, subject any\nclaim by the former owners. Under the GSA regulations, the agency that finds the property is\nresponsible for it and must either use it or report it to GSA as excess\nproperty. 5 Once the property is reported, GSA will either furnish it to\nother Federal agencies or dispose of it as surplus. 8 The former owner is\nentitled to payment for the reasonable value of any abandoned or\nunclaimed property used by the United States or to the proceeds of any\nsale. 7 As the Agency that found the memorabilia, the White House\nOffice is responsible for their custody, for evaluating claims for their\nreturn, and for reporting unusable items to GSA.8 Neither the statute nor the regulations requires the finding agency to\nnotify possible former owners that the property has been found before\nit is disposed of. However, due process of law requires that potential\nclaimants be given reasonable notice and an opportunity to submit\nclaims before the United States cuts off their right to have unclaimed s 41 C F R § 101-43.403.1.\n•41 C F R § 101-43.401(a).\n•41 C F R §§ 101-43.403-1, 101-43.403.2.\n•See 41 C F R §§ 101-43.301, 101-43.318-1, 101-45.404(b). Sales are conducted by G S A\nand are norm ally by sealed bids, spot bids, o r auction. See, generally, 41 C F R §§ 10145.301, 101-45.304. A bandoned o r unclaim ed property m ay be sold at any tim e after title\nvests in the United States. 41 C F R § 101-45.404(b).\n7 40 U.S.C. § 484(m); 41 C F R §§ 101-43.403.4, 101-45.401.1. Claim for paym ent must\nbe m ade w ithin 3 years o f the date that title vested in the United States. 40 U.S.C.\n§ 484{m). • T h e W hite House Office is w ithin the m eaning o f the term “executive agency\" as\ndefined in the statute and regulations. See 40 U.S.C. § 472(a); 41 C F R § 101-43.001-6. 181 property returned.® See, Security Savings Bank v. California, 263 U.S.\n282, 287 (1923); C f, Mullane v. Central Hanover Trust Co., 339 U.S.\n306, 311-13 (1950)."
    },
    {
      "id": "memos_26__2",
      "chunk_id": "2",
      "content": "See 40 U.S.C. § 472(a); 41 C F R § 101-43.001-6. 181 property returned.® See, Security Savings Bank v. California, 263 U.S.\n282, 287 (1923); C f, Mullane v. Central Hanover Trust Co., 339 U.S.\n306, 311-13 (1950). When the names and addresses of potential claim­\nants are known or can be found through ordinary diligence, due proc­\ness requires that they be given actual notice by mail. See, Mullane v.\nCentral Hanover Trust Co., supra, at 315-20. The W hite House Office should therefore notify Mr. Nixon, the\nRepublican National Committee, and any other persons who your rec­\nords indicate may have owned the memorabilia before any action is\ntaken to use or dispose o f them. The notice should state that the\ndescribed items were apparently abandoned on August 9, 1974, that the\nUnited States took title to them under 40 U.S.C. § 484(m) and 41 CFR\n§ 101-43.403-1 on September 9, 1974, that the former owners can file a\nclaim o f ownership within 30 days,10 and that any property that is not\nclaimed by its former owner within that time will be reported to GSA\nfor disposal as surplus property under 41 CFR § 101-45.404(b).11\nItems which are not successfully claimed should be reported to GSA\nfor disposal through normal channels. L arry A. H ammond Deputy Assistant Attorney General\nOffice o f Legal Counsel * Since abandonm ent results from the form er ow ner’s intent to divest him self o f all\ninterest in the property, appropiration by the U nited States o f abandoned p roperty would\nnot appear to be a taking of a p ro p e rty right. See, generally, United States v. Cowan, 396\nF. 2d 83, 87 (2d C ir. 1968); Nippon Shoshen Kaisha, K.K. v. United States, 238 F. Supp. 55,\n58 (D . Cal. 1964); 1 Am . Jur. 2d “ A bandoned P roperty,” § 16, at p. 16. Strictly speaking,\nnotice to the form er ow ner w ould not be constitutionally required. Mullane v. Central\nHanover Trust Co., 339 U.S. 306, 316 (1950). H ow ever, intent to abandon is a question o f\nfact, so th at reasonable notice is required before determ ining w hether p roperty is aban­\ndoned o r m erely unclaimed. Anderson National Bank v. Luckett, 321 U.S. 233, 246 (1944). M oreover, failure to respond to personal notice is evidence o f intent to abandon. See 1\nAm . Jur. 2d, supra, § 16 at pp. 16-17.\n10 T his is an arb itrary figure th a t appears to provide a reasonable time for response. 11 T h e form for the report is set forth at 41 C F R § 101-43.311-2. 182"
    }
  ]
}