{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 7,
  "chunk_text": "Fund, 561 U.S. at 483 (quoting INS v. Chadha, 462 U.S. 919, 951\n(1983)). Article II vests all of “[t]he executive Power” in the President\nand charges him alone with the responsibility to “take Care that the Laws\nbe faithfully executed.” U.S. Const. art. II, § 1, cl. 1; id. § 3. In carrying\nout that charge, the President must depend on “the assistance of subordinates,” Myers v. United States, 272 U.S. 52, 117 (1926), and Article II\nincludes specific provisions illustrating the President’s supervisory authority. Thus, the President may “require the Opinion, in writing, of the\nprincipal Officer in each of the executive Departments, upon any Subject\nrelating to the Duties of their respective Offices,” U.S. Const. art. II, § 2,\ncl. 1, and he appoints all “Officers of the United States” with the advice\nand consent of the Senate, subject to Congress’s power to vest the authority to appoint inferior officers “in the President alone, in the Courts of\nLaw, or in the Heads of Departments,” id. art. II, § 2, cl. 2.\nThe Supreme Court has repeatedly explained that “Article II confers on\nthe President ‘the general administrative control of those executing the\nlaws.’” Free Enter. Fund, 561 U.S. at 492 (quoting Myers, 272 U.S. at\n164). As the Chief Executive, the President “may properly supervise and\nguide” subordinate officers in “their construction of the statutes under\nwhich they act in order to secure that unitary and uniform execution of the\nlaws which Article II of the Constitution evidently contemplated in vesting general executive power in the President alone.” Myers, 272 U.S. at\n135. According to Alexander Hamilton, executive officers “ought to be\nconsidered as the assistants or deputies of the chief magistrate; and, on\nthis account, they ought to derive their offices from his appointment, at\nleast from his nomination, and ought to be subject to his superintendence.” The Federalist No. 72, at 487 (Jacob E. Cooke ed., 1961). In providing for presidential control over the Executive Branch, the\nConstitution ensures not only that executive officers remain accountable\n8 Extending Regulatory Review to Independent Regulatory Agencies to the President, but also that the President remains accountable to the\nNation. See Printz v. United States, 521 U.S. 898, 922 (1997) (“The\ninsistence of the Framers upon unity in the Federal Executive—to ensure\nboth vigor and accountability—is well known.”); In re Aiken County, 645\nF.3d 428, 439 (D.C. Cir. 2011) (Kavanaugh, J., concurring) (“‘What\nArticle II did make emphatically clear from start to finish was that the\npresident would be personally responsible for his branch.’” (quoting Akhil\nReed Amar, America’s Constitution: A Biography 197 (2005)). 7 Those\nprinciples are not empty formalities. The purpose “of the separation and\nequilibration of powers in general, and of the unitary Executive in particular, was not merely to assure effective government, but to preserve individual freedom.” Morrison v. Olson, 487 U.S. 654, 727 (1988) (Scalia, J.,\ndissenting); see also Bond v. United States, 564 U.S. 211, 222 (2011) (“The structural principles secured by the separation of powers protect the\nindividual as well.”). The President’s supervision of the Executive Branch\nguarantees the people’s right to select, and hold accountable, the one\nperson responsible for the execution of federal law."
}