{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 10,
  "chunk_text": "The\nclaimants could sue the banks for wrongfully releasing the funds, argu­\ning that under Zittman I, the government is not in a position to\nabnegate all their state law rights against their debtors, and that under\nNew York law, a wrongful release of attached property makes the\nbanks liable for an accounting. See Fitchburg Yarn Co. v. Wall & Co., 46\nA.D. 2d 763, 361 N.Y.S. 2d 170 (1974). Against such an argument the\nexculpatory provision of IEEPA, § 1702(a)(3), appears to provide a\ncomplete defense. It provides:\nCompliance with any regulation, instruction, or direc­\ntion issued under this chapter shall to the extent thereof\nbe a full acquittance, and discharge for all purposes of the\nobligation of the person making the same. No person shall\nbe held liable in any court for or with respect to anything\n6 Because of the reservation of the right to revoke these attachm ents, it is clear that they can be\nrevoked under IEE PA w ithout giving rise to a successful takings claim. See, e.g.. Bridge Co. v. United\nStates. 105 U.S. 470 (1881); United States v. Fuller. 409 U.S. 488 (1973). 257 done or omitted in good faith in connection with the\nadministration of or pursuant to and in reliance on, this\nchapter, or any regulation, instruction, or direction issued\nunder this chapter. This provision appears to be a complete barrier to state law liability for\nrelease of blocked funds pursuant to presidential directive. Neverthe­\nless, the presence of its predecessor does not seem to have assuaged the\nbanks’ concerns in the cases described above. Because this provision\ndoes not appear to have been litigated, firm conclusions about its scope\nare difficult. Moreover, there appears to be no conclusive legislative\nhistory indicating that it is meant to bar state law liabilities of all kinds. Therefore, because a presidential directive is arguably ineffectual to\ndestroy the attachments for all purposes, the banks may not be willing\nto rely on it. 7 Their exposure is great; faced with a choice of disobeying\na government order (which could subject them to a civil penalty of\n$10,000 and criminal penalties that may be unlikely in a case of unclear\nlegalities), or releasing billions of dollars for which they may later be\nasked to account, the banks may insist on legislation granting them\nmore specific protection than does the present statute before they will\nrelease the blocked funds. Therefore, funds held by federal entities should be relied on as the\nsource of any amounts promised to be returned forthwith to Iran,\nbecause the disposition of the Iranian funds held by private banks, at\nleast in the United States, will surely be the subject of litigation. III. Funds Blocked in Foreign Branches of American Banks The possibility that licenses will be issued for Iranian withdrawals\nfrom foreign branches of American banks raises the question of the\npermissible extraterritorial effect of domestic regulation. First, the\nUnited States has authority to exercise jurisdiction over its nationals\nabroad."
}