{
  "document_category": "memos",
  "docId": "memos_69",
  "chunk_index": 14,
  "chunk_text": "17 S ee G P O O p in io n , 9 O p. O .L C at 5 6 (discussing leg islativ e history); G A O O pinion, 3 O p. O .L C . at 435\n(§ 2 0 8 an d co m panion statutes “ do not by th e ir term s and w ere not intended to apply to officers and em ployees\no f th e le g islativ e and ju d ic ia l branches” ). 36 Applicability o f 18 U.S.C. § 208 to National Gambling Impact Study Commission is an “ independent” agency in the legislative branch. As further discussed below,\nhowever, that suggestion ultimately lacks merit. Three OLC opinions are relevant. First, in the GAO Opinion, we found that\nthe GAO was, under §208, an “ independent” body not within the executive\nbranch and arguably within the legislative branch. See GPO Opinion, 9 Op. O.L.C.\nat 57-58 (citing GAO Opinion, 3 Op. O.L.C. 433). The Comptroller General is\nremovable “ not only by impeachment but also by joint resolution of Congress,”\nBowsher v. Synar, 478 U.S. at 728, and consequently he or she is an officer of\nthe legislative branch who “ may not be entrusted with executive powers.” Id.\nat 732. Nonetheless, it remains the case that the governing statute provides that\nCongress may remove that officer only for a cause such as inefficiency, neglect\nof duty, or malfeasance. Id. at 728—29. In the GAO Opinion, we analyzed the\neffect of the tenure protection enjoyed by the Comptroller General, together with\nother statutory provisions of title 31, on the status of that officer under §208. Without denying that the Comptroller General and the GAO are “ subservient to\nCongress,” 478 U.S. at 730,18 we found that the statute gave the Comptroller\nGeneral some measure of “ independence” from Congress, so that GAO officers\nand employees were properly considered subject to § 208. We said: The establishment of a fixed tenure of office, subject to removal\nfor cause, has generally been regarded as intended to promote an\nelement of independence of action. C f, Humphrey’s Executor v.\nUnited States, 295 U.S. 602, 624—26 (1935). Thus, while the Comp­\ntroller General and GAO are independent of the executive branch,\nthey apparently are expected to be somewhat independent of the\nlegislative branch as well. I therefore am led to conclude that what­\never their status for other purposes, the Comptroller General and\nofficers and employees of the GAO are officers and employees of\nan “ independent agency of the United States” for purposes of 18\nU.S.C. § 207 — §§ 208 and 209 as well. GAO Opinion, 3 Op. O.L.C. at 436.19\nSecond, in the GPO Opinion, we concluded that the GPO is not “ independent”\nfor purposes of § 208. We reached that conclusion despite the fact that the Public\nPrinter is presidentially appointed. Our analysis tracked the judicial view that the\nGPO is an entity within the legislative branch, whose primary function is to pro­\nvide support for Congress."
}