{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 13,
  "chunk_text": "That, however, is plainly not\nthe case with the Congressional Pay Amendment. The intent and purpose behind this amendment have\nbeen consistent from its proposal by Madison to its recent ratification. We, therefore, express no opin­\nion on any hypothetical scenario that may present a more fundamental challenge to the notion of con­\nsensus. We conclude only that consensus itself does not necessarily require contemporaneity. M ore­\nover, of course, if the absence of a time limit introduces a danger into the Article V amendment process,\nthe solution is to specify a time limit, either in the text of the amendment or the proposing resolution. 14 See Walter Dellinger, The L eg itim a cy o f C onstitu tio n a l C hange: R ethinking the A m e n d m e n t P rocess,\n97 Harv. L. Rev. 386,418 (1983) (“Dellinger”): “ Attention to th[e] formalities [specified in Article V] is\nmore likely to provide clear answers than is a search for the result that best advances an imputed ‘policy’\nof ‘contem poraneous consensus.’” Professor Dellinger nevertheless maintains that a proposed am end­\nment, like the Congressional Pay Amendment, that languishes for years without action by state legisla­\ntures could be considered dead. Id. at 425. Dellinger's “doctrine o f desuetude,\" however, has itself been\ncriticized as “an anomolous position\" in light of his reliance on the formalities o f Article V. John R. Vile,\nJ u d ic ia l R eview o f the A m en d in g Process: The D ellinger-Tribe D eb a te, 3 J.L. & Pol. 21, 33 (1986). S e e\nalso Laurence H Tribe, A C onstitution We A re A m en d in g : In D efen se o f a R estra in ed J u d ic ia l R ole, 97\nHarv. L. Rev. 433, 434 n.6 (1983). In our view, the notion of desuetude is fraught with all o f the short­\ncom ings that characterize the \"reasonable time” rule of D illon and must be rejected for the sam e reasons. 95 According to the theory that Article V contains an implicit time limit, the\nState must deduce that it can ratify only if the time since proposal is still a\nreasonable one. The implicit reasonable time rule can take one of two\nforms. First, the Constitution might be said to impose the same time period\nwith respect to all proposed amendments. Putting aside the implausibility\nof the suggestion that a legal rule includes a time certain without stating it,\nthis reading would require each state somehow to decide for itself what\nlimitation the Constitution implicitly imposes. This question is extremely\ndifficult, and there is no reason to believe that the different States would\nanswer it in the same way. 15 In fact, the long history of congressional\ntreatment of time limits demonstrates that there is no agreement as to what\nperiod of time would be reasonable. 16 The other possible form of the implicit time limit rule is that the “reason­\nable” time differs from amendment to amendment, depending on any number\nof unstated factors."
}