{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 4,
  "chunk_text": "I, § 5, cl. 4, both Houses have convened\npro forma sessions during periods of extended absence. Public statements by some Members of the Senate reveal that they do\nnot consider these pro forma sessions to interrupt a recess. See, e.g., 157\nCong. Rec. S6826 (daily ed. Oct. 20, 2011) (statement of Sen. Inhofe)\n(referring to the upcoming “1-week recess”); id. at S5035 (daily ed. July\n29, 2011) (statement of Sen. Thune) (calling on the Administration to\nsend trade agreements to Congress “before the August recess” even\nthough “[w]e are not going to be able to consider these agreements until\nSeptember”); id. at S4182 (daily ed. June 29, 2011) (statement of Sen.\nSessions) (“Now the Senate is scheduled to take a week off, to go into\nrecess to celebrate the Fourth of July[.]”); 156 Cong. Rec. at S8116–17\n(daily ed. Nov. 19, 2010) (statement of Sen. Leahy) (referring to the\nperiod when “the Senate recessed for the elections” as the “October recess”); 154 Cong. Rec. S7984 (daily ed. Aug. 1, 2008) (statement of Sen.\nHatch) (referring to upcoming “5-week recess”); id. at S7999 (daily ed.\nAug. 1, 2008) (statement of Sen. Dodd) (noting that Senate would be in\n“adjournment or recess until the first week in September”); id. at S7713\n(daily ed. July 30, 2008) (statement of Sen. Cornyn) (referring to the\n18 Recess Appointments Amid Pro Forma Senate Sessions upcoming “month-long recess”); see also id. at S2193 (daily ed. Mar. 13,\n2008) (statement of Sen. Leahy) (referring to the upcoming “2-week\nEaster recess”). Likewise, the Senate as a body does not uniformly appear to consider\nits recess broken by pre-set pro forma sessions. The Senate’s web page on\nthe sessions of Congress, which defines a recess as “a break in House or\nSenate proceedings of three days or more, excluding Sundays,” treats such\na period of recess as unitary, rather than breaking it into three-day segments. See United States Senate, The Dates of Sessions of the Congress,\nhttp://www.senate.gov/reference/Sessions/sessionDates.htm (last visited\nca. Jan. 2012). The Congressional Directory of the 112th Congress, published by Congress, see 44 U.S.C. § 721(a), does the same. See 2011–\n2012 Congressional Directory 538 n.2 (Joint Comm. on Printing, 112th\nCong., comp. 2011). More substantively, despite the pro forma sessions,\nthe Senate has taken special steps to provide for the appointment of congressional personnel during longer recesses (including this one), indicating that the Senate recognizes that it is not in session during this period\nfor the purpose of making appointments under ordinary procedures. 4 And\nwhen messages are received from the President during the recess, they are\nnot laid before the Senate and entered into the Congressional Record until\nthe Senate returns for a substantive session, even if pro forma sessions are"
}