{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 37,
  "chunk_text": "employs the qui tam method o f enforcement in other statutory contexts. If so, the Solicitor General postulates that the cumulative burden on\nexecutive powers might be so great that the amendments to the False\nClaims Act then would be unconstitutional. This method o f analysis has\nno basis in law. The Court has never determined the constitutionality o f\na statute based on the effect o f other statutes. Moreover, there is no prin­\ncipled way to determine how many such statutes must be enacted before\nthe encroachment achieves constitutional proportions. Finally, the Solicitor General’s piecemeal approach fundamentally con­\nflicts with his historical argument. The Solicitor General contends in part\nthat qui tam must be upheld because its historical acceptance by courts\nand Congress since this country’s inception has been “ancient, regular,\nand unbroken.” Taranto Memo at 4. In particular, the Solicitor General\nhas pointed to the favorable treatment given an earlier version o f the\nFalse Claims Act qui tam provisions in United States ex rel. Marcus v.\nHess, 317 U.S. 537 (1943). That version o f the Act, however, did not con­\ntain the provisions introduced by the 1986 Amendments granting the\ncourt the ultimate authority to dismiss or settle a qui tam action in which\nthe government has intervened. The Solicitor General acknowledges that\nhis view o f the statute’s constitutionality ultimately depends upon a prop­\ner application o f those provisions. See Taranto Memo at 12. The Solicitor\nGeneral cannot consistently claim both that qui tam has historical con­\nstitutionality and that the current statute’s validity rests on the proper\napplication o f provisions introduced in 1986. The two arguments cannot\nand do not coexist. VI. CONCLUSION For these reasons we recommend that you authorize the Civil Division\nto enter an appropriate case and present the executive branch’s argu­\nments against the constitutionality o f qui tam. WILLIAM P. BARR\nAssistant Attorney General\nOffice o f Legal Counsel 240"
}