{
  "document_category": "memos",
  "docId": "memos_29",
  "chunk_index": 1,
  "chunk_text": "July 28, 1977 77-44 MEMORANDUM OPINION FOR THE\nCOUNSEL TO THE PRESIDENT\nDisposition of Nixon Memorabilia This is in response to your request for our opinion with respect to\nthe proper disposition of the personalized memorabilia of former Presi­\ndent Nixon, which were left in the Old Executive Office Building when\nhe resigned on August 9, 1974. The memorabilia are now in custody of\nthe White House Gift Unit, a part of the White House Office. We\nunderstand that most of these items were acquired with private funds or\nby the Republican National Committee for the use of President Nixon. The remainder are gifts to him by private persons. We further under­\nstand that the Gift Unit’s records allow it to determine the source of\nthe particular items. 1 It should be noted at the outset that the materials\ninclude copies of White House documents prepared for President\nNixon. Under § 101(b) o f the Presidential Recordings and Materials\nPreservation Act, 44 U.S.C. §2107 note, these and any other docu­\nments are historical materials that must be turned over to the Adminis­\ntrator o f General Services. See 44 U.S.C. §2101; H.R. Rep. 93-1507,\n93rd Cong., 2d Sess., at 9. The remainder of the memorabilia, which were purchased with pri­\nvate funds, were originally the property of the purchasers rather than\no f the United States Government. 2 Due to the circumstances in which\nthey were found, they have, however, become the property of the\n1 C ertain o f the item s appear to have been purchased in the People’s R epublic o f C hina\ndu rin g President N ixon's tour. F o r example, a three-piece tea set was listed in the G ift\nU nit’s inventory. W e are inform ed by the G ift U nit that these are private purchases and\nnot official gifts from the People’s Republic. It should be noted, however, that under the Foreign Gifts and D ecorations A ct o f\n1966, 5 U.S.C. §7342, any gift from a foreign governm ent o r its agent o f m ore than\nminimal value is accepted on b e h alf o f the U nited States and becom es the property o f the\nU nited States. T h e President, m em bers o f his staff, and m em bers o f their families are\nsubject to this statute. 5 U .S.C. § 7342(a)(1). U nder regulations prom ulgated by the\nD ep artm en t o f State, such gifts a re to be deposited w ith the C hief o f P rotocol. 22 C F R\n§ 3.5(c). G ifts o f minimal value rem ain the pro p erty o f the recipient, but the burden o f\nshow ing m inim al value is on him. 22 C F R § 3.5(b).\n1 W e d o not have the inform ation necessary to determ ine the respective interests, if\nany, o f th e private purchases. 180 United States under 40 U.S.C. §484(m)."
}