{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 5,
  "chunk_text": "The first discussion we have found of the\nquestion whether a proposed constitutional amendment remains viable in­\ndefinitely came in 1869, when Senator Buckalew introduced a measure to\nregulate the time and manner in which state legislatures would consider the\nFifteenth Amendment. In support of his proposal, he stated that because of\nthe confusion created by States that either ratify after rejecting, or reject\nafter ratifying, “we are in this condition that you cannot have a constitu­\ntional amendment rejected finally at all in the United States; rejections amount\nto nothing, because ratifications at some future time, ten, twenty, fifty, or\none hundred years hence, may give it validity.” Cong. Globe, 40th Cong., 3d\nSess. 913 (1869). Senator Bayard, opposing a related proposal, stated his\nbelief that “as long as the proposed amendment has neither been adopted by\nthree fourths of the States nor rejected by more than one fourth, it stands\nopen for . . . action.” Id. at 1312. The Senate and House debates regarding proposal of the Eighteenth\nAmendment in 1917 also indicate a common belief that Article V contains\nno time limits. For example, in his remarks on the need for limiting time\nfor state ratification, Senator Ashurst explained that two of the first twelve\namendments proposed by Congress “are still pending . . . and have been for\n128 years.” 55 Cong. Rec. 5556 (1917). Senator Borah expressed the view\nthat “[t]he fundamental law of the land does say very plainly, that it places\nno limitation upon the time when or within which [an amendment] must be\nratified. It says ‘when ratified’, and fixes no limit.” Id. at 5649. Senator\n4 The Constitution also contains provisions that refer to time but not to a specific period or date. The\nTwelfth Amendment provides that when the House of Representatives must choose the President, it is to\nballot “im m ediately” (presumably to prevent intrigue and cabal); the Vice President shall “im m edi­\nately” assume the office o f President under certain circumstances, U.S. Const, amend. XXV, § 4; the\nfirst Senate was “immediately” to divide itself into three classes for purposes of determining when\nterms o f office expired, U.S. Const, art. I, § 3, cl. 2; the Sixth Amendment requires that accused persons\nreceive a \"speedy” trial. The Constitution also requires that certain duties be performed “ from tim e to\ntim e.” S e e U.S. Const, art. I, § 5, cl. 3 (publication of journal o f Congress); art. I, § 9, cl. 7 (publication\nof statement of accounts); art. II, § 3 (President’s state of the union message). The comm on theme o f all\nthese provisions is that when time is part of a constitutional rule, the document so provides. 89 Cummins offered a separate amendment to Article V, stating that “I am in\nfavor of supplying what is manifestly a defect in our Constitution and pro­\nviding some limit of time . . . ” Id. at 5652. Senator Overman later stated\nthat “as the Constitution is now, . . . an amendment . . . can be submitted for\na thousand years and be in force whenever ratified.” 56 Cong. Rec. 10,098\n(1918)."
}