{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 15,
  "chunk_text": "55 Cong. Rec. 5652 (1917). During debate on the Child Labor Amendment in 1924, Repre­\nsentative Linthicum and Senator Fletcher offered amendments that would have required ratification\nwithin fi v e y e a r s of proposal. 65 Cong. Rec. 7288, 10,141 (1924). 96 process, however, can be of no use to States while that process is going on. According to Chief Justice Hughes’s approach, the States must make deci­\nsions concerning constitutional amendments without knowing whether those\ndecisions matter until they leam from Congress at some later date, if ever. 17 The implicit time limit thesis is thus deeply implausible, because it intro­\nduces hopeless uncertainty into that part of the Constitution that must function\nwith a maximum of formal clarity if it is to function. In sum, the dictum of Dillon and the view of Chief Justice Hughes’s\nplurality in Coleman are not authoritative nor are they persuasive. Article V\ncontains no time limit not stated in its text. The Congressional Pay Amendment\n— rather, the Twenty-Seventh Amendment — although well aged, is not stale.18 II. You have also asked whether, under 1 U.S.C. § 106b, the Archivist was\nrequired to publish the Congressional Pay Amendment along with his cer­\ntificate specifying that the Amendment has become valid, to all intents and\npurposes, as part of the Constitution. We believe that he was required to do so. A.\nSection 106b provides: Whenever official notice is received at the National Archives\nand Records Administration that any amendment proposed to\nthe Constitution of the United States has been adopted, ac­\ncording to the provisions of the Constitution, the Archivist of\nthe United States shall forthwith cause the amendment to be\npublished, with his certificate, specifying the States by which\nthe same may have been adopted, and that the same has be­\ncome valid,, to all intents and purposes, as a part of the\nConstitution of the United States. 17See Note, C ritical D etails: A m en d in g the U nited S ta tes C o n stitu tio n , 16 Harv. J. on Legis. 763, 767\n(1979) (“Although C olem an did spell out some guidelines, the state legislatures would still only specu­\nlate about what amount o f time Congress would conclude was reasonable. Only some direct signal from\nCongress before or during ratification would definitely prescribe the time for action in the states.”). Se e\na lso 2 David K. Watson, The C onstitution o f the U n ited States 1311-12 (1910) (“Who but the state can\njudge of what would be a reasonable time? It is for the state to ratify and cannot the state take its own\ntime to do it?”), q u o ted in C ase N ote, 24 Minn. L. Rev. 393, 394 n.9 (1940). \"S ev eral other amendments to the Constitution have been proposed to the States without time limits\nand have never received the approval of three-fourths of the States. See C onstitution A n n o ta ted , at 5153. A resolution was introduced in the Senate purporting to declare that those proposals have \"ex­\npired,” but it was not passed."
}