{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 22,
  "chunk_text": "B. Coastal Zone Management Act The CZMA was enacted in 1972 to provide a program of federal grants to the\nstates for the purposes of (1) preserving and developing the Nation’s coastal zone\nand (2) encouraging and assisting the states in exercising their coastal zone re­\nsponsibilities through the development of management programs designed to\nachieve wise and coordinated use of coastal zone resources. 16 U.S.C. § 1452. Under the Act, the Secretary of Commerce may make various grants to states for\nthe development, implementation and protection of management programs. 16\nU.S.C. §§ 1454-1464. The states establish management programs, subject to the approval of the Sec­\nretary, within the area of the coastal zone. The CZMA defines “coastal zone” as\nthe coastal waters (including the lands therein and thereunder) and\nthe adjacent shorelands (including the waters therein and there­\nunder), strongly influenced by each other and in proximity to the\nshorelines of the several coastal states . . . . The zone extends, in\nGreat Lakes waters, to the international boundary between the\nUnited States and Canada and, in other areas, seaward to the outer\nlimit o f the United States territorial sea. The zone extends inland\nfrom the shorelines only to the extent necessary to control shore­\nlands, the uses of which have a direct and significant impact on\nthe coastal waters. Excluded from the coastal zone are lands the\nuse of which is by law subject solely to the discretion of or which\nis held in trust by the Federal Government, its officers or agents. 254 16 U.S.C. § 1453(1) (emphasis added). Thus, the CZMA defines the coastal zone\npartly in terms of the “United States territorial sea.” The text of the CZMA does not expressly indicate whether Congress intended\nthe coastal zone to be affected by an expanded claim of territorial sea under in­\nternational law. Inferences from the purposes, structure, and legislative history\nof the Act, however, suggest that the better view is that Congress intended the\ncoastal zone to be stationary. 33\n1. Statutory Purpose and Structure There are several purposive and structural reasons why we believe Congress in­\ntended the reference to “territorial sea” in the CZMA to refer to the existing three\nmile area. First, Congress made numerous findings when enacting the CZMA. Con­\ngress stated that the coastal zone is rich in natural resources, that it is “ecologically\nfragile,” that it has experienced a loss of living marine resources and nutrient-rich\nareas, and that present institutional arrangements for planning and regulating the\ncoastal zone are inadequate. 3416 U.S.C. § 1451. These findings were based on em­\npirical observation and investigation of the coastal zone that existed at the time the\nCZMA was enacted, and it was the coastal area out to three miles that was the fo­\ncus of Congress’ concern. These factual findings indicate that it is unlikely that the\ncoastal zone was intended to change with the expansion of the territorial sea. Con­\ngress could not have known whether these findings would also be true of other ar­\neas over which the United States might assert its jurisdiction or sovereignty."
}