{
  "document_category": "memos",
  "docId": "memos_40",
  "chunk_index": 3,
  "chunk_text": "See Builders Ass’n of Greater Chi. v. Cnty. of Cook, 256 F.3d 642, 644 (7th Cir.\n2001). Whether or not this opinion raises a valid practical question, the Justice\nDepartment, like the majority of federal courts, adheres to the Supreme Court’s\ndetermination in VMI that there is a distinction between intermediate and strict\nscrutiny. Federal courts applying this distinction to government programs for womenowned businesses have construed the “important governmental interest” aspect of\nintermediate scrutiny to mean that some degree of discrimination must have\noccurred in the economic sphere in which the program is administered in order for\nthe government to justify the program’s constitutionality. The cases upholding\ngender-based preference programs under this standard emphasize the importance\nof the government’s proof of such discrimination. Similarly, the cases invalidating\nprograms as unconstitutional under this standard emphasize the government’s\nfailure to present evidence of discrimination in the economic sphere to which the\npreference program is directed. Although strict scrutiny also requires the government to prove discrimination in\njustifying racial preference programs, the federal courts’ focus on the government’s ability to prove discrimination in gender cases does not erase the distinction between strict and intermediate scrutiny. The Eleventh Circuit has explained\nthis distinction as follows: “While there is a difference between the evidentiary\nfoundation necessary to support a race-conscious affirmative action program and\nthe evidentiary foundation necessary to support a gender preference, that difference is one of degree, not of kind. In both circumstances, the test of the program is\nthe adequacy of evidence of discrimination, but in the gender context less evidence\nis required.” Eng’g Contractors Ass’n v. Metro. Dade Cnty., 122 F.3d 895, 901\n(11th Cir. 1997). Determining exactly how much evidence of discrimination is needed to support\na gender-based, as opposed to race-based, preference program is, in the Eleventh\nCircuit’s words, a “difficulty” that all government entities face in considering\nwhether gender-based preference programs are constitutional. Federal cases\nupholding such programs do not generally distinguish between the evidence\nrequired to satisfy strict versus intermediate scrutiny in a way that readily allows\nthe government to determine that a particular study or other evidence of discrimination clearly goes far enough to justify a program under intermediate scrutiny,\nbut does not go so far as to satisfy unnecessarily the requirements of strict\nscrutiny. What is clear from the cases is that mere findings of disparity or underrepresentation are generally not sufficient to establish the constitutionality of a\ngender-based preference program, and that courts are likely to strike down such 25 Opinions of the Office of Legal Counsel in Volume 32 programs if the government cannot show genuine and non-hypothetical evidence\nof discrimination in the economic sphere in which the program will operate. The Justice Department’s position on gender-based set-aside programs reflects\nthese cases and the simple lesson they offer federal entities considering such\nprograms: if those entities, which must establish and administer gender-based setasides in a constitutional manner, wish to maximize the chances that a particular\nprogram will survive constitutional scrutiny, it is both legally appropriate and\nlegally prudent to require evidence of discrimination before implementing the\nprogram."
}