{
  "document_category": "memos",
  "docId": "memos_47",
  "chunk_index": 3,
  "chunk_text": "The Committee\nstaff proceeded to interview the employees without Department (or any other)\ncounsel present. Subsequently, the Committee informed the Department of its intention to\nconduct depositions of certain Department employees. The depositions were\nto differ in form from the previously conducted interviews principally in\nthat the witnesses would testify under oath and the testimony would be\nrecorded. In light of these differences, the Department gave renewed con­\nsideration to whether it should adhere to the longstanding Department policy\nand insist that Department counsel be present at the depositions. When the\nDepartment preliminarily raised its concerns with the Committee, the Com ­\nmittee indicated that it would adhere to its prior position of not permitting\nDepartment counsel to be present and that it was prepared to subpoena the\nemployees (in which case, it asserted, the House rules would only allow\nprivate counsel to be present to advise the witness of his constitutional rights). You then decided that the Departm ent would again acquiesce to the\nCommittee’s position and not insist that Department counsel be present but\nthat if any employee wanted counsel at his deposition, the employee could\nretain private counsel and the Department would reimburse the employee. Your decision that the Department would reimburse employees for their\nprivate counsel fees was based on the specific circumstances presented. These\n133 circumstances include that the Committee is not permitting the Department\nto adhere to its longstanding policy of providing Department counsel when\nemployees give congressional testimony in their official capacities, that it is\nnot fair to expect employees to pay for private counsel when testifying in\ntheir official capacities, that there are no pending criminal investigations\ninvolving the employees, and that there is no other divergence between the\ninterests of the Department and the employees. At the time you made your decision, the Civil Division and this Office\nhad orally advised you that the Department has legal authority to make such\nreimbursement. You have asked that this advice be confirmed in a written\nopinion from this Office. We have prepared this opinion in consultation\nwith the Civil Division. II. Discussion The vast majority of Department reimbursements of private counsel fees\ninvolve payment, pursuant to the Department’s representation guidelines, to\nem ployees who seek representation in their individual capacity; in these\ncases the acts being questioned are within the scope of the employees’ em­\nployment but the Department has some conflict of interest. On rare occasions\nreimbursement has also been made for employees who need representation\nin their official capacities but for institutional reasons the Department must\nseek to represent them indirectly through reimbursed private counsel. The\npresent situation is one of the latter occasions, due to the refusal of the\nJudiciary Committee to permit the Department to follow its longstanding\npolicy that Department counsel should be present at official capacity testi­\nmony for congressional investigations. 3 The general principles on Departmental authority that apply in these cir­\ncumstances are well established:"
}