{
  "document_category": "memos",
  "docId": "memos_70",
  "chunk_index": 7,
  "chunk_text": "6 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys deliberative and clearly fall within the scope of executive privilege. 4 See supra\np. 2. In this case, however, the Department has already disclosed to Congress a\nsubstantial amount of documents and information related to White House communications about the U.S. Attorney matter. Consequently, in assessing whether it\nwould be legally permissible to assert executive privilege, it is useful to divide this\ncategory into three subcategories, each with slightly different considerations: (1)\ndocuments and testimony related to communications between the Department and\nWhite House officials that have not already been disclosed by the Department; (2)\ndocuments concerning White House-Department communications previously\ndisclosed to the Committees by the Department; and (3) testimony from current or\nformer White House officials (such as the testimony sought from Ms. Miers or Ms.\nTaylor) about previously disclosed White House-Department communications. After carefully considering the matter, I believe there is a strong legal basis for\nasserting executive privilege over each of these subcategories. The President’s interest in protecting the confidentiality of documents and\ninformation about undisclosed White House-Department communications is\npowerful. Most, if not all, of these communications concern either potential\nreplacements for the dismissed U.S. Attorneys or possible responses to inquiries\nfrom Congress and the media about the U.S. Attorney resignations. As discussed\nabove, the President’s need to protect deliberations about the selection of U.S.\nAttorneys is compelling, particularly given Congress’s lack of legislative authority\nover the nomination or replacement of U.S. Attorneys. See In re Sealed Case, 121\nF.3d at 751–52. The President also has undeniable confidentiality interests in\ndiscussions between White House and Department officials over how to respond\nto congressional and media inquiries about the U.S. Attorney matter. As Attorney\nGeneral Janet Reno advised the President in 1996, the ability of the Office of the\nCounsel to the President to assist the President in responding to investigations\n“would be significantly impaired” if a congressional committee could review\n“confidential documents . . . prepared in order to assist the President and his staff\nin responding to an investigation by the [committee] seeking the documents.” Assertion of Executive Privilege Regarding White House Counsel’s Office\nDocuments, 20 Op. O.L.C. 2, 3 (1996). Despite extensive communications with\nofficials at the Department and the White House, the Committees have yet to\narticulate any “demonstrably critical” oversight interest that would justify\noverriding these compelling confidentiality concerns. There are also legitimate reasons to assert executive privilege over White\nHouse documents reflecting White House-Department communications that have\nbeen previously disclosed to the Committees by the Department. As discussed,\n4\nTo the extent they exist, White House communications approving the Department’s actions by or\non behalf of the President would receive particularly strong protection under executive privilege. See,\ne.g., In re Sealed Case, 121 F.3d at 752–53 (describing heightened protection provided to presidential\ncommunications). 7 Opinions of the Office of Legal Counsel in Volume 31 these documents are deliberative in nature and clearly fall within the scope of\nexecutive privilege. The Department’s accommodation with respect to some White\nHouse-Department communications does not constitute a waiver and does not\npreclude the President from asserting executive privilege with respect to White\nHouse materials or testimony concerning such communications."
}