{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 9,
  "chunk_text": "Nor are subsection (a)(2) payment\nrequests governed by 33 C.F.R. pt. 136’s detailed evidentiary and adjudication\nrequirements, which in terms apply only to “ claims authorized to be presented\nto the [Fund] under section 1013 of [OPA].” 33 C.F.R § 136.1(a)(1) (1996)\n(emphasis added). These requirements, moreover, are important to the overall\nenforcement scheme established under OPA. The 90-day waiting period, for\nexample, was designed to encourage settlement. 11 Similarly, the evidentiary and\nadjudicatory provisions set forth in the regulations governing claims presented\nto the Fund promote Fiscal discipline. 12 In sum, the submission of a subsection (a)(4) claim to the NPFC by a Trustee\ndiffers in significant respects from a request for payment under subsection (a)(2). Accordingly, we find no irreconcilable conflict between the provision for these\ntwo categories o f payments to Trustees. 9 For a case illustrating the application of the 33 C F R pt. 136 regulatory requirements for presentment of a\nclaim under section 1013, see Johnson v Colonial Pipeline Co., 830 F. Supp 309, 311 (E D Va. 1993) (property\now ner’s claim for oil spill damages held inadequate for compliance with the Coast Guard’s 33 C F R pt 136 claims\nregulations and section 1013 requirements, “ (t]he need for specificity in OPA claims is underscored by the [Coast\nGuard] regulations\nfor filing such claims against the OPA Fund.” ). J0 This basic distinction between the payment o f costs outside the claims procedure and the payment of claims\nperfected pursuant to section 1013 was recognized in OPA’s legislative history. Thus, the House Report characterized\nthe kind o f cost reimbursement that could be obtained outside the claims procedure as “ direct uses . . which\ncan be paid from the Fund prior to the presentment and payment o f a claim under section 104 of this Act \" H R\nRep No. 101-242, pt. 2, at 64 (1989) The Senate Report also recognized this distinction between the tw o modes\no f payments from the Fund. See S. Rep No 101-94, at 10 (1989), reprinted in 1990 U S C C A N 722, 731\n11 As recognized by the Eleventh Circuit in Boca Ciega Hotel, Inc v. Bouchard Transp. Co., 51 F 3 d 235 (1 Ith\nCir 1995), a key purpose o f O PA ’s section 1013 claims procedure — and, in particular, the 90-day waiting penod —\n“ was to temper the A ct’s increased liability with a congressional desire to encourage settlement and avoid litigation ”\nId at 238-39. A ccord Johnson, 830 F. Supp. at 310-11 (“ The purpose of the claim presentation procedure is to\npromote settlement and avoid litigation ” ). 12 W e acknowledge that payments authorized under section 1012(a)(2) are also subject to certain statutory and\nregulatory requirements, notably the requirement that actions be taken in a manner “ consistent with the National\nContingency Plan.” 33 U S C. § 2712(a)(2), see also 15 C.F R. pi. 990 (1996) (NOAA regulations governing natural\nresource dam age assessments as required by section 1006(e)(1) of O PA, 33 U S.C § 2706(e)(1))"
}