{
  "document_category": "memos",
  "docId": "memos_46",
  "chunk_index": 7,
  "chunk_text": "A ct may be delegated to, or exercised by, any official of\nany department or agency the head of which is not ap­\npointed by the President, by and with the advice and\nconsent of the Senate. The President may not delegate or\ntransfer his power, authority, and discretion to overrule\nor modify any recommendation or decision made by the\nSecretary [of Commerce], the Secretary of Defense, or\nthe Secretary of State pursuant to the provisions of this\nAct. 2. Statutes Conferring Nondelegable Functions An unmistakable congressional intent to prohibit delegation may also\nbe inferred from statutes that impose on the President a duty o r power\nto exercise a nondelegable function. For example, it is commonly\nthought that only the President may issue an executive order o r procla­\nmation. Statutes that authorize the President to take an action, but\nrequire him to act by way of executive order or proclamation, can\ntherefore be read as precluding delegation. An example is found in 22\nU.S.C. § 441(a):\nWhenever the President . . . shall find that there exists a\nstate of war between foreign states, and that it is neces­\nsary to promote the security or preserve the peace of the\nUnited States or to protect the lives of citizens of the\nUnited States, the President shall issue a proclamation\nnaming the states involved; and he shall, from time to\ntime by proclamation, name other states as and when they\nbecome involved in the war. 3. Statutes Implicitly Prohibiting Delegation A broad range of statutes confer powers on the President but do not\nstate in terms or in the legislative history whether those powers are\ndelegable. In some instances, the character or importance of the powers\nin question, or other special circumstances, may constitute a sufficient\nindication of a legislative intent to prohibit delegation. In the brief time available, we have been unable to reach any firm\nconclusions regarding particular statutes in this category. In general, it\nwould appear that statutory powers that have been exercised by the\nPresident himself on a consistent and longstanding basis are more likely\nthan others to be held nondelegable. An example might be the Presi­\ndent’s statutory power to enter into or terminate trade agreements with\ncertain nations under 19 U.S.C. § 1351.\n97 A second special circumstance that can give rise to an inference of\nnondelegability occurs when Congress gives authority to an agency but\nsubjects that authority to a requirement of presidential approval. In this\ncircumstance, it can be argued that a delegation o f the President’s\napproval authority back to the agency would subvert the evident legis­\nlative intent to assure review by someone outside the agency, while a\ndelegation to anyone else would conflict with the congressional intent\nto centralize primary administrative responsibility in the agency. For an\nexample o f such a statute, see § 12(k) o f the Securities Exchange Act of\n1934, 15 U.S.C. § 781(k).5\nIII. Delegable Fumctioms All remaining functions o f the President may be delegated to subordi­\nnate officers. M any statutes explicitly authorize delegation. See, e.g., 22\nU.S.C. § 2381 (delegation o f certain foreign affairs powers). In the\nabsence o f specific authorization, the general delegation statute, 3\nU.S.C."
}