{
  "document_category": "memos",
  "docId": "memos_65",
  "chunk_index": 2,
  "chunk_text": "Id. § 12. Accordingly, action pursuant to this statute would impose upon the President whatever duties\nand obligations are ordinarily attached to Irish citizenship and would raise the\nserious problems attendant upon an undertaking by a President of fealty to another\nnation. As a result of discussion of this problem with the Irish Ambassador, the Government of Ireland has drafted a special act, a copy of which is attached. The act\nwould provide that “[t]he President [of Ireland] may by warrant confer on John\nFitzgerald Kennedy, President of the United States of America, the title of honour\nof Honorary Citizen of Ireland.” In an Aide-Mémoire of April 30, 1963, which is\nalso attached, the Irish ambassador states:\nThe Attorney General of Ireland has given opinion that the Bill as\ndrafted would not confer citizenship with its attendant duties and obligations but only a title of honor. I agree. In fact, the Department of Justice took a similar position when honorary United States citizenship was conferred upon Sir Winston Churchill. H.R. Rep.\nNo. 88-57 (1963). Consequently, the problems which might have arisen as a result\nof dual citizenship are no longer presented. However, the question still remains whether acceptance comes within the letter\nor spirit of Article I, Section 9, Clause 8, which provides:\nNo Title of Nobility shall be granted by the United States: And no\nPerson holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument,\nOffice, or Title, of any kind whatever, from any King, Prince, or foreign State. This clause was adopted unanimously at the constitutional convention as a means\nof preserving the independence of foreign ministers and other officers of the\nUnited States from external influences. 3 Papers of James Madison 1408 (1841). It is virtually copied from a similar provision in Article VI of the Article of\nConfederation. The constitutional provision has been interpreted as being “particularly directed against every kind of influence by foreign governments upon\nofficers of the United States, based on our historic policies as a nation.” Gifts from\nForeign Prince, 24 Op. Att’y Gen. 116, 117 (1902) (emphasis in original); see\nalso 2 Joseph Story, Commentaries on the Constitution of the United States § 1352\n(Thomas M. Cooley ed., 4th ed. 1873). It will be noted that the proposed Irish statute describes what would be conferred upon the President as a “title of honour.” As such, it could be argued that\nwhat would be conferred falls within the literal language of the constitutional\nprovision. Ambassador Kiernan has advised us that the bill could be redrafted to 279 Supplemental Opinions of the Office of Legal Counsel in Volume 1 omit the reference to a “title of honour.” However, I do not believe that the legal\nproblem would be significantly modified if this should be done. The spirit of the\nprovision clearly extends to any type of obligation to foreign countries, and the\ndesignation of what is conferred appears to be of little relevance."
}