{
  "document_category": "memos",
  "docId": "memos_32",
  "chunk_index": 1,
  "chunk_text": "May 17, 1978 78-27 MEMORANDUM OPINION FOR THE\nGENERAL COUNSEL, CIVIL SERVICE\nCOMMISSION, AND THE GENERAL\nCOUNSEL, PRESIDENT’S\nREORGANIZATION PROJECT\nPresidential Appointees— Removal Power or\nDisciplinary Action— Constitutional Law\n(Article II, § 2, cl. 2) This responds to your inquiry whether Congress has the constitutional power\nto authorize any Federal officer or agency to remove, or otherwise to discipline,\nPresidential appointees performing executive functions.. Pursuant to the Civil\nService Commission Reform bill, S. 2640, now pending in Congress, the Merit\nSystems Protection Board will have no authority to take any action with respect\nto allegations of misconduct by such Presidential appointees. Instead, the bill\ninstructs the Special Counsel to report the results of any investigation of\nnoncompliance by “ Presidential appointees” directly to the President, thereby\nleaving to the President the discretion to take whatever action he or she deems\nappropriate (§§ 1206(h)(2), 1206(i)). You ask whether Congress could amend\nthe bill to confer upon the Board the authority to take disciplinary action against\nsuch appointees. First, we address the question o f removal. The Supreme Court held in Myers\nv. United States, 272 U.S. 52 (1926), that the Constitution does not grant to\nCongress any authority to regulate the removal o f executive officers appointed\nby the President. The essence o f the C ourt’s ruling is contained in the following\nstatements: The power of removal is incident to the power o f appointment, not to\nthe power of advising and consenting to appointment, and when the\ngrant o f the executive power is enforced by the express mandate to\ntake care that the laws be faithfully executed, it emphasizes the\nnecessity for including within the executive power as conferred the\nexclusive power o f removal. [Id., at 122] The condition upon which the power o f Congress to provide for the\n107 removal o f inferior officers rests is that it shall vest the appointment\nin some one other than the President with the consent of the Senate. Congress may not obtain the power and provide for the removal of\nsuch officer except on that condition. If it does not choose to entrust\nthe appointment of such inferior officers to less authority than the\nPresident with the consent of the Senate, it has no power of providing\nfor their removal. [Id., at 162] Accordingly, when an official performing executive functions is appointed by\nthe President with the advice and consent of the Senate, he or she “ will be\nsubject to removal by the President alone, and any legislation to the contrary\nmust fall as in conflict with the C onstitution.” Id ., at 163. The bill, however, exempts from the removal authority of the Merit Systems\nProtection Board all “ Presidential appointees.” Although not defined in the\nbill, this term includes both (1) executive officers appointed by the President\nwith the advice and consent of the Senate, and (2) those “ inferior officers”\nwhose appointment the Congress has vested in the President alone (Art. II, § 2,\ncl. 2, o f the Constitution)."
}