{
  "doc_id": "memos_80",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_80__0",
      "chunk_id": "0",
      "content": "Administrative Assessment of Civil Penalties Against Federal\nAgencies Under the Clean Air Act\nT he C lean Air A ct authorizes the E nvironm ental Protection A gency adm inistratively to assess civil\npenalties against federal agencies for violations of the Act or its im plem enting regulations. Separation of pow ers concerns do not bar E P A ’s exercise o f this authority, because it can be exercised\nconsistent with the C onstitution. July 16, 1997\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nE n v ir o n m e n t a l P r o t e c t io n A g e n c y\nand\nthe G eneral C ounsel D epa r tm en t o f D efen se Y o u have asked for our opinion resolving a dispute between the Environmental\nProtection Agency (“ EPA” ) and the Department of Defense ( “ DOD” ) con­\ncerning whether the Clean Air Act (“ the Act” ), 42 U.S.C. §§ 7401-7671q (1994),\nauthorizes EPA administratively to assess civil penalties against federal agencies\nfor violations of the Act or its implementing regulations, and if so, whether this\nauthority can be exercised consistent with the Constitution. 1 Applying the “ clear\nstatement” rule of statutory construction, which is applicable where a particular\ninterpretation or application of an Act of Congress would raise separation of\npowers concerns, we conclude that the Act does provide EPA such authority. We\nalso conclude that these separation of powers concerns do not bar EPA’s exercise\nof this authority because it can be exercised consistent with the Constitution. I.\nA.\nEPA’s authority to initiate enforcement proceedings under the Clean Air Act\nis set forth in section 113 of the Act, entitled “ Federal Enforcement,” 42 U.S.C.\n1 See Letter for Walter Dellinger, Assistant Attorney General, Office of Legal Counsel, from Jonathan Z. Cannon,\nAssistant Administrator (General Counsel), EPA (Oct 3, 1995), enclosing Memorandum on Assessment o f Adm inistra­\ntive Penalties Against Federal Facilities under the Clean A ir Act (Sept 11, 1995) ( “ EPA M emorandum” ), Letter\nfor W alter Dellinger, from Judith A Miller, General Counsel, DOD (Dec 15, 1995), enclosing DOD Response\nMemorandum • Assessment o f Administrative Penalties Against Executive Branch Agencies Under Section II3{d) o f\nthe Clean A ir Act (Dec 15, 1995) ( ‘‘DOD Response” ), Letter for Christopher Schroeder, Acting Assistant Attorney\nGeneral, Office o f Legal Counsel, from Jonathan Z Cannon (Oct 18, 1996), enclosing EPA Memorandum in Reply\nto Department o f Defense Concerning Administrative Assessment o f Civil Penalties Against Federal Facilities Under\nthe Clean Air Act (Sept. 16, 1996) ( “ EPA Reply” )\n109 O pinions o f the O ffice o f L egal C ounsel in V olum e 21 §7413 (1994)."
    },
    {
      "id": "memos_80__1",
      "chunk_id": "1",
      "content": "O pinions o f the O ffice o f L egal C ounsel in V olum e 21 §7413 (1994). As summarized in section 113(a)(3),2 section 113 provides that\nwhen EPA finds that “ any person has violated, or is in violation o f ’ the Act\nor its implementing regulations, EPA may issue an administrative penalty order\nor a compliance order, bring a civil action, or request the Attorney General to\ncommence a criminal action. The questions presented to us are whether the Act\nauthorizes EPA to issue an administrative penalty order to a federal agency under\nsection 113(d), and if so, whether that authority can be exercised consistent with\nthe Constitution. 3 The Act authorizes EPA to issue two kinds of administrative penalty orders. Section 113(d)(1) authorizes EPA to “ issue an administrative order against any\nperson assessing a civil administrative penalty of up to $25,000, per day of viola­\ntion” when EPA “ finds that such person” has violated the Act or its imple­\nmenting regulations. 42 U.S.C. § 7413(d)(1). Such a penalty may be assessed only\nafter opportunity for a hearing on the record in accordance with the Administrative\nProcedure Act (“ APA” ), 5 U.S.C. §§554, 556 (1994). 42 U.S.C. § 7413(d)(2). In addition, section 113(d)(3) authorizes EPA to implement a field citation pro­\ngram under which “ persons” who commit minor violations of the Act or the\nregulations may receive field citations assessing civil penalties not to exceed\n$5,000 per day. Id. § 7413(d)(3). Field citations may be issued without a hearing,\nbut persons who have received citations may request a hearing. “ Such hearing\nshall not be subject to [the APA], but shall provide a reasonable opportunity to\nbe heard and to present evidence.” Id. The Act provides for the two types of\nadministrative penalty orders to be litigated in the courts in a variety of ways. Persons against whom either kind o f penalty is imposed may seek judicial review\nin federal district court, and in any such proceeding the United States may seek\nan order requiring that the penalties be paid. Id. § 7413(d)(4). In addition, if a\nperson fails to pay any penalty after receiving an order or assessment from EPA,\n“ the Administrator shall request the Attorney General to bring a civil action in\nan appropriate district court to enforce the order or to recover the amount ordered\nor assessed.” Id. § 7413(d)(5). B.\nEPA presents a straightforward position that section 113(d) authorizes EPA to\nassess administrative penalties against federal agencies. That subsection authorizes\nEPA to assess penalties against “ persons.”"
    },
    {
      "id": "memos_80__2",
      "chunk_id": "2",
      "content": "Id. § 7413(d)(5). B.\nEPA presents a straightforward position that section 113(d) authorizes EPA to\nassess administrative penalties against federal agencies. That subsection authorizes\nEPA to assess penalties against “ persons.” Although the term “ person” is not\n2 See 42 U.S.C § 7 4 l3 (a )(3 ) (where it finds a violation, EPA may “ (A) issue an administrative penalty order\nin accordance with subsection (d) o f this section, (B) issue an order requiring such person to comply with such\nrequirement o r prohibition, (C) bring a civil action in accordance with subsection (b) of this section or section\n7605 o f this title, or (D) request the Attorney G eneral to commence a criminal action m accordance with subsection\n(c) o f this section” )\n3 W e intend that o u r resolution o f the questions concerning section 113(d) will also apply to the comparable\nauthority provided to EPA with respect to mobile sources by sections 205(c) and 211(d)(1) o f the Act, 42 U.S.C.\n§§ 7524(c), 7545(d)(1) (1994). See EPA Memorandum at 2-3. 110 Adm inistrative A ssessm ent o f C ivil P enalties A gainst F ederal A gencies Under the Clean A ir A ct defined in section 113, which is the Act’s federal enforcement section, the term\nis defined in the Act’s general definitions section, section 302(e), which provides\nthat the term includes “ any agency, department, or instrumentality of the United\nStates and any office, agent or employee thereof.” 42 U.S.C. § 7602(e) (1994). EPA concludes that “ [s]ince federal facilities expressly fall within the Act’s defi­\nnition of person, [section 113(d)] unambiguously demonstratefs] that EPA has\nauthority to issue administrative penalties against federal facilities.” EPA Memo­\nrandum at 3.\nDOD argues in response that EPA’s interpretation would raise significant sepa­\nration of powers concerns, because it would authorize civil litigation proceedings\nbetween federal agencies, and therefore it can be adopted only if there is an\nexpress statement of congressional intent to provide such authority that is suffi­\ncient to meet the high standard applied by the courts and this Office with respect\nto statutory interpretation questions involving separation of powers concerns. 4\nDOD argues that “ [s]ection 113(d) fails to provide clear and express authority\nfor EPA to impose administrative penalties against Executive Branch agencies.” DOD Response at 4. DOD rejects EPA’s argument that the inclusion of federal\nagencies in the Act’s general definition of “ person” constitutes “ a sufficiently\nexpress statement to allow [EPA] to exercise enforcement authority against other\nExecutive Branch agencies.” Id. at 5.\nII. We agree with DOD that the interpretation of the Clean Air Act advanced by\nEPA — that EPA is authorized to initiate enforcement proceedings under section\n113(d) against federal agencies — raises substantial separation of powers concerns,\nthus warranting application of the clear statement principle. in 1994, this Office was asked whether the Department of Housing and Urban\nDevelopment ( “ HUD” ) has the authority under the Fair Housing Act to initiate\nenforcement proceedings against other federal agencies."
    },
    {
      "id": "memos_80__3",
      "chunk_id": "3",
      "content": "in 1994, this Office was asked whether the Department of Housing and Urban\nDevelopment ( “ HUD” ) has the authority under the Fair Housing Act to initiate\nenforcement proceedings against other federal agencies. We concluded that such\nan interpretation of the Fair Housing Act would raise substantial separation of\npowers concerns “ relat[ing] to both the President’s authority under Article II of\nthe Constitution to supervise and direct executive branch agencies and the Article\nIII limitation that the jurisdiction of the federal courts extends only to actual cases\nand controversies.” Fair Housing Act Opinion, 18 Op. O.L.C. at 105. We stated\nthat “ [w]ith respect to the Article III issue, this Office has consistently said that\n‘lawsuits between two federal agencies are not generally justiciable,’ ” id. at 106\n4See DOD Response at 4 ( “ The assessment o f administrative penalties against Executive Branch agencies by\nEPA is based on a statutory scheme that contemplates judicial intervention into what should be a purely Executive\nBranch function, thus raising significant constitutional separation o f powers concerns, warranting the high standard\no f review ” ) (citing Authority o f Department o f Housing and Urban Development to Initiate Enforcement Actions\nUnder the Fair Housing Act Against Other Executive Branch Agencies, 18 Op O L C 101 (1994) (“ Fair Housing\nAct Opinion” ) in O pinions o f the O ffice o f L egal C ounsel m Volum e 21 (quoting Constitutionality o f Nuclear Regulatory Commission’s Imposition o f Civil\nPenalties on the Air Force, 13 Op. O.L.C. 131, 138 (1989) (“ NRC Opinion” )),\nand that “ [w]ith respect to Article II, we have indicated that construing a statute\nto authorize an executive branch agency to obtain judicial resolution of a dispute\nwith another executive branch agency implicates ‘the President’s authority under\nArticle II of the Constitution to supervise his subordinates and resolve disputes\namong them.’ ” Id. (quoting Review of Final Order in Alien Employer Sanctions\nCases, 13 Op. O.L.C. 370, 371 (1989)). We observed in our Fair Housing Act opinion that these separation of powers\nconcerns\nare the essential backdrop for our analysis of whether the Fair\nHousing Act authorizes HUD to initiate enforcement proceedings\nagainst other executive branch agencies. Like the Supreme Court,\nwe are “ loath to conclude that Congress intended to press ahead\ninto dangerous constitutional thickets in the absence of firm evi­\ndence that it courted those perils.” Id. at 106-07 (quoting Public Citizen v. Department o f Justice, 491 U.S. 440, 466 (1989)). Accordingly, we applied a clear statement rule and concluded that\nthe statute did not provide HUD this authority:\nApplying the standard the Supreme Court has used when a par­\nticular interpretation or application of an Act of Congress would\nraise separation of powers or federalism concerns, we believe that\nbecause substantial separation of powers concerns would be raised\nby construing the Act to authorize HUD to initiate enforcement pro­\nceedings against other executive branch agencies, we cannot so con­\nstrue the Act unless it contains an express statement that Congress\nintended HUD to have such authority. Because the Act does not\ncontain such an express statement, we conclude that it does not\ngrant HUD this authority."
    },
    {
      "id": "memos_80__4",
      "chunk_id": "4",
      "content": "Because the Act does not\ncontain such an express statement, we conclude that it does not\ngrant HUD this authority. Id. at 101. Our insistence in the Fair Housing Act Opinion that the statute must ‘‘contain[ ]\nan express statement that Congress intended HUD to have such authority” was\nconsistent with a long line of opinions of the Supreme Court and this Office that\nrequire a clear statement of congressional intent when separation of powers or\nfederalism concerns would be raised. Many of these opinions are cited in an\nopinion that we issued subsequent to the Fair Housing Act Opinion. See Applica­\ntion o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges, 19 Op.\nO.L.C. 350 (1995) (concluding that 28 U.S.C. §458 (1994), which prohibits\nappointment or employment of relatives of judges in same court, does not apply\n112 A d m inistrative A ssessm ent o f C ivil P enalties'A gainst F ederal A g en cies Under the Clean A ir A ct to presidential appointments of judges). We stated in that opinion that “ [g]iven\nthe central position that the doctrines of federalism and separation of powers\noccupy in the Constitution’s design, [the clear statement rule] serves to ‘assure[]\nthat the legislature has in fact faced, and intended to bring into issue, the critical\nmatters’ of the balance of power among the three branches of the federal govern­\nment, in the context of separation of powers, and between the federal and state\ngovernments, in the context of federalism.” Id. at 352 (quoting Gregory v.\nAshcroft, 501 U.S. 452, 461 (1991)). See also Will v. Michigan Dep't o f State\nPolice, 491 U.S. 58, 65 (1989); United States v. Bass, 404 U.S. 336, 349 (1971). III. Based on the foregoing discussion, we must find a clear statement of congres­\nsional intent before we can conclude that the Clean Air Act authorizes EPA to\ninitiate enforcement proceedings against other executive branch agencies. As dis­\ncussed below, we believe that the statutory text provides a very strong basis for\nfinding a clear statement of such intent and that this conclusion is fully supported\nby the legislative history of the Act, particularly the 1977 amendment of the defi­\nnition of “ person” to include federal agencies. A straightforward review of the relevant provisions of the Clean Air Act’s statu­\ntory text supports EPA’s position that the statute gives EPA authority to assess\ncivil penalties against federal agencies administratively. EPA’s authority under\nsection 113(d) is available with respect to “ persons” who violate the Act.5 The\nterm “ person” is defined in section 302(e): “ When used in [the Clean Air Act]\n. . . [t]he term ‘person’ includes an individual, corporation, partnership, associa­\ntion, State, municipality, political subdivision of a State, and any agency, depart­\nment, or instrumentality o f the United States and any officer, agent, or employee\nthereof.” 42 U.S.C. § 7602(e) (emphasis added). EPA rests its argument on the plain meaning of these two provisions. EPA\ndoes so with good justification, because read together sections 113(d) and 302(e)\nexpressly provide that EPA may issue administrative penalty assessments against\nfederal agencies."
    },
    {
      "id": "memos_80__5",
      "chunk_id": "5",
      "content": "EPA rests its argument on the plain meaning of these two provisions. EPA\ndoes so with good justification, because read together sections 113(d) and 302(e)\nexpressly provide that EPA may issue administrative penalty assessments against\nfederal agencies. We have also reviewed the evolution of the relevant provisions\nof the Clean Air Act as reflected by various amendments to the Act over the\nyears. As discussed below, that history fully supports the conclusion that Congress\ncontemplated EPA enforcement against other federal agencies. 5 Section 113(d)(1) provides for assessment o f civil penalties against “ persons” . ‘‘The Administrator may issue\nan administrative order against any person\n” 42 U S C § 7413(d)( 1) Section 113(d)(3) achieves the same\nresult, but uses indirect language “ The Administrator may implement\na field citation program . . . [under]\nwhich field citations\nmay be issued by officers or employees designated by the Administrator Any person\nto whom a field citation is assessed may . elect to pay the penalty assessment or lo request a hearing on the\nfield citation ” Id. § 7413(d)(3). The plain language o f these provisions refutes DOD’s position that this language\n“ cannot fairly be read to constitute an affirmative grant of authority to issue a field citation against ‘any person ’ ”\nDOD Response at 5. 113 O pinions o f the O ffice o f L egal C ounsel in Volum e 21 The administrative enforcement provisions set forth in section 113(d) were\nenacted as part of the Clean Air Act Amendments of 1990 (“ the 1990 Amend­\nments” ), Pub. L. No. 101-549, §701, 104 Stat. 2399, 2677-79. We have reviewed\nthe legislative history of the 1990 Amendments and have found no discussion\nof the application of those provisions to federal agencies. We have not limited\nour legislative history review to the 1990 Amendments, however, because the\nadministrative enforcement authorities provided by those amendments merely\nsupplemented the enforcement authorities EPA already had with respect to “ per­\nsons” under the other provisions of section 113. Thus, Congress’s intent in pro­\nviding EPA those other authorities is controlling. EPA’s other enforcement authorities under section 113 originated with the Clean\nAir Act Amendments of 1970 (“ the 1970 Amendments” ), Pub. L. No. 91-604,\n§4(a), 84 Stat. 1676, 1686-87. As with the current version of section 113, the\n1970 version authorized federal enforcement against “ persons.” However, at that\ntime the Act’s definition of “person” did not include agencies of the federal\ngovernment. 6 The 1970 Amendments also revised section 118 of the Act to make\nfederal agencies subject to the substantive requirements of the Act: “ [Federal\nagencies] shall comply with Federal, State, interstate, and local requirements\nrespecting control and abatement o f air pollution to the same extent that any per­\nson is subject to such requirements.” Id. §5, 84 Stat. at 1689.7 Thus, the 1970\nversion of section 118 referred only to federal agencies complying with sub­\nstantive requirements; it did not contain any language subjecting federal agencies\nto enforcement authority."
    },
    {
      "id": "memos_80__6",
      "chunk_id": "6",
      "content": "Id. §5, 84 Stat. at 1689.7 Thus, the 1970\nversion of section 118 referred only to federal agencies complying with sub­\nstantive requirements; it did not contain any language subjecting federal agencies\nto enforcement authority. In 1977, the definition of “person” was expanded to include “ any agency,\ndepartment, or instrumentality of the United States.” Clean Air Act Amendments\nof 1977 (“ the 1977 Amendments” ), Pub. L. No. 95-95, § 301(b), 91 Stat. 685,\n770. This amendment was contained in the House-passed version of the 1977\nAmendments, which was accepted by the conference committee. See H.R. 6161,\n§ 113(d), 95th Cong., 1st Sess. (1977) (“ House Bill” ); H.R. Conf. Rep. No. 95564, at 137, 172 (1977), reprinted in 1977 U.S.C.C.A.N. 1502, 1517-18, 155253. The committee report accompanying the House Bill expressly stated that the\nspecific purpose of the expansion of the definition of “ person” was to make it\nclear that section 113 enforcement was available with respect to federal agencies:\n6 “ Person” was lim ited to “ an individual, corporation, partnership, association, State, municipality, and political\nsubdivision o f a State ” Pub. L No 88-206, §9 (e), 77 Stat 392, 400 (1963) 7The previous version o f section 118, enacted in 1959, merely requested federal agencies to “ cooperate” with\nair pollution enforcement control agencies See A ct o f Sept. 22, 1959 ( “ the 1959 Amendments” ), Pub. L No 86365, §2 , 73 Stat 646 ( “ It is hereby declared to be the intent o f the Congress that any Federal department or agency\n. . shall, to the extent practicable and consistent with the interests of the United States and within any available\nappropriations, cooperate with the Department o f Health, Education, and W elfare, and with any interstate agency\nor any State or local government air pollution control agency in preventing or controlling the pollution o f the air\n. . . ”). 114 A dm inistrative A ssessm ent o f Civil P enalties A gainst F ederal A gencies U nder th e Clean A ir A ct Finally, in defining the term “ person” for the purpose of section\n113 of the act to include Federal agencies, departments, instrumen­\ntalities, officers, agents, or employees, the committee is expressing\nits unambiguous intent that the enforcement authorities of section\n113 may be used to insure compliance and/or to impose sanctions\nagainst any Federal violator of the act. H.R. Rep. No. 95-294, at 200 (1977), reprinted in 1977 U.S.C.C.A.N. 1077, 1279\n(“ House Report” ).8 In sum, the expansion of the definition of “ person” to include federal agencies,\ntogether with the statement in the House Report that the definitional change was\nfor the express purpose of subjecting federal agencies to EPA enforcement under\nsection 113, leave no room for doubt that Congress clearly indicated in 1977 its\nintent to authorize EPA to use its section 113 enforcement authorities against fed­\neral agencies. IV. EPA takes the position that its authority under the Clean Air Act to assess civil\npenalties against federal agencies administratively can be exercised consistent with\nArticles II and III of the Constitution."
    },
    {
      "id": "memos_80__7",
      "chunk_id": "7",
      "content": "IV. EPA takes the position that its authority under the Clean Air Act to assess civil\npenalties against federal agencies administratively can be exercised consistent with\nArticles II and III of the Constitution. EPA bases its position on the view that\nthe Act\nprovides sufficient discretion to the affected parties so that complete\nresolution of the dispute may occur within the Executive Branch,\nup to and including referral to the President of any issues that are\nnot otherwise resolved, and the President is not deprived of his\nopportunity to review the matter in dispute. EPA Memorandum at 1. We agree with EPA’s position. We will discuss the\nArticle II and Article III issues separately. A.\nEPA asserts that it can exercise its administrative enforcement authority under\nthe Act in a way that is consistent with the President’s supervisory authority under\nArticle II. EPA emphasizes that the Act\nprovides a federal facility with the right to a hearing before final\nassessment of a penalty, and therefore . . . provides federal facili­\n8The quotation from the House Report indicates that the House Bill “ defin[ed] the term ‘person’ for the purpose\nof section 113 ” The House Bill accomplished that purpose by amending the A ct’s general definition o f “ person,”\nnot by creating a special definition applicable only to section 113. See H R 6161, supra, § 113(d). 115 O pinions o f the O ffice o f Legal C ounsel in V olum e 21 ties with sufficient opportunity to raise any dispute to the President\nwhere considered appropriate. Nothing in the Act would prevent\na federal facility from exercising this opportunity to raise any dis­\npute to the President. Id. at 5 (footnote omitted). Nor are federal agencies limited to using the hearing process to raise a dispute to the appropriate level within the executive branch:\nfederal agencies will have the opportunity to consult with the EPA Administrator\nbefore any assessment is final, see id., and the Attorney General could seek to\nresolve the matter if either EPA or the respondent federal agency sought to litigate\nthe matter, see id. at 6. The critical point for constitutional purposes is that the Act does not preclude\nthe President from authorizing any process he chooses to resolve disputes between\nEPA and other federal agencies regarding the assessment of administrative pen­\nalties. “ [I]t is not inconsistent with the Constitution for an executive agency to\nimpose a penalty on another executive agency pursuant to its statutory authority\nso long as the President is not deprived of his opportunity to review the matter.” NRC Opinion, 13 Op. O.L.C. at 136-37. DOD attempts to distinguish our NRC Opinion, which concluded that the\nadministrative enforcement authority of the Nuclear Regulatory Commission\n(“ NRC” ) under the Atomic Energy Act, see 42 U.S.C. §2282 (1994), could be\nexercised against federal agencies consistent with Article II. DOD suggests that\nthe statutory regimes are different, arguing principally that they differ with respect\nto the Attorney General’s authority to resolve a dispute."
    },
    {
      "id": "memos_80__8",
      "chunk_id": "8",
      "content": "DOD suggests that\nthe statutory regimes are different, arguing principally that they differ with respect\nto the Attorney General’s authority to resolve a dispute. It notes that the Atomic\nEnergy Act contains an express authorization to the Attorney General, in cir­\ncumstances where the NRC has requested that the Attorney General institute a\ncivil action to collect a penalty, “ to compromise, mitigate, or remit such civil\npenalties.” 42 U.S.C. §2282(c). See DOD Response at 10-11. DOD then asserts\nthat the Clean Air Act is different because it ‘‘limits the discretion of the Attorney\nGeneral to compromise, mitigate or remit a penalty assessment.” Id. DOD appar­\nently bases that assertion on the language in section 113(d)(5) stating that in any\ncivil action ‘‘the validity, amount, and appropriateness of such order or assessment\nshall not be subject to review.” 42 U.S.C. § 7413(d)(5). DOD’s assertion that the Clean Air Act limits the Attorney General’s discretion\nis incorrect. Section 113(d)(5) acts as a limitation only on the authority of the\ncourts in any action that is brought before the courts. It is not a limitation on\nthe Attorney General, acting under Executive Order No. 12146 or any litigation\nreview process, o r— more to the point — the President acting through whatever\nexecutive branch process he may authorize. The absence of any limitation on the\nPresident’s discretion is the dispositive factor for constitutional purposes, and in\nthat respect the two statutory regimes are the same. Neither statute precludes reso­\n116 A dm inistrative A ssessm ent o f Civil P enalties A gainst F ederal A gencies Under the Clean A ir A ct lution within the executive branch, including resolution by the President, of dis­\nputes between the enforcement agency and other federal agencies. 9\nB.\nEPA acknowledges that the civil action provisions contained in sections\n113(d)(4) and 113(d)(5) of the Act, see 42 U.S.C. §§ 7413(d)(4), 7413(d)(5),\n“ raise the possibility of one executive branch agency suing another in federal\ncourt over the administrative penalty,” EPA Memorandum at 9, but it takes the\nposition that “ [t]he constitutional concerns . . . could be avoided by an interpreta­\ntion that the general reference to review in federal district court reasonably means\nonly judicial review that was otherwise constitutional.” Id. In particular, EPA\nemphasizes that “ nothing in the Clean Air Act mandates that two executive branch\nagencies end up in federal court. There is at most an opportunity for any agency\nto seek judicial review, and a requirement that EPA ‘request’ that the Attorney\nGeneral file a collection action.” Id. EPA concludes that “ the mere possibility\nthat an interagency lawsuit might result does not invalidate an agency’s ability\nto assess civil penalties against another executive branch agency, where the\nAttorney General has adequate discretion to control the filing of such a lawsuit.” Id. at 10."
    },
    {
      "id": "memos_80__9",
      "chunk_id": "9",
      "content": "Id. EPA concludes that “ the mere possibility\nthat an interagency lawsuit might result does not invalidate an agency’s ability\nto assess civil penalties against another executive branch agency, where the\nAttorney General has adequate discretion to control the filing of such a lawsuit.” Id. at 10. As stated in Section II of this opinion, “ this Office has consistently said that\n‘lawsuits between two federal agencies are not generally justiciable.’ ” Fair\nHousing Act Opinion, 18 Op. O.L.C. at 106 (quoting NRC Opinion, 13 Op. O.L.C.\nat 138). “ We have reasoned that federal courts may adjudicate only actual cases\nand controversies, that a lawsuit involving the same person as both plaintiff and\ndefendant does not constitute an actual controversy, and that this principle applies\nto suits between two agencies of the executive branch.” Id. We agree with EPA,\nhowever, that this Article III barrier to use of the civil action remedies of section\n113(d) is not a barrier to EPA’s exercise of its administrative enforcement\nauthority under the Act. Put another way, we agree that the administrative\nauthority can be exercised consistent with Article HI. The Act does not require\nthat civil actions be brought in the event of a dispute of an assessment by EPA;\nit merely authorizes the bringing of such actions. Thus, as is the case with the comparable provisions contained in the Atomic\nEnergy Act, which we concluded in our NRC opinion could be applied consistent\nwith Article III, “ this constitutional issue need not arise, because the framework\n9 Nor does ihe Clean Air A ct’s citizen suit provision operate to preclude resolution within the executive branch\nSection 304 provides thai “ any person may commence a civil action on his own behalf . . against any person\n(including\nthe United States\n) who is alleged\nto be in violation of . (B) an order issued by [EPAJ\nwith respect to (an emission) standard or limitation” under the Act. 42 U S C. § \"7604(a)(1) (1994) T he filing\nof a citizen suit during the pendency o f a dispute between EPA and a federal agency would not prevent the President\nfrom directing EPA to suspend, withdraw or modify the order it had issued to the agency. Such direction could\nbe provided specifically in individual cases or generally by operation o f a standing directive setting forth procedures\nfor resolution o f enforcement proceedings under section 113. 117 O pinions o f the O ffice o f Legal C ounsel in Volum e 21 of the Act clearly permits [a] dispute over civil penalties to be resolved within\nthe executive branch, and without recourse to the judiciary.” NRC Opinion, 13\nOp. O.L.C. at 141.10 To the extent that the civil action provision of the two stat­\nutes are parallel, in that the Attorney General rather than the enforcement agency\nhas control over whether to bring the civil action, our analysis in the NRC Opinion\nis directly controlling here: It is therefore clear that the Attorney General may exercise [her]\ndiscretion to ensure that no lawsuits are filed by [EPA] against\nother agencies of the executive branch."
    },
    {
      "id": "memos_80__10",
      "chunk_id": "10",
      "content": "It is therefore clear that the Attorney General may exercise [her]\ndiscretion to ensure that no lawsuits are filed by [EPA] against\nother agencies of the executive branch. If the Attorney General and\nthe President determine that no civil penalties should be collected,\nthe Attorney General may simply refrain from bringing a lawsuit. If the Attorney General determines that certain civil penalties are\nappropriate, however, the Attorney General would still not bring\na lawsuit because of the constitutional problems noted above. Rather, procedures internal to the executive branch are adequate\nto resolve the dispute through the determination that [the federal\nagency responsible for the federal facility] is liable. Id. at 143. The only difference between the two statutes that is relevant to the Article III\nquestion is that section 113(d)(4) of the Clean Air Act would also authorize the\nagency responsible for the federal facility to initiate a civil action to contest an\nEPA administrative order. See 42 U.S.C. § 7413(d)(4). The difference is not\nsignificant for constitutional purposes, however, because, as we have explained,\nthe Act is permissive only and does not require any federal agency to bring a\ncivil action. Moreover, the Attorney General and the President possess the\nauthority to forestall litigation between executive branch entities. The Attorney\nGeneral is responsible for conducting litigation on behalf of most federal agencies\nand therefore can ensure that no civil action is filed by those agencies against\nanother federal entity. We would expect that the relatively few federal agencies\nthat have relevant independent litigating authority similarly would decline to file\ncivil actions, consistent with the conclusions set forth in this memorandum. In\nany event, the President could direct the agency head not to bring an action or\nto withdraw any action that might be filed. DAWN E. JOHNSEN\nActing Assistant Attorney General\nOffice of Legal Counsel\nxoSee also id. at 143 (“ We thus conclude that a lawsuit between two agencies of the executive branch would\ninvolve substantial constitutional problems, but that the statutory scheme permits resolution of the interagency dispute\nwithin the executive branch.” ). 118"
    }
  ]
}