{
  "document_category": "memos",
  "docId": "memos_77",
  "chunk_index": 2,
  "chunk_text": "It excludes those cor­\nporations in which the interest of the Government is custodial or\nincidental. H.R. Rep. No. 304, 80th Cong., 1st Sess. A6 (1947) (revisers’ notes reprinted in\n18 U.S.C. § 6). Few judicial precedents are available to guide us in interpreting 18 U.S.C.\n§ 6, and none of those involve corporations similar to USRC.' In his 1948 letter\nto the Secretary of the Army, supra, the Attorney General concluded that the\nPanama Railroad Company was an agency of the United States under 18 U.S.C.\n§ 6. Although he did not explain what factors led to that conclusion, an exami­\nnation of the status of the Panama Railroad Company in 1948 reveals several rel­\nevant considerations. Under the Act of June 29, 1948, 62 Stat. 1075, 1076-80,\nthe Panama Railroad Company was “an agency and instrumentality of the United\nStates,” funded by congressional appropriations and transfers from other gov­\nernment agencies, with the responsibility for operating a railroad across the\nPanamanian Isthmus and for building and maintaining the infrastructure of the\nCanal Zone. More helpful is the discussion of the definition of “agency of the United States”\nin this Office’s opinion finding the Federal National Mortgage Association\n(“FNMA”) an agency of the United States for the purposes of 18 U.S.C. § 431. Section 431, another conflict of interest provision, prohibits Members of Con­\ngress from entering into contracts with agencies of the United States. In a mem­\norandum for Joseph F. Dolan, Assistant Deputy Attorney General, from Norbert\nA. Schlei, Assistant Attorney General, Office of Legal Counsel (Dec. 18, 1963)\n(“Schlei Memorandum”), we concluded that the status of the FNMA as an agency\nof the United States precluded the FNMA’s representation by a law firm of which\na Congressman was a member. We examined the charter of the FNMA and de­\ntermined that it was a “corporation in which the United States has a proprietary\ninterest.” Id. at 3. In making this determination we took into account the follow­\ning factors: 1) the corporation was created by federal statute; 2) one of the\nFNMA’s functions was “to provide Government assistance for certain types of\nmortgages”; 3) the FNMA was a mixed-ownership corporation in which the Sec­\nretary of the Treasury owned the preferred stock; and 4) the United States exer­\ncised substantial control over the FNM A’s activities. Id. at 4—6. 1\nCompare United States v Allen, 193 F. Supp. 954,957 (S D. Cal. 1961) (a federal grand jury is not an agency\nof the United States) with United States v. Stark, 131 F. Supp. 190, 194 (D. Md. 1955) (the FBI is an agency o f the\nUnited States). Neither o f these cases suggests any standards that can be used to decide whether a particular cor­\nporate entity should be regarded as an “agency o f the United States\" under the statute. 85 Based upon these precedents, we believe that USRC should be regarded as an\nagency of the United States for purposes of title 18 if the interest of the United\nStates in the corporation is “proprietary,” but not if the interest of the United\nStates is “custodial or incidental.”"
}