{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 4,
  "chunk_text": "A wide range of commentators has recognized\nthat OIRA’s regulatory review process, which draws on the expertise of\nthe entire government, has come to provide an “essential mechanism to\nensure unity and coherence in execution of the law.” OMB Letter at 4. 3\n3 See, e.g., Letter for Ron Johnson, Chairman, and Thomas R. Carper, Ranking Member, Senate Committee on Homeland Security and Governmental Affairs, from Thomas\nSusman, Director, Governmental Affairs Office, American Bar Association (“ABA”), Re:\nSupport for S. 1067, the “Independent Agency Regulatory Analysis Act of 2015” at 2–3\n(July 23, 2015) (centralized review ensures that “regulatory policy . . . is responsive to the\ninterests of the public as a whole”); Sunstein, OIRA Myths and Realities, 126 Harv. L.\nRev. at 1850 (centralized review allows “extremely important and valuable” interagency\ncoordination); Sally Katzen, OIRA at Thirty: Reflections and Recommendations, 63 4 Extending Regulatory Review to Independent Regulatory Agencies An agency may not publish or proceed with a proposed action (unless\notherwise required to do so by law) without addressing the concerns\nexpressed by OIRA or others during the review process, or elevating any\ndisagreements to the President. See EO 12866, § 8. But EO 12866 does\nnot authorize OIRA “to ‘approve’ or ‘disapprove’ a draft rule.” Copeland,\nRole of OIRA at 14. Section 9 provides that “[n]othing in this order shall\nbe construed as displacing the agencies’ authorities or responsibilities, as\nauthorized by law.” See also EO 12866, pmbl. (providing that the order\n“reaffirm[s] the primacy of Federal agencies in the regulatory decisionmaking process” and that regulatory review “shall be conducted so as to\nmeet applicable statutory requirements and with due regard to the discretion that has been entrusted to the Federal agencies”). Therefore, the\nOIRA review process, while mandatory, is also a consultative one, improving regulatory outcomes while preserving an agency’s statutory\ndiscretion. In adopting EO 12291, the Reagan Administration considered applying\nOIRA’s regulatory review process to “independent regulatory agenc[ies],”\nas defined in 44 U.S.C. § 3502. At the time, this Office approved the\nlegality of such a direction. See Memorandum for David Stockman, Director, OMB, from Larry L. Simms, Acting Assistant Attorney General,\nOffice of Legal Counsel, Re: Proposed Executive Order on Federal\nRegulation at 7 (Feb. 12, 1981) (“Simms Memorandum”), reprinted in\nRole of OMB in Regulation: Hearing Before the Subcomm. on Oversight\n& Investigations of the H. Comm. on Energy & Commerce, 97th Cong.\n152, 158 (1981) (“Role of OMB Hearing”). Even if Congress sought to\nlimit “[p]residential supervision” of independent agencies “on matters of\nsubstantive policy,” we advised that subjecting them to the proposed\nregulatory review process would be consistent with their independent"
}