{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 15,
  "chunk_text": "Judge David Thompson. See Howard Mintz, Nepotism Law Threatens Nomination; Mother\nand Child Reunion on Bench?, Legal Times, Dec. 11, 1995, at 8. Because we do not believe that §458 applies\nto the office o f judge, it is o u r conclusion that Chief Judge J. Clifford W allace could not have violated § 4 5 8 by\nexercising his authority under 28 U.S.C § 292(a) to designate District Judge Thompson to sit as a Judge on a Ninth\nCircuit panel with his brother. 361 Opinions o f the Office o f Legal Counsel in Volume 19 in We have reviewed the legislative debate over the Act of 1911, and have found\nno evidence that the textual alteration of the earlier statutory language was\nintended to work any change in the class of offices or duties covered, and certainly\nnone that it was meant to reach presidential appointments to the federal bench. Moreover, contemporaneous and near contemporaneous evidence of Congress’s\nown understanding clearly substantiates that Congress did not intend to extend\nthe scope of the earlier prohibition to include judicial appointments by the Presi­\ndent. Section 297 of the Act of Mar. 3, 1911, was to go into effect on January\n1, 1912, abolishing the circuit courts and causing the district courts to succeed\nthem, so that clerks would have to be appointed for the district courts. Shortly\nbefore the law went into effect, it was pointed out in Congress that these changes\n“ would prevent any man who is related within certain degree by affinity or con­\nsanguinity to the district judge from being appointed clerk.” 48 Cong. Rec. 309\n(1911) (remarks of Rep. Clayton). Thus, even incumbents who had not been\nappointed to circuit court clerkships by judicial relatives would be ineligible to\nbe appointed to clerkships in the succeeding district courts if it happened that\ntheir close relatives sat on those district courts. Several members of Congress\nobjected to that unforeseen and unintended outcome. Legislation was introduced,\nand eventually adopted, to “grandfather in” such incumbents. 15 In the course of the House debate on this amendatory measure, several members\nadverted to the prohibition of the then-recent prior law. Congressman Mann\ndescribed section 297 as “ providing that the judge o f the Federal court shall not\nbe permitted to appoint his first cousin an officer o f the court . . . . It should\nbe the policy of the country to uphold the dignity o f the Federal bench, to guard\nagainst the possibility o f favoritism on the part o f the judges because of close\nkinship.” 48 Cong. Rec. at 310 (remarks of Rep. Mann) (emphasis added). Simi­\nlarly, in colloquy, Mr. Hardy asked if the proposed amendment “ opposes the\nappointment o f relatives by public officials?” , and Mr. Bartlett, referring to sec­\ntion 297, responded that “ [t]he original section, I apprehend, had that purpose\nin view.” Id. Plainly, then, the members of the House interested in the amendment\nin the December 1911 debate understood that the March 1911 enactment had only\nrestricted the power o f judges to appoint their near kin to positions with their\ncourts."
}