{
  "document_category": "memos",
  "docId": "memos_72",
  "chunk_index": 4,
  "chunk_text": "Breach of an international agreement involves an\nobligation to make reparation in an adequate form, even when the\ntreaty does not specify damages as a remedy. E.g., Corfu Channel Case,\n1949 I.C.J. at pp. 23-24. Self-help is recognized in international law as a method of securing\npayment for damages. The unquestioned right of a state to protect its\nnationals in their persons and property while in a foreign country must\npermit initial seizure and ultimate expropriation of assets if other meth­\nods of securing compensation should fail. E.g., Sordino v. Federal R e­\nserve Bank o f N ew York, 361 F.2d 106 (2d Cir.), cert, denied, 385 U.S.\n898 (1966). The United States is now proceeding against Iran in the International\nCourt of Justice. The Court ruled as a preliminary matter on December\n15, 1979, that Iran has violated pertinent treaties. It has not yet ruled on\nthe question of damages. In January the United States submitted a\nMemorial (brief) to the Court seeking a judgment that the United States\nis “entitled to the payment to it, in its own right and in the exercise of\nits right of diplomatic protection of its nationals held hostage, of repa­\nration . . . in a sum to be determined by the Court at a subsequent\nstage of the proceedings.” It is likely that the issue of liability will be\nargued to the Court in the near future and there is every reason to\nanticipate a favorable judgment on the question. Such a judgment\nwould, of course, lend support to any self-help remedies the United\nStates may seek to apply. If in a subsequent hearing the Court were to\nfind damages in an amount less than that seized by the United States,\nwe might face the issue of whether part of the assets should be\nreturned. B. Reprisal Apart from the issue of damages, vesting may be viewed as a reprisal\nfor the continuing violations of international law by Iran and thus as an\nelement of our diplomatic efforts to end those violations. A. David,\nThe Strategy of Treaty Termination: Lawful Breaches and Retaliations\n234 (Yale Univ. Press, 1975). Non-forcible reprisals may be used in the\ncase of breach of treaty obligations. Com m entary on Vienna Convention\n204 on L aw o f Treaties, [1966] 2 Y.B. Int’l L. Comm’n 253-54. Since other means of settling the dispute have failed, and since we can argue that\nseizure is reasonably proportional to the injury suffered, this action can\nbe justified as meeting the standards of customary international law. E.g., 12 M. Whiteman, Digest of Int’l Law 321-28. We take no position\non whether vesting will be an effective method of resolving the diplo­\nmatic impasse. IV. Effect of Vesting on Pending Litigation\nA. Dom estic Litigation What effect would a vesting of Iranian government-owned assets\nhave on domestic suits—and especially on pre-judgment attachments\nwhich have been attempted by American creditors, primarily by Amer­\nican banks who have in their custody Iranian government deposits?"
}