{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 20,
  "chunk_text": "Whether, therefore,\nwe subscribe to the one or the other school of thought in that matter, we can find no precedent to sus­\ntain the method here proposed for admitting foreign temtory. 31 Cong. Rec 5975 (1898). He thus characterized the effort to annex Hawaii by joint resolution after the defeat of\nthe treaty as “a deliberate attempt to do unlawfully that which can not be lawfully done ” Id\n31 Additionally, Congress has authonzed the extension of United States’ control to guano islands discovered and\noccupied by citizens of the United States The Guano Islands Act provided: Whenever any citizen of the United States discovers a deposit of guano on any island, rock, or key,\nnot within the lawful jurisdiction of any other government, and not occupied by the citizens of any\nother government, and takes peaceable possession thereof, and occupies the same, such island, rock,\nor key may, at the discretion of the President, be considered as appertaining to the United States. 48 U.S.C. § 1411. In Jones v. United States, 137 U.S. 202 (1890), the Supreme Court held that the statute was valid\nand that Navassa, a guano island claimed under that statute, “must be considered as appertaining to the United\nStates.” Id. at 224. The Guano Islands Act does not appear to be an explicit claim of territory by Congress. 252 sentative of the United States in foreign affairs, which authorizes the United States\nto claim territorial rights in the sea for the purpose of international law. The Court\nleft open the question of whether Congress could establish a state boundary of\nmore than three miles beyond its coast that would constitute an overriding claim\non behalf of the United States under international law. Id. Indeed, elsewhere in\nits opinion the Court hints that congressional action cannot have such an effect. Id. at 51. In the time permitted for our review we are unable to resolve the matter de­\nfinitively, but we believe that H.R. 5069 raises serious constitutional questions. We have been unable to identify a basis for the bill in any source of constitutional\nauthority. Because of these concerns, we believe that, absent a treaty, the pro­\nposed proclamation represents the most defensible means of asserting sovereignty\nover the territorial sea. III. The Proclamation’s Effect on Domestic Law In this section, we consider what effect the proposed proclamation will have\non domestic law. By its terms, the proclamation will make clear that it is not in­\ntended to affect domestic law. Congress may, however, have enacted statutes that\nare intended to be linked to the extent of the United States’ territorial sea under\ninternational law. The issue, therefore, in determining the effect of the procla­\nmation on domestic law is whether Congress intended for the jurisdiction of any\nexisting statute to include an expanded territorial sea. Thus, the question is one\nof legislative intent.32\nA. Statutory Intent The statutes potentially affected by the proclamation are too numerous to con­\nsider individually in the time permitted."
}