{
  "document_category": "memos",
  "docId": "memos_12",
  "chunk_index": 11,
  "chunk_text": "2. C ellular C allers Dialing 911 Have Impliedly Consented to the Transmission\no f Information Regarding Their Physical Location\nEven assuming that the provision to public safety agencies of information re­\ngarding the physical location of a cellular caller dialing 911 would constitute a\nsearch within the meaning of the Fourth Amendment, that search would be lawful\nif the caller consented to it, as consent is “ one of the specifically established\nexceptions to the requirements of both a warrant and probable cause.” Schneckloth\nv. Bustam onte, 412 U.S. 218, 219 (1973). As set forth above, we believe that\ndialing 911 evidences such consent. Consent to a warrantless search can be explicit or can be implied from conduct. The Seventh Circuit recently reviewed the caselaw on implied consent, summa­\nrizing the pertinent analysis as follows:\nGenerally, in deciding whether to uphold a warrantless search on\nthe basis of implied consent, courts consider whether (1) the person\nsearched was on notice that undertaking certain conduct, like at­\ntempting to enter a building or board an airplane, would subject\nhim to a search, (2) the person voluntarily engaged in the specified\nconduct, (3) the search was justified by a ‘vital interest’, (4) the\nsearch was reasonably effective in securing the interests at stake,\n(5) the search was only as intrusive as necessary to further the inter­\nests justifying the search and (6) the search curtailed, to some ex­\ntent, unbridled discretion in the searching officers. M cGann v. N ortheast III. Regional Commuter R.R., 8 F.3d 1174, 1181 (7th Cir. 1993) (citations omitted).18\n18 44W e decline to regard these six factors as dispositive criteria. Rather, these factors should be examined carefully\nin each case in evaluating the totality o f the circumstances and in respecting the consideration that the courts not\nunnecessarily extend exceptions to the warrant requirem ent.\" Id. at 1181. See also Almeida-Sanchez v. United States, 322 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser’s Physical\nLocation to Public Safety Organizations Applying this analysis to the “ search” here at issue leads us to conclude that\na person using his cellular telephone to call 911 impliedly consents to the carrier\nproviding public safety officials with information as to his physical location. Al­\nmost all, if not all, of the above-enumerated factors will be satisfied. The caller\nwill have voluntarily called 911; the search will be justified by a vital interest\nin responding to an emergency and should be quite effective in facilitating that\nresponse; and the search will be limited to determining the caller’s physical loca­\ntion, and thus will be only as intrusive as necessary to respond quickly and effi­\nciently to the emergency and should minimize any risk of unbridled discretion\nby officers. The only factor possibly raising a question would be the first. In\nmost instances, a person calling 911 will be doing so to obtain help for himself\nor someone in his immediate vicinity, and thus he will undoubtedly be “ on no­\ntice” that calling 911 will entail disclosure of his location."
}