{
  "doc_id": "memos_56",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_56__0",
      "chunk_id": "0",
      "content": "Presidential Authority to Settle the Iranian Crisis The President has the constitutional and statutory authority to enter an executive agree­\nment with Iran which settles Am erican citizens' claims against Iran; claimants who\nreceive less than - the stated value of their claims should not be able to recover\nadditional compensation from the United States governm ent on the theory that the\nsettlement constituted a taking under the Fifth Amendment. The President may, through orders issued under the International Em ergency Economic\nPowers A ct (IEE PA ), free currently blocked Iranian assets and effect their return to\nIran, notwithstanding the existence of court orders o f attachm ent for bidding the\nremoval o f Iranian funds from the banks holding them, by revoking the existing general\nlicense for the attachm ents under the Iranian Assets Control Regulations and licensing\nIranian withdrawals from the blocked accounts. Since private banks may refuse to\nhonor withdrawal licenses after the attachm ents are revoked for fear o f liability under\nstate law to the attachm ent claimants, funds held by federal banking entities should be\nrelied on as the source o f any amounts promised to be returned forthw ith to Iran. Foreign branches of Am erican banks are subject to orders issued under authority of the\nIE E PA and, once withdrawal licenses are issued, there should be no legal impediment\nto Iranian w ithdrawals from previously blocked accounts as long as previously licensed\nsetoffs are observed. If creditors o f Iran seek to attach these accounts through actions\nin foreign courts, it is likely that those courts would allow their own domestic\nclaimants a special priority. T he President may, under existing law, take several kinds o f actions to assist Iran in\neffecting the return of the form er Shah’s assets in the United States. These actions\ninclude blocking the assets under the IE E PA to facilitate a census and prevent their\nremoval, undertaking to aid Iran in its litigation to recover the assets, informing the\ncourt o f our position on foreign sovereign immunity and act of state doctrines, or\ntaking an assignment o f its claims from Iran. H ow ever, vesting the Shah’s assets in the\ngovernm ent would require new legislative authority and even then would give rise to a\ntakings claim for just compensation by the Shah’s estate. September 16, 1980\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL This responds to your request for our views concerning the Presi­\ndent’s power to settle the current crisis with Iran without the enact­\nment of additional legislation. We believe that the President has the\nconstitutional and statutory power necessary to enter an agreement\nwith Iran settling the principal issues now outstanding, and to imple­\nment that agreement in an effective fashion. In particular, we conclude\nas follows. First, the President has the constitutional and statutory\npower to enter an executive agreement with Iran that settles American\ncitizens’ claims and returns some blocked funds to Iran. Second, to\nimplement such an agreement, the President may, under the Interna248 tional Emergency Economic Powers Act (IEEPA), 50 U.S.C. § 1701 et\nseq. (Supp. I 1977), license Iran to withdraw blocked funds, although"
    },
    {
      "id": "memos_56__1",
      "chunk_id": "1",
      "content": "Second, to\nimplement such an agreement, the President may, under the Interna248 tional Emergency Economic Powers Act (IEEPA), 50 U.S.C. § 1701 et\nseq. (Supp. I 1977), license Iran to withdraw blocked funds, although the President would first have to revoke existing licenses for attach­\nments against those funds. Federal entities and private banks in the\nUnited States could then safely permit withdrawals by Iran, although\nthe private banks may perceive sufficient risk of liability to disappointed\nlien claimants to refuse to recognize the validity of licenses for with­\ndrawals. Third, once withdrawals are licensed there will be no impedi­\nment to Iranian withdrawals from foreign branches of American banks,\nat least if previously licensed setoffs by those banks are left undisturbed. Fourth, a settlement agreement may provide for the United States to\naid Iran in recovering the Shah’s assets in the current litigation in New\nYork state court, although an immediate return of those assets would\nnot be possible. Finally, all these arrangements can be structured in a\nway that makes successful takings claims unlikely. I. Settlement of American Claims Against Iran by Executive Agreement A. Presidential Power The authority of the President to enter executive agreements with\nother nations in order to settle claims has been explicitly upheld by the\nSupreme Court. United States v. Belmont, 301 U.S. 324, 330-31 (1937);\nUnited States v. Pink, 315 U.S. 203 (1942) (“That the President’s control\nof foreign relations includes the settlement of claims is indisputable.” Frankfurter, J., concurring, 315 U.S. at 240); see also Restatement\n(Second) of Foreign Relations Law § 213 (1965). Belmont and Pink\nupheld the Litvinov Assignment, by which outstanding Soviet claims\nwere assigned to the United States by a simple exchange of letters\nbetween the President and the Soviet Foreign Minister. Both cases\nemphasized the Executive’s exclusive constitutional power to recognize\nforeign governments and to normalize diplomatic relations with them,\nand viewed claims settlements as necessary incidents of the Executive’s\nforeign relations power. See generally United States v. Curtiss-Wright\nExport Corp., 299 U.S. 304 (1936). Although the President’s constitutional powers almost certainly suf­\nfice to authorize an executive agreement with Iran that would take an\nassignment of some blocked assets and return others, support may be\ndrawn as well from the President’s statutory power under IEEPA. That statute, which authorizes the current blocking of Iranian assets,\nwas drafted in explicit recognition that the blocking of assets could\nhave as a primary purpose their preservation for later claims settlement. H.R. Rep. No. 459, 95th Cong., 1st Sess. 17 (1977); S. Rep. No. 466,\n95th Cong., 1st Sess. 6 (1977). Thus, IEEPA’s § 1706(a)(1) authorizes\nthe continuation of controls after the underlying emergency has ended,\nwhere “necessary on account of claims involving such country or its\n249 nationals.” The need to provide a means for orderly termination of a\nblocking of assets once the emergency has passed implies presidential\npower to resolve the plethora of claims that will invariably arise. Historical practice reflects the existence of presidential power to\nsettle claims. While claims settlements have often been concluded by\ntreaty or convention, historical examples abound of settlements through\nexecutive agreement. Numerous lump-sum agreements have settled\nclaims of American nationals against foreign nations."
    },
    {
      "id": "memos_56__2",
      "chunk_id": "2",
      "content": "Historical practice reflects the existence of presidential power to\nsettle claims. While claims settlements have often been concluded by\ntreaty or convention, historical examples abound of settlements through\nexecutive agreement. Numerous lump-sum agreements have settled\nclaims of American nationals against foreign nations. See, e.g., Claims\nSettlement Agreement, July 16, 1960, United States-Poland, 11 U.S.T. 1953, T.I.A.S. No. 4545; Claims Settlement Agreement, July 19, 1948,\nUnited States-Yugoslavia, 62 Stat. 2658, T.I.A.S. No. 1803. History also\nprovides numerous examples of claims settlements through executive\nagreements that establish international arbitrations rather than provide a\nlump sum. See generally W. McClure, International Executive Agree­\nments 52-56 (1941). In 1935, a congressional study identified 40 arbitra­\ntion agreements entered into by the Executive between 1842 and 1931\nwhich were not submitted to the Senate for advice and consent. 79\nCong. Rec. 969-971 (1935).1\nB. Constitutional Takings Claims A question that has not been clearly settled is whether any right of\naction exists for claimants who allege that a settlement provides them\nwith less than what they consider to be the real value of their claims. Agreements have traditionally provided significantly less than the\namounts claimed. The principle of international law that a sovereign may settle debts of\nnationals has a corollary—a national has no legal claim to any particu­\nlar funds received in a claims settlement that extinguishes his claim. See\nBoynton v. Blaine, 139 U.S. 306 (1891); Williams v. Heard, 140 U.S. 529,\n537 (1891). The Supreme Court has held that even payments received\n“on behalf o f” an American claimant do not legally belong to him, and\nthat the Executive Branch could refuse to remit payments received\nfrom a foreign government (allegedly because it suspected the claimants\nof fraud). La Abra Silver Mining Co. v. United States, 175 U.S. 423\n(1899). This supports the generally held view that an American has no\nrecourse against his government’s settlement, except to petition Con­\ngress for relief. See Christensen, The United States-Rumanian Claims\nSettlement Agreement of March 30, 1960, 55 Am. J. Int’l L. 617, 625\n(1951). No case has been found adjudicating the right to such compen­\nsation. 'W e perceive no reason to believe that passage o f the Foreign Sovereign Immunities A ct o f 1976,\n28 U.S.C. § 1602 et seq., w as in any way intended to limit the established constitutional pow er of the\nPresident to settle claims, or in any way to alter the substantive law of liability. 1975 State Dept.\nDigest of U.S. Practice in Int’l Law 353. 250 Dissatisfied claimants have, nevertheless, raised the issue in connec­\ntion with previous settlements, see International Claims Settlement Act, Hearings on H.R. 9063 Before the Subcommittee on Europe o f the House\nCommittee on Foreign Affairs, 90th Cong., 1st Sess. 50-55 (1967); Inter­\nnational Claims Settlement Act, Hearings on S. 1935 and S. 2064 Before\nthe Subcommittee on Europe of the House Committee on Foreign Affairs, 89th Cong., 2d. Sess. 42, 48-49, 74-77 (1966). Scholars in the field have\nrecognized the argument without necessarily endorsing it. Henkin, For­\neign Affairs and the Constitution, 262-66 (1972); Oliver, Executive."
    },
    {
      "id": "memos_56__3",
      "chunk_id": "3",
      "content": "89th Cong., 2d. Sess. 42, 48-49, 74-77 (1966). Scholars in the field have\nrecognized the argument without necessarily endorsing it. Henkin, For­\neign Affairs and the Constitution, 262-66 (1972); Oliver, Executive. Agreements and Emanations from the Fifth Amendment, 49 Am. J. Int’l\nL. 362, 364 (1955); cf. Restatement, supra, Reporters’ Note to §213;\nLeigh & Atkeson, Due Process in the Emerging Foreign Relations Law of\nthe United States, 21 Bus. Law. 853, 870-77 (1966). Two historic Court of Claims cases discuss the taking question. Gray\nv. United States, 21 Ct. Cl. 340 (1886), Meade v. United States, 2 Ct. Cl.\n224 (1866), affd, 76 U.S. (9 Wall.) 691. See generally W. Cowles,\nTreaties and Constitutional Law: Property Interferences and Due Proc­\ness of Law, 200-21 (1941). Gray concerned settlement of the French\nSpoliation claims of the early 1800’s, relating to damage done to Ameri­\ncan vessels from 1793 until 1801 by the French navy. Negotiations\nbetween France and the United States led to an agreement: the United\nStates agreed to release the French from all claims by American nation­\nals and France agreed not to insist upon enforcement of the alliance\nbetween the two countries. The court opined that where the Govern­\nment extinguished the American claims in order to further its foreign\npolicy, it had taken private property for a public use and the claimants\nwere thereby entitled to compensation. We would note that in the\nnegotiation of 1800, “individual” claims were used against “national”\nclaims, and the setoff was of French national claims against American\nindividual claims. Responding to this, the court said: It seems to us that this “bargain” . . . falls within the\nintent and meaning of the Constitution, which prohibits\nthe taking of private property for public use without just\ncompensation. We do not say that for all purposes these\nclaims were “property” in the ordinarily accepted and in\nthe legal sense of the word; but they were rights which\nhad value, a value inchoate, to be sure, and entirely de­\npendent upon adoption and enforcement by the Govern­\nment; but an actual money value capable of ascertainment\nthe moment the Government had adopted them and\npromised to enforce them, as it did in August, 1793, and\nconstantly thereafter. That the use to which the claims\nwere put was a public use cannot admit of a doubt, for it\nsolved the problem of strained relations with France and\nforever put out of existence the treaties of 1778, which\n251 formed an insuperable obstacle to our advance in paths of\npeace to the achievement of commercial greatness. Id. at 393. The court’s opinion was advisory; Congress had asked the\ncourt to hear the claims and report to it. Thus, the court noted that it\nwas examining the “ethical,” not “legal” rights of a citizen against his\ngovernment, id. at 406-07, although this would not change the constitu­\ntional analysis. The Meade case involved an effort by a citizen to obtain payment\nfrom the United States government after settlement of claims with\nSpain in 1819. After the signing of a treaty between the United States\nand Spain but prior to Spain’s ratification, Meade submitted a contract\nclaim to Spain and Spain agreed to pay a certain amount."
    },
    {
      "id": "memos_56__4",
      "chunk_id": "4",
      "content": "After the signing of a treaty between the United States\nand Spain but prior to Spain’s ratification, Meade submitted a contract\nclaim to Spain and Spain agreed to pay a certain amount. The treaty\nestablished a claims commission; Meade presented his claim to it with\nevidence of the Spanish settlement. He was unable, however, to\nproduce documents requested by the Commission because they had\nbeen sent to Spain; he received no payment. Congress subsequently\nreferred the claim to the Court of Claims. Three members of the court\nwrote opinions. The majority held that the release and cancellation of\nMeade’s claim against Spain was an appropriation of private property\nto public use and came within the Just Compensation Clause of the\nConstitution. 2 Ct. Cl. at 275. Nevertheless, it said Meade was entitled\nto no compensation because the Commission’s decision not to award\ncompensation could not be reexamined by the Court of Claims. Id. at\n275-76. A concurring opinion found no compensable taking since the\nright of eminent domain had not been exercised. The dissent found a\ncompensable taking, but distinguished Meade from the general class of\nclaimants because he was a creditor armed with a settlement entered\ninto by the government of Spain rather than a claim which had not\nbeen acknowledged by a foreign power. Thus, a majority of the court\nheld that a compensable taking had occurred, yet a different majority\nheld that Meade’s heirs were entitled to no compensation from the\ngovernment. The Supreme Court affirmed, 76 U.S. (9 Wall.) 691, but\ndid not reach the constitutional question. The question now arises as to what reaction the courts would have\nto these opinions written many years ago. While the courts in recent\nyears have become increasingly sensitive to the procedural require­\nments imposed by the Due Process Clause, e.g., Goldberg v. Kelly, 397\nU.S. 254 (1970), they have also recognized that extensive use of regula­\ntory powers by the government is not necessarily a taking. Destruction\nof a monetary claim might have serious consequences for claim holders\nbut may be no more serious than the economic consequences flowing\nfrom other regulation not considered a taking. The complexity of the\nmodern world and the increased, almost pervasive regulation that is\nfound in international trade have led to the realization that losses can\narise from export controls, import controls, embargoes, and similar\n252 government acts. Individual contracts and profits are often sacrificed\nfor what is perceived as greater foreign policy benefits. There is no set formula for deciding when the Due Process Clause\nrequires that economic injuries caused by public action be compensated\nby the government rather than remain disproportionately concentrated\non a few persons. Penn Central Transp. Co. v. City o f New York, 438\nU.S. 104, 124 (1978). Essentially ad hoc factual inquiries have been\nconsidered necessary. Id. When there is a physical invasion by the\ngovernment a taking may more easily be found than when there is a\npublic program adjusting benefits and burdens of economic life to\npromote the common good. Id. The mere fact that property, in this\ncase claims, may be reduced in value does not mean that a taking has\nnecessarily occurred."
    },
    {
      "id": "memos_56__5",
      "chunk_id": "5",
      "content": "Id. The mere fact that property, in this\ncase claims, may be reduced in value does not mean that a taking has\nnecessarily occurred. Goldblatt v. Town of Hempstead, 369 U.S. 590, 594\n(1962); cf. Miller v. Schoene, 276 U.S. 272 (1928) (upheld destruction\nwithout compensation of cedar trees to protect apple orchards from\nrust). The courts are also more likely to uphold government action against\n“taking” claims during war and emergency situations which make de­\nmands that “otherwise would be insufferable.” United States v. Central\nEureka Mining Co., 357 U.S. 155, 168 (1958); Bowles v. Willingham, 321\nU.S. 503, 517 (1944); United States v. Caltex, 344 U.S. 149 (1952). Applying the kind of balancing suggested by recent cases leads to\npersuasive arguments against the contention that a settlement for less\nthan value is a taking. In dealing with an international emergency, the\nPresident must be able to act quickly and without fear that the courts\nwill intervene for any but the most compelling reasons. Cf. Narenji v.\nCiviletti, 617 F.2d 745 (D.C. Cir. 1979). Because of the delicate nature of the negotiations with Iran, it is\nimpossible for a court to review political issues and put a value on the\nextent to which foreign policy considerations may have prevailed over\nmonetary ones. In addition, because of deep government involvement\nin the crisis, (i.e., the freeze, trade controls, the World Court action) it\nwould be difficult for individuals to demonstrate what they would have\nrecovered absent government intervention. 2 In sum we believe that\nclaimants who receive less than the stated value of their claims should\nnot be able to recover additional compensation from the government on\nthe theory that the settlement constituted a taking. II. Presidential Authority to Return Blocked Assets to Iran We now consider whether the President may, through orders issued\nunder IEEPA, free the currently blocked Iranian assets and effect their\nreturn to Iran. Although the President has broad powers under IEEPA,\n2W e would note that these argum ents can also be viewed as separate grounds for defending a\nsettlement apart from the taking issue. 253 to issue orders blocking or releasing these assets,3 difficulties arise\nbecause the banks holding the Iranian accounts are presently subject to\na variety of court orders, principally attachments and preliminary in­\njunctions, that forbid removal of the funds. 4 The President’s action would presumably be to revoke the existing\ngeneral license for the attachments and to license Iranian withdrawals\nfrom the blocked accounts. (Simply to lift the freeze would probably\nallow the attachments to vest, preventing removal of the funds indefi­\nnitely.) Our conclusion is that the President has ample authority under\nIEEPA to revoke licenses for attachments and to license withdrawals\nof blocked funds. On November 14, 1979, Executive Order No. 12,170 blocked Iranian\ngovernment assets and the Treasury Department issued the first of its\nIranian Assets Control Regulations (IACR), which provided in part:\nUnless licensed or authorized pursuant to this part any\nattachment, judgment, decree, lien, execution, garnish­\nment, or other judicial process is null-and void with\nrespect to any property in which on or since the effective\ndate there existed an interest of Iran. 31 C.F.R. § 535.203(c)."
    },
    {
      "id": "memos_56__6",
      "chunk_id": "6",
      "content": "31 C.F.R. § 535.203(c). And on November 19, 1979, § 535.805 was\nadded, providing that any licenses “may be amended, modified or\nrevoked at any time.” A limited modification to the general ban on\nunlicensed judicial proceedings was made subsequently on1November\n23, 1979, with the adoption of § 535.504, which authorized judicial\nproceedings, but continued the ban on judgments and payments from\nblocked accounts. And finally, on December 18, 1979, an interpretive\nrule was added to clarify the permissible scope of judicial action: The general authorization for judicial proceedings con­\ntained in § 535.504(a) includes pre-judgment attachment. However, § 535.504(a) does not authorize payment or de­\nlivery of any blocked property to any court, marshal,\nsheriff, or similar entity, and any such transfer of blocked\nproperty is prohibited without a specific license. It would\n3T he IE E P A ’s principal operative provision, § 1702(a)(1), provides that the President may:\n(A) investigate, regulate or prohibit —\n(i) any transactions in foreign exchange,\n(ii) transfers o f credit or paym ents between, by, through, or to any banking\ninstitution, to the extent that such transfers or payments involve any interest\nof any foreign country or a national thereof,\n(iii) the im porting or exporting of currency or securities: and\n(B) investigate, regulate, direct and com pel, nullify, void, prevent or prohibit, any\nacquisition, holding, w ithholding, use, transfer, w ithdraw al, transportation, im portation\nor exportation of, or dealing in, or exercising any right, pow er, or privilege with\nrespect to, or transactions involving, any property in w hich any foreign country o r a\nnational thereof has any interest. 4F or convenience, w e will refer to these orders generically as attachm ents, since that is the nature\no f most of them. 254 not be consistent with licensing policy to issue such a\nlicense. 31 C.F.R. § 535.418. Thus, the current situation is that the great major­\nity of attachments and similar court orders exist pursuant to Treasury’s\ngeneral license; there are, however, scattered instances of process that\nwas perfected before last November 14th. We understand that these\npre-blocking attachments affect only a small portion of the Iranian\nassets. Because these attachments have priority to the licensing pro­\ngram, it may not be possible to revoke them simply by amending the\nIACR. See Propper v. Clark, 337 U.S. 472 (1949). These attachments\nmay, however, be destroyed by an exercise of the President’s constitu­\ntional power to settle claims. 5 Against this background, we turn to the effect of the major Supreme\nCourt cases in the field. In Zittman v. McGrath, 341 U.S. 446 (1951)\n(Zittman 1), claimants attached New York bank accounts of German\nbanks, which had previously been frozen by executive order. After the\nwar, the Alien Property Custodian issued orders vesting the accounts in\nhimself, but the banks refused to release them because of the stillpending attachments. The Custodian sought a declaratory judgment\nthat the claimants had no interest in the assets, and lost. The Supreme\nCourt noted that after the attachments had taken effect, the government\nissued a ruling which it argued should be applied retroactively, desig­\nnating attachments as prohibited transfers."
    },
    {
      "id": "memos_56__7",
      "chunk_id": "7",
      "content": "The Custodian sought a declaratory judgment\nthat the claimants had no interest in the assets, and lost. The Supreme\nCourt noted that after the attachments had taken effect, the government\nissued a ruling which it argued should be applied retroactively, desig­\nnating attachments as prohibited transfers. Without deciding whether\nsuch a rule could have retroactive effect in other circumstances, the\nCourt refused to apply it to these attachments because to do so would\nbe inconsistent with the government’s earlier position regarding attach­\nments. Treasury had represented in similar litigation that it did not wish\nto interfere with court proceedings, including attachments, because it\nwas desirable to obtain adjudications of disputed rights to assets subject\nto the need for a license for any transfer of them. Treasury had thus\nencouraged litigation to go forward to conclusion, with the reservation\nthat the value of interests so adjudicated might range from worthless to\nfull value, depending on whether a transfer application met the govern­\nment’s purposes in administering the freeze program. The Court accordingly concluded that the Custodian had\nput himself in the shoes of the German banks. As against\nthe German debtors, the attachments and the judgments\nthey secure are valid under New York law, and cannot be\ncancelled or annulled under a Vesting Order by which\nthe Custodian takes over only the right, title, and interest\nof those debtors in the accounts. 5O ur preceding analysis, concluding that the President may enter agreem ents resulting in final\nsettlements o f the claims o f A m erican citizens, makes it clear that an incident of such a settlement\nwould be the voiding o f attachm ents and other inchoate interests relating to those claims. United States\nv. The Schooner Peggy. 5 U.S. (1 C ranch) 103 (1801). 255 341 U.S. at 463-64. At the same time, the Court recognized that the\nCustodian could take possession of the assets for administration under\nthe Act. This disposition left the ultimate status of the state law liens\nfor later determination. In a companion case, Zittman v. McGrath, 341 U.S. 471 (1951)\n(Zittman IT), the Court granted the Custodian possession of attached\naccounts, for administration under the Act. The Court distinguished\nZittman I as involving the Custodian’s attempt to assert that the freez­\ning program “precluded attaching creditors from obtaining any interest\nin the blocked property good as against the debtors,” whereas here\nonly possession was sought, without prejudice to the attaching credi­\ntors’ rights. Subsequently, in Orvis v. Brownell, 345 U.S. 183 (1953), the Court\nconsidered a closely similar set of facts, but with one crucial legal\ndifference. Again, claimants obtained attachments and judgments, valid\nin New York law, against previously blocked assets. This time, how­\never, the Court interpreted a similar prohibition of \"transfers” to fore­\nstall attachment from creating any rights against the Custodian. The\nconsequence was to deny the claimants a special priority in particular\nproperty, leaving them with general debt claims, to which the state\ncourt determinations would presumably be relevant. The present program licenses attachments and litigation, but stops\nshort of permitting judgments."
    },
    {
      "id": "memos_56__8",
      "chunk_id": "8",
      "content": "The\nconsequence was to deny the claimants a special priority in particular\nproperty, leaving them with general debt claims, to which the state\ncourt determinations would presumably be relevant. The present program licenses attachments and litigation, but stops\nshort of permitting judgments. The evident purpose is to allow initial\nsorting out of claims and preservation of evidence in contemplation of\nlater use in some federal distribution system, much as was the function\nof litigation in the Zittman cases and in Orvis. The government has so\ncharacterized it in court:\n535.504 specifically grants a license for initiating judicial\nproceedings, while withholding a license for a “judgment\nor of any decree or order of similar or analogous effect.” This distinction serves several important purposes and is\nvitally related to the President’s (and his delegee’s) pur­\npose to protect those with lawful claims against Iran\nwhile preserving the President’s flexibility to adopt an\napproach to satisfy claims in an orderly and equitable\nfashion. Permitting claims to go forward permits claim­\nants to avoid problems of statute of limitations, and may\nprovide a vehicle for preserving critical evidence neces­\nsary to establish claims, whether they are finally resolved\nthrough subsequent licensing of judgments, resolution\nthrough an administrative claims process, or otherwise. Similarly, permitting the filing of suits puts Iran on notice\nof claims for which it may be held liable and thus serves\nto promote efforts to secure satisfactory protection of\nclaimants’ interest. At the same time withholding license\n256 for judgments helps assure that the President maintains\nthe flexibility to determine an orderly method of resolving\nlegitimate claims that assures equity among claimants and\nprovides maximum protection for creditors consistent\nwith the President’s on-going efforts to secure the hos­\ntages’ release. The approach works no unfairness on the litigants. The\nUnited States’ consent to permit the litigation to go for­\nward, expressed in the general license granted by 535.504,\nhas always been expressly conditioned on the withholding\nof a license for judgments. To interpret the regulation to\npermit creation or extinguishing of interests in property\nthrough, e.g., summary judgment on liability or on mo­\ntions to dismiss with prejudice “would ignore the express\nconditions on which the consent was extended.” Orvis v.\nBrownell, 345 U.S. 183, 187 (1953). See also Propper v.\nClark, 337 U.S. 472, 485 (1949), where the Court recog­\nnized that the United States might permit litigation to go\nforward under the TWEA, while limiting the rights ob­\ntainable through litigation. Memorandum in Support of United States Request that the Court Defer\nRuling on the Pending Motions, Charles T. Main International, Inc., v.\nKhuzestan Water and Power Authority, No. 79-2034C, D. Mass. Identical\nmotions are being filed in other cases. Thus, in the Iranian Assets Control Regulations, the government has\nreserved full rights to revoke the licensed attachments. 6 Although fed­\neral entities holding blocked funds can be expected to honor with­\ndrawal licenses after the attachments are revoked, private banks may\nrefuse to do so, fearing liability to the attachment claimants. The\nclaimants could sue the banks for wrongfully releasing the funds, argu­\ning that under Zittman I, the government is not in a position to\nabnegate all their state law rights against their debtors, and that under\nNew York law, a wrongful release of attached property makes the\nbanks liable for an accounting."
    },
    {
      "id": "memos_56__9",
      "chunk_id": "9",
      "content": "The\nclaimants could sue the banks for wrongfully releasing the funds, argu­\ning that under Zittman I, the government is not in a position to\nabnegate all their state law rights against their debtors, and that under\nNew York law, a wrongful release of attached property makes the\nbanks liable for an accounting. See Fitchburg Yarn Co. v. Wall & Co., 46\nA.D. 2d 763, 361 N.Y.S. 2d 170 (1974). Against such an argument the\nexculpatory provision of IEEPA, § 1702(a)(3), appears to provide a\ncomplete defense. It provides:\nCompliance with any regulation, instruction, or direc­\ntion issued under this chapter shall to the extent thereof\nbe a full acquittance, and discharge for all purposes of the\nobligation of the person making the same. No person shall\nbe held liable in any court for or with respect to anything\n6 Because of the reservation of the right to revoke these attachm ents, it is clear that they can be\nrevoked under IEE PA w ithout giving rise to a successful takings claim. See, e.g.. Bridge Co. v. United\nStates. 105 U.S. 470 (1881); United States v. Fuller. 409 U.S. 488 (1973). 257 done or omitted in good faith in connection with the\nadministration of or pursuant to and in reliance on, this\nchapter, or any regulation, instruction, or direction issued\nunder this chapter. This provision appears to be a complete barrier to state law liability for\nrelease of blocked funds pursuant to presidential directive. Neverthe­\nless, the presence of its predecessor does not seem to have assuaged the\nbanks’ concerns in the cases described above. Because this provision\ndoes not appear to have been litigated, firm conclusions about its scope\nare difficult. Moreover, there appears to be no conclusive legislative\nhistory indicating that it is meant to bar state law liabilities of all kinds. Therefore, because a presidential directive is arguably ineffectual to\ndestroy the attachments for all purposes, the banks may not be willing\nto rely on it. 7 Their exposure is great; faced with a choice of disobeying\na government order (which could subject them to a civil penalty of\n$10,000 and criminal penalties that may be unlikely in a case of unclear\nlegalities), or releasing billions of dollars for which they may later be\nasked to account, the banks may insist on legislation granting them\nmore specific protection than does the present statute before they will\nrelease the blocked funds. Therefore, funds held by federal entities should be relied on as the\nsource of any amounts promised to be returned forthwith to Iran,\nbecause the disposition of the Iranian funds held by private banks, at\nleast in the United States, will surely be the subject of litigation. III. Funds Blocked in Foreign Branches of American Banks The possibility that licenses will be issued for Iranian withdrawals\nfrom foreign branches of American banks raises the question of the\npermissible extraterritorial effect of domestic regulation. First, the\nUnited States has authority to exercise jurisdiction over its nationals\nabroad."
    },
    {
      "id": "memos_56__10",
      "chunk_id": "10",
      "content": "III. Funds Blocked in Foreign Branches of American Banks The possibility that licenses will be issued for Iranian withdrawals\nfrom foreign branches of American banks raises the question of the\npermissible extraterritorial effect of domestic regulation. First, the\nUnited States has authority to exercise jurisdiction over its nationals\nabroad. Blackmer v. United States, 284 U.S. 421 (1932) (upholding\ncontempt against U.S. citizen residing in France for failure to respond\nto D.C. Supreme Court subpoena); Cook v. Tait, 265 U.S. 47 (1924)\n(upholding tax levied against non-resident U.S. citizen for income from\nproperty located outside the United States). Although international law\n7 N or do the Iranian Assets C ontrol Regulations conclusively determ ine the effects o f a possible\nrevocation o f the existing licenses for judicial proceedings on the rights of private parties inter se. A lthough § 535.805 provides that licenses “may be amended, modified, or revoked at any tim e,'’ other\nambiguous provisions suggest that private rights, if not public ones, may have accrued in the\nmeantime. See § 535.203(c), w hich states that “ unless otherw ise provided,\" licenses render transactions\nenforceable “ to the same extent” as they would be absent IEE PA . See also § 535.502(c), providing that\nunless otherw ise specified, licenses do not create interests in property w hich “w ould not otherwise\nexist under ordinary principles o f law ,” and § 535.402, stating that revocation of licenses, “ unless\notherw ise specifically provided,” do not affect the validity o f prior actions. T he reservation in these\nregulations of pow er to specify special conditions, how ever, may provide a sufficient warning to\nattachm ent lienors that their interests may be negated entirely. Revocation orders should attem pt to\ndestroy the attachm ents for all purposes, relying on the special conditions power. 258 principles are unsettled for determining the nationality of corporations,\nthe generally accepted U.S. rule is that corporations have the national­\nity of the states that create them. See Craig, Application of the Trading with the Enemy Act to Foreign Corporations Owned by Americans: Reflec­\ntions on Fruehauf v. Massardy, 83 Harv. L. Rev. 579, 589-92 (1970). American-owned and incorporated foreign branches of U.S. banks\nthus appear to be “subject to the jurisdiction of the United States,”\nwithin the meaning of IEEPA. And the government has steadfastly\nmaintained to date that the initial blocking orders applied to Iranian\nfunds in these banks. As the Supreme Court has stated in a related\ncontext, such a branch bank:\nis not a separate entity in the sense that it is insulated\nfrom [its head office’s] managerial prerogatives. [The New\nYork head office] has actual, practical control over its\nbranches; it is organized under a federal statute, 12 U.S.C.\n§ 24, which authorizes it “To sue and be sued, complain\nand defend, in any court of law and equity, as fully as\nnatural persons”—as one entity, not branch by branch. The branch bank’s affairs are, therefore, as much within\nthe reach of the in personam order entered by the District\nCourt as are those of the head office. United States v. First National City Bank [Citibank], 379 U.S. 378, 384\n(1965)."
    },
    {
      "id": "memos_56__11",
      "chunk_id": "11",
      "content": "The branch bank’s affairs are, therefore, as much within\nthe reach of the in personam order entered by the District\nCourt as are those of the head office. United States v. First National City Bank [Citibank], 379 U.S. 378, 384\n(1965). In the Citibank case, the Supreme Court upheld the district\ncourt’s authority, in a suit by the United States to enforce a tax lien\nagainst a Uruguayan corporation, to issue a preliminary injunction\nagainst the head office of Citibank ordering it not to transfer to the\ncorporation any corporate assets on deposit with the Montevideo\nbranch of Citibank. The same result would follow under judicial deci­\nsions enforcing subpoenas against U.S. banks for the production of\nrecords in the hands of foreign branches. United States v. First National\nCity Bank, 396 F.2d 897 (2d Cir. 1968); First National City Bank of New\nYork v. Internal Revenue Service, 271 F.2d 616 (2d Cir. 1959). Thus under domestic law IEEPA orders are effective with respect to\nforeign branches of American banks. These banks have already been\nlicensed to set off amounts owed them by Iran against these accounts. Once withdrawal licenses are issued, there should be no legal impedi­\nment to Iranian withdrawal of the remaining balances of the accounts. 8 8It is possible that after w ithdraw al licenses are issued, creditors o f Iran will attem pt to attach some\nof these accounts through actions in foreign courts. Such an eventuality could raise jurisdictional\nconflicts. In an analogous context, the United States Supreme C ourt has assented to an executive\npolicy of denying foreign claimants resort to form erly blocked assets, at least unless their claims\nrelated to transactions in this country. United States v. Pink, supra. International law principles of\ncom ity suggest that foreign courts w ould therefore allow their ow n dom estic claimants a special\npriority in adjudicating rights to Iranian funds found there. 259 IV. Returning the Shah’s Assets to Iran We now consider what action the President may take to assist or\neffect the return of the Shah’s assets in the United States to Iran. Such\nan action might take one of a number of forms: vesting the assets in the\ngovernment for administration in accordance with an international set­\ntlement; blocking the assets under IEEPA to facilitate a census and to\nprevent their removal; or undertaking to aid Iran in its present litigation\nto recover the assets, either by informing the court of our position on\nsovereign immunity and act of state doctrines, or by taking an assign­\nment of the claim from Iran. We conclude that the first of these\nalternatives, vesting the assets, would require legislation and even then\nwould , give rise to a takings claim for just compensation. The others\ncan be performed under present law, are likely to achieve the govern­\nment’s purposes, and would, we believe, be likely to survive constitu­\ntional challenge by the Shah’s estate. The question of vesting authority presents special problems. When\nthe IEEPA was enacted in 1977, the President’s authority to vest assets\nwas confined to wartime. 50 U.S.C. App. § 5(b) (Supp. I 1977)."
    },
    {
      "id": "memos_56__12",
      "chunk_id": "12",
      "content": "The question of vesting authority presents special problems. When\nthe IEEPA was enacted in 1977, the President’s authority to vest assets\nwas confined to wartime. 50 U.S.C. App. § 5(b) (Supp. I 1977). New\nlegislation could attempt to authorize the President to vest the Shah’s\nassets and to administer them in accordance with settlement of the\nhostage crisis. However, vesting the private property of a non-enemy\nalien national without compensation would appear to violate the Fifth\nAmendment.9 In Russian Volunteer Fleet v. United States, 282 U.S. 481\n(1931), the Supreme Court unanimously construed a statute to permit\nsuits by non-enemy aliens for the value of ship construction contracts\nthat the United States requisitioned under the statute (which provided\nfor just compensation suits in cases of expropriation, but did not specify\nwho would be entitled to sue). The petitioner, a Russian corporation,\nwas the assignee of two construction contracts that were requisitioned,\nalong with the ships built under them. The Government argued that\nCongress did not intend to protect corporations organized under the\nlaws of a government that the United States did not recognize. The\nCourt declined to adopt that statutory construction on the ground that\nsuch a construction would “raise a grave question as to the constitu­\ntional validity of the Act,” (282 U.S. at 492), and instead held that: The petitioner was an alien friend, and as such was enti­\ntled to the protection of the Fifth Amendment of the\nFederal Constitution. Exerting by its authorized agent the\npower of eminent domain in taking the petitioner’s prop­\nerty, the United States became bound to pay just compen­\nsation. And this obligation was to pay to the petitioner\n9A foreign nation, how ever, unlike a foreign national, does not have rights under the Fifth\nAmendm ent. 260 the equivalent of the full value of the property contempo­\nraneously with the taking. 282 U.S. at 489 (citations omitted). The Supreme Court has, in subsequent cases, repeatedly indicated its\ncontinuing approval of the Russian Volunteer Fleet holding. See, e.g.,\nGuessefeldt v. McGrath, 342 U.S. 308, 318 (1952). In Clark v. Uebersee\nFinanz-Korporation, 332 U.S. 480 (1947), the Court held that Congress’\namendment of the Trading with the Enemy Act (TWEA) in 1941 to\npermit the seizure of any foreign asset was not intended to preclude\nnon-enemy aliens from claiming their interests in such assets: It is not easy for us to assume that Congress treated all\nnon-enemy nations, including our recent allies, in such a\nharsh manner, leaving them only with such remedy as\nthey might have under the Fifth Amendment. 332 U.S. at 487-8. See also Becker Steel Co. v. Cummings, 296 U.S. 74,\n79 (1935).10 The President’s authority to block the Shah’s assets under present\nlaw, in contrast to vesting them, does not seem open to serious ques­\ntion. The IEEPA authorizes the President to block transfers of “any\nproperty in which any foreign country or a national thereof has any\ninterest,” 50 U.S.C. § 1702(a)(1). The application of this language in the\npredecessor TWEA to the assets of foreign nationals was firmly estab­\nlished by the time of the IEEPA’s enactment and has repeatedly sur­\nvived constitutional challenge. E.g., Sordino, supra, upholding the\nblocking of assets of Cuban nationals."
    },
    {
      "id": "memos_56__13",
      "chunk_id": "13",
      "content": "The application of this language in the\npredecessor TWEA to the assets of foreign nationals was firmly estab­\nlished by the time of the IEEPA’s enactment and has repeatedly sur­\nvived constitutional challenge. E.g., Sordino, supra, upholding the\nblocking of assets of Cuban nationals. Still, an executive order blocking\nproperty of the Shah’s estate in the United States would be unique in\nsingling out the assets of one individual. Nevertheless, there seems\nample justification for such an order in the prominent place in the\ncurrent emergency of Iran’s claim that assets in the Shah’s estate are\nactually converted Iranian government assets. Indeed, there is an argument that the Shah’s assets in this country are\npresently blocked by Executive Order No. 12,170. That order blocks\n“all property and interests in property” of the government of Iran, and\nimplementing regulations define “interests” and “property” in the\nbroadest possible terms, including indirect and contingent interests. 31 C.F.R. §§ 535.311-12. Therefore, perhaps the assets claimed in Iran’s\nsuit against the Shah in New York state court are subject to the\nblocking order. (Certainly any assets for which Iran obtained a judg­\nment thereupon would be blocked.) However, an interpretation of the\n,0T he only authority to the contrary is Judge Friendly's dictum in Sordino v. Federal Reserve Bank\no f New York, 361 F.2d 106, 113 (2d Cir. 1966), cert, denied. 385 U.S. 898. to the effect that the right of a state to protect its nationals abroad might com prehend expropriation o f property o f nationals o f an\noffending nation for com pensatory purposes. Sordino involved blocked assets, not vested ones; this\ndictum has broad and quite harsh implications. We believe it to be inconsistent w ith the Suprem e\nC ourt cases discussed in text. 261 blocking order that applied it to assets claimed by Iran in litigation\nwould grant that nation a power to block assets in this country by\nasserting claims to them. In view of the implications of such an in­\nterpretation, we believe that it was not intended by the order or the\nregulations, and that a separate executive order blocking assets owned\nby the Shah’s estate would be necessary. The Treasury Department\ncould then proceed to perform a census of the assets in the normal\nmanner. An order blocking the Shah’s assets would presumably be prepara­\ntory to an effort to have the Government participate in Iran’s suit\nagainst the Shah in either of two ways. First, we could simply urge the\ncourt to reach the merits of the conversion claims, by filing a Sugges­\ntion of Interest that presents the Executive’s position that the doctrines\nof sovereign immunity and act of state should not bar the court’s\ndetermination of the merits. Second, the Government could urge the\ncourt to treat the merits as foreclosed in Iran’s favor, so that the only\nremaining issue would be to identify particular assets as belonging to\nthe Shah’s estate. We would do this by presenting a Suggestion of\nInterest urging that under the act of state doctrine, Iranian government\ndeterminations that the Shah did convert government assets must be\nrespected by our courts. Indeed, we could take an assignment of the\nIranian claims and pursue them before the court."
    },
    {
      "id": "memos_56__14",
      "chunk_id": "14",
      "content": "We would do this by presenting a Suggestion of\nInterest urging that under the act of state doctrine, Iranian government\ndeterminations that the Shah did convert government assets must be\nrespected by our courts. Indeed, we could take an assignment of the\nIranian claims and pursue them before the court. We will analyze these\npossibilities in the order presented. In the absence of a Suggestion of Interest of the United States that\nalters the court’s approach to sovereign immunity and act of state\ndoctrines, it may fail to reach the merits of Iran’s case. The complaint\nalleges that the Shah was the de facto ruler and head of state of Iran\nfrom 1941 until January 1979. The acts complained of are alleged to\nhave taken place in Iran during the period that the Shah was the ruling\nmonarch, and therefore would ordinarily constitute acts of state. An argument can also be made that the Shah’s estate enjoys sover­\neign immunity from suit. 11 The 1976 Foreign Sovereign Immunities\nAct, 28 U.S.C. § 1602 et seq., does not expressly address the privileges\nand immunities of heads of state, but talks only in terms of “foreign\nstates.” Nevertheless, Restatement (Second) of the Foreign Relations\nLaw of the United States, §66 (1965), states that the immunity of a\nforeign state recognized in § 65 extends to “its head of state and any\nperson designated by him as a member of his official party.” Thus, it is\narguable that a former head of state enjoys the immunities of a “foreign\nstate” as codified in the A ct.12 Alternatively, if the Act were construed\n11 In Hatch v. Baez, 14 N.Y. (7 Hun) 596 (1876), the court held that the acts while in office of a\nform er head of stale w ere immune from judicial scrutiny in a suit brought by a private claim ant, not\nhis form er governm ent. The court's decision is phrased in terms suggestive of both act of state and\nsovereign immunity doctrines. ,2Section 1605(a)(5) preserves the immunity o f foreign states from suit with respect to—\nConiinued 262 not to apply to heads of state, the Shah might be entitled to immunity\nunder generally recognized doctrines of customary international law. See 1 Oppenheim’s International Law 676 ff. (Lauterpacht ed., 1953). Since either act of state or sovereign immunity doctrines may defeat\nIran’s claims against the Shah if applied in this case, it is important to\nconsider whether the present Iranian government may waive the appli­\ncation of these doctrines to the acts of its predecessor. We have found\nno authority on point. As an a priori matter, it seems that Iran might be\nable to waive the doctrines.13 Both doctrines exist for the benefit of the\nstate in question, not for the individuals who lead it. Therefore it seems\nincongruous to apply the doctrines to defeat a claim by a state for its\nown assets converted by a former monarch."
    },
    {
      "id": "memos_56__15",
      "chunk_id": "15",
      "content": "Both doctrines exist for the benefit of the\nstate in question, not for the individuals who lead it. Therefore it seems\nincongruous to apply the doctrines to defeat a claim by a state for its\nown assets converted by a former monarch. Since the question of the\nwaivability of these defenses by a present government against a former\nhead of state is an open one, a Suggestion of Interest indicating that the\nExecutive favors reaching the merits might be especially persuasive in\ncourt, although it is unlikely to prove conclusive. 14\nA more conclusive impact on the merits might follow an Iranian\ndecree nationalizing the Shah’s assets, and either a Suggestion of Inter­\nest by the United States, urging that it be honored, or a full-scale\nassignment of the Iranian claims to the United States pursuant to an\nexecutive agreement. Such an assignment should allow our government\nto recover the assets, under United States v. Belmont, 301 U.S. 324\n(1937), which held that a foreign country’s expropriation decree di­\nrected at that country’s corporations must be deemed by a U.S. court\nto have validly vested title to the expropriated assets in the foreign\ngovernment. The United States sued in Belmont to recover funds that a\nRussian corporation, prior to nationalization, had deposited with a New\nYork banker. The United States claimed these funds under the Litvinov\nAssignment. The Court held that our recognition of the U.S.S.R.\nimpliedly recognized as valid that nation’s expropriation decrees, and\nthat the U.S. claim for the expropriated assets did not constitute a\ntaking of private property under the Fifth Amendment: The public policy of the United States relied upon as a\nbar to the action is that declared by the Constitution,\nnamely, that private property shall not be taken without\n(A) any claim based upon (he exercise or perform ance or the failure to exercise or\nperform a discretionary function regardless of w hether the discretion be abused, or\n(B) any claim arising out of malicious prosecution, abuse of process, libel, slander,\nm isrepresentation, deceit, or interference w ith contract rights. T he tortious and wrongful acts alleged in the com plaint w ould probably fall within the above\nprovisions of the Act. 13 Analogy may be taken to the pattern of diplomatic immunities and their waiver. Under the\nVienna C onvention on D iplomatic Relations, the sending state may waive a diplom at’s immunity (art.\n32). Absent waiver, how ever, immunity for the exercise o f official functions subsists after the diplo­\nmat's appointm ent has term inated (art. 39.2). 14The effect in New York courts o f Suggestions of Interest by the United States regarding these\nissues is discussed at length in our m emorandum of January 2, 1980, to the A cting Associate A ttorney\nG eneral [p: 160 supra]. 263 just compensation. But the answer is that our Constitu­\ntion, laws and policies have no extraterritorial operation,\nunless in respect of our own citizens. What another\ncountry has done in the way of taking over property of\nits nationals, and especially of its corporations, is not a\nmatter for judicial consideration here. Such nationals must\nlook to their own government for any redress to which\nthey may be entitled."
    },
    {
      "id": "memos_56__16",
      "chunk_id": "16",
      "content": "What another\ncountry has done in the way of taking over property of\nits nationals, and especially of its corporations, is not a\nmatter for judicial consideration here. Such nationals must\nlook to their own government for any redress to which\nthey may be entitled. 301 U.S. at 332 (citation omitted). No suggestion appears in Belmont\nthat the constitutionality of the United States government’s “taking”\ndepended at all on the payment of compensation to Russian nationals\nby this government or by that of the U.S.S.R. See also United States v.\nPink, 315 U.S. 203 (1942). Thus it appears that an assignment can avoid\nthe constitutional perils of vesting—the Russian Volunteer Fleet case\nwas cited with approval in Belmont. John M . H arm on Assistant Attorney General\nOffice o f Legal Counsel 264"
    }
  ]
}