{
  "document_category": "memos",
  "docId": "memos_86",
  "chunk_index": 5,
  "chunk_text": "A s w e have rece n tly advised y o u , there is a lso no m inim um salary set for certain em ployees o f the W hite H ouse\nstaff. 10 See O M B C irc u lar A - 120 (1980) fo ra fu ll description of the lim itations on the use o f consultants We w ill leave\nit to the ju d g m e n t o f the C om m erce D epartm ent to determ ine w hich o f the Task Force sta ff positions may\nap propriately b e filled by consultants 162 ment. See, e.g.. Interim Report, supra at 2 3 -9 . The express prohibition in\n§ 665(b) on the acceptance of voluntary services admittedly has caused some\nuncertainty about the propriety of uncompensated government service when such\nservice is not expressly authorized by statute.\" Although there is no express\nstatutory authorization for volunteer consultants to the Task Force, we are\ncomfortable with the position that the absence of a minimum salary level, and the\nnature of consultant services, make the use of volunteer consultants acceptable in\nthis context. We must advise caution, however, against the use of volunteers on a\nbroad scale or to accomplish tasks ordinarily performed by paid government\nem ployees. 12\n(2)\nConflict of Interest. Having determined that it is appropriate as a general\nmatter for the Com merce Department to accept volunteer consultants to serve the\nTask Force, we next must determine the extent to which the conflict of interest\nstatutes and agency conduct regulations will apply to these volunteers. The\nFederal Personnel Manual (FPM), Ch. 735, App. C (1969), sets forth the\nprinciples for determ ining whether persons serving the government on a tem po­\nrary or intermittent basis are subject to the conflict of interest laws. Briefly, the\nFPM distinguishes between (1) persons “ whose advice is obtained by an agency\n. . . because of [their] individual qualifications and who serve . . . in an inde­\npendent capacity” and (2) persons who are asked “ to present the views of a non­\ngovernmental organization^] or group[s] which [they] represent, or for which\n[they are] in a position to speak.” FPM , App. C at p. C—4. The former category of\nindependent experts is deemed to be subject to the conflict of interest laws\nbecause their service to the government is expected to be impartial, and free from\noutside influence or control. The latter category of private representatives, on the\nother hand, is not subject to the conflict of interest laws because it is expected that\nsuch persons would be influenced by the private groups that they have been\nchosen to represent. 13\nM For a discussion o f statutes w hich expressly authorize governm ent em ploym ent w ithout co m p en satio n , see\nInterim Report, supra at 120. See also 5 U S C . § 3111\n12 See in particular. Interim Report, supra at 23 and A pp B , citing Executive O rder N o 10182 (Nov. 21, 1950)\n15 Fed."
}