{
  "document_category": "memos",
  "docId": "memos_71",
  "chunk_index": 3,
  "chunk_text": "The draft memorandum from the Torts Branch to then-Acting Associate Attorney General John C Dwyer also\ndiscusses claim s (and potentially applicable recoupment provisions regarding claims) based on the provision of health\ncare services to governm ent employees and their dependents under the Federal Employees Health Benefits Program\nas well as to individuals generally through the M edicare, Medicaid, and Indian Health Service programs. See Memo­\nrandum for John C. Dwyer, Acting Associate Attorney General, from Frank W Hunger, Assistant Attorney General,\nCivil Division, Re. Affirm ative Claims fo r Reimbursement o f Federally-Funded Health Care Provided to Persons\nwith Hemophilia Infected with H IV (undated draft memorandum)\n4 At the request o f the parties, Judge Grady approved a class specifically for settlement purposes after the Seventh\nCircuit had reversed Judge G rady’s p n o r certification o f a class for purposes of a trial. See In the Matter o f RhonePoulenc Rorer Inc., 51 F 3d at 1294-1304 252 Miscellaneous Receipts Act Exception fo r Veterans’ Health Care Recoveries to pay ten cents per insured life in exchange for full release of all reimbursement\nand subrogation claims for recovery of costs of care or treatment o f class members\narising from use of factor concentrates. The Fractionaters also approached the federal government with an offer to settle\nany claims of the United States based on the provision of health care to hemo­\nphiliacs, including veterans, who contracted the HIV virus. The Torts Branch, in\ncooperation with the respective agencies responsible for the health care services\ninvolved, entered into an out-of-court settlement with the Fractionaters, under\nwhich the latter paid the United States ten cents per federal health care system\nbeneficiary and released the United States from all claims and actions arising out\nof, or related to, the use of factor concentrates by claimants. In exchange, the\nUnited States released the Fractionaters from all claims for reimbursement of med­\nical expenses, all claims and causes of action under certain civil fraud statutes,\nand common law contribution and indemnity rights related to Federal Tort Claims Act cases brought against the United States. See Settlement Agreement ^1 A &\nB .l-2 . The settlement figure was calculated based on agency estimates of the numbers\nof persons entitled to federally subsidized health care in each o f the federal pro­\ngrams that the Torts Branch believed had potential claims of reimbursement\nagainst the Fractionaters. The total number of covered persons was estimated at\n121,881,000, which included 25,881,000 veterans, yielding a final settlement\namount of $12,188,100.5 The Torts Branch entered into an out-of-court settlement\nthat was conditioned on Judge Grady’s entering a global settlement in the private\nlitigation. On May 8, 1997, Judge Grady entered a Final Order and Judgment approving\na global settlement of the multidistrict litigation, and on August 15, 1997, the\nTorts Branch received four checks for a total of $12,188,100, which were depos­\nited in the Treasury on August 19, 1997."
}