{
  "document_category": "memos",
  "docId": "memos_65",
  "chunk_index": 4,
  "chunk_text": "H.R. Rep. No. 21-170 (Feb. 9,\n1830). See also 5 U.S.C. § 114 (prohibiting an officer of the United States from wearing a decoration\nwithout the consent of Congress). 280 Proposal That the President Accept Honorary Irish Citizenship of State. This procedure has been treated as substantial compliance with the\nstatute. If Congress subsequently enacts legislation consenting to acceptance (see,\ne.g., Act of Aug. 3, 1956, Priv. L. No. 84-850, 70 Stat. A171), delivery is made to\nthe recipient. 2 Therefore, if the President should accept the tender of honorary Irish\ncitizenship, it would be appropriate for him to include in his acceptance remarks a\nstatement that he is thereupon placing the warrant in the hands of the United States\nAmbassador to Ireland in accordance with United States law. If the President\nhandled the matter in this way, it would be difficult for anyone to contend that his\naction was inconsistent with the constitutional provision or the statute. 3 In order to\nminimize possible congressional criticism in that regard, it might also be appropriate to advise the Chairmen of the House and Senate Foreign Relations Committees\nin advance that this procedure will be followed. Two final points might be made. First, some Presidents have treated presents\nwhich they have received as gifts to the United States, rather than as personal gifts. They have therefore taken the view that acceptance is not subject to the constitutional provision. This view was apparently followed by President Lincoln, who\nreceived a “Diploma” from the Republic of San Marino declaring that “the\nPresident pro tempore of the United States of America” was a citizen of that\nRepublic. Although Lincoln wrote the Regent Captains of San Marino thanking its\nCouncil for the honor that it had “conferred upon me” (4 The Collected Works of\nAbraham Lincoln 360 (Roy P. Basler ed., 1953)), he had the document deposited\nwith the Department of State and it is now in the National Archives. The “Diploma” was conferred on the President of the United States “pro tempore,” and it\nindicates that the action to authorize its issuance was taken while Buchanan was\nstill President. The circumstances thus appear to have differed markedly from\nthose here involved. It seems clear that Ireland proposes to confer honorary\ncitizenship on President Kennedy personally, not on him as the President of the\nUnited States for the time being. Second, we are informed that it is the practice of the Protocol Office of the\nState Department, the custodian of gifts and other marks of honor deposited\n2\nUnder 5 U.S.C. § 115a, the Secretary of State is directed to submit to each alternate Congress a\nlist of retired personnel for whom the Department of State is holding decorations, medals or other\nmarks of honor pursuant to 5 U.S.C. § 115. In a memorandum to department and agency heads, dated\nApril 13, 1954, President Eisenhower directed that lists submitted to Congress pursuant to 5 U.S.C.\n§ 115a be limited to retired personnel. Of course this direction has not prevented Congress from\ngranting the required consent to incumbent officers. 70 Stat. A171.\n3"
}