{
  "document_category": "memos",
  "docId": "memos_41",
  "chunk_index": 7,
  "chunk_text": "Section 1702(b) of the IEEPA provides that: The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n(1) any postal, telegraphic, telephonic, or other per­\nsonal communication, which does not involve a\ntransfer of anything of value. . . . On its face, this provision goes no further than to deny the President\nany authority under the IEEPA, without reference to powers he may\npossess otherwise. The House report emphasizes that it did “not intend\n. . . to authorize regulation or prohibition of the collection and dissemi­\nnation of news.” 1977 House Report at 15. This reflects an underlying\nconstitutional concern:\n[W]hile it should be the purpose of the legislation to\nauthorize tight controls in time of national emergency,\nthese controls should not extend to the total isolation of\nthe people of the United States from the people of any\nother country. Such isolation is not only unwise from a\nforeign policy standpoint, but enforcement of such isola­\ntion can also entail violation of First Amendment rights of\nfreedom of expression if it includes, for example, prohibi­\ntions on exchange of printed matter, or on humanitarian\ncontributions as an expression of religious convictions. Id. at 11. We are constrained to take a cautious view of statutory authority for\nthis presidential option because of the Supreme Court’s emphasis on the\nneed for clear statutory authority for executive action significantly\naffecting constitutional liberties. See Kent v. Dulles, 357 U.S. 116, 129\n(1958). Thus, we do not regard either the COMSAT statute or 22\nU.S.C. § 1732 as sufficiently clear warrant for presidential action di­\nrected at satellite communications themselves, and not part of a broader\nrestriction. Nor does a more limited ban on commercial transmissions\ncommend itself. Distinctions between these communications and news\nor personal communications are tricky at best, and even commercial\nspeech now enjoys some constitutional protection. See generally Virginia\nState Board of Pharmacy v. Virginia Citizens Consumer Council, Inc., 425\nU.S. 748 (1976). The First Amendment issue can take either of two forms. Any\npresidential action that constitutes a direct restraint on the content of\nspeech must meet a very high standard of review. The government\nmust show a “compelling interest,” a close logical nexus between that\ninterest and the restriction, and a narrow tailoring of the restriction to\n229 avoid overbreadth. See, e.g., Police Department o f the City o f Chicago v.\nMosley, 408 U.S. 92, 95-96 (1972). And if the scheme involves a prior restraint by licensing particular communications, it bears “a heavy pre­\nsumption against its constitutional validity,” New York Times Co. v.\nUnited States, 403 U.S. 713, 714 (1971). In the abstract, it is difficult to\nenvision a justification for a direct ban on satellite communications that\ncould clear these hurdles. If attempted, it should include an exception\nin the terms of § 1702(b)(1) of the IEEPA. An indirect restriction on speech has a better chance of success. Here, that issue would arise if a ban on satellite communications were\npart of a more general ban on financial transactions with Iran and its\nnationals."
}