{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 11,
  "chunk_text": "That interference adversely\n216 affects both the Government’s law enforcement powers and its contract­\ning powers. 1. The Government’s Enforcement Role\na. The decision to initiate litigation. First and most obviously, the qui\ntam mechanism removes from the Department’s hands the decision\nwhether and when to commence an action. Once a relator files his com­\nplaint, we have 60 days within which to decide whether to join. This is\ntrue even if we are pursuing an investigation that is far from ready for\ndecision whether to prosecute. 2 In several cases, district courts already\nhave refused to grant us extensions in order to avoid interference with\nongoing criminal investigations. See, e.g., United States ex rel. McCoy v.\nCalifornia Medical Review Inc., 723 F. Supp. 1363 (N.D. Cal. 1989).3 If a\nstay is unavailable, the civil case proceeds with or without us, sometimes\nalerting targets o f criminal investigations; sometimes resulting in disclo­\nsure of key information in our possession, including our litigating posi­\ntions; and sometimes complicating attempts to prepare a comprehensive\nplea arrangement and civil settlement. In addition, informal avenues o f redress and adjustment can be cut off. Instead, the Government may be forced to choose quickly between leaving\nthe suit wholly to the relator or taking the very serious step o f charging\nfraud against a private person. 4 Such a charge is a serious matter, whether\nbrought by the Department or a relator. In many cases prosecutorial discre­\ntion would counsel against our bringing a False Claims Act suit; for exam­\nple, we might find that although a contractor was technically liable, it has\nfired the employees responsible for the fraud. A relator, however, is inter­\nested only in money, not in the faithful execution o f the laws. He has taken\nno oath o f office, has no obligation of loyalty to the Government or its inter­\nests, and has no continuing responsibility for the governmental programs at\nissue. Rather, he holds a personal financial stake that in all other contexts\nwould disqualify him from representing the Government’s interests. United States ex rel. Hyatt v. Northrop Corp., No. CV 87-6892 KN (Jrx), 1989 U.S. Dist. LEXIS 18940 (C.D. Cal. Dec. 27, 1989), provides an 2 Contrary to our experience, the Senate Committee believed that “with the vast majority o f cases, 60\ndays is an adequate amount o f time to allow Government coordination, review and decision\" o f fraud\nactions running into millions or billions o f dollars. S Rep No. 345 at 24-25.\n3 This accords with the legislative history, which states that “the Committee does not intend that crim­\ninal investigations be considered an automatic bar to proceeding with a civil fraud suit.\" S. Rep N o 345\nat 25. Instead, the Senate Committee stated that if the Government obtains an initial stay, “the court\nshould carefully scrutinize any additional Government requests for extensions by evaluating the\nGovernment’s progress with its cnminal inquiry” Id\n4 In some circumstances, w e may be considering enforcement action less draconian than a trebledamages-plus-penalties action under the False Claims Act."
}