{
  "document_category": "memos",
  "docId": "memos_36",
  "chunk_index": 3,
  "chunk_text": "Memorandum for the Heads of Executive Departments and Agencies from\nPresident Ronald Reagan, Re: Procedures Governing Responses to Congressional Requests for Information (Nov. 4, 1982). But a letter or inquiry\nfrom a member or members of Congress not authorized to conduct oversight is not properly considered an “oversight” request. See Congressional\nOversight Manual at 56 (“Individual Members, Members not on a committee of jurisdiction, or minority Members of a jurisdictional committee,\nmay, like any person, request agency records. When they do, however,\nthey are not acting pursuant to Congress’s constitutional authority to\nconduct oversight and investigations.”). It does not trigger any obligation to accommodate congressional needs and is not legally enforceable\nthrough a subpoena or contempt proceedings. Members who are not committee or subcommittee chairmen sometimes\nseek information about executive branch programs or activities, whether\nfor legislation, constituent service, or other legitimate purposes (such as\nSenators’ role in providing advice and consent for presidential appointments) in the absence of delegated oversight authority. In those nonoversight contexts, the Executive Branch has historically exercised its\ndiscretion in determining whether and how to respond, following a general policy of providing only documents and information that are already\npublic or would be available to the public through the Freedom of Information Act, 5 U.S.C. § 552. Whether it is appropriate to respond to\n3 Opinions of the Office of Legal Counsel in Volume 41 requests from individual members will depend on the circumstances. In\ngeneral, agencies have provided information only when doing so would\nnot be overly burdensome and would not interfere with their ability to\nrespond in a timely manner to duly authorized oversight requests. In many\ninstances, such discretionary responses furnish the agency with an opportunity to correct misperceptions or inaccurate factual statements that are\nthe basis for a request. CURTIS E. GANNON\nActing Assistant Attorney General\nOffice of Legal Counsel 4"
}