{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 7,
  "chunk_text": "90 an implicit requirement that proposal and ratification be reasonably contempora­\nneous, the Congressional Pay Amendment almost certainly would be invalid. 7 Although recognizing that Article V “says nothing about the time within\nwhich ratification may be had,” id. at 371, the Court in Dillon identified\nthree grounds for concluding that Article V “strongly suggests” that a pro­\nposed amendment may not remain “open to ratification for all time” and that\nratification in some States may not be “separated frorri that in others by\nmany years and yet be effective.” Id. at 374. The Court stated:\nFirst, proposal and ratification are not treated as unrelated\nacts but as succeeding steps in a single endeavor, the natural\ninference being that they are not to be widely separated in\ntime. Secondly, it is only when there is deemed to be a neces­\nsity therefor that amendments are to be proposed, the reasonable\nimplication being that when proposed they are to be consid­\nered and disposed of presently. Thirdly, as ratification is but\nthe expression of the approbation of the people and is to be\neffective when had in three-fourths of the States, there is a fair\nimplication that it must be sufficiently contemporaneous in that\nnumber of States to reflect the will of the people in all sections\nat relatively the same period, which of course ratification scat­\ntered through a long series of years would not do. Id. at 374-75 (emphases added). 8\n7 Indeed, the Court in D illon suggested that the period for ratification of the Congressional Pay Amend­\nment, along with that of three other long-dormant proposed amendments, had lapsed:\nThat [construing Article V to require contemporaneous ratification] is the better conclusion\nbecomes even more manifest when what is comprehended in the other view is considered;\nfor, according to it, four amendments proposed long ago — two in 1789, one in 1810 and one\nin 1861 — are still pending and in a situation where their ratification in some of the States\nmany years since by representatives of generations now largely forgotten may be effectively\nsupplemented in enough more States to make three-fourths by representatives of the present\nor some future generation. To that view few would be able to subscribe, and in o u r o p in io n it\nis q u ite untenable. Id. (emphasis added). S ee a lso Memorandum from David C. Huckabee, Analyst, and Thomas M. Durbin,\nLegislative Attorney, Congressional Research Service, Library of Congress, R e: The P ro p o sed C o n g res­\nsio n a l P ay C o n stitu tio n a l A m en d m en t: Issues P ertaining to R a tifica tion, at 2-3 (Aug. 12, 1991) (“CRS Memorandum” ).\ns In support of the notion of contemporaneous consensus, the Court quoted with approval a passage\nfrom John A. Jameson, A Treatise on C onstitu tio n a l C onventions (Da Capo Press 1972) (4th ed. 1887),\nin which Jameson wrote:"
}