{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 23,
  "chunk_text": "Although it may have violated separation o f\npowers, such an action at least presented a case or controversy\nbecause the real party in interest — the government — had suffered an\ninjury and thus had a cognizable claim. But it is mere sleight-of-hand to\nsuggest that if qui tam in this sense was necessarily a case or contro­\nversy, so is qui tam in the very different sense proposed by the Solicitor 12 This histoneal argument concerns the status o f qui tam actions as cases or controversies We discuss\nbelow, see infra, at pp. 232-38, the broader claim that history validates qui tam whether or not it can be\naccommodated to any particular constitutional principle, such as the requirements o f Article III 227 General, in which a relator w ho has not been injured sues for himself,\nnot the government. Next, it is far from clear that the Framers, had they examined the mat­\nter, would have concluded that qui tam as they knew it satisfied the case\nor controversy requirement. There is certainly no direct evidence that\nthey thought so. Indeed, qui tam statutes that permitted an uninjured\ninformer to sue, and actions brought by such informers, apparently were\nboth fairly rare. Many statutes seem to have contemplated — and almost\nall suits actually brought seem to have been — actions either by public\nofficials or injured parties. 13 Qui tam actions brought by pure informers\nthus probably would not have seemed a commonplace thing for the\nFramers, and we cannot assume that they would have thought that\nArticle III had to bend to such actions. Finally, the argument that anything that could go into court in 1787\nmust be a case or controversy has unacceptable consequences. At com­\nmon law, the writs o f prohibition, certiorari, quo warranto, and man­\ndamus all were available to “strangers” who had no personal interest or\niryury in fact. See, e.g., Raoul Berger, Standing to Sue in Public Actions:\nIs it a Constitutional Requirement? 78 Yale L.J. 816, 819-25 (1969); Louis\nL. Jaffe, Standing to Secure Judicial Review: Public Actions, 74 Harv. L.\nRev. 1265, 1269-71 (1961). But both mandamus and quo warranto are\nactions brought to challenge the conduct o f government officials. Under\nthe Solicitor General’s regime, any person could use these writs to chal­\nlenge or compel government action wholly unrelated to the person using\nthe writ. The implications o f this position are staggering. In any event, the Solicitor General’s historical argument proves too\nmuch. If this view were accepted, it would mean that Congress could cre­\nate universal standing simply by attaching a penalty to the violation o f\nany law and offering any person who sues a right to share in the pro­\nceeds. This would privatize the Executive power, allowing any private\nperson to enforce the law against any other, while opening up the deci­\nsions by the Executive to unprecedented interference. For example,\nCongress could enforce its restrictions on the President’s conduct o f for­\neign policy (such as the Boland Amendment) through qui tam actions."
}