{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 10,
  "chunk_text": "Although Chief Justice Hughes’s opinion for three members of the\nCourt did approve of the “cogent reasons” for requiring contemporaneity\noutlined in Dillon, see 307 U.S. at 452-53, the four remaining Justices com­\nprising the seven-vote majority on the dispositive “political question” issue\nspecifically repudiated Dillon. The four concurring Justices called for “dis­\napproval of the conclusion arrived at in Dillon v. Gloss, that the Constitution\nimpliedly require[d] that a properly submitted amendment must die unless\nratified within a ‘reasonable time.’” Id. at 458 (Black, J., concurring) (foot­\nnote omitted). 11 Moreover, Chief Justice Hughes’s conclusion does not\nlogically imply that Dillon was correct. Having declined to address the\ncontent of an implicit time limit, it leaves open for Congress the conclusion\nthat there is no time limit at all. 3.\nOn its merits, the reasoning of Dillon is unpersuasive in both its spe­\ncific arguments and in its broader methodology. The Dillon Court’s first\n10 Indeed, some have argued that the entire opinion o f the Court in D illon was a dictum and must be\nconsidered “dubious” authority at best. S ee Note, The Process o f C o n stitutional A m e n d m e n t, 79 Colum. L. Rev. 106, 126 n.75 (1979); Ernst Freund, L eg isla tive P roblem s a n d S o lutions, 7 A.B.A. J. 656, 65657 (1921). The challenge to the Eighteenth Amendment in D illo n was baseless because the seven-year\nlimitation at issue was part of the text of the amendment and was therefore itself ratified by the States;\nthe petitioner did not claim that Congress lacked authority to include such a limitation in the am end­\nment itself. Note, 79 Colum. L. Rev. at 126 n.75. S ee Brief for Appellee at 5, D illon v. G lo ss, 256 U.S.\n368 (1921) (No. 20-251) (“The amendment having been ratified by the requisite num ber of States\nwithin the time limitation provided in section three, it is unimportant whether that section is valid or\ninvalid.”). “ [T]he Suprem e Court, apparently mistaking the actual facts o f the case submitted to it,\nstated and decided the case as though the time limit for ratification had been contained . . . in the Joint\nResolution o f Congress . . . . ” Willoughby, at 596-97. \"W e do not believe that Chief Justice Hughes's opinion must be treated as a holding o f the Court\nbecause it rested on a “narrower ground” than Justice Black’s. Ordinarily, where an opinion for the\nCourt is fragmented, as in C olem an, the opinion of the Justices concurring in the judgm ent on the\nnarrowest grounds is regarded as the Court's holding. S ee M a rks v. U nited S ta tes, 430 U.S. 188, 193\n(1977); G regg v. G eorgia, 428 U.S. 153, 169 n. 15 (1976) (opinion o f Stewart, Powell and Stevens, JJ.);\nK ing v. P alm er, 950 F.2d 771, 778 (D.C. Cir. 1991) (Silberman, J., concurring), cert, d e n ie d , 550 U.S.\n1229 (1992)."
}