{
  "document_category": "memos",
  "docId": "memos_2",
  "chunk_index": 3,
  "chunk_text": "The Administrator of GSA is authorized to accept on behalf of\nthe United States “ unconditional gifts of real, personal, or other property in aid\nof any project or function” within his jurisdiction. 40 U.S.C. § 298a (1976). Because GSA has assumed responsibility for maintenance and furnishing of the\nEast and West Wings, we believe it may accept gifts for use there as well. It\nshould be noted, however, that 40 U.S.C. § 298a (1976) refers only to\nunconditional gifts. 3\nII. Gifts of Services Attendant to the Loan of Art dr Furnish­\nings to the Residences or Offices, such as Collection, Crating,\nTransportation, and Insurance\nWhile there is no express statutory authority for the White House or the\nofficial residence of the Vice President to receive works of art or other objects\non loan, we see no reason to object to this practice. 4 Nor do we see any basis for\nobjecting to the acceptance of services related to the loan, such as collection,\ncrating, transportation, and insurance. In 1974 this Office advised the White House that a painting that had been\ngiven to the White House on the condition that it be exhibited to the public\ncould be viewed as a loan and be returned to the donor if it was no longer to be\ndisplayed. That earlier advice necessarily proceeded on the assumption that\nsuch a loan could be accepted. Moreover, the Comptroller General has ruled that agencies may accept a loan\nof equipment to be used in performing an agency function, although he noted\nthat this practice should not be encouraged because of the possibility of claims\nagainst the Government or the appearance of favoritism in later agency dealings\nwith the lender. 22 Comp. Gen. 153 (1942). In most cases there is little\nlikelihood of an appearance of favoritism toward one who lends items to the\nWhite House or the Vice President’s residence. With respect to the possibility\nof claims against the Government, the Committee for the Preservation of the\n3This Office advised the White House in 1964 that 40 U.S.C. § 298a (1976) permitted GSA to\naccept a donation of television lights to be installed in one of the Wings by several networks. It was\nemphasized that the fixtures, once installed, were to be regarded as property of the United States for\nall purposes. 4See Secretary of the Navy Instruction 4001.2E (Oct. 18, 1978) governing acceptance of gifts for\nthe Vice President's residence under Pub. L. No. 93-346, supra. Paragraph 3.e. defines the term\n\"gift” to include loans, except loans of money. See H 4.b. Arguably. 3 U.S.C. § 110 (1976) and 16\nU.S.C. § 6a (1976) could also be construed to permit acceptance of loans, which are in a sense only\ntemporary gifts. 351 White House has in the past purchased an insurance policy covering all items\non loan to the White House. If, as it appears, loans of furnishings may be accepted for use in the White\nHouse or Vice President’s residence, we see no reason why the lender may not\npay the costs incident to the loan."
}