{
  "document_category": "memos",
  "docId": "memos_15",
  "chunk_index": 5,
  "chunk_text": "And third, even as to these other laws, the effect is just the\ncontrary of that stated in the Memorandum. Section 17(a) is not a\npreclusion of further controls- at all. Instead, it expressly recognizes the\neffect of other controls. C. With this statutory construction, the constitutional argument in\nthe Memorandum also falls. The assertion that the Executive may\nregulate commerce only as Congress has. provided, and thus may not\ntake actions that Congress has expressly forbidden, is meaningless in the\ncontext of the EAA, which not only does not forbid the export con­\ntrols contemplated here but in fact expressly authorizes them. 4\nII. There are other significant reasons for our opinion that the regula­\ntory scheme of the seven cited statutes does not preclude export con­\ntrols for foreign policy purposes under the EAA. The argument to the\ncontrary ignores the history of § 17(a), fails to take account of the\neffect of the argument on national security and short-supply controls,\nand represents a fundamental misunderstanding of the purpose and\nfunction of the EAA. A. The provision that is now § 17(a) derives from § 10 of the Export\nControl Act of 1949, which provided:\nThe Act of February 15, 1936 (49 Stat. 1140), relating to\nthe licensing of exports of tinplate scrap, is hereby super­\nseded; but nothing contained in this Act shall be con­\nstrued to modify, repeal, supersede, or otherwise affect\nthe provisions of any other laws authorizing control over\nexports of any commodity. Pub. L. No. 81-11, § 10, 63 Stat. 7, 9 (1949). The legislative history of\n§ 10 makes clear both the reason for the change in the law relating to\ntinplate scrap and the fact that no other changes in existing export\ncontrol laws were made. Under prior law, the export licensing author­\nity for tinplate scrap was conferred upon the Department of State but\nwas, in practice, handled by the Department of Commerce. Section 10\nhad the effect of transferring the licensing authority to the agency that\nwould administer the 1949 Act and also conforming the law to the\nprior practice. S. Rep. No. 31, 81st Cong., 1st Sess. 7 (1949). Yet there\n4\nW e d o not wish to be understood as conceding, how ever, that the E xecutive has no independent\nconstitutional au th o rity to regulate com m erce for foreign policy reasons. Because the E A A clearly\nconfers this authority by statute, we have no need to consider the constitutional question. 805 were in effect at the time of the 1949 Act export controls on other\ncommodities, such as narcotics, gold, ammunition, arms, implements of\nwar, tobacco seed, and atomic energy materials, H.R. Rep. No. 18, 81st\nCong., 1st Sess. 12 (1949); the Senate report, supra, mentions helium\nalso. As to these, “the bill makes no change whatever in the present\nlaws.” S. Rep. No. 31, supra; see also H.R. Rep. No. 18, supra. The Export Administration Act of 1969, Pub. L. No. 91-184, § 12(a),\n83 Stat. 841, 846 (1969), retained verbatim the language of § 10."
}