{
  "document_category": "memos",
  "docId": "memos_61",
  "chunk_index": 5,
  "chunk_text": "Id. § 1320d5(b)(2). Third, a civil “penalty may not be imposed . . . if the failure to comply\nwas due to reasonable cause and not to willful neglect; and the failure to comply is\ncorrected” within a specified period of time. Id. § 1320d-5(b)(3). The statute prescribes criminal sanctions only for those violations of the standards that involve the disclosure of “unique health identifiers,” id. § 1320d-6(a), or\nof “individually identifiable health information,” id., that is, that subset of health\ninformation that, inter alia, “identifies the individual” or “with respect to which\nthere is a reasonable basis to believe that the information can be used to identify\nthe individual,” id. § 1320d(6). More specifically, section 1320d-6(a) provides:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier;\n(2) obtains individually identifiable health information relating to\nan individual; or 79 Opinions of the Office of Legal Counsel in Volume 29 (3) discloses individually identifiable health information to another person,\nshall be punished as provided in subsection (b) of this section. Subsection (b) sets forth a tiered penalty scheme. A violation of subsection (a) is\npunishable generally as a misdemeanor by a fine of not more than $50,000 and/or\nimprisonment for not more than one year. Id. § 1320d-6(b)(1). Certain aggravating\ncircumstances may make the offense a felony. Subsection (b)(2) provides for a\nmaximum penalty of a $100,000 fine and/or five-year imprisonment for violations\ncommitted under false pretenses. Id. § 1320d-6(b)(2). And subsection (b)(3)\nreserves the statute’s highest penalties—a fine of not more than $250,000 and/or\nimprisonment of not more than ten years—for those offenses committed “with\nintent to sell, transfer, or use individually identifiable health information for\ncommercial advantage, personal gain, or malicious harm.” Id. § 1320d-6(b)(3). II. A.\nWe address first which persons may be prosecuted under the criminal enforcement provision, section 1320d-6. Specifically, we address whether section\n1320d-6 renders liable only covered entities or whether the provision applies to\nany person who does an act described in that provision, including, in particular,\na person who obtains protected health information in a manner that causes a\ncovered entity to violate the statute or regulations. We conclude that an analysis\nof liability under section 1320d-6 must begin with covered entities, the only\npersons to whom the standards apply. If the covered entity is not an individual,\ngeneral principles of corporate criminal liability will determine the entity’s\nliability and that of individuals within the entity, including directors, officers,\nand employees. Finally, certain conduct of these individuals and that of other\npersons outside the covered entity, including of recipients of protected information, may be prosecuted in accordance with principles of aiding and abetting\nliability and of conspiracy liability. We begin with the language of the statute. See Liparota v. United States, 471\nU.S. 419, 424 (1985) (“The definition of the elements of a criminal offense is\nentrusted to the legislature, particularly in the case of federal crimes, which are\nsolely the creatures of statute.”). Section 1320d-6(a) states that:\nA person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier; 80"
}