{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 9,
  "chunk_text": "We do not address whether the Smithsonian might be deemed part of the federal government or an\nexecutive agency for other statutory purposes. In a 1988 opinion, for example, this Office concluded\nthat the Smithsonian was an “executive agency” for purposes of the Federal Property and Administrative Services Act (“Property Act”). The Status of the Smithsonian Institution under the Federal\nProperty and Administrative Services Act, 12 Op. O.L.C. 122 (1988). That determination rested on the\nProperty Act’s particular legislative history. Section 201(c) of the Property Act, which granted\nauthority to “any executive agency,” replaced an earlier statute that had explicitly covered the\nSmithsonian. Because the legislative history of section 201(c) indicated that it was meant to “preserve\nall . . . existing authority,” we concluded that the Smithsonian was included within its reach. Id. at 126\n(quotation marks omitted). By contrast, there is no indication that the Executive Branch ethics program\nthat existed before EIGA was meant to encompass the Smithsonian. See Exec. Order No. 11222,\n3 C.F.R. 130 (1965 Supp.); see generally S. Rep. No. 95-170, at 28–31 (1977) (describing the ethics\nprogram that existed before EIGA). 63 Opinions of the Office of Legal Counsel in Volume 32 Government Ethics, Re: Ethics in Government Act of 1978 (Apr. 13, 1979). OGE\ninformally reaffirmed that conclusion in 1990, see OGE Letter at 6, and continues\nto abide by it today. Thus, during the thirty years since enactment of EIGA, OGE\nhas not asserted jurisdiction over the Smithsonian or its personnel. OGE has not\nsought—nor has the Smithsonian submitted—an annual ethics program report, as\nrequired of executive agencies under 5 U.S.C. app., EIGA § 402(e). Nor has the\nSmithsonian sought OGE’s guidance in resolving ethics questions. See OGE Letter\nat 6–7; Smithsonian Letter at 1. Following the passage of EIGA, the Smithsonian continued to publish its own\nethics regulations, which did not refer to OGE or EIGA. The Institution ceased to\npublish the regulations in 1984. The Smithsonian’s General Counsel explained:\nThe Smithsonian Institution is not a government agency as that term\nis traditionally used, but for a number of years the Standards of Conduct for Smithsonian employees . . . have been published in the format of government agency regulations as Part 500 . . . of Title 36 of\nthe Code of Federal Regulations. Part 500 . . . [is] obsolete and [is]\nbeing removed from Title 36 of the Code of Federal Regulations. Henceforth, in keeping with the Institution’s status, current Standards of Conduct for Smithsonian employees . . . will be promulgated internally . . . .\n49 Fed. Reg. 9171 (Mar. 12, 1984); see also Smithsonian Institution, Smithsonian\nDirective 103, Smithsonian Institution Standards of Conduct (Feb. 13, 2006)\n(current ethics standards). Since then, Congress has amended EIGA and reauthorized OGE without modifying the definitions of “executive branch” or “executive agency,” and without\ntaking other action to bring the Smithsonian within OGE’s jurisdiction."
}