{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 8,
  "chunk_text": "(“The structural principles secured by the separation of powers protect the\nindividual as well.”). The President’s supervision of the Executive Branch\nguarantees the people’s right to select, and hold accountable, the one\nperson responsible for the execution of federal law. B.\nIn 1981, this Office reviewed the proposed EO 12291 and confirmed\nthat the President may require agencies to participate in the OMB review\nprocess. See Proposed Executive Order Entitled “Federal Regulation,”\n5 Op. O.L.C. 59, 60 (1981) (“EO 12291 Opinion”). We explained that the\nPresident has the “distinctive constitutional role” of supervising the execution of federal law, and he could not take care that the entire “mass of\nlegislation” is executed faithfully, in a consistent and uniform manner,\nabsent authority to guide and direct his subordinates. Id. at 60–61 (internal quotation marks omitted); see also Peter L. Strauss, The Place of\nAgencies in Government: Separation of Powers and the Fourth Branch,\nSee also 1 Annals of Cong. 462 (1789) (Rep. James Madison) (“It is evidently the\nintention of the Constitution, that the first Magistrate should be responsible for the\nexecutive department; so far therefore as we do not make the officers who are to aid him\nin the duties of that department responsible to him, he is not responsible to his country.”);\n1 Collected Works of James Wilson 730 (Kermit L. Hall & Mark David Hall eds., 2007)\n(“In the United States, our first executive magistrate is not obnubilated behind the mysterious obscurity of counsellors. . . . He is the dignified, but accountable magistrate of a free\nand great people.”); 2 id. at 873 (“[I]n the executive department, the principle of unity is\nadopted.”). 7 9 43 Op. O.L.C. __ (Oct. 8, 2019) 84 Colum. L. Rev. 573, 642 (1984) (“[T]he execution of not a single law\nbut many inevitably raises questions of priority, conflict, and coordination . . . . Attending to these conflicts seems an inevitable aspect of a chief\nexecutive’s function.”). That is also true when agencies execute federal\nlaw by promulgating rules. See, e.g., Sierra Club v. Costle, 657 F.2d 298,\n405–06 (D.C. Cir. 1981) (recognizing that the President must be allowed\nto “control and supervise” rulemakings). Thus, under his constitutional\nauthority to supervise the execution of federal law, the President may\nestablish both general principles for agencies to follow in rulemaking,\nsuch as cost-benefit principles, see EO 12866, § 1(b), and administrative\nmechanisms to effectuate those principles, such as centralized regulatory\nreview, see id. § 6.\nThe President may also require any agency to submit in writing an\nanalysis of proposed agency action under the Opinions Clause, which\nauthorizes the President to “require [an] Opinion, in writing,” from the\nprincipal officers in the Executive Branch on “any Subject” relating to\n“the duties of their . . . offices.” U.S. Const. art. II, § 2, cl. 1; see also EO\n12291 Opinion, 5 Op. O.L.C. at 62. The Opinions Clause ensures that the\nPresident may obtain the advice he needs to order the affairs of the Executive Branch, including the counsel necessary to direct the heads of agencies in the exercise of their statutory functions."
}