{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 1,
  "chunk_text": "Recess Appointments Amid Pro Forma Senate Sessions A twenty-day Senate recess may give rise to presidential authority to make recess appointments. Congress’s provision for pro forma sessions during that twenty-day period does not have\nthe legal effect of interrupting the recess for purposes of the Recess Appointments\nClause. In this context, the President has discretion to conclude that the Senate is unavailable to\nperform its advise-and-consent function and may exercise his power to make recess\nappointments. January 6, 2012 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT *\nOn December 17, 2011, the Senate agreed by unanimous consent to\n“adjourn and convene for pro forma sessions only, with no business\nconducted,” every Tuesday and Friday between that date and January 23,\n2012. 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011). During that period, on January 3, 2012, the Senate convened one such pro forma session\nto begin the second session of the 112th Congress and adjourned less than\na minute later under its prior agreement. 158 Cong. Rec. S1 (daily ed.\nJan. 3, 2012); see also U.S. Const. amend. XX, § 2. You asked whether\nthe President has authority under the Recess Appointments Clause, U.S.\nConst. art. II, § 2, cl. 3, to make recess appointments during the period\nbetween January 3 and January 23 notwithstanding the convening of\nperiodic pro forma sessions. We advised you that he does. This opinion\nmemorializes and elaborates on that advice. This Office has consistently advised that “a recess during a session of\nthe Senate, at least if it is of sufficient length, can be a ‘Recess’ within the\nmeaning of the Recess Appointments Clause” during which the President\nmay exercise his power to fill vacant offices. Memorandum for Alberto R.\n* Editor’s Note: The Supreme Court considered the questions addressed in this opinion\nin NLRB v. Noel Canning, 573 U.S. 513 (2014), and held that the Recess Appointments\nClause empowers the President to fill vacancies during intrasession recesses “of substantial length,” but that the Senate is in session for purposes of the Clause during a pro forma\nsession in which the Senate retains the capacity to conduct business under its rules. Id. at\n527, 550. The Court therefore held that three appointments made by President Obama\nduring the period at issue in this opinion were invalid. Id. at 557. 15 36 Op. O.L.C. 15 (2012) Gonzales, Counsel to the President, from Jack L. Goldsmith III, Assistant\nAttorney General, Office of Legal Counsel, Re: Recess Appointments in\nthe Current Recess of the Senate at 1 (Feb. 20, 2004) (“Goldsmith Memorandum”). 1 Although the Senate will have held pro forma sessions regularly from January 3 through January 23, in our judgment, those sessions\ndo not interrupt the intrasession recess in a manner that would preclude\nthe President from determining that the Senate remains unavailable\nthroughout to “‘receive communications from the President or participate\nas a body in making appointments.’” Intrasession Recess Appointments,\n13 Op. O.L.C. 271, 272 (1989) (quoting Executive Power—Recess Appointments, 33 Op. Att’y Gen. 20, 24 (1921) (“Daugherty Opinion”)). Thus, the President has the authority under the Recess Appointments\nClause to make appointments during this period."
}