{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 5,
  "chunk_text": "Even if Congress sought to\nlimit “[p]residential supervision” of independent agencies “on matters of\nsubstantive policy,” we advised that subjecting them to the proposed\nregulatory review process would be consistent with their independent Admin. L. Rev. 103, 110 (2011) (centralized review results in “better coordinated and\ncoherent regulatory actions, and ultimately better decisionmaking”); American Bar\nAssociation Section of Administrative Law and Regulatory Practice, Twenty-First Century Governance: Improving the Federal Administrative Process: A Report for the President-Elect of the United States, 52 Admin. L. Rev. 1099, 1104–05 (2000) (centralized\nreview fosters “efficient, coordinated, yet reasonably open administration” and “promote[s] good government”); Christopher C. DeMuth & Douglas H. Ginsburg, White\nHouse Review of Agency Rulemaking, 99 Harv. L. Rev. 1075, 1081 (1986) (centralized\nreview “encourages policy coordination, greater political accountability, and more\nbalanced regulatory decisions”). 5 43 Op. O.L.C. __ (Oct. 8, 2019) status, because the order would preserve the agencies’ “substantive discretion to decide particular . . . rulemaking matters.” Simms Memorandum at 10, 11. Ultimately, however, the Reagan Administration determined, for “policy reasons,” not to include independent agencies, even\nthough the Administration believed the President had the constitutional\npower to do so. Role of OMB Hearing at 93–94 (quoting C. Boyden Gray,\nCounsel to the Vice President); see also Peter L. Strauss & Cass Sunstein,\nThe Role of the President and OMB in Informal Rulemaking, 38 Admin.\nL. Rev. 181, 202 (1986) (same). In EO 12866, President Clinton preserved the exemption for “independent regulatory agencies” from the centralized regulatory review\nprocess. EO 12866, § 3(b).4 He did, however, require independent agencies to submit to OIRA annual regulatory agendas and plans, which summarize expected regulatory actions during the upcoming fiscal year. Id.\n§ 4(b), (c). Sally Katzen, who was then the OIRA Administrator, later\nexplained that the President’s legal advisers believed it would have been\nlawful to apply the entirety of EO 12866 to independent agencies, but the\nAdministration ultimately chose not to do so. Sally Katzen, OIRA at\nThirty: Reflections and Recommendations, 63 Admin. L. Rev. 103, 109\n(2011).5\nEO 12866 thus continues to exempt independent regulatory agencies\nfrom the centralized regulatory review process. In the statutory definition\nincorporated into EO 12866, Congress has identified nineteen such independent agencies and included a catch-all clause for “any other similar\nagency designated by statute”:\n4 EO 12291 and EO 12866 both cite 44 U.S.C. § 3502(10) for the definition of excluded independent regulatory agencies. EO 12291, § 1(d); EO 12866, §§ 3(b), 4(c). In 1995,\nCongress moved the relevant definition to 44 U.S.C. § 3502(5). See Paperwork Reduction\nAct of 1995, Pub. L. No. 104-13, sec. 2, 109 Stat. 163, 165.\n5 President George W. Bush amended EO 12866 twice, principally to reduce the Vice\nPresident’s role, to instruct agencies to identify the specific market failure that any new\nregulations seek to remedy, and to expand OIRA’s review of agency guidance documents. See Exec. Order No. 13258, 3 C.F.R. 204 (2003); Exec. Order No. 13422,\n3 C.F.R. 191 (2008). President Obama revoked those modifications, see Exec. Order No.\n13497, 3 C.F.R. 218 (2010), although OIRA continued its practice, which predated\nPresident Bush’s orders, of reviewing agency guidance documents under EO 12866."
}