{
  "document_category": "memos",
  "docId": "memos_30",
  "chunk_index": 7,
  "chunk_text": "In Scherer v. Brennan, 379 F.2d 609 (7th Cir.), cert, denied,\n389 U.S. 1021 (1967), the court found within the scope of the Secret Service’s\nduties to protect the President the barring o f a federally-licensed firearms dealer\n5 See A Quaker Action Group v. Hickel, 421 F.2d 1111, 1117-18 (D.C. Cir. 1969). See also Sherrill v. Knight,\n569 F.2d 124, 128 n.14 (citing A Quaker Action Group, 421 F.2d at 1117 ( “ [t]he congressional grants o f authority\nto the Secret Service to protect the President . . . and to control access to temporary presidential residences . . .\ncannot be said to authorize procedures or actions violative o f the Constitution . . . . [W]e cannot agree with the\nG overnm ent's argum ent that m ere mention o f the President’s safety must be allowed to trum p any First Amendment\nissue” )). 114 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House from his own home and his constant surveillance even though he had voiced no\ndirect threat to the President. The appellant argued that this invasion of privacy\nwas illegal under the Supreme Court’s analysis in Camara v. San Francisco, 387\nU.S. 523 (1967) (holding that the fourth amendment requires a warrant for inspec­\ntion of private premises by health inspectors unless the occupant consents thereto). In rejecting appellant’s argument, the court stated, “ Here, the need to protect the\nPresident of the United States from possible physical harm would justify measures\nthat might not be considered appropriate in routine health inspections.” Scherer,\n379 F.2d at 612. 2. Section 202 In addition to the broad authority to protect the President granted in §3056,\n3 U.S.C. §202 grants the “ United States Secret Service Uniformed Division”\nauthority to perform duties prescribed by the Secretary to protect the “ White\nHouse in the District of Columbia” and “ any building in which Presidential\noffices are located.” This provision makes clear that the Secretary has authority\nto direct not only such action as is necessary to protect the person of the President\nbut also the White House itself and the Old Executive Office Building, which\nis also bounded by the designated streets. The language and legislative history of §§3056 and 1752, the authority granted\nin §202, the court decisions, and former opinions of this Office suggest that while\nthe Secretary’s authority to protect the President may not be unlimited, the Sec­\nretary may take such actions as are consistent with the Constitution, not prohibited\nby statute, and reasonable under the circumstances for the protection of the Presi­\ndent in the performance of his duties. We perceive no constitutional impediment\nto the closing of the designated streets. Consequently, given the conclusions of\nthe WTiite House Security Review with respect to the vulnerability of the White\nHouse, the Secretary would appear to have the authority to expand the security\nperimeter of the White House by closing the designated streets if the Secretary\nconcludes that such action is reasonably necessary to protect the President."
}