{
  "document_category": "memos",
  "docId": "memos_94",
  "chunk_index": 2,
  "chunk_text": "O pinions o f the O ffice o f L egal C ounsel in V olum e 21 §7413 (1994). As summarized in section 113(a)(3),2 section 113 provides that\nwhen EPA finds that “ any person has violated, or is in violation o f ’ the Act\nor its implementing regulations, EPA may issue an administrative penalty order\nor a compliance order, bring a civil action, or request the Attorney General to\ncommence a criminal action. The questions presented to us are whether the Act\nauthorizes EPA to issue an administrative penalty order to a federal agency under\nsection 113(d), and if so, whether that authority can be exercised consistent with\nthe Constitution. 3 The Act authorizes EPA to issue two kinds of administrative penalty orders. Section 113(d)(1) authorizes EPA to “ issue an administrative order against any\nperson assessing a civil administrative penalty of up to $25,000, per day of viola­\ntion” when EPA “ finds that such person” has violated the Act or its imple­\nmenting regulations. 42 U.S.C. § 7413(d)(1). Such a penalty may be assessed only\nafter opportunity for a hearing on the record in accordance with the Administrative\nProcedure Act (“ APA” ), 5 U.S.C. §§554, 556 (1994). 42 U.S.C. § 7413(d)(2). In addition, section 113(d)(3) authorizes EPA to implement a field citation pro­\ngram under which “ persons” who commit minor violations of the Act or the\nregulations may receive field citations assessing civil penalties not to exceed\n$5,000 per day. Id. § 7413(d)(3). Field citations may be issued without a hearing,\nbut persons who have received citations may request a hearing. “ Such hearing\nshall not be subject to [the APA], but shall provide a reasonable opportunity to\nbe heard and to present evidence.” Id. The Act provides for the two types of\nadministrative penalty orders to be litigated in the courts in a variety of ways. Persons against whom either kind o f penalty is imposed may seek judicial review\nin federal district court, and in any such proceeding the United States may seek\nan order requiring that the penalties be paid. Id. § 7413(d)(4). In addition, if a\nperson fails to pay any penalty after receiving an order or assessment from EPA,\n“ the Administrator shall request the Attorney General to bring a civil action in\nan appropriate district court to enforce the order or to recover the amount ordered\nor assessed.” Id. § 7413(d)(5). B.\nEPA presents a straightforward position that section 113(d) authorizes EPA to\nassess administrative penalties against federal agencies. That subsection authorizes\nEPA to assess penalties against “ persons.”"
}