{
  "document_category": "memos",
  "docId": "memos_67",
  "chunk_index": 2,
  "chunk_text": "O ur analysis here focuses only\non the attem pted legislative exoneration o f persons convicted by judicial process o f a crim e under the Act. O f course, if S. 2214 is intended to apply only where no governm ent prosecution has been com m enced, and\nnot where an investigation o r prosecution has been initiated or a conviction obtained, as a policy m atter it\nwould raise a serious question o f disparate treatment. 93 als who have violated the law. A pardon may take the form of release from\nprison, remission of fines and forfeitures, commutation or alteration of a\nsentence, restoration of civil rights, dismissal of a prosecution, or a grant of\nimmunity from prosecution. It may be absolute or conditional, and extended to\na specific individual or to an entire class or community. It includes but is not\nlimited to the power to grant amnesty or immunity from prosecution. 2 By contrast, the Constitution gives Congress no authority to legislate a\npardon for any particular individual or class of individuals. In the first case to\nbe decided involving the President’s pardon power, Chief Justice Marshall\nexplained that a pardon is “an act of grace, proceeding with the power entrusted\nwith the execution o f the laws, which exempts the individual, on whom it is\nbestowed, from the punishment the law inflicts for a crime he has committed.” United States v. Wilson, 32 U.S. (7 Pet.) 150, 160 (1833) (emphasis supplied). Because the President’s pardon power flows directly from the Constitution, it is\nnot dependent on a legislative enactment, and cannot be infringed by Congress. See Schick v. Reed, 419 U.S. at 267; United States v. Klein, 80 U.S. (13 Wall.)\n128, 148 (1872).3 Although there is some support in the case law and historical\nprecedent for congressional power in certain limited circumstances to effect the\nsame result that would flow from an exercise of the President’s pardon power,\nthese circumstances are limited to those involving prospective grants of am­\nnesty or immunity, or restoration of civil rights, to persons who have not yet\nbeen subjected to prosecution by the executive. 4 In no case we have found has\nCongress been held to have the power through self-executing legislation to\ngrant relief in the form of remission of a prison sentence or monetary fine to\nindividuals who have been convicted of violating a criminal statute. 5 We know of only one previous occasion on which Congress has even\nattempted to legislate the release of convicted individuals. In S. 1145, a bill\nintroduced in the 94th Congress to provide amnesty to persons who failed to\nregister for the draft, included a provision directing the release from prison of\n2 T here has been considerable discussion o f and confusion over the difference betw een pardon and amnesty. See , e.g.. Freem an, A Historical Justification and Legal Basis fo r Amnesty Today, 1971 Ariz. St. U. L.J. 515,\n5 2 4 -5 2 7 (1971). As a general matter, am nesty is understood as referring only to preprosecution relief\nextended to w hole classes o r communities."
}