{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 17,
  "chunk_text": "H.R. 5069 states, “The sovereignty of the United States exists in accordance with\ninternational law over all areas that are part of the territorial sea of the United\nStates.” H.R. 5069, 100th Cong., 2d Sess., § 101(b) (1988). Congress, however,\nhas never asserted jurisdiction or sovereignty over the territorial sea on behalf of\nthe United States 28 Because the President—not the Congress—has the constitu­\ntional authority to act as the representative of the United States in foreign affairs,\nCongress may proclaim jurisdiction or sovereignty over the territorial sea for in- 26 Id at 35 (emphasis added). There may also be an argument that President Washington’s unilateral assertion\no f sovereignty over the original territorial sea is now underpinned by longstanding congressional acquiescence. In\naddition, when the Senate ratified the Convention on the Territorial Sea, it agreed that the United States should have\na tem tonal sea and it did not place a limit on its breadth. Further, it agreed that the United States was sovereign\nover the tem tonal sea — which as a matter of fact, for the United Slates, was the sea that President Washington had\nclaimed on behalf of the United States Thus, there is at least arguable recognition by the legislature of the Presi­\ndent ’s power in its explicit desire that the United States exercise full sovereignty over the temtorial sea claimed by\nour first President. 27 For example, the proclamation might state. “In order to assert jurisdiction as against foreign nations and to\nassert sovereignty on behalf of the United States . 28 Congress has occasionally considered legislation to extend the temtorial sea of the United Slates. E.g., H.J.\nRes. 308, 91st Cong., 1st Sess. (1969), S.J. Res. 8 4 ,91st Cong., 1st Sess (1969); S J. Res 136, 90th Cong., 2d Sess\n(1968), H.R 10492, 88th Cong., 2d Sess (1964). None of these bills has been enacted\nO f course, Congress has enacted statutes with respect to aspects of the United States’ junsdiction over the\nterritorial sea and the high seas. A 1794 federal statute provided for federal court jurisdiction within the three-mile\ntem tonal sea. Act of June 5, 1794, ch 51, § 6, 1 Stat. 384. Many federal statutes govern conduct in various areas\nof our offshore waters. See, e.g , 14 U.S.C. § 89 (Coast Guard authonty within waters over which the United States\nhas junsdiction for law enforcement purposes); 19 U.S.C. § 1581(a) (Customs authority within the “customs wa­\nters” as defined by 1 9 U S C .§ 14010)) Additionally, Congress acted to implement PresidentTruman’scontinental'shelf proclamation for domestic law purposes by enacting the Outer Continental Shelf Act, 43 U.S C. §§ 1331 -1356,\nwhich claimed submerged lands for the federal government. However, all these statutes were enacted after the President’s initial proclamations of sovereignty or junsdiction within the area on behalf of the United States. 250 temational law purposes only if it possesses a specific constitutional power there­\nfor. 29 We have identified two instances in which the United States acquired territory\nby legislative action. In 1845, the United States annexed Texas by joint resolu­\ntion. Joint Res. 8, 5 Stat. 797 (1845)."
}