{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 24,
  "chunk_text": "This would privatize the Executive power, allowing any private\nperson to enforce the law against any other, while opening up the deci­\nsions by the Executive to unprecedented interference. For example,\nCongress could enforce its restrictions on the President’s conduct o f for­\neign policy (such as the Boland Amendment) through qui tam actions. All\nexecutive actions would be subject to judicial review at the instance o f\nany intermeddler, and the limits on the federal judicial power would be\nset by Congress, not the Constitution. C. Encroachment on Executive Powers The President’s power to execute the laws includes two aspects o f\n13 We are aware o f only one statistical survey o f qui tam actions in America. That survey reflects that on the eve o f the Revolution, o f 70 inform er suits brought under the navigation laws, 67 w ere brought by\ngovernm ent officials, and only 1 was brought by an informer who appeared to have no u\\jury o f his own\nto redress. Lawrence A. Harper, The E n g lish N a vig a tio n L a w s 170 (1939). 228 authority that are important here: the discretion to decide whether to\nprosecute a claim, and the control o f litigation brought to enforce the\ngovernment’s interests. The qui tam provisions infringe on both. First, the\nprovisions permit a private citizen to sue on behalf o f the government,\neven though the Attorney General may have decided for legitimate rea­\nsons not to prosecute the claim. This power removes from the executive\nbranch the prosecutorial discretion that is at the heart o f the President’s\npower to execute the laws. Second, the qui tam provisions vest in the\nrelator a voice in crucial litigation decisions, even if the Attorney General\ndecides to enter the suit. The Attorney General may not move to dismiss\nthe suit, settle the action, or restrict the relator’s participation except by\npermission o f the court. See 31 U.S.C. § 3730(c). The court also decides\nwhether discovery may be stayed to prevent interference with ongoing\ncivil or criminal investigations. Id. These provisions vest core executive\npower in the judicial branch. Moreover, in suits in which the Attorney\nGeneral declines to participate, the relator exercises full sway over the\ncourse of the government’s litigation interests. The Attorney General can\nneither remove the relator from his “office” nor instruct him how to rep­\nresent the government’s interests. This transfer by Congress o f executive power away from the President\nto the relator and the court is impermissible even under the Supreme\nCourt’s most lenient standard forjudging threats to separation o f powers. In Morrison v. Olson, the Court held that restrictions on the Executive’s\npower to supervise and remove an independent counsel did not violate\nseparation o f powers principles, but only because the Attorney General\nretained “sufficient control over the independent counsel to ensure that\nthe President is able to perform his constitutionally assigned duties.” 487\nU.S. at 696. In upholding the independent counsel statute, the Court\nstressed four aspects o f executive control."
}