{
  "document_category": "memos",
  "docId": "memos_65",
  "chunk_index": 3,
  "chunk_text": "However, I do not believe that the legal\nproblem would be significantly modified if this should be done. The spirit of the\nprovision clearly extends to any type of obligation to foreign countries, and the\ndesignation of what is conferred appears to be of little relevance. Moreover, in analyzing Public Law 88-6 and Proclamation 3525 of April 9,\n1963, which operated to confer honorary citizenship of the United States upon Sir\nWinston Churchill, this Department took the view that what would be conferred\nupon him would be “similar in effect to . . . a medal or decoration.” H.R. Rep. No.\n88-57, at 4 (letter of Deputy Attorney General Katzenbach). The House Committee on the Judiciary stated that it “subscribes to the interpretation of the import of\nthis legislation as outlined in the report rendered by the Department of Justice.” Id.\nat 5. And medals and decorations have always been regarded as coming within the\nconstitutional provision,1 although it has never been precisely articulated whether\none of these constitutes a “present, Emolument, Office, or Title.” Thus, section 3\nof the Act of January 31, 1881 provides:\n[A]ny present, decoration, or other thing, which shall be conferred or\npresented by any foreign government to any officer of the United\nStates, civil, naval, or military, shall be tendered through the\nDepartment of State, and not to the individual in person, but such\npresent, decoration, or other thing shall not be delivered by the\nDepartment of State unless so authorized by act of Congress. 5 U.S.C. § 115. The constitutional provision requires the consent of Congress to\nthe acceptance of the enumerated honors and presents “of any kind whatever.” Since the statute is intended to implement this provision, the phrase “other thing”\nshould probably be construed in a similarly inclusive manner. Accordingly, it\ncould be reasonably contended that a warrant or other documentary evidence of\nhonorary Irish citizenship that may be presented to the President is an “other\nthing” within the meaning of the statute. Literally read, the statute precludes direct tender of a present or mark of honor\nto an officer of the United States; the tender is to be through the Department of\nState. However, on the ground that it avoids offense to other countries, a custom\nhas developed under which officers of the United States may accept foreign\nhonors tendered to them and subsequently have them deposited in the Department 1\nSee, e.g., Message of President Andrew Jackson to the Senate and House of Representatives, dated January 19, 1830, in 3 Compilation of the Messages and Papers of the Presidents 1029, 1030\n(James D. Richardson ed., 1897), stating that the Constitution prevented him from accepting a medal\ntendered to him by the Republic of Colombia, and that he was placing it at the disposal of Congress. Congress did not grant its consent to acceptance. The House Committee on Foreign Affairs merely\nrecommended that the medal be deposited with the Department of State. H.R. Rep. No. 21-170 (Feb. 9,\n1830). See also 5 U.S.C. § 114 (prohibiting an officer of the United States from wearing a decoration\nwithout the consent of Congress). 280 Proposal That the President Accept Honorary Irish Citizenship of State."
}