{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 13,
  "chunk_text": "In a footnote, the Court\n“express[ed] no view on” whether the Commission should be considered\nan “executive Departmen[t]” under the Opinions Clause. Id. at 511 n.11.\n14 Extending Regulatory Review to Independent Regulatory Agencies But the Court previously declared that the “word ‘department’” in the two\nclauses “clearly means the same thing, and the principal officer in the one\ncase is the equivalent of the head of department in the other.” United\nStates v. Germaine, 99 U.S. (9 Otto) 508, 511 (1879); see also Freytag v.\nComm’r, 501 U.S. 868, 918 (1991) (Scalia, J., concurring in part and\nconcurring in the judgment) (finding it “quite likely that the ‘Departments’ referred to in the Opinions Clause . . . are the same as the ‘Departments’ in the Appointments Clause”). 10 The President therefore may\n“require” the heads of independent regulatory agencies to give an opinion\nin writing on “any Subject relating to the duties of their respective Offices,” U.S. Const. art. II, § 2, cl. 1, including opinions on the regulatory\nimpact of significant actions, as required by section 6 of EO 12866. As\ndiscussed above, the Opinions Clause, consistent with the President’s\nsupervisory authority, further implies that the President may direct the\nhead of an independent regulatory agency to consult with the President\nand his advisers prior to exercising the agency’s discretion in the rulemaking process. These principles led us to conclude in 1981 that President Reagan could\nhave applied EO 12291 to independent agencies. See Simms Memorandum at 10–12; supra Part I. We acknowledged that Congress often “intends the independent agencies to be free of Presidential supervision on\n10 Indeed, that commonsense conclusion also follows from the Court’s recognition that\n“[t]he object of the constitution was to establish three great departments of government;\nthe legislative, the executive, and the judicial departments.” Martin v. Hunter’s Lessee,\n14 U.S. (1 Wheat.) 304, 329 (1816). During the Washington Administration, the Justices\nof the Supreme Court embraced that same understanding, advising that th e Opinions\nClause “seems to have been purposely as well as expressly limited to executive Departments,” thereby implicitly excluding the judicial department. Letter from Justices of the\nSupreme Court to George Washington (Aug. 8, 1793), reprinted in 6 The Documentary\nHistory of the Supreme Court of the United States, 1787–1800, at 755 (Maeva Marcus ed.,\n1998). With only three “great departments” to choose from, it is apparent that independent\nagencies that execute federal law are part of the “executive Departments” and subject to\nthe Opinions Clause. We note that the ratification history of the Twenty-Fifth Amendment\nmay suggest a different reading for the “principal officers of the executive departments”\nmentioned there, but the 1967 ratification of that amendment does not illuminate the\noriginal meaning of Article II. See Freytag, 501 U.S. at 886–87 (citing pre-ratification\nevidence that “the principal officers” under the Twenty-Fifth Amendment were limited to\nmembers of the Cabinet); id. at 917 (Scalia, J., concurring in part and concurring in the\njudgment) (distinguishing “the principal officers” in the Twenty-Fifth Amendment from\nthe similar language in the Opinions Clause). 15 43 Op. O.L.C. __ (Oct. 8, 2019)"
}