{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 28,
  "chunk_text": "Whatever else may\nhave been true o f it, historical qui tam was a proceeding in which the rela­\ntor sued on behalf o f the government, and once the suit was brought,\nthere was no provision for government intervention. The Solicitor\nGeneral recognizes that this violates the Appointments Clause and would\nsubstitute for it a new regime under which the relator sues on his own\nbehalf and the government is entitled to enter the case. History does not\ncontain that regime, and therefore cannot be invoked to support it. Moreover, the historical argument fails on its own terms. We agree with\nthe Solicitor General that certain kinds o f constitutional questions will be\ninfluenced by certain kinds o f historical practices. But an examination o f\nthe Supreme Court’s use of history demonstrates, not that history invari­\nably prevails, but that close questions where the application o f principle\nis unclear can be resolved by thoroughly considered, lonq-standing his­\ntorical practices that can be reconciled with doctrine. The constitution­ ality o f qui tam, however, is not a close question, and the use o f qui tam,\nfar from being ingrained in our legal institutions, has been marginal at\nmost. History cannot save qui tam. First, usage alone — regardless how longstanding and venerable —\ncannot validate a practice that clearly violates constitutional principles. 17\nIG That usage, which w e discuss more fu lly below, consists o f the existence o f qui tam in England and\nthe enactm ent by early Congresses o f a fe w qui tam provisions\n17 See, e.g., Walz v Tax C o m m ’n , 397 U.S. 664,678 (1970) ( “It is obviously correct that no one acquires\na vested o r protected right in violation o f the Constitution by long use, even when that span o f time cov­\ners our entire national existence and indeed predates it.\"). 232 The Constitution, not history, is the supreme law. The Court repeatedly\nhas stated that “ [standing alone, historical [practice] cannot justify con­\ntemporary [constitutional] violations,” Marsh v. Chambers, 463 U.S. at\n790, even when the practice “covers our entire national existence and\nindeed predates it.” Walz v. Tax Com m ’n, 397 U.S. at 678. Qui tam is fundamentally irreconcilable with the doctrine o f standing\nunder Article III and the President’s appointment powers and law\nenforcement functions under Article II. This is a case where, absent the\ninvocation o f history, there would be no question about the practice’s\nunconstitutionality. The mere fact that the earliest congresses adopted a\npractice has never been enough to establish conclusively the practice’s\nconstitutionality. Indeed, Marbury v. Madison, 5 U.S. (1 Cranch) 137\n(1803), struck down part o f the Judiciary Act o f 1789, a statute adopted\nby the First Congress. There are other examples o f actions taken by the\nFirst Congress that later became viewed as unconstitutional. See, e.g.,\nWallace v. Jaffree, 472 U.S. 38, 100 (1985) (Rehnquist, J., dissenting) (fed­\neral aid to sectarian schools viewed as unconstitutional despite grants o f\nsuch aid by First Congress); IN S v. Chadha, 462 U.S. 919, 982-84 n.18\n(1983)"
}