{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 28,
  "chunk_text": "L.\nCf. Letter for Peter W. Rodino, Jr., Chairman, Committee on the Judiciary, U.S.\nHouse of Representatives, from Robert G. Dixon, Assistant Attorney General, Office of\nLegal Counsel at 4 –5 (Dec. 4, 1973) (“Under Section 2 of H.R. 7386, Congress could\nprevent the exercise of a pocket veto, except at the close of a Congress, when one or both\nHouses adjourned for several months, by adjourning either to a date certain or pro forma\nto a date close to the beginning of the next working session. . . . To the extent that H.R.\n7386 unconstitutionally permits Congress to keep a bill in suspended animation for\nlengthy periods during adjournments other than sine die, it unconstitutionally narrows the\nPresident’s pocket veto authority.”). 26 43 36 Op. O.L.C. 15 (2012) Rev. 557, 567 (1972) (“Surely the determination of what constitutes\nadjournment is a ‘proceeding’ within the terms of that section [the\nRules of Proceeding Clause].”). The Supreme Court, however, has made clear that Congress’s power\nunder this provision is not unlimited, and specifically that Congress “may\nnot by its rules ignore constitutional restraints or violate fundamental\nrights.” Ballin, 144 U.S. at 5. Thus, the validity and application of congressional rules are subject to review in court when the rules affect interests outside of the Legislative Branch. See, e.g., United States v. Smith,\n286 U.S. 6, 33 (1932) (“As the construction to be given the rules affects\npersons other than members of the Senate, the question presented is of\nnecessity a judicial one.”); Ballin, 144 U.S. at 5 (“[T]here should be a\nreasonable relation between the mode or method of proceeding established by the rule and the result which is sought to be attained.”); Vander\nJagt v. O’Neill, 699 F.2d 1166, 1173 (D.C. Cir. 1983) (“Article I does not\nalter our judicial responsibility to say what rules Congress may not adopt\nbecause of constitutional infirmity.”). A Senate rule that pro forma sessions interrupt a “Recess of the Senate” (or that otherwise seeks to prevent the President from exercising authority under the Recess Appointments Clause) would affect other persons—the President and potential\nappointees at the least. It would also disrupt the Constitution’s balancing\nof executive and legislative authority in the appointments process. To be\nsure, as explained above, the President’s authority to make recess appointments is constrained when the Senate is continuously in session and\navailable to perform its advise-and-consent function. But the Senate could\nnot by rule unilaterally prevent the President from exercising his authority\nto make temporary appointments under the Clause by declaring itself in\nsession when, in practice, it is not available to provide advice and consent, any more than the President could make a recess appointment when\nthe Senate was in practice available to do so. See Daugherty Opinion, 33\nOp. Att’y Gen. at 25 (recognizing that a “palpable abuse” of the President’s “discretion to determine when there is a real and genuine recess” of\nthe Senate might subject his appointment to review”)."
}