{
  "doc_id": "memos_43",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_43__0",
      "chunk_id": "0",
      "content": "Term of a Member of the Mississippi River Commission\nT he term o f a m em ber o f the M ississippi River C om m ission is set by the statute governing his office,\nand the term dictated by the statute applies even though the language used in his nom ination,\nconfirm ation, and com m ission calls for a different term. May 27, 1999\nM e m o r a n d u m O p in io n f o r t h e E x e c u t iv e C l e r k You have asked for our opinion whether the term of a member of the Mis­\nsissippi River Commission is set by the language of his nomination, confirmation,\nand commission, even though the statute governing his office calls for a different\nterm. We conclude that the term dictated by the statute applies. The Mississippi River Commission consists of seven members, appointed by\nthe President with the advice and consent of the Senate. 33 U.S.C. §§641-642\n(1994). Three of the members are from the Engineer Corps of the Army, one\nfrom the National Ocean Survey, and three from “ civil life.” Id. §642. Each\ncommissioner from civil life “ shall be appointed for a term of nine years.” Id. Ordinarily, when a statute provides for an appointee to serve a term of years,\nthe specified time of service begins with the appointment. Case o f Chief Con­\nstructor Easby, 16 Op. Att’y Gen. 656 (1880). A different rule generally applies\nto commissions whose members have staggered terms. There, to preserve the stag­\ngering required by statute, each member may serve only until the passage of the\nspecified number of years calculated from the expiration of his predecessor’s term,\neven if the member’s confirmation and appointment take place after that prior\nterm has expired. Memorandum for Tim Saunders, Acting Executive Clerk, Execu­\ntive Clerk’s Office, from Dawn Johnsen, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: When the Statutory Term o f a General Trustee o f\nthe John F. Kennedy Center for the Performing Arts Begins (Sept. 14, 1994);\nMemorandum for Nelson Lund, Associate Counsel to the President, from John\nO. McGinnis, Deputy Assistant Attorney General, Office of Legal Counsel, Re:\nStarting Date fo r Terms o f Members of the United States Sentencing Commission (May 10, 1990). Because the Mississippi River Commission’s members do not serve staggered\nterms, its members’ terms, as we understand the practice, have previously been\ncalculated from appointment, rather than from the expiration of the predecessors’\nterms. In the case that prompts your question, however, this rule was not followed\nin the nomination, confirmation, and commission of the member. The prede­\ncessor’s term expired October 21, 1996. See 133 Cong. Rec. 28,444 (1987) (Senate\nconfirmation). The President’s nomination of the successor was “ for a term\nexpiring October 21, 2005,” 144 Cong. Rec. S10,943 (daily ed. Sept. 24, 1998) —\nnine years after the previous term expired — rather than for a term of nine years\n123 Opinions o f the Office o f Legal Counsel in Volume 23 to begin upon appointment."
    },
    {
      "id": "memos_43__1",
      "chunk_id": "1",
      "content": "Rec. S10,943 (daily ed. Sept. 24, 1998) —\nnine years after the previous term expired — rather than for a term of nine years\n123 Opinions o f the Office o f Legal Counsel in Volume 23 to begin upon appointment. Cf. 133 Cong. Rec. 1929 (1987) (predecessor’s\nnomination was “ for a term of 9 years” ). The Senate likewise gave its advice\nand consent to the nomination incorporating the wrong term. 144 Cong. Rec.\nS12,963 (daily ed. Oct. 21, 1998). We understand that, in accordance with the\nnomination and confirmation, the commission also specified a term expiring\nOctober 21, 2005. The language of a nomination, confirmation, and commission cannot alter a\nstatutory term. The opinion of Solicitor General Phillips in Case of Chief Con­\nstructor Easby, which Attorney General Devens approved, stands for this prin­\nciple. Easby had received a recess appointment as Chief of the Bureau of\nConstruction and Repair in the Navy Department. The wording of his later\nnomination, confirmation, and commission for the office, which had a statutory\nfour-year term, rested on a calculation running from the date of the recess appoint­\nment, rather than the appointment with the Senate’s advice and consent. 1 Solicitor\nGeneral Phillips concluded that “ [t]he law of the term of the office, of course,\ncontrols special language in the nomination and confirmation,” and because “ [t]he\nterm during which Mr. Easby served under the temporary appointment was, by\nlaw, a different term from that which commenced” upon his appointment with\nthe Senate’s advice and consent, “ his term of office begins at the date of his\nappointment by and with the consent of the Senate, and not at the date of his\nprevious temporary appointment by the President, notwithstanding the special\nwording of his nomination to the Senate, and of his commission.” 16 Op. Att’y\nGen. at 656, 657. This principle squares with a pronouncement of the Supreme Court (although\nit may only have been dictum), Quackenbush v. United States, 177 U.S. 20, 27\n(1900) (“ the terms of the commission cannot change the effect of the appointment\nas defined by the statute” ), and has been followed by our Office, Impact of\nPanama Canal Zone Treaty on the Filling o f the Vacancy in the Office of the\nDistrict Judge fo r the United States District Court fo r the District of the Canal\nZone, 1 Op. O.L.C. 236, 237 n.4 (1977); Memorandum for John W. Dean III, Counsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: Presidential Commissions at 5 (Dec. 1, 1971). 2 Consequently, the term in this case ends nine years after the appointment, rather\nthan on October 21, 2005. The “ special language in the nomination and confirma­\ntion,” as well as the language of a commission that “ conform[s] to the . . .\n1"
    },
    {
      "id": "memos_43__2",
      "chunk_id": "2",
      "content": "2 Consequently, the term in this case ends nine years after the appointment, rather\nthan on October 21, 2005. The “ special language in the nomination and confirma­\ntion,” as well as the language of a commission that “ conform[s] to the . . .\n1 The recess appointment took place on A pril 30, 1877 For reasons that are unclear, the nomination, confirmation,\nand com m ission were all “ from Apnl 28, 1877.” 16 Op A tt’y Gen at 656 Also, the entire period from the beginning\no f the recess appointment had been subtracted from Easby’s four-year term, even though the recess appointment\nexpired before Easby was confirmed and appointed Id. at 656\n2A ttom ey General C um m ings’ opinion Term o f Office o f Major General Patterson as Surgeon General — Recess\nAppointm ent, 37 Op. A tt’y Gen. 282, 287 (1933), did not reach a contrary conclusion about the principle, but held\nthat, in view o f long practice under a specific statute, the four-year term in that case included prior service under\na recess appointment 124 Term o f a Member o f the Mississippi River Commission wording of that nomination and confirmation,” cannot detract from the statutory\nspecification of the term. 16 Op. Att’y Gen. at 656, 657. DANIEL KOFFSKY\nActing Deputy Assistant Attorney General\nOffice of Legal Counsel 125"
    }
  ]
}