{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 10,
  "chunk_text": "See U.S. Const, art. II, § 1, cl. 7. Moreover, the Constitution expressly authorizes Congress to impeach\nthe President for, inter alia, bribery. Id. §4. The Constitution further provides that any party impeached and convicted\nmay “ nevertheless be liable and subject to Indictment, Trial, Judgment and Punishment, according to L aw .” Id.\nart. I, §3. We also opined that the Federal Advisory Committee Act applies to the Department of Justice Journal\nBoard, because this application raises no separation o f powers concerns. See Application o f Federal Advisory Com­\nmittee Act to Editorial Board o f Department o f Justice Journal, 14 Op. O.L.C. 53 (1990). 357 Opinions o f the O ffice o f Legal Counsel in Volume 19 shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other Public Ministers and Con­\nsuls, Judges o f the supreme Court, and all other Officers of the\nUnited States . . . but the Congress may by Law vest the Appoint­\nment o f such inferior Officers, as they think proper, in the President\nalone, in the Courts of Law, or in the Heads of Departments. U.S. Const, art. II, §2, cl. 2. Because the Constitution gives the President alone\nthe power to nominate non-inferior officers o f the United States, any attempt by\nCongress to restrict his choice of nominees, otherwise than by the Senate’s\nrefusing its consent to a nomination, is questionable under the Constitution. We\nhasten to add that we do not take a final position on the difficult question of\nwhether, and under what circumstances, Congress has authority to impose a quali­\nfication requirement on a constitutional office. It is sufficient for the purposes\nof this memorandum to demonstrate that applying a restriction such as that con­\ntained in § 458 to presidential appointment of federal judges would at a minimum\nraise a serious constitutional question. This office has not had the occasion to\nopine on this issue, and we cite previous statements for the sole purpose of dem­\nonstrating the difficulty and seriousness of the questions that the issue raises. As the United States Court o f Appeals for the District of Columbia Circuit\nrecently wrote, “ Congressional limitations— even the placement of burdens — on\nthe President’s appointment power may raise serious constitutional questions. . . . Presidents have often viewed restrictions on their appointment power not to be\nlegally binding.” Federal Election Comm’n v. NRA Political Victory Fund, 6 F.3d\n821, 824 (D.C. Cir. 1993) (Silberman, J.), cert, dismissed, 513 U.S. 88 (1994). To support this conclusion, the court cited, as examples, statements issued by\nPresident Bush upon signing various pieces of legislation. See Statement on\nSigning the Cranston-Gonzalez National Affordable Housing Act, 2 Pub. Papers\nof George Bush 1699, 1701 (Nov. 28, 1990) ( “ National Affordable Housing Act\nStatement” ); Statement on Signing the National and Community Service Act of\n1990, 2 Pub. Papers of George Bush 1613, 1614 (Nov. 16, 1990); Statement on\nSigning the Intelligence Authorization Act, Fiscal Year 1990, 2 Pub. Papers of\nGeorge Bush 1609, 1610 (Nov. 30, 1989)."
}