{
  "document_category": "memos",
  "docId": "memos_6",
  "chunk_index": 2,
  "chunk_text": "Yet the Act defines neither phrase\nand does not otherwise indicate whether they are intended to have the\nsame meaning. Because of this ambiguity, there are two possible read­\nings of the effect of the two sentences together. First, as you inquired, the second sentence could be read as limiting\nor further defining the first. Thus, although the first sentence seems to\nexclude from controls all medicine and medical supplies, the second\nsentence would limit the exclusion to medicine and medical supplies,\nthe principal effect of which would be to help meet basic human needs. Alternatively, the second sentence might be read as merely explaining\nthe basis for the absolute exclusion in the first sentence and would not\nimpose a strict standard of human need on the exclusion. The question\nis not free from doubt, but we conclude that the latter interpretation is\nthe better reading of the language of the subsection itself and is also\nmore consistent with the sparse legislative history of the exclusion. Initially, we note the interpretive problems that you suggested. As to\nthe statutory language itself, the first sentence, the only operative\nlanguage of the subsection, is phrased as an absolute exclusion. To read\nthe second sentence as a limitation on this absolute exclusion would\nhave the effect of giving greater weight to the language phrased merely\nas a statement of intent than to the operative language itself. Moreover,\nonly if the standard of “basic human needs” encompasses less than all\nmedicines and medical supplies could the question of limitation even\narise; and, in the absence of definitions in the Act or the legislative\nhistory of “medicine or medical supplies” or of “basic human needs,” it\nis not evident that the second sentence is a limitation on the first. Instead, Congress could have intended to convey its belief that all\nmedicine and medical supplies would help meet a broadly conceived\nstandard of basic human need. With regard to the majority of medicine\nand medical supplies, this belief would be supportable in fact. The\npossibility that there might exist some medical goods that would not be\nthought to meet a standard of basic human need no matter how broadly\nit was defined, should not prevent Congress from legislating on the\nbasis of this presumption with regard to the entire class of goods. There is little legislative history of § 6(f)- The House version of the\nExport Administration Act originally contained an exclusion for food,\nmedicine, and medical supplies. H.R. 4034, 96th Cong., 1st Sess. § 6(f)\n(1979) (discussed at 125 Cong. Rec. 24,034 (1979)). The House Report\n810 accompanying the bill, however, is not helpful concerning the question\nof interpretation, for it merely restates the language of the bill itself. H.R. Rep. No. 200, 96th Cong., 1st Sess. 20 (1979). The Senate version\nof the Act, S. 737, 96th Cong., 1st Sess. (1979), contained no exclusion\nat all. The conference committee agreed to the House version with an\namendment to make the exclusion apply only to medicine and medical\nsupplies. Again, however, the conference report does no more than\nstate this procedural history. H.R. Rep. No. 96-482, 96th Cong., 1st\nSess. 46 (1979). The hearings before the House subcommittee considering the bill are\nsomewhat more revealing."
}