{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 2,
  "chunk_text": "Second, to\nimplement such an agreement, the President may, under the Interna248 tional Emergency Economic Powers Act (IEEPA), 50 U.S.C. § 1701 et\nseq. (Supp. I 1977), license Iran to withdraw blocked funds, although the President would first have to revoke existing licenses for attach­\nments against those funds. Federal entities and private banks in the\nUnited States could then safely permit withdrawals by Iran, although\nthe private banks may perceive sufficient risk of liability to disappointed\nlien claimants to refuse to recognize the validity of licenses for with­\ndrawals. Third, once withdrawals are licensed there will be no impedi­\nment to Iranian withdrawals from foreign branches of American banks,\nat least if previously licensed setoffs by those banks are left undisturbed. Fourth, a settlement agreement may provide for the United States to\naid Iran in recovering the Shah’s assets in the current litigation in New\nYork state court, although an immediate return of those assets would\nnot be possible. Finally, all these arrangements can be structured in a\nway that makes successful takings claims unlikely. I. Settlement of American Claims Against Iran by Executive Agreement A. Presidential Power The authority of the President to enter executive agreements with\nother nations in order to settle claims has been explicitly upheld by the\nSupreme Court. United States v. Belmont, 301 U.S. 324, 330-31 (1937);\nUnited States v. Pink, 315 U.S. 203 (1942) (“That the President’s control\nof foreign relations includes the settlement of claims is indisputable.” Frankfurter, J., concurring, 315 U.S. at 240); see also Restatement\n(Second) of Foreign Relations Law § 213 (1965). Belmont and Pink\nupheld the Litvinov Assignment, by which outstanding Soviet claims\nwere assigned to the United States by a simple exchange of letters\nbetween the President and the Soviet Foreign Minister. Both cases\nemphasized the Executive’s exclusive constitutional power to recognize\nforeign governments and to normalize diplomatic relations with them,\nand viewed claims settlements as necessary incidents of the Executive’s\nforeign relations power. See generally United States v. Curtiss-Wright\nExport Corp., 299 U.S. 304 (1936). Although the President’s constitutional powers almost certainly suf­\nfice to authorize an executive agreement with Iran that would take an\nassignment of some blocked assets and return others, support may be\ndrawn as well from the President’s statutory power under IEEPA. That statute, which authorizes the current blocking of Iranian assets,\nwas drafted in explicit recognition that the blocking of assets could\nhave as a primary purpose their preservation for later claims settlement. H.R. Rep. No. 459, 95th Cong., 1st Sess. 17 (1977); S. Rep. No. 466,\n95th Cong., 1st Sess. 6 (1977). Thus, IEEPA’s § 1706(a)(1) authorizes\nthe continuation of controls after the underlying emergency has ended,\nwhere “necessary on account of claims involving such country or its\n249 nationals.” The need to provide a means for orderly termination of a\nblocking of assets once the emergency has passed implies presidential\npower to resolve the plethora of claims that will invariably arise. Historical practice reflects the existence of presidential power to\nsettle claims. While claims settlements have often been concluded by\ntreaty or convention, historical examples abound of settlements through\nexecutive agreement. Numerous lump-sum agreements have settled\nclaims of American nationals against foreign nations."
}