{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 5,
  "chunk_text": "For instance, there are some persons whose\nofficial duties require them to be with the President, whether or not the President\nhimself is on official business. 3 This group includes the President’s doctor, his\nmilitary aide, and the Secret Service agents responsible for his protection.4 A\nsimilar group would exist for the Vice President. Expenses incurred during travel\nwith the President or Vice President by this group of individuals should be\n2 A lthough we generally agree w ith this earlier opinion of this O ffice, we w ould note that m uch o f its advice is o f a\npru d en tial, n o ts tn c tly legal, ch aracter In the present m em orandum , w e do not undertake to specify rules that are not\nlegally m andated. M oreover, the earlier opinion itself takes pains to stress the flexibility that exists in d eterm ining\nw hether, in a p articu lar case, travel by the President is official o r political (see page 7). 3 T his point is the sam e as stated in the M arch 15, 1977, opinion of this O ffice, entitled “ Political Trips” (p ag es 9,\n15-16). 4 T h is list is not intended to be exhaustive T he President may, in his discretio n , d eterm ine that o th ers are\nnecessary m em bers o f his official party w henever he travels. 217 considered official regardless of the character of the event that may be involved in\na given trip. Similarly, on an otherwise entirely official trip, an individual may accompany\nthe group for purely political reasons. As a rule, any expenses specifically\nincurred by such individuals should be considered political expenses, regardless\nof the events involved in the trip. In short, as we noted at the outset of this section, there is no single test for\ndetermining whether an expense is political or official in character. Viewed\ngenerally, expenses of individuals whose official duties require them to travel\nwith the President or Vice President should normally be considered official. Expenses of individuals who are on a trip for purely political reasons should\nnormally be considered political. Expenses associated with individuals who are\nnot necessarily serving in either a wholly official or wholly political capacity—\nsuch as the President or Vice President or other individuals in the White House\nwho may, consistent with their official duties, perform political functions—\nshould normally be judged to be official or political depending on the character of\nthe event giving rise to the expense. III. On a Mixed TYip Including Both Official and Political Activities,\nCan Certain Expenses Be Apportioned Between the Government and a\nPolitical Committee? Based on what we have said thus far, the following conclusions may be stated. First, if all events during a trip are political in character, the only official expenses\non the trip would be those associated specifically with the group of individuals\nwhose official duties require them to accompany the President and Vice Presi­\ndent."
}