{
  "doc_id": "memos_81",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_81__0",
      "chunk_id": "0",
      "content": "Congressional Pay Amendment T h e C o n g ressio n al Pay A m endm ent, w hich w as originally proposed by C ongress to the States\nfor ratification in 1789, and having been ratified by three-fourths o f the S tates, h as b een\nratified p u rsu an t to A rticle V and is accordingly now part o f the C onstitution. U n d er 1 U .S .C . § 106b, the A rchivist was, upon receipt o f form al instrum ents o f ratification\nfrom the req u isite num ber o f States, required to publish the C ongressional Pay A m endm ent\nalong w ith his certificate specifying that the A m endm ent has becom e valid, to all in ten ts and\npurposes, a s part o f the C onstitution. May 13, 1992\nM em orandum O p in io n f o r t h e C o u n sel to the P r e s id e n t You have asked for a summary of our views, on an expedited basis, on\nwhether the Congressional Pay Amendment has been duly adopted in accor­\ndance with the formal requirements of Article V of the Constitution. The\nGeneral Counsel of the National Archives and Records Administration has\ninformed us that the Archivist of the United States has received word that a\ntotal of thirty-nine States have adopted the Amendment, one more than the\nthree-fourths required under Article V. The Archivist expects to have re­\nceived formal instruments of ratification from all the necessary States shortly\nand informs us that no state has purported to rescind its ratification. Article V of the Constitution provides:\nThe Congress, whenever two thirds of both Houses shall deem\nit necessary, shall propose Amendments to this Constitution . . .\nwhich . . . shall be valid to all Intents and Purposes, as Part of\nthis Constitution, when ratified by the Legislatures of three\nfourths of the several States, or by Conventions in three fourths\nthereof, as the one or the other Mode of Ratification may be\nproposed by the Congress . . . . Congress proposed the Pay Amendment to the States in 1789, by a resolu­\ntion concurred in by two-thirds of both Houses. 1 Stat. 97 (1789). That\nresolution further provided that the Amendment would be valid as part of\n85 the Constitution “when ratified by three fourths of the [State] legislatures.” Id. As the Amendment was proposed by the requisite majorities of both\nHouses of Congress, and has been ratified by the legislatures of three-fourths\nof the States, it has met all of the requirements for adoption set forth in\nArticle V.\nSection 106b of title 1, United States Code, provides:"
    },
    {
      "id": "memos_81__1",
      "chunk_id": "1",
      "content": "Id. As the Amendment was proposed by the requisite majorities of both\nHouses of Congress, and has been ratified by the legislatures of three-fourths\nof the States, it has met all of the requirements for adoption set forth in\nArticle V.\nSection 106b of title 1, United States Code, provides: Whenever official notice is received at the National Archives\nand Records Administration that any amendment proposed to\nthe Constitution of the United States has been adopted, ac­\ncording to the provisions of the Constitution, the Archivist of\nthe United States shall forthwith cause the amendment to be\npublished, with his certificate, specifying the States by which\nthe same may have been adopted, and that the same has be­\ncome valid, to all intents and purposes, as a part of the\nConstitution of the United States. Accordingly, upon the receipt of formal instruments of ratification of the\nPay Amendment from three-fourths of the States, the Archivist must forth­\nwith cause the Amendment to be published with his certificate specifying\nthe States by which it has been adopted, and that the Amendment has be­\ncome valid, to all intents and purposes, as a part of the Constitution of the\nUnited States. The effective date of the Amendment is the date on which it\nwas ratified by the thirty-eighth State to do so. TIMOTHY E. FLANIGAN\nActing Assistant Attorney General\nOffice o f Legal Counsel 86 November 2, 1992\nM em o ran d u m O p in io n f o r t h e C o u n sel to th e P r e s id e n t You have asked us to memorialize the detailed analysis underlying the\nadvice rendered to you earlier this year in connection with the ratification of\nthe Congressional Pay Amendment, originally proposed by Congress to the\nStates for ratification in 1789. You also asked us to address the question\nwhether the Archivist of the United States, upon receipt of formal instru­\nments of ratification from the requisite number of states, was required to\ncertify that the Congressional Pay Amendment has become part of the Con­\nstitution. 1 For the reasons set forth below, we conclude that the Congressional Pay\nAmendment has been ratified pursuant to Article V and is accordingly now\npart of the Constitution, and that the Archivist was required to issue his\ncertification to that effect in accordance with 1 U.S.C. § 106b. I.\nA.\nThe procedures for amending the Constitution are set forth in Article V:\nThe Congress, whenever two thirds of both Houses shall deem\nit necessary, shall propose Amendments to this Constitution,\nor, on the Application of the Legislatures of two thirds of the\nseveral States, shall call a Convention for proposing Amend­\nments, which, in either Case, shall be valid to all Intents and\nPurposes, as Part of this Constitution, when ratified by the\nLegislatures of three fourths of the several States, or by Con­\nventions in three fourths thereof, as the one or the other Mode\nof Ratification may be proposed by the Congress. ' We have relied upon the Archivist of the United States for his official tally of the ratifying States."
    },
    {
      "id": "memos_81__2",
      "chunk_id": "2",
      "content": "' We have relied upon the Archivist of the United States for his official tally of the ratifying States. In\naddition to the forty states listed in the Archivist’s certification, see 57 Fed. Reg. 21,187, 21,188 (1992),\nwe understand that California ratified the amendment on June 26, 1992, see 138 Cong. Rec. E2237\n(daily ed. July 24, 1992). We set forth in detail the history of the Congressional Pay Am endm ent’s\nratification by the States in the accompanying Appendix. 87 The Constitution of the United States: Analysis and Interpretation, S. Doc.\nNo. 16, 99th Cong., 1st Sess. 18 (Johnny H. Killion ed., 1987) (“Constitution\nAnnotated'). Thus, Congress or a convention proposes an amendment, Con­\ngress proposes a mode of ratification, and the amendment becomes part of\nthe Constitution when ratified by three fourths of the States. The ratification\nof the Congressional Pay Amendment followed this process. Congress pro­\nposed the amendment and directed it to state legislatures for ratification. Act\nof Sept. 23, 1789, ch. 27, 1 Stat. 97 (1789) (Amendments to the U.S. Consti­\ntution). Three fourths of the several States have now ratified it. 57 Fed. Reg.\n21,187, 21,188 (1992); see also Appendix.2 By a straightforward reading of\nArticle V, the amendment is now “valid to all Intents and Purposes, as Part of\nth[e] Constitution.” That the ratification of the Congressional Pay Amendment has stretched\nacross more than 200 years is not relevant under the straightforward lan­\nguage of Article V. Article V contains no time limits for ratification. It\nprovides simply that amendments “shall be valid to all Intents and Purposes\n. . . when ratified.” Thus the plain language of Article V contains no time\nlimit on the ratification process. Nor are we aware of any other basis in law for adding such time limits to\nthe Constitutional amendment process, other than pursuant to the process\nitself. Indeed, an examination of the text and structure of Article V suggests\nthat the absence of a time limit is not an accident. The procedure prescribed\nin Article V necessarily implies that some period of time must pass between\nthe proposal of an amendment and its final ratification by the requisite num­\nber of States. 3 This suggests that if a time limit on the process were intended,\nthe time limit would be stated in terms. Moreover, Article V does deal with\na question concerning time limits, and does so quite precisely: no amend­\nment affecting “the first and fourth Clauses in the Ninth Section of the first\nArticle” was permitted to be made “prior to the Year One thousand eight\nhundred and eight.” If the Framers had contemplated some terminus of the\nperiod for ratification of amendments generally, they would have so stated. The rest of the Constitution strengthens the presumption that when time\nperiods are part of a constitutional rule, they are specified. For example,\nrepresentatives are elected every second year, U.S. Const, art. I, § 2, and a\ncensus must be taken within every ten year period following the first census,\n2The A rchivist also informs us that no State has transmitted to the federal government a document\np urp o rtin g to rescind a prior ratification."
    },
    {
      "id": "memos_81__3",
      "chunk_id": "3",
      "content": "I, § 2, and a\ncensus must be taken within every ten year period following the first census,\n2The A rchivist also informs us that no State has transmitted to the federal government a document\np urp o rtin g to rescind a prior ratification. In the early 1800's, the Vermont legislature, which had\npreviously ratified the amendment, passed a resolution opposing a later, nearly identical proposal by the\nK entucky legislature. S e e 1817 Vt. Law s 100-01. There is no evidence, however, that Vermont at­\ntem pted to rescind its previous ratification. Several states did expressly reject the Congressional Pay\nAm endm ent when it was first proposed, though only New Hampshire appears to have formally notified\nthe federal governm ent o f that fact. S e e 1 D ocum entary H isto ry o f the F irst F ed era l C ongress o f the\nU n ite d S ta te s o f A m e r ic a 348 (Linda G rand DePauw, et. al., eds. 1972) (“ 1 F irst C o n g ress\")’. Appendix\nat pp. A-3 to A-4.\n3 S ee Joseph Story, C om m entaries on th e C onstitution o f the U nited Stales § 959, at 681 (1833) (re­\nprinted 1987) (formal requirements of A rticle V indicate that “[t]ime is thus allowed, and ample time,\nfor deliberation, both in proposing and ratifying amendments”) ( “C om m entaries\"). 88 which was required to be taken within three years of the first meeting of\nCongress. Id. Neither House of Congress may adjourn for more than three\ndays without the consent of the other, U.S. Const, art. I, § 5, and the Presi­\ndent has ten days (Sundays excepted) within which to sign or veto a bill that\nhas been presented to him. U.S. Const, art. I, § 7. The Twentieth Amend­\nment refers to certain specific dates, January 3rd and 20th. Again, if the\nFramers had intended there to be a time limit for the ratification process, we\nwould expect that they would have so provided in Article V.4 The records of the drafting and ratification of the Constitution contain no\nhint that Article V was intended to contain any implicit time limit. See, e.g.,\nDillon v. Gloss, 256 U.S. 368, 371 (1921). The issue appears not to have\narisen at the time of the framing, but has since been debated in Congress\nfrom time to time. Throughout most of those debates, the dominant view\nhas been that the Constitution permits the ratification process to proceed for\nan unlimited period of time. The first discussion we have found of the\nquestion whether a proposed constitutional amendment remains viable in­\ndefinitely came in 1869, when Senator Buckalew introduced a measure to\nregulate the time and manner in which state legislatures would consider the\nFifteenth Amendment."
    },
    {
      "id": "memos_81__4",
      "chunk_id": "4",
      "content": "The first discussion we have found of the\nquestion whether a proposed constitutional amendment remains viable in­\ndefinitely came in 1869, when Senator Buckalew introduced a measure to\nregulate the time and manner in which state legislatures would consider the\nFifteenth Amendment. In support of his proposal, he stated that because of\nthe confusion created by States that either ratify after rejecting, or reject\nafter ratifying, “we are in this condition that you cannot have a constitu­\ntional amendment rejected finally at all in the United States; rejections amount\nto nothing, because ratifications at some future time, ten, twenty, fifty, or\none hundred years hence, may give it validity.” Cong. Globe, 40th Cong., 3d\nSess. 913 (1869). Senator Bayard, opposing a related proposal, stated his\nbelief that “as long as the proposed amendment has neither been adopted by\nthree fourths of the States nor rejected by more than one fourth, it stands\nopen for . . . action.” Id. at 1312. The Senate and House debates regarding proposal of the Eighteenth\nAmendment in 1917 also indicate a common belief that Article V contains\nno time limits. For example, in his remarks on the need for limiting time\nfor state ratification, Senator Ashurst explained that two of the first twelve\namendments proposed by Congress “are still pending . . . and have been for\n128 years.” 55 Cong. Rec. 5556 (1917). Senator Borah expressed the view\nthat “[t]he fundamental law of the land does say very plainly, that it places\nno limitation upon the time when or within which [an amendment] must be\nratified. It says ‘when ratified’, and fixes no limit.” Id. at 5649. Senator\n4 The Constitution also contains provisions that refer to time but not to a specific period or date. The\nTwelfth Amendment provides that when the House of Representatives must choose the President, it is to\nballot “im m ediately” (presumably to prevent intrigue and cabal); the Vice President shall “im m edi­\nately” assume the office o f President under certain circumstances, U.S. Const, amend. XXV, § 4; the\nfirst Senate was “immediately” to divide itself into three classes for purposes of determining when\nterms o f office expired, U.S. Const, art. I, § 3, cl. 2; the Sixth Amendment requires that accused persons\nreceive a \"speedy” trial. The Constitution also requires that certain duties be performed “ from tim e to\ntim e.” S e e U.S. Const, art. I, § 5, cl. 3 (publication of journal o f Congress); art. I, § 9, cl. 7 (publication\nof statement of accounts); art. II, § 3 (President’s state of the union message). The comm on theme o f all\nthese provisions is that when time is part of a constitutional rule, the document so provides. 89 Cummins offered a separate amendment to Article V, stating that “I am in\nfavor of supplying what is manifestly a defect in our Constitution and pro­\nviding some limit of time . . . ” Id. at 5652. Senator Overman later stated\nthat “as the Constitution is now, . . . an amendment . . . can be submitted for\na thousand years and be in force whenever ratified.” 56 Cong. Rec. 10,098\n(1918)."
    },
    {
      "id": "memos_81__5",
      "chunk_id": "5",
      "content": "Senator Overman later stated\nthat “as the Constitution is now, . . . an amendment . . . can be submitted for\na thousand years and be in force whenever ratified.” 56 Cong. Rec. 10,098\n(1918). In the House, Representative Reavis objected to any time limit in\nthe Constitution. “The amendment is submitted until enough legislatures\nhave passed upon it to indicate whether or not it will be approved by threefourths of them.” 56 Cong. Rec. 444 (1917). Representative Steel replied\nthat without a time limit, “when a proposed constitutional amendment goes\nout to the States it rests there for agitation for all time without any limita­\ntion whatever.” Id. at 445. Thus, although there was much disagreement on the issue — later ad­\ndressed in Dillon v. Gloss — whether Congress could impose time limits for\nstate ratification of a proposed constitutional amendment in the absence of a\nseparate amendment to Article V, there was little doubt as to the rule estab­\nlished by the Constitution itself: the proposed amendment remained viable,\nat least until rejected by more than one-fourth of the States. 5 Thus, the text and history o f Article V make plain that any argument that\nthere is a time limit on the ratification process must be based on some\nground other than text and history. B.\n1.\nTwo decisions of the Supreme Court, Dillon, and Coleman v. Miller, 307\nU.S. 433 (1939), have been cited for the propositioft that Article V requires\nthat the ratification of constitutional amendments takes place within a “rea­\nsonable” time after proposal. 6 That doctrine is not within the holding of\nthose cases, however, and we believe that any dicta supporting the doctrine\nare unsound. In upholding Congress’s power to limit to seven years the time for ratifi­\ncation of the Eighteenth Amendment, the Supreme Court in Dillon stated\n“that the fair inference or implication from Article V is that the ratification\n[of an amendment] must be within some reasonable time after the proposal.” 256 U.S. at 375. If this reasoning is controlling and Article V does contain 3 It is especially telling that so many of those who thought that the Constitution imposed no tim e limit\non the am endm ent process thought this feature to be a defect in the document; had they thought the\nquestion a close one, or if any textual argum ent had been available, they might have resolved it in favor\no f what they took to be the preferable outcom e.\n6 See, e .g .. E q u a l R ig h ts A m endm ent E x te n sio n : H earings on S. J. Res. 134 Before the S ubcom m . on the\nC o n stitu tio n o f the S e n a te C om m , on the J u d ic ia ry , 95th Cong., 2d Sess. 117 (1978) (“Senate Hearings”)\n(testimony of Prof. Thomas I. Emerson, Yale University); id. at 144 (testimony of Prof. Jules B. Gerald,\nWashington University); id. at 266 (statement of Prof. Ruth B. Ginsburg, Columbia University). 90"
    },
    {
      "id": "memos_81__6",
      "chunk_id": "6",
      "content": "90 an implicit requirement that proposal and ratification be reasonably contempora­\nneous, the Congressional Pay Amendment almost certainly would be invalid. 7 Although recognizing that Article V “says nothing about the time within\nwhich ratification may be had,” id. at 371, the Court in Dillon identified\nthree grounds for concluding that Article V “strongly suggests” that a pro­\nposed amendment may not remain “open to ratification for all time” and that\nratification in some States may not be “separated frorri that in others by\nmany years and yet be effective.” Id. at 374. The Court stated:\nFirst, proposal and ratification are not treated as unrelated\nacts but as succeeding steps in a single endeavor, the natural\ninference being that they are not to be widely separated in\ntime. Secondly, it is only when there is deemed to be a neces­\nsity therefor that amendments are to be proposed, the reasonable\nimplication being that when proposed they are to be consid­\nered and disposed of presently. Thirdly, as ratification is but\nthe expression of the approbation of the people and is to be\neffective when had in three-fourths of the States, there is a fair\nimplication that it must be sufficiently contemporaneous in that\nnumber of States to reflect the will of the people in all sections\nat relatively the same period, which of course ratification scat­\ntered through a long series of years would not do. Id. at 374-75 (emphases added). 8\n7 Indeed, the Court in D illon suggested that the period for ratification of the Congressional Pay Amend­\nment, along with that of three other long-dormant proposed amendments, had lapsed:\nThat [construing Article V to require contemporaneous ratification] is the better conclusion\nbecomes even more manifest when what is comprehended in the other view is considered;\nfor, according to it, four amendments proposed long ago — two in 1789, one in 1810 and one\nin 1861 — are still pending and in a situation where their ratification in some of the States\nmany years since by representatives of generations now largely forgotten may be effectively\nsupplemented in enough more States to make three-fourths by representatives of the present\nor some future generation. To that view few would be able to subscribe, and in o u r o p in io n it\nis q u ite untenable. Id. (emphasis added). S ee a lso Memorandum from David C. Huckabee, Analyst, and Thomas M. Durbin,\nLegislative Attorney, Congressional Research Service, Library of Congress, R e: The P ro p o sed C o n g res­\nsio n a l P ay C o n stitu tio n a l A m en d m en t: Issues P ertaining to R a tifica tion, at 2-3 (Aug. 12, 1991) (“CRS Memorandum” ).\ns In support of the notion of contemporaneous consensus, the Court quoted with approval a passage\nfrom John A. Jameson, A Treatise on C onstitu tio n a l C onventions (Da Capo Press 1972) (4th ed. 1887),\nin which Jameson wrote:"
    },
    {
      "id": "memos_81__7",
      "chunk_id": "7",
      "content": "Memorandum” ).\ns In support of the notion of contemporaneous consensus, the Court quoted with approval a passage\nfrom John A. Jameson, A Treatise on C onstitu tio n a l C onventions (Da Capo Press 1972) (4th ed. 1887),\nin which Jameson wrote: The better opinion would seem to be that an alteration of the Constitution proposed to-day\nhas relation to the sentiment and the felt needs o f to-day, and that, if not ratified early while\nthat sentiment may fairly be supposed to exist, it ought to be regarded as waived, and not\nagain to be voted upon, unless a second time proposed by Congress. Id. § 585, at 634, q u o te d in p a rt in 256 U.S. at 375. Contrary to the conclusion in D illo n , however, Jameson in his treatise had not suggested that his\n\"opinion” on the need for contem poraneous ratification was based on any requirem ent detectable in\nthe text o f Article V. Rather, he believed that securing this policy goal would require the adoption o f a\n“constitutional statute of lim itation\" for proposed amendments. Jameson specifically referred to the\nContinued 91 In Coleman v. Miller, the Court was presented with a claim by members\nof the Kansas Legislature that the Child Labor Amendment, proposed by\nCongress thirteen years before, “had lost its vitality through lapse of time.”\n307 U.S. at 451. The Court refused to consider the claim. Id. at 452-56\n(opinion of Hughes, C.J., joined by Stone and Reed, JJ.); id. at 456-60\n(Black, 1., joined by Roberts, Frankfurter and Douglas, JJ., concurring). In\nhis “opinion for the Court” in Coleman, Chief Justice Hughes observed that\nalthough the three considerations outlined in Dillon represented “cogent rea­\nsons” for concluding in the earlier case that Congress had the power to fix a\nreasonable time limit for ratification, Dillon's discussion of these consider­\nations was merely a dictum. Id. at 452-53. Nevertheless, in determining\nthat the issue was “political,” Chief Justice Hughes in dicta adhered to the\npremise of Dillon that Article V may be read as implicitly limiting the time for\nratification. See id. at 453-54. See also CRS Memorandum at 3; Staff of House\nComm, on the Judiciary, 85th Cong., 1st Sess.,' Problems Relating to a Federal\nConstitutional Convention 44-45 (Comm. Print 1957) (by Cyril F. Brickfield). 9 2.\nDillon is not authoritative on the issue whether Article V requires con­\ntemporaneous ratification. As Chief Justice Hughes pointed out in Coleman,\n307 U.S. at 452-53, the “reasonable time” discussion in Dillon was dictum\nbecause the issue before the Court was Congress’s authority to limit the\nperiod for ratification, not a State’s authority to ratify a long-dormant pro­\nposed amendment. See 1 Westel W. Willoughby, The Constitutional Law of\nthe United States 596 n.18 (2d ed. 1929) (“Willoughby”) (“[T]he declaration\nof the court [in Dillon] as to the lapsing of proposed amendments which do\n' ( ....continued)\nvarious proposed am endm ents “floating about\" in 1887, including the Congressional Pay Amendment,\nw hich had shortly before been ratified by Ohio, and he acknowledged that “there is in force in regard to\nthem no recognized statute o f limitation.”"
    },
    {
      "id": "memos_81__8",
      "chunk_id": "8",
      "content": "Jameson, su p ra , § 586, at 635-36. A fter discussing the\nhypothetical “confusion or conflict\" that would result from such open-ended proposals, Jameson con­\ncluded w ith a plea for amending the amendm ent process: We discuss this question here m erely to emphasize the dangers involved in the Constitution\na s it sta n d s, and to show the necessity of legislation to make certain those points upon which\ndoubts may arise in the employment of the constitutional process for amending the funda­\nm ental law o f the nation. A constitutional statute o f limitation, prescribing the time within\nwhich proposed amendments shall be adopted or be treated as waived, o u g h t by a ll m ea n s to\nb e p a sse d . Id. at 635-36 (em phases added). See a lso Herman V. Ames, The P roposed A m en d m en ts to the C on stitu ­\ntio n o f th e U n ited S ta te s D u rin g the F irst C en tu ry o f Its H isto ry, H.R. Doc. No. 3 5 3 ,54th Cong., 2d Sess., pt. 2, at 291-92 & n .l (1897).\n’ C hief Justice Hughes wrote that “the question of a reasonable time in many cases would involve . . . an\nappraisal o f a great variety o f relevant conditions, political, social and economic.” 307 U.S. at 453. The\nfour concurring Justices would have dism issed the case for lack of standing, see id. at 460-70 (opinion of\nFrankfurter, J.), but concurred in the C hief Justice’s conclusion on the broader ground that “Congress has\nsole and com plete control over the amending process, subject to no judicial review.” Id. at 459 (Black, J.,\nconcurring). Justices Butler and McReynolds in dissent found the issue justiciable and concluded that\nunder D illo n “more than a reasonable tim e had elapsed” for ratification of the Child Labor Amendment. Id. at 473 (Butler. J. dissenting). We discuss C olem an’s political question holding in Part II, infra. 92 not receive ratification by the States within a reasonable period of time was\nobiter, inasmuch as this question was not before the court in the instant\ncase.”); see also Brief for the United States Amicus Curiae at 25, Coleman v.\nMiller, 307 U.S. 433 (1939) (No. 38-7) (“It was unnecessary in [Dillon] to\nconsider whether a proposed amendment would expire with the passage of\ntime in the absence of [a limitation] provision . . . ,”).10\nNor is Coleman authoritative as to contemporaneity. The Coleman Court’s\ndiscussion of Dillon's “reasonable time” inference was simply not part of its\nholding. Although Chief Justice Hughes’s opinion for three members of the\nCourt did approve of the “cogent reasons” for requiring contemporaneity\noutlined in Dillon, see 307 U.S. at 452-53, the four remaining Justices com­\nprising the seven-vote majority on the dispositive “political question” issue\nspecifically repudiated Dillon."
    },
    {
      "id": "memos_81__9",
      "chunk_id": "9",
      "content": "Although Chief Justice Hughes’s opinion for three members of the\nCourt did approve of the “cogent reasons” for requiring contemporaneity\noutlined in Dillon, see 307 U.S. at 452-53, the four remaining Justices com­\nprising the seven-vote majority on the dispositive “political question” issue\nspecifically repudiated Dillon. The four concurring Justices called for “dis­\napproval of the conclusion arrived at in Dillon v. Gloss, that the Constitution\nimpliedly require[d] that a properly submitted amendment must die unless\nratified within a ‘reasonable time.’” Id. at 458 (Black, J., concurring) (foot­\nnote omitted). 11 Moreover, Chief Justice Hughes’s conclusion does not\nlogically imply that Dillon was correct. Having declined to address the\ncontent of an implicit time limit, it leaves open for Congress the conclusion\nthat there is no time limit at all. 3.\nOn its merits, the reasoning of Dillon is unpersuasive in both its spe­\ncific arguments and in its broader methodology. The Dillon Court’s first\n10 Indeed, some have argued that the entire opinion o f the Court in D illon was a dictum and must be\nconsidered “dubious” authority at best. S ee Note, The Process o f C o n stitutional A m e n d m e n t, 79 Colum. L. Rev. 106, 126 n.75 (1979); Ernst Freund, L eg isla tive P roblem s a n d S o lutions, 7 A.B.A. J. 656, 65657 (1921). The challenge to the Eighteenth Amendment in D illo n was baseless because the seven-year\nlimitation at issue was part of the text of the amendment and was therefore itself ratified by the States;\nthe petitioner did not claim that Congress lacked authority to include such a limitation in the am end­\nment itself. Note, 79 Colum. L. Rev. at 126 n.75. S ee Brief for Appellee at 5, D illon v. G lo ss, 256 U.S.\n368 (1921) (No. 20-251) (“The amendment having been ratified by the requisite num ber of States\nwithin the time limitation provided in section three, it is unimportant whether that section is valid or\ninvalid.”). “ [T]he Suprem e Court, apparently mistaking the actual facts o f the case submitted to it,\nstated and decided the case as though the time limit for ratification had been contained . . . in the Joint\nResolution o f Congress . . . . ” Willoughby, at 596-97. \"W e do not believe that Chief Justice Hughes's opinion must be treated as a holding o f the Court\nbecause it rested on a “narrower ground” than Justice Black’s. Ordinarily, where an opinion for the\nCourt is fragmented, as in C olem an, the opinion of the Justices concurring in the judgm ent on the\nnarrowest grounds is regarded as the Court's holding. S ee M a rks v. U nited S ta tes, 430 U.S. 188, 193\n(1977); G regg v. G eorgia, 428 U.S. 153, 169 n. 15 (1976) (opinion o f Stewart, Powell and Stevens, JJ.);\nK ing v. P alm er, 950 F.2d 771, 778 (D.C. Cir. 1991) (Silberman, J., concurring), cert, d e n ie d , 550 U.S.\n1229 (1992)."
    },
    {
      "id": "memos_81__10",
      "chunk_id": "10",
      "content": "However, “the narrowest opinion must represent a common denominator o f the C ourt’s\nreasoning; it must embody a position implicitly approved by at least five Justices who support the\njudgm ent.” K ing, 950 F.2d at 781. The “reasonable time” rule thus cannot be considered a holding o f\nC olem an because it was specifically rejected by four/concurring Justices. C olem an “is not a case in\nwhich the concurrence [here the three-justice H ughesfaction] posits a narrow test to which the plurality\nmust necessarily agree as a logical consequence of^its own, broader position.” Id. at 782. “In other\nwords, it is not a case in which there is an implicit majority o f the court\" on the issue whether Article V\nrequires reasonably contemporaneous ratification. Id. 93 consideration was that proposal and ratification are steps in a single process\nand hence should not be widely separate in time. This argument simply\nassumes its conclusion — that the process is to be short rather than lengthy. Second, Dillon argued that because amendments are to be proposed only\nwhen needed, the implication is that they should be dealt with promptly. But necessity is not the same as emergency. Thus, Story has written: The guards [in Article V] against the too hasty exercise of the\n[amendment] power, under temporary discontents or excite­\nments, are apparently sufficient. Two thirds of congress, or of\nthe legislatures of the states, must concur in proposing, or\nrequiring amendments to be proposed; and three fourths of\nthe states must ratify them. Time is thus allowed, and ample\ntime, for deliberation, both in proposing and ratifying amend­\nments. They cannot be carried by surprise, or intrigue, or\nartifice. Indeed, years may elapse before a deliberate judg­\nment may be passed upon them, unless some pressing\nemergency calls for instant action. . . .\n. . . The mode, both of originating and ratifying amendments\n. . . must necessarily be attended with such obstacles and de­\nlays, as must prove a sufficient bar against light or frequent\ninnovations. Commentaries, §§ 959-960, at 681-82. The States that have ratified the\nCongressional Pay Amendment only recently evidently consider it to be just\nas necessary today as the first Congress presumably thought it was in 1789. Finally, Dillon suggests that Article V is designed to seek consensus, and\nthat consensus must be contemporaneous. Again, even assuming that it is\nproper to interpolate terms into a constitutional provision in order to serve\nits purported end — a question we address below — this reasoning is faulty. Consensus does not demand contemporaneity. The sort of lasting consensus\nthat is particularly suitable for constitutional amendments may just as well\nbe served by a process that allows for extended deliberation in the various\nstates. There have been occasions when it has taken decades to build the\nconsensus within Congress needed for a two-thirds vote on a proposed amend­\nment. 12 In the absence of a time limit in the original amendment proposal, it 11 S ee, e .g .. Senate Hearings, at 134-35 (statement o f Professor Thomas I. Emerson)"
    },
    {
      "id": "memos_81__11",
      "chunk_id": "11",
      "content": "12 In the absence of a time limit in the original amendment proposal, it 11 S ee, e .g .. Senate Hearings, at 134-35 (statement o f Professor Thomas I. Emerson) (“History has dem ­\nonstrated that a long period of time is necessary for the nation to make up its mind with respect to\nfundam ental changes . . . . Thus the W om en’s Suffrage Amendment was under consideration for nearly\nthree quarters o f a century.” ). 94 would appear to be equally true that it may legitimately take many decades\nto build the three-fourths consensus required for the states’ approbation. 13\nMore fundamentally, Dillon rests on a faulty approach to the interpreta­\ntion of the Constitution, and in particular those provisions that determine the\nstructure of government. The amendment procedure, in order to function\neffectively, must provide a clear rule that is capable of mechanical applica­\ntion, without any need to inquire into the timeliness or substantive validity\nof the consensus achieved by means of the ratification process. Accord­\ningly, any interpretation that would introduce confusion must be disfavored. As the Supreme Court has explained, the Constitution is designed to provide\n“[e]xplicit and unambiguous provisions” to govern the structure of govern­\nment. INS v. Chadha, 462 U.S. 919, 945 (1983) (construing the presentment\nand bicameralism provisions of Article I). The very functioning of the govern­\nment would be clouded if Article V, which governs the fundamental process of\nconstitutional change, consisted of “open-ended” principles without fixed appli­\ncations. The alternative to procedural formalism is uncertainty and litigation. 14 As explained above, the terms of Article V provide a clear rule: any\namendment once proposed “shall be valid to all Intents and Purposes, as part\nof this Constitution, when ratified by the Legislatures of three-fourths of the\nseveral States.” The reading according to which Article V contains an im­\nplicit time limit, by contrast, introduces so much uncertainty as to make the\nratification process unworkable. The two stages of the amendment process\nare proposal and ratification. The latter is done by states acting through\nlegislatures or conventions. In order to be able to carry out its function in\nthe ratification process, any state that is contemplating ratification must know\nwhether an amendment is in fact pending before it. That is not a matter of\ndegree; the proposed amendment is either pending or not. 11 It is conceivable that the goal of consensus, if there is one. could be defeated where the last State to\nratify harbors an entirely different intent or purpose in approving the amendment than did the first\nratifying States o r the proposing Congress. Thus, for example, the meaning o f the words o f an am end­\nment chosen by the proposing Congress could conceivably change dramatically with the passage o f\ntime. If there is a substantive consensus requirement beyond the procedural formalities o f Article V,\nthis hypothetical case might be taken to violate that substantive meaning. That, however, is plainly not\nthe case with the Congressional Pay Amendment. The intent and purpose behind this amendment have\nbeen consistent from its proposal by Madison to its recent ratification."
    },
    {
      "id": "memos_81__12",
      "chunk_id": "12",
      "content": "That, however, is plainly not\nthe case with the Congressional Pay Amendment. The intent and purpose behind this amendment have\nbeen consistent from its proposal by Madison to its recent ratification. We, therefore, express no opin­\nion on any hypothetical scenario that may present a more fundamental challenge to the notion of con­\nsensus. We conclude only that consensus itself does not necessarily require contemporaneity. M ore­\nover, of course, if the absence of a time limit introduces a danger into the Article V amendment process,\nthe solution is to specify a time limit, either in the text of the amendment or the proposing resolution. 14 See Walter Dellinger, The L eg itim a cy o f C onstitu tio n a l C hange: R ethinking the A m e n d m e n t P rocess,\n97 Harv. L. Rev. 386,418 (1983) (“Dellinger”): “ Attention to th[e] formalities [specified in Article V] is\nmore likely to provide clear answers than is a search for the result that best advances an imputed ‘policy’\nof ‘contem poraneous consensus.’” Professor Dellinger nevertheless maintains that a proposed am end­\nment, like the Congressional Pay Amendment, that languishes for years without action by state legisla­\ntures could be considered dead. Id. at 425. Dellinger's “doctrine o f desuetude,\" however, has itself been\ncriticized as “an anomolous position\" in light of his reliance on the formalities o f Article V. John R. Vile,\nJ u d ic ia l R eview o f the A m en d in g Process: The D ellinger-Tribe D eb a te, 3 J.L. & Pol. 21, 33 (1986). S e e\nalso Laurence H Tribe, A C onstitution We A re A m en d in g : In D efen se o f a R estra in ed J u d ic ia l R ole, 97\nHarv. L. Rev. 433, 434 n.6 (1983). In our view, the notion of desuetude is fraught with all o f the short­\ncom ings that characterize the \"reasonable time” rule of D illon and must be rejected for the sam e reasons. 95 According to the theory that Article V contains an implicit time limit, the\nState must deduce that it can ratify only if the time since proposal is still a\nreasonable one. The implicit reasonable time rule can take one of two\nforms. First, the Constitution might be said to impose the same time period\nwith respect to all proposed amendments. Putting aside the implausibility\nof the suggestion that a legal rule includes a time certain without stating it,\nthis reading would require each state somehow to decide for itself what\nlimitation the Constitution implicitly imposes. This question is extremely\ndifficult, and there is no reason to believe that the different States would\nanswer it in the same way. 15 In fact, the long history of congressional\ntreatment of time limits demonstrates that there is no agreement as to what\nperiod of time would be reasonable. 16 The other possible form of the implicit time limit rule is that the “reason­\nable” time differs from amendment to amendment, depending on any number\nof unstated factors."
    },
    {
      "id": "memos_81__13",
      "chunk_id": "13",
      "content": "16 The other possible form of the implicit time limit rule is that the “reason­\nable” time differs from amendment to amendment, depending on any number\nof unstated factors. This theory requires that the States undertake an inquiry\neven more difficult than the search for an implicit but specific time limit. To take an example, this approach may suggest that the merits of a proposal\nmay affect the question whether it is still pending, because one approach to\njudging the reasonableness of the period of ratification is to ask if the prob­\nlem the amendment was designed to address is still pressing — a question\nthat is inseparable from the substance of the amendment. However the\nquestion of reasonableness is to be answered, it is plain that answering it\ncan be extremely difficult, and that expecting all the States to answer it in\nthe same way is unreasonable. The implicit time limit theory thus imposes an impossibly burdensome\nrequirement on ratifying States — that they discern the implicit limitation\nand, if the system is to work smoothly, that they all discern the same one. Most discussions of the implicit time limit obscure this difficulty by shifting\nattention away from the situation of the States. For instance, Chief Justice\nHughes’s opinion in Coleman indicates that the reasonableness of the period\nthat has passed since proposal is for Congress to decide at the time of\npromulgation. See 307 U.S. at 454. Congress’s decision at the end of the\n15 The com pelling need for regularity and certainty in the amendment procedure is exactly what prompted\nC ongress to include a tim e limit in the Eighteenth Amendment, which led the Court in D illo n to con­\nsider the question”[w]hether a definite period for ratification shall be fixed so that all may know what it\nis a n d s p e c u la tio n o n w h a t is a reasonable tim e m a y be a vo id ed . \" 256 U.S. at 376 (emphases added).\n“ W hat seem s to have been the first attem pt to impose a time limit on the States occurred during con­\ngressional consideration o f the Fourteenth Amendment, when Senator Buckalew proposed an am end­\nm ent to the join t resolution that would have required ratification within three y ears. Cong. Globe, 39th\nCong., 1st Sess. 2771 (1866). In 1917, during debates on the Eighteenth Amendment, Senator Ashurst\nstated that he could support a time lim it o f “ 10, 12, 14, 16, 18, or even 20 years.” 55 Cong. Rec. 5557\n(1917). Senator Harding proposed an amendm ent to the joint resolution that would have limited states'\nconsideration to a period o f six years. Senator Cummins offered a substitute amendment that would\nhave am ended Article V to require state ratification o f all amendments proposed after January 1, 1917,\nto e ig h t y e a r s , expressing the view th at what is a “reasonable” period for ratification might differ in\neach case. 55 Cong. Rec. 5652 (1917)."
    },
    {
      "id": "memos_81__14",
      "chunk_id": "14",
      "content": "55 Cong. Rec. 5652 (1917). During debate on the Child Labor Amendment in 1924, Repre­\nsentative Linthicum and Senator Fletcher offered amendments that would have required ratification\nwithin fi v e y e a r s of proposal. 65 Cong. Rec. 7288, 10,141 (1924). 96 process, however, can be of no use to States while that process is going on. According to Chief Justice Hughes’s approach, the States must make deci­\nsions concerning constitutional amendments without knowing whether those\ndecisions matter until they leam from Congress at some later date, if ever. 17 The implicit time limit thesis is thus deeply implausible, because it intro­\nduces hopeless uncertainty into that part of the Constitution that must function\nwith a maximum of formal clarity if it is to function. In sum, the dictum of Dillon and the view of Chief Justice Hughes’s\nplurality in Coleman are not authoritative nor are they persuasive. Article V\ncontains no time limit not stated in its text. The Congressional Pay Amendment\n— rather, the Twenty-Seventh Amendment — although well aged, is not stale.18 II. You have also asked whether, under 1 U.S.C. § 106b, the Archivist was\nrequired to publish the Congressional Pay Amendment along with his cer­\ntificate specifying that the Amendment has become valid, to all intents and\npurposes, as part of the Constitution. We believe that he was required to do so. A.\nSection 106b provides: Whenever official notice is received at the National Archives\nand Records Administration that any amendment proposed to\nthe Constitution of the United States has been adopted, ac­\ncording to the provisions of the Constitution, the Archivist of\nthe United States shall forthwith cause the amendment to be\npublished, with his certificate, specifying the States by which\nthe same may have been adopted, and that the same has be­\ncome valid,, to all intents and purposes, as a part of the\nConstitution of the United States. 17See Note, C ritical D etails: A m en d in g the U nited S ta tes C o n stitu tio n , 16 Harv. J. on Legis. 763, 767\n(1979) (“Although C olem an did spell out some guidelines, the state legislatures would still only specu­\nlate about what amount o f time Congress would conclude was reasonable. Only some direct signal from\nCongress before or during ratification would definitely prescribe the time for action in the states.”). Se e\na lso 2 David K. Watson, The C onstitution o f the U n ited States 1311-12 (1910) (“Who but the state can\njudge of what would be a reasonable time? It is for the state to ratify and cannot the state take its own\ntime to do it?”), q u o ted in C ase N ote, 24 Minn. L. Rev. 393, 394 n.9 (1940). \"S ev eral other amendments to the Constitution have been proposed to the States without time limits\nand have never received the approval of three-fourths of the States. See C onstitution A n n o ta ted , at 5153. A resolution was introduced in the Senate purporting to declare that those proposals have \"ex­\npired,” but it was not passed."
    },
    {
      "id": "memos_81__15",
      "chunk_id": "15",
      "content": "See C onstitution A n n o ta ted , at 5153. A resolution was introduced in the Senate purporting to declare that those proposals have \"ex­\npired,” but it was not passed. See S. Con. Res. 121, 102d Cong., 2d Sess. (1992); 138 Cong. Rec.\nS6839, S6908 (daily ed. May 19, 1992). B u t see 138 Cong Rec. S6949 (daily ed. May 2, 1992) (Sena­\ntor Sanford asserting that “today the Senate also decided to declare that four other proposed and pend­\ning amendments . . . were to be considered to have lapsed”). This opinion does not address the current\nvitality of any o f those amendments. We note, however, that the status of the amendment proposed in\n1861 providing that “[n]o amendment shall be made to the Constitution which will authorize or give\nCongress the power to abolish or interfere, within any State, with the domestic institutions thereof,\nincluding that of persons held to labor or service by the laws of said State,” C onstitution A n n o ta te d at\n52, may be determined by the subsequent adoption of the Thirteenth Amendment. 97 1 U.S.C. § 106b. The statutory directive is clear. First, the Archivist must\ndetermine whether, as a matter of law, he has received “official notice” of an\namendment’s adoption “according to the provisions of the Constitution.” Id. If he determines that he has received such notice, he must publish the amend­\nment with a certificate specifying, inter alia, that the amendment “has become\nvalid, to all intents and purposes, as a part of the Constitution.” Id. The\nstatute allows the Archivist no discretion in this regard. Congress has required the executive branch to certify the validity of con­\nstitutional amendments since 1818. In that year, Congress established a\nstatutory mechanism for the publication of constitutional amendments as\npart of a general provision “for the publication of the laws”:\n[W]henever official notice shall have been received, at the\nDepartment of State, that any amendment which heretofore\nhas been, or hereafter may be, proposed to the constitution of\nthe United States, has been adopted, according to the provi­\nsions of the constitution, it shall be the duty of the said\nSecretary of State forthwith to cause the said amendment to\nbe published in the . . . newspapers authorized to promulgate\nthe laws, with his certificate, specifying the states by which\nthe same may have been adopted, and that the same has be­\ncome valid, to all intents and purposes, as a part of the\nconstitution of the United States. Act of Apr. 20, 1818, ch. 80, § 2, 3 Stat. 439. Over time, Congress deleted\nthe reference to newspapers and transferred the duty of publication from the\nSecretary of State, first to the Administrator of General Services, see Act of\nOct. 31, 1951, ch. 655, § 2(b), 65 Stat. 710 (1951); Reo'rg. Plan No. 20 of\n1950, § 1(c), 64 Stat. 1272, and then to the Archivist, see National Archives\nand Records Administration Act of 1984, Pub. L. No. 98-497, § 107, 98 Stat.\n2280, 2291 (1984). The substance of the statutory directive, however, has\nremained the same."
    },
    {
      "id": "memos_81__16",
      "chunk_id": "16",
      "content": "Plan No. 20 of\n1950, § 1(c), 64 Stat. 1272, and then to the Archivist, see National Archives\nand Records Administration Act of 1984, Pub. L. No. 98-497, § 107, 98 Stat.\n2280, 2291 (1984). The substance of the statutory directive, however, has\nremained the same. Section 106b and its antecedents have long been understood as imposing a\nministerial, “record-keeping” duty upon the executive branch. See 96 Cong.\nRec. 3250 (Message from President Truman accompanying Reorg. Plan No.\n20 of 1950); Judith L. Elder, Article V, Justiciability, and the Equal Rights\nAmendment, 31 Okla. L. Rev. 63, 75-76 (1978). The Archivist may not\nrefuse to certify a valid amendment. See United States ex rel. Widenmann v.\nColby, 265 F. 998, 999 (D.C. Cir. 1920) (no discretion to refuse publication\nonce official notice received, as publication is merely “ministerial act”), a ff’d\nmem. sub. nom. U.S. ex rel. Widenmann v. Hughes, 257 U.S. 619 (1921);\nUnited States v. Sitka, 666 F. Supp. 19, 22 (D. Conn. 1987), aff'd, 845 F.2d\n98 43 (2d Cir.), cert, denied, 488 U.S. 827 (1988).19 Nonetheless, section 106b\nclearly requires that, before performing this ministerial function, the Archi­\nvist must determine whether he has received “official notice” that an\namendment has been adopted “according to the provisions of the Constitu­\ntion.” This is a question of law that the Archivist may properly submit to\nthe Attorney General for resolution. See 28 U.S.C. § 511 (“The Attorney\nGeneral shall give his advice and opinion on questions of law when required\nby the President.”). 20 B.\nAs we concluded above, the Congressional Pay Amendment has been\nadopted in accordance with the Constitution. The only obstacle to the\nArchivist’s promulgation of the amendment would be the thesis, advanced\nby some commentators, that under Coleman v. Miller, 307 U.S. 433 (1939),\nCongress alone among the branches may determine whether an amendment\nhas been constitutionally adopted. Under this theory, the Archivist must\nwait for a determination of the matter by Congress or, at most, issue a\n“conditional certification” of an amendment in deference to possible con­\ngressional action. We believe that Coleman is not authority for this theory,\nand that congressional promulgation is neither required by Article V nor\nconsistent with constitutional practice. As a consequence, we believe that\nthe Archivist was not required to wait for a congressional promulgation to\ncertify the Congressional Pay Amendment as valid. 1.\nIn Coleman, the Court considered the validity of the ratification by Kan­\nsas of the Child Labor Amendment, proposed by Congress in 1924. 307\nU.S. at 435-36. Members of the Kansas Legislature had brought a state-court\naction alleging that the Kansas ratification had been invalid because, inter alia,\nthe State Legislature had ratified the amendment some thirteen years after Con­\ngress had proposed it. Congress had not imposed a time-limit on ratification\n‘’ Indeed, there is authority for the proposition that the Archivist’s Certificate is not necessary to an\nam endm ent's validity. The text of Article V contains no such requirement."
    },
    {
      "id": "memos_81__17",
      "chunk_id": "17",
      "content": "Congress had not imposed a time-limit on ratification\n‘’ Indeed, there is authority for the proposition that the Archivist’s Certificate is not necessary to an\nam endm ent's validity. The text of Article V contains no such requirement. See a lso D illon v. G lo s s ,\n256 U.S. 368, 376 (1921) (Eighteenth Amendment became valid on the date it received its final ratifi­\ncation; the date o f publication was “not material, for the date of [an amendm ent's] consummation, and\nnot that on which it is proclaimed, controls.”). 20 Others have recognized the Attorney General's role in resolving such legal questions. Concerning\nthe validity of ratifications of the Equal Rights Amendment, Professor Dellinger questioned w hy the\nAdministrator o f General Services, at that time the official responsible for certifying new amendments,\nwould submit the question to Congress: \"An administrator uncertain about the lawful exercise o f one of\nher responsibilities is normally expected to refer the question to the Attorney General for an opinion\nand then act in accordance with that opinion.” 97 Harv. L. Rev. at 402. That was exactly w hat the\nadministrator at the time intended to do. Asked what would be done if the requisite number o f states\nhad ratified but some States had purported to rescind their ratifications, the Deputy Archivist stated that\n“we would call upon the Attorney General to determine the answer to the legal question on rescission.” Senate Hearings, at 109 (testimony of James E. O’Neill). 99 when it had proposed the amendment to the States. The Supreme Court of\nKansas held that the amendment remained susceptible to adoption despite\nthe thirteen-year delay, and dismissed the suit. Id. at 437. The Supreme Court of the United States reversed. There was no majority\nopinion on the validity of the Kansas ratification. Three Justices — Chief\nJustice Hughes, Justice Stone, and Justice Reed — determined that the ques­\ntion w hether Kansas had ratified within a “reasonable time” was a\nnonjusticiable political question. Chief Justice Hughes asserted that the\nresolution of such a question would depend on social, political, and eco­\nnomic conditions that courts were incompetent to address. Id. at 453-54. “On the other hand,” he reasoned, “these conditions [were] appropriate for\nthe consideration of the political departments of the Government.” Id. at\n454. The Hughes opinion concluded that the question whether an amend­\nment had lapsed should “be regarded as an open one for the consideration of\nthe Congress when, in the presence of certified ratifications by three-fourths\nof the States, the time arrives for the promulgation of the adoption of the\namendment.” Id.\nFour Justices — Justice Black, joined by Justices Roberts, Frankfurter,\nand Douglas — went even further. They disclaimed any judicial review of a\ncongressional determ ination as to the adoption of an amendment. “ [Undivided control of [the amendment] process had been given by [Article\nV] exclusively and completely to Congress,” Justice Black wrote. Id. at\n459 (Black, J., concurring)."
    },
    {
      "id": "memos_81__18",
      "chunk_id": "18",
      "content": "They disclaimed any judicial review of a\ncongressional determ ination as to the adoption of an amendment. “ [Undivided control of [the amendment] process had been given by [Article\nV] exclusively and completely to Congress,” Justice Black wrote. Id. at\n459 (Black, J., concurring). “Therefore, any judicial expression amounting\nto more than mere acknowledgement of exclusive Congressional power over\nthe political process of amendment is a mere admonition to the Congress in\nthe nature of an advisory opinion, given wholly without constitutional au­\nthority.” Id. at 459-60. Two Justices — Justices Butler and McReynolds —\ndissented on the ground that the amendment was invalid because of the\nthirteen-year delay. Id. at 473-74 (Butler, J., dissenting). Neither Chief Justice Hughes nor Justice Black explained the constitu­\ntional basis for the assertion that Congress had authority to “promulgate” an\namendment. Rather, Chief Justice Hughes relied on the “special circum­\nstances” surrounding the adoption of the Fourteenth Amendment in 1868. Id. at 449-50.21 At that time, as we have seen, the duty of publication of\nconstitutional amendments rested with the Secretary of State. Because of\nirregularities in the ratifications of Ohio and New Jersey — the legislatures\nof both States had attempted to rescind their earlier votes to approve the\namendment — Secretary Seward issued a “conditional certification” of the\nFourteenth Amendment on July 20, 1868. Proclamation No. 11, 15 Stat. 706\n(1868). Secretary Seward certified that if the resolutions of Ohio and New\nJersey were still effectual, notwithstanding the subsequent attempts to re­\nscind, “then the . . . amendment . . . ha[d] become valid, to all intents and 31Justice Black provided no support for his assertion. 100 purposes, as a part of the Constitution.” Id. at 707. Secretary Seward dis­\nclaimed any authority to resolve the matter himself. Id. The next day, Congress passed a concurrent resolution declaring the Four­\nteenth Amendment to be a part of the Constitution and directing Secretary\nSeward to promulgate it as such. Cong. Globe, 40th Cong., 2d Sess. 4266,\n4295-96 (1868). The Senate passed the resolution without any debate, id. at\n4266, and in the House the only question was whether Georgia, of whose\nratification the Speaker had received notice by telegraph, should be included\non the list of ratifying States. Id. at 4295-96. One week later, on July 28,\n1868, Secretary Seward issued a second proclamation, “in execution o f ’ the\nconcurrent resolution and “in conformance thereto,” certifying the Fourteenth\nAmendment as valid. Proclamation No. 13, 15 Stat. 710 (1868). “Thus,” observed Chief Justice Hughes, in the case of the Fourteenth\nAmendment “the political departments of the Government dealt” with ques­\ntions concerning the ratification of the amendment. Coleman, 307 U.S. at\n449. He apparently used the events surrounding the adoption of the Four­\nteenth Amendment as a model and simply assumed that, if and when the\nissue arose with respect to the Child Labor Amendment, the same proce­\ndures would obtain. See id. at 454 (“The [eventual] decision by the Congress,\nin its control of the action of the Secretary of State, of the question whether\nthe [Child Labor Amendment] had been adopted within a reasonable time\nwould not be subject to review by the courts.”)."
    },
    {
      "id": "memos_81__19",
      "chunk_id": "19",
      "content": "See id. at 454 (“The [eventual] decision by the Congress,\nin its control of the action of the Secretary of State, of the question whether\nthe [Child Labor Amendment] had been adopted within a reasonable time\nwould not be subject to review by the courts.”). The plurality opinion did\nnot address the question whether, in the event the Secretary of State decided\nto certify the amendment on his own, congressional promulgation would\nstill be necessary. Indeed, given the posture of the case, the Justices could\nnot have addressed that question: the Child Labor Amendment was nowhere\nnear ratification, and circumstances had not required the Secretary to make\nany decision regarding the validity of the amendment. 22\nChief Justice Hughes’s opinion is thus best understood as resting on a\npolitical question rationale: courts will not attempt to resolve certain ques­\ntions concerning the validity of states’ ratifications of constitutional\namendments. Rather, the decision of the political branches will control. To\nread the Hughes opinion as addressing the relationship between the political\nbranches and requiring the Executive to defer to Congress on the adoption\nof an amendment would be to resolve an issue that was not before the\nColeman Court. As it was, the Coleman dissenters took their brethren to\ntask for even addressing the role of Congress in the amendment process. The Court had not heard argument on that point, they protested; Congress’s\nrole had not been “raised by the parties or by the United States appearing as\namicus c u r i a e 307 U.S. at 474 (Butler, J., dissenting). At most, Coleman\nstands for the proposition that the validity of a constitutional amendment is\n“ The Hughes opinion endorsed the Court’s earlier holding in L e ser v. G a m eit, 258 U.S. 130, 137\n(1922), that the Secretary would be bound by official notice from a state respecting its ratification. Se e\nC o le m a n , 307 U.S. at 451. 101 a political question. That proposition has no bearing on the actions of the\nArchivist, an officer of one of the political branches. 23 2.\nOn its merits, the notion of congressional promulgation is inconsistent\nwith both the text of Article V of the Constitution and with the bulk of past\npractice. 24 Article V clearly delimits Congress’s role in the amendment pro­\ncess. It authorizes Congress to propose amendments and specify their mode\nof ratification, and requires Congress, on the application of the legislatures\nof two-thirds of the States, to call a convention for the proposing of amend­\nments. Nothing in Article V suggests that Congress has any further role. Indeed, the language of Article V strongly suggests the opposite: it provides\nthat, once proposed, amendments “shall be valid to all Intents and Purposes,\nas Part of this Constitution, when ratified by” three-fourths of the States. (Emphasis added.) As Professor Dellinger has written, the Constitution “re­\nquires no additional action by Congress or by anyone else after ratification\nby the final state.” 97 Harv. L. Rev. at 398."
    },
    {
      "id": "memos_81__20",
      "chunk_id": "20",
      "content": "(Emphasis added.) As Professor Dellinger has written, the Constitution “re­\nquires no additional action by Congress or by anyone else after ratification\nby the final state.” 97 Harv. L. Rev. at 398. To interpret Article V “as\nrequiring or permitting” a further step of congressional promulgation is, in\nthe words of another scholar, “no more defensible than to find a third house\nof Congress hidden cleverly in the interstices of the constitutional language\nvesting all legislative power in a House and a Senate.” Rees supra, at 899. 23We have discussed C hief Justice H ughes’s opinion because it is the only part of C olem an other than\nthe judgm ent that m ight be considered authoritative. If the views o f the majority Justices had any\ncom m on ground. C hief Justice Hughes's occupied the narrowest portion of that ground: Justice B lack's\ndisclaim er of any judicial inquiry is broader than the C hief Justice’s approach. Scholars doubt whether\nC o le m a n has authority even as a political question decision. Grover Rees III, Throw ing A w ay the K ey:\nT h e U n c o n stitu tio n a lity o f the Equal R ig h ts A m en d m en t E x ten sion, 58 Tex. L. Rev. 875, 887-88 (1980)\n(“ R ees” ); Dellinger, at 388 n.8. See a lso A F L -C IO v. M a rch Fong E u, 686 P.2d 609, 616 (Cal. 1984)\nIndeed, C hief Justice Rehnquist has questioned whether C o lem an's analysis still obtains in the context\no f A rticle V. S e e U h le rv . A F L-C IO , 468 U.S. 1310(1984) (Rehnquist, Circuit Justice); b u t cf. G o ld w a ter\nv. C a rte r, 444 U.S. 996, 1002 (1979) (Rehnquist, J„ concurring) (relying on C olem an to conclude that\nP resident’s pow er to denounce a treaty was a nonjusticiable political question). 24In 1977, this Office stated that Congress could by concurrent resolution extend the tim e-lim it for\nratification o f the Equal Rights Amendment. S ee Memorandum for Robert J. Lipshutz, Counsel to the\nPresident, from John M. Harmon, Assistant Attorney General, Office o f Legal Counsel (Oct. 31, 1977)\n(“ O ctober M em orandum \"). S ee also E x te n d in g the R a tifica tio n P e rio d f o r the P ro p o sed E qu a l R ig h ts\nA m e n d m e n t: H e a rin g s on H .J. Res. 638 B e fo re the S ubcom m ."
    },
    {
      "id": "memos_81__21",
      "chunk_id": "21",
      "content": "on C ivil a n d C o n stitutional R ig h ts o f the\nH o u se C o m m , on th e J u d ic ia ry , 95th Cong., 1st Sess. 5-7 (1977) (statement of John M. Harmon, A ssis­\ntant A ttorney G eneral, Office of Legal Counsel); Senate Hearings, supra, note 6. Relying on C olem an, this O ffice further concluded that Congress has the exclusive power to determine whether an amend­\nm ent h as been tim ely adopted. See October M emorandum at 17, 20-21, 43. See a lso P ow er o f a State\nL e g is la tu r e to R e s c in d its Ratification o f a C o n stitu tio n a l A m en d m en t, 1 Op. O.L.C. 13 (1977). In an\naside, w e specifically referred to the Congressional Pay Amendment and noted our view that if and\nwhen the thirty-eighth ratification was received, Congress would have the duty to decide whether too\nmuch tim e had passed for the Amendment to be viable. S e e October Memorandum at 21 & n.26; see\na ls o id. at 35 n.43 (Congress may determine whether an amendment has been adopted by concurrent\nreso lu tio n ). T hose opinions arose in a factual setting quite different from the instant case. The\n“reproposal” o f a constitutional amendment may be an exclusively congressional function in a way that\nth e certification o f a ratified amendment is not. See H o llin g sw o rth v. Virginia, 3 U.S. 378 (1798)\n(thought to stand for the proposition that the President’s signature is not needed for proposal o f an\nam endm ent). To the extent that our earlier opinions suggest that Congress alone must make the deter­\nm ination o f the adoption o f a constitutional amendment, we reject them today. 102 In light of the overall structure of the Constitution, it would be surprising\nif Article V did confer such exclusive power on Congress. The fundamental\nfeatures of the American constitutional system - federalism and separation\nof powers — produce a division of power designed to ensure that the people,\nrather than any organ of the government, are sovereign. As Attorney Gen­\neral Edward Bates explained in 1861, the Framers of the Constitution rejected\nthe notion that “Parliament is omnipotent.” See 10 Op. Att’y Gen. 74, 75\n(1861). Instead, the federal government “is not vested with the sovereignty,\nand does not possess all the powers of the nation. It has no powers but such\nas are granted by the Constitution.” Id. at 77. The same principle undergirds\nthe separation of powers: the three branches of the federal government “are\nco-ordinate and coequal — that is, neither being sovereign, each is indepen­\ndent in its sphere, and not subordinate to the others.” Id. at 76. To give one\nbranch of government ultimate control over the Constitution’s very content\nwould be to repudiate the American approach in favor of a return to parlia­\nmentary supremacy."
    },
    {
      "id": "memos_81__22",
      "chunk_id": "22",
      "content": "Id. at 76. To give one\nbranch of government ultimate control over the Constitution’s very content\nwould be to repudiate the American approach in favor of a return to parlia­\nmentary supremacy. Article V, however, shows that the Constitution is\nconsistent in its rejection of governmental sovereignty. The drafting history of Article V reaffirms this conclusion. The Federal\nConvention designed the amendment system so that both Congress and the\nstates played important roles. At the convention, the Framers manifested a\nmarked distrust of Congress in the amendment process. An early outline of\nthe Constitution specified that the Constitution could be amended “without\nrequiring the assent of the Natl. Legislature.” 1 Records Federal Convention\no f 1787 121 (Max Farrand, ed., revised ed. 1966). In supporting that provi­\nsion, George Mason argued: “It would be improper to require the consent of\nthe Natl. Legislature, because they may abuse their power, and refuse their\nconsent on that very account.” Id. at 203.25 Mason reaffirmed his concern\nin the final days of the convention and argued that Article V gave Congress\ntoo much power and ability to abuse the process. 2 Records o f the Federal\nConvention o f 1787 629 (Max Farrand, ed., revised ed. 1966). Article V was\nspecifically altered by the convention to accommodate Mason’s concern. Id. Commentary during the ratification debates bears out the Framers’ inten­\ntion to check the power of Congress in the amendment process. Madison\nexplained in Federalist No. 39 that the amendment system balanced the\nStates and the federal government, so that the system is “neither wholly\nfederal, nor wholly national.” The Federalist No. 39, at 257 (James Madison)\n(Jacob E. Cooke ed., 1961). In discussing the provisions for calling a conven­\ntion upon the petition of two-thirds of the States, Alexander Hamilton states:\n[The amendments so proposed] “shall be valid to all intents\nand purposes, as part of the constitution, when ratified by the\nlegislatures of three-fourths of the states, or by conventions in\n“ The Congressional Pay Amendment, dealing as it does with the power o f members o f Congress to\nincrease their salaries, is just the sort o f amendment to which Mason’s comm ent would apply most\nreadily. 103 three-fourths thereof.” The words of this article are peremp­\ntory. The congress “shall call a convention.” Nothing in this\nparticular is left to the discretion of that body [Congress]. The Federalist No. 85, at 593 (Alexander Hamilton) (Jacob E. Cooke, ed.,\n1961). These words are equally applicable to ratification of an amendment\nby three-fourths of the States. Discussing Article V more generally, Hamilton\nconcluded by observing that “[w]e may safely rely on the disposition of the\nstate legislatures to erect barriers against the encroachments of the national\nauthority.” Id. These statements are inconsistent with the notion that Con­\ngress has a general power of superintendence over the amendment process. Congressional promulgation is also at odds with the bulk of past practice\nin this area. As we have seen, Chief Justice Hughes in Coleman used the\n“special circumstances” surrounding the adoption of the Fourteenth Amend­\nment as a model for the only instance of congressional involvement in the\npromulgation of an amendment following ratification in more than two hun­\ndred years."
    },
    {
      "id": "memos_81__23",
      "chunk_id": "23",
      "content": "As we have seen, Chief Justice Hughes in Coleman used the\n“special circumstances” surrounding the adoption of the Fourteenth Amend­\nment as a model for the only instance of congressional involvement in the\npromulgation of an amendment following ratification in more than two hun­\ndred years. See, e.g., Dellinger, at 400. There has never been another\n“conditional certification” of an amendment by the executive branch. 26 The\nconcurrent resolution “promulgating” the Fourteenth Amendment, adopted\nwith no substantive debate, was unnecessary and an aberration. The events surrounding the adoption of the Fifteenth Amendment two\nyears later demonstrate that fact. 27 Irregularities in State ratifications also\nplagued this Amendment — New York had attempted to rescind its ratifica­\ntion, see Cong. Globe, 41st Cong., 2d Sess. 1444 (1870), and two other\nStates, Ohio and Georgia, ratified the amendment only after having rejected\nit once, see Memorandum to Don W. Wilson, Archivist of the United States,\nfrom Martha L. Girard, Director of the Federal Register 6 (May 22, 1991). 26S e e Letter to Governors o f the Several States from Thomas Jefferson, Secretary of State (M arch 1,\n1792), r e p r in te d in 2 The B ill o f Rights: A D o cu m en ta ry H istory 1203 (Bernard Schwartz, ed., 1971)\n(First through Tenth Amendments); President John Adams, Message to Congress, 7 Annals o f Cong.\n809 (1798) (Eleventh Amendment); L etter to Governors of the Several States from James Madison,\nSecretary o f State (Sept. 25, 1804) (Twelfth Amendment), cited in C onstitution A nno ta ted , at 28 n.4;\nC ertification by W illiam H. Seward, Secretary of State, 13 Stat. 774 (1865) (Thirteenth Amendment);\nC ertification o f Ham ilton Fish, Secretary of State, 16 Stat. 1131-32 (1870) (Fifteenth Amendment);\nC ertification by Philander C. Knox, Secretary of State, Act of Feb. 25, 1913, 37 Stat. 1785 (1913)\n(Sixteenth Am endm ent); Certification by William Jennings Bryan, Secretary of State, Act o f May 31,\n1913 ,3 8 Stat. 2049 (1913) (Seventeenth Amendment); Certification by Frank L. Polk, Acting Secretary\no f State, Act o f Jan. 28, 1919, 40 Stat., “ Eighteenth Amendment to the Constitution” 1 (1919); Certifi­\ncation by Bainbridge Colby, Secretary o f State, Act of Aug. 26, 1920, 41 Stat. 1823 (1920) (Nineteenth\nA m endm ent); Certification by Henry L. Stimson, Secretary of State, Act of Feb. 6, 1933,47 Stat. 2569\n(1933) (Twentieth Amendment); Certification by W illiam Phillips, Acting Secretary of State, Act of\nDec. 5, 1933, 48 Stat. 1749 (1933) (Twenty-First Amendment); Certification by Jess Larson, Adminis­\ntrator o f General Services, 16 Fed. Reg. 2019 (1951) (Twenty-Second Amendment); Certification by\nJohn L. M oore, A dm inistrator of General Services, 26 Fed. Reg. 2808 (1961) (Twenty-Third Amend­\nm ent); Certification by Bernard L. Boutin, Administrator of General Services, 29 Fed. Reg. 1715(1964)\n(Tw enty-Fourth A m endment); Certification by Lawson B. Knott, Administrator o f General Services, 32\nFed. Reg. 3287 (1967) Twenty-Fifth Amendment), Certification by Robert L. Kunzig, Administrator of\nGeneral Services, 36 Fed Reg. 12,725 (1 9 7 1) (Twenty-Sixth Amendment)."
    },
    {
      "id": "memos_81__24",
      "chunk_id": "24",
      "content": "11 C hief Justice Hughes in Coleman briefly noted the events surrounding the ratification of the Fifteenth\nAm endm ent, but did not assign them any weight in this analysis. S e e 307 U.S. at 450 n.25. 104 On February 21, 1870, Senator Williams introduced a joint resolution declar­\ning that the Amendment had become valid as part of the Constitution. Cong. Globe, 41st Cong., 2d Sess. 1444 (1870). Shortly thereafter, the Senate\npassed a different resolution requesting that the Secretary of State inform the\nSenate which States had ratified the Amendment. Id. at 1653. On March 30, 1870, Secretary of State Hamilton Fish issued a proclama­\ntion certifying that the Fifteenth Amendment had become valid. The\nproclamation noted the attempted rescission by New York, but did not men­\ntion the questions regarding the Ohio and Georgia ratifications. 16 Stat.\n1131 (1870). The Senate took no action in response to the proclamation,\nand Senator Williams allowed his earlier resolution to die. Cong. Globe,\n41st Cong., 2d Sess. 3142 (1870). There was some debate in the House\nconcerning the validity of the New York and Indiana ratifications, id. at\n2298, but ultimately the House passed a resolution declaring that the Amend­\nment had become a binding part of the Constitution. Id. at 5441.28 At no\ntime during the consideration of the Fifteenth Amendment did anyone in\nCongress suggest that congressional promulgation was essential to its valid­\nity. As the Fifteenth Amendment was adopted only two years after the\nFourteenth, the absence of such a suggestion demonstrates that the congres­\nsional promulgation of the Fourteenth Amendment was merely an aberration. If congressional promulgation is required, Secretary Fish illegally certi­\nfied that the Fifteenth Amendment was part of the Constitution. 29 Indeed,\nthe executive branch would have illegally certified every amendment except\nthe Fourteenth.30 If only to avoid this absurd conclusion, we must reject the\nassertion that only Congress may promulgate an amendment. III. We conclude that the Congressional Pay Amendment has been validly\nratified pursuant to the procedures set forth in Article V, and that the Archi­\nvist of the United States was required to promulgate the Twenty-Seventh\nAmendment pursuant to 1 U.S.C. § 106b. TIMOTHY E. FLANIGAN\nActing Assistant Attorney General\nOffice of Legal Counsel “ The House Resolution also confirmed the validity of the Fourteenth Amendment. Cong. Globe, 41st\nCong., 2d Sess. 5441 (1870). 29 The experience o f the Fifteenth Amendment also refutes a modified version of Justice Black’s thesis,\nunder which congressional certification would be required in doubtful cases. The status of the Fifteenth\nAmendment was as doubtful as that of the Fourteenth, and for the same reasons. 30O f course, the certifications would nevertheless be binding on the courts. Se e L eser v. G arnett, 258\nU.S. 130 (1922); U n ited S ta te s v. Thom as, 788 F.2d 1250, 1253 (7th Cir.) (Easterbrook, J.), cert, d e ­\nnied. 479 U.S. 853 (1986), cf. F ield v. C lark, 143 U.S. 649, 669 (1892). 105 APPENDIX The Congressional Pay Amendment had its beginnings in the ratification\nconventions of States considering the original Constitution. Several States\nproposed amendments when they ratified the Constitution."
    },
    {
      "id": "memos_81__25",
      "chunk_id": "25",
      "content": "479 U.S. 853 (1986), cf. F ield v. C lark, 143 U.S. 649, 669 (1892). 105 APPENDIX The Congressional Pay Amendment had its beginnings in the ratification\nconventions of States considering the original Constitution. Several States\nproposed amendments when they ratified the Constitution. Two of these,\nVirginia and New York, included a precedent to the Congressional Pay Amend­\nment. 2 The Bill o f Rights: A Documentary History 844, 916 (Bernard\nSchwartz, ed., 1971) (“Schwartz”). 1 North Carolina proposed amendments\non August 2, 1788, without at first ratifying the Constitution. Id. at 966,\n977. Among the amendments it proposed was a congressional pay provision\ntaken almost verbatim from Virginia’s. See id. at 970-71. Representative\nJames Madison included Virginia’s proposal in the resolution of amend­\nments he proposed to the House on June 8, 1789. 4 Documentary History o f\nthe First Federal Congress of the United States o f America 9, 10 (Charlene\nBangs Bickford and Helen E. Veit, eds., 1986) (“4 First Congress\"). On the\nmotion of Elbridge Gerry, the proposed amendments of several States, in­\ncluding New York’s congressional pay proposal, were also put before the\nHouse. Id. at 4, 19, 24. There was relatively little debate on the proposed Congressional Pay\nAmendment in Congress. Madison forecast that Congress’s power over the\ncompensation of its members was unlikely to be abused, but nevertheless\npointed out the impropriety of giving members the power “to put their hand\ninto the public coffers, to take out money to put in their pockets.” 1 Annals\nof Cong. 457 (Gales & Seaton eds., 1789). Congressman John Vining later\nechoed this sentiment: “There was, to say the least of it, a disagreeable\nsensation, occasioned by leaving it in the breast of any man to set a value on\nhis own work.” Id. at 756-57. Another Congressman, however, thought that\n“much inconvenience and but very little good would result” from the amend­\nment. Id. at 756 (statement of Theodore Sedgwick). Congress approved the proposal of twelve amendments to the Constitu­\ntion on September 25, 1789. The Congressional Pay Amendment was\napproved with only a minor change in wording made in the Senate. See 4\nFirst Congress, at 44-46. As sent to the states for ratification, it read: No law, varying the compensation for the services of the Sena­\ntors and Representatives, shall take effect, until an election of\nRepresentatives shall have intervened. ‘ Virginia ratified the Constitution on June 25, 1788, after narrowly defeating a motion to propose\nam endm ents prior to ratification. See Schwartz, at 834-39. TWo days later, the convention proposed\nam endm ents, including: “That the laws ascertaining the compensation of senators and representatives\nfor their services, be postponed, in their operation, until after the election of representatives immedi­\nately succeeding the passing thereof; that excepted which shall first be passed on the subject.\" Id. at\n844. N ew York ratified the Constitution and proposed amendments on July 26, 1788. Among its\nproposed am endm ents was “That the Compensation for the Senators and Representatives be ascer­\ntained by standing Laws; and that no alteration of the existing rate of Compensation shall operate for\nthe Benefit o f the Representatives, until after a subsequent Election shall have been had.\""
    },
    {
      "id": "memos_81__26",
      "chunk_id": "26",
      "content": "Among its\nproposed am endm ents was “That the Compensation for the Senators and Representatives be ascer­\ntained by standing Laws; and that no alteration of the existing rate of Compensation shall operate for\nthe Benefit o f the Representatives, until after a subsequent Election shall have been had.\" Id. at 916. 106 1 Documentary History o f the First Federal Congress o f the United States o f\nAmerica 208 (Linda Grant De Pauw, et al., eds., 1972) (“ 1 First Congress\")\n(reproducing entry from Appendix to Senate Legislative Journal, 1st Cong.,\n1st Sess.). C f Act of Sept. 23, 1789, ch. 27, 1 Stat. 97 (1789). The pro­\nposed amendments were transmitted to the eleven States that had ratified the\nConstitution, as well as to North Carolina and Rhode Island. See 4 First\nCongress, at 9, 48. When the amendments were proposed, nine States constituted the threefourths necessary for ratification of the amendments. Before any States had\nacted on the amendments, North Carolina ratified the Constitution; nine States\nstill constituted three-fourths. The Bill of Rights and the States: The Colo­\nnial and Revolutionary Origins o f American Liberties xxi (Patrick T. Conley\nand John P Kaminski, eds., 1992) (“Bill of Rights and the States”). The\nCongressional Pay Amendment had been ratified by only four States before\nRhode Island ratified the Constitution on May 29, 1790, bringing the num­\nber of States in the Union to 13, three-fourths of which was ten. Before any\nmore States ratified the amendment, Vermont joined the Union, bringing the\ntotal to 14, three-fourths of which was eleven. Regardless of the time at\nwhich the “three-fourths” requirement was determined, however, the Con­\ngressional Pay Amendment was never close to that total in its initial period. It received only two more ratifications in 1791, for a total of six. 2\nThomas Jefferson, as Secretary of State under George Washington, was\nresponsible for monitoring the States’ actions on the proposed amendments. Id. at xxii. His tally shows that of the thirteen original States and Vermont,\nsix ratified the amendment. Id. at xxiii (photographic reproduction of\nJefferson’s tally). Five States rejected the amendment, three of them “si­\nlently,” meaning that the ratification documents made no reference to the\nCongressional Pay Amendment. Id. at xxii-xxiii. The other three States did\nnot respond: Massachusetts, Connecticut, and Georgia. Id. The six States that ratified the Congressional Pay Amendment along with\nwhat is now the Bill of Rights are:\no M aryland. D ecem ber 19, 1789. 1 F irs t C o n g re ss, at 349-50 (reproducing e n try in\nS en ate Journal o f June 14, 1790). o N orth C arolina, D ecem ber 22, 1789. 1 F irst C o n g re s s, at 346-47 (reproducing\nen try in Senate Journal o f June 11, 1790). o S outh C arolina, January 28, 1790, 1 F irs t C o n g re ss, at 275-76 (reproducing e n try\nin Senate Journal o f April 3, 1790). o"
    },
    {
      "id": "memos_81__27",
      "chunk_id": "27",
      "content": "o S outh C arolina, January 28, 1790, 1 F irs t C o n g re ss, at 275-76 (reproducing e n try\nin Senate Journal o f April 3, 1790). o D elaw are, January 28, 1790, 1 F irst C o n g re ss, at 253-54 (reproducing e n try in\nS enate Journal o f M arch 8, 1790). o Verm ont, N ovem ber 3, 1791, Schw artz, at 1202-03; B ill o f R ig h ts a n d the S ta te s ,\nat xxii. o V irginia, D ecem ber 15, 1791, Schw artz, at 1202. 2 By contrast, the third through twelfth proposed amendments, now known as the Bill o f Rights, were\nratified by the requisite eleven States by December 15, 1791, when Virginia ratified them. See B ill o f\nR ights a n d the S ta tes, at xxii; Schwartz, at 1201-02. 107 The Bill of Rights was ratified without the Congressional Pay Amend­\nment by five States, two of which have since ratified the Congressional Pay\nAmendment:\no N ew H am pshire ratified th e first and third through tw elfth proposed am endm ents\non January 25, 1790. 1 F ir s t C o n g re ss, a t 348-49 (reproducing entry in S enate\nJo u rn al o f June 14, 1790). T he docum ent transm itted to the C ongress indicates\nth at it “rejected” the second article o f the proposed am endm ents. Id. at 348. N ew H am pshire subsequently ratified the C ongressional Pay A m endm ent on M arch\n7 , 1985. S e e 131 Cong. R ec. 6689 (1985); 138 C ong. Rec. S6831 (daily ed. M ay\n19, 1992). o N ew Jersey ratified all but the second am endm ent on N ovem ber 20, 1789. 1 F irs t\nC o n g r e s s , at 475-76 (reproducing entry in Senate Journal o f A ugust 6, 1790). T h e notification transm itted to C ongress d id not m ention the second proposed\nam endm ent. Id. N ew Jersey subsequently ratified the C ongressional P ay A m endm ent on M ay 7,\n1992. 138 Cong. Rec. S 6831, S6846 (daily ed. M ay 19, 1992). o T h e N ew York legislature ratified the first and th ird through tw elfth proposed\nam en d m ents on February 24, 1790. 1 F ir s t C o n g re ss, at 279-80 (reproducing\nen try in S enate Journal o f April 5, 1790). 3 The docum ent transm itted to the\nC o n g ress indicates that it ratified all o f the proposed am endm ents “except the\nsecond.” Id ."
    },
    {
      "id": "memos_81__28",
      "chunk_id": "28",
      "content": "3 The docum ent transm itted to the\nC o n g ress indicates that it ratified all o f the proposed am endm ents “except the\nsecond.” Id . Although th a t docum ent d o es not m ention a form al rejection o f the\np ro p o sed am endm ent, a contem porary new spaper account reported that it w as\nrejected by a vote of 52 to 5. Schw artz, at 1178. o R h o d e Island ratified all b u t the second am endm ent on June 11, 1790. S e e 1 F irst\nC o n g r e s s , at 389 (reproducing entry in Senate Journal o f June 30, 1790); B ill o f\nR ig h ts a n d th e States, a t xxii. The notification transm itted to C ongress does not\nm ention the second proposed am endm ent. 1 F irst C o n g re s s, at 389. o P en n sylvania ratified all b u t the first and second proposed am endm ents on M arch\n10, 1790. 1 F irst C o n g re s s, at 260-61 (reproducing entry in S enate Journal o f\nM arch 16, 1790). The notification transm itted to C ongress does not m ention the\nam en d m en ts that were n o t ratified. Id. N ew spaper accounts indicate that the first\ntw o am endm ents were postponed for fu rth er consideration, but there is no in d ica­\ntion o f w hether they w ere form ally rejected. Schw artz, at 1176. Massachusetts, Connecticut, and Georgia did not notify the federal govern­\nment of any action on the proposed amendments. 4 Further action to impose a constitutional limitation on congressional pay\ndid not come until 1816. During its first session, the Fourteenth Congress\npassed a law replacing its per diem pay, which had remained unchanged\nsince the first Congress, with a salary of $1500 per year. Act of Mar. 19,\n3The resolution was approved by New York's Council o f Revision on February 27, 1790. 1 F irst\nC o n g re ss, at 280. 4 M assachusetts presented a unique case. Its legislative records indicate that it considered the am end­\nm ents, and agreed to ratify most. The Congressional Pay Amendment was “rejected” by the M assachu­\nsetts Senate, Schw artz, at 1174, and was “not accepted” by the M assachusetts House. Id. at 1175. H ow ever, M assachusetts did not notify the federal government of these actions. Id. at 1172. When\nSecretary o f S tate Thom as Jefferson sought such notification, he was told that the M assachusetts legis­\nlature had never passed the official bill ratifying the amendments. Id. at 1175. Massachusetts ultimately\nratified the Bill of Rights in 1939, as did Georgia and Connecticut. Bill o f Rights an d the States, at xxii. 108 1816, ch. 30, 3 Stat. 257. See also 29 Annals of Cong. 199-204 (1816)."
    },
    {
      "id": "memos_81__29",
      "chunk_id": "29",
      "content": "Id. at 1175. Massachusetts ultimately\nratified the Bill of Rights in 1939, as did Georgia and Connecticut. Bill o f Rights an d the States, at xxii. 108 1816, ch. 30, 3 Stat. 257. See also 29 Annals of Cong. 199-204 (1816). The\nCompensation Act was extraordinarily unpopular. See Henry Adams, History\no f the United States of America During the Administrations of James Madi­\nson 1274-76 (Library of America 1986). Immediately upon convening the\nsecond session of the Congress, a bill repealing the Act was introduced. See\n30 Annals of Cong. 10 (1816). Beyond merely a repeal of the offensive\nstatute, Senator James Barbour introduced a joint resolution proposing a con­\nstitutional amendment identical to the Congressional Pay Amendment in all\nbut punctuation: No law varying the compensation for services of the Senators\nand Representatives shall take effect until an election of Rep­\nresentatives shall have intervened. Id. at 30. See also Herman V. Ames, The Proposed Amendments to the\nConstitution o f the United States During the First Century o f its History,\nH.R. Doc. No. 353, 54th Cong., 2d Sess., pt. 2, at 34 (1897) (“Ames”). Congress repealed the Compensation Act, see Act of Feb. 6, 1817, ch. 9, 3\nStat. 345, but did not act on the proposed amendment. Nevertheless, several states joined the call for such an amendment. On\nJanuary 17, 1817, the General Assembly of Kentucky proposed a constitu­\ntional amendment nearly identical to the Congressional Pay Amendment: That no law varying the compensation of the members of the\ncongress of the United States, shall take effect until the time\nfor which the members of the house of representatives of that\ncongress by which the law was passed, shall have expired. 1816-17 Ky. Laws 279. See also Ames, at 333. The legislatures of Massa­\nchusetts and Tennessee passed resolutions proposing similar amendments. Ames, at 34-35, 333. Tennessee’s resolution, identical to that of Kentucky\nexcept for punctuation and capitalization, was received by the Senate and\nprinted in the Annals o f Congress although only by a narrow vote after\n“considerable debate.” 31 Annals of Cong. 170 (1818). Congress took no\naction on any of these proposals. The legislature of Illinois, however, passed\na resolution criticizing Kentucky’s proposed amendment as “unnecessary\nand inexpedient” and directing Illinois’s representatives in Congress to op­\npose the proposal. 1821 111. Laws 187. Illinois’s resolution was transmitted\nto Congress. 38 Annals of Cong. 35 (1821). Vermont, Ohio and New Hamp­\nshire also passed resolutions opposing Kentucky’s proposal. 1817 Vt. Laws\n100-01; 1818 Ohio Laws 202-03; 1818 N.H. Laws 165. See also Ames, at\n333. It does not appear that any of those States took action at that time to\nratify or reject the Congressional Pay Amendment proposed by the first\n109 Congress, nor is there any indication whether anyone at the time considered\nthat amendment to be pending before the States. 5 In 1822, three new amendments related to congressional salaries were\nproposed, though Congress did not act on any of them. Ames, at 35. One\nwas essentially the same as the Congressional Pay Amendment, except that\nit did not apply to Senators:"
    },
    {
      "id": "memos_81__30",
      "chunk_id": "30",
      "content": "5 In 1822, three new amendments related to congressional salaries were\nproposed, though Congress did not act on any of them. Ames, at 35. One\nwas essentially the same as the Congressional Pay Amendment, except that\nit did not apply to Senators: That no increase or diminution of the compensation to Repre­\nsentatives, for their services as such, shall be made by Congress,\nto have effect or operation during the period for which the\nmembers of the House o f Representatives, acting upon the sub­\nject, shall have been elected. 39 Annals of Cong. 1752 (1822). Another fixed the compensation of mem­\nbers of Congress at the amount paid to members of the first Congress. See\nid. at 1768. The third provided that compensation for members of Congress,\nas well as the President and Vice President, would be fixed every ten years,\nafter the census, and that alterations would take effect only after the particular\nofficial’s current term had expired. Id. at 1777-78. Again, there is no indication\nwhether those members proposing the amendments believed that the amend­\nment proposed by the first Congress was still pending. The brief remarks in the\nAnnals o f Congress do not address the issue. See id. at 1753, 1768. The only state to take formal action on the Congressional Pay Amend­\nment in the 19th century was Ohio. Its General Assembly ratified the proposed\namendment on May 6, 1873. As expressed in the ratifying resolution, the\nlegal theory was straightforward: under Article V, proposed amendments be­\ncome valid when ratified by three-fourths of the States, and the Congressional\nPay Amendment “not having received the assent of the Legislatures of threefourths of the several States is still pending for ratification.” 1873 Ohio\nLaws 409 (joint resolution ratifying the second article of the twelve amend­\nments to the Constitution submitted by the first Congress). 6 It is unclear\nwhat became of Ohio’s ratification. Although the resolution called upon the\ngovernor to transmit the ratification to the President and Congress, more than\none hundred years later, in 1985, the National Archives and Records Service\nreported that Ohio, as well as several other States, had not sent official notice\nof ratification to the federal government. Robert S. Miller and Donald O.\nDewey, The Congressional Salary Amendment: 200 Years Later, 10 Glendale\n5 Vermont had already ratified the Congressional Pay Amendment and New Hampshire had previously\nrejected it. S e e su p ra , pp. 107-08.\n‘ O hio’s action received considerable attention early in this century, when several proposals were made\nto am end the C onstitution to impose a tim e limit on ratification for all amendments. M embers of\nC ongress supporting the proposal pointed to Ohio's ratification of the Congressional Pay Amendment\nas a prim e exam ple o f the consequences o f having no time limits on amendments. S e e e.g., 55 Cong.\nRec. 5556-57 (1917); 58 Cong. Rec. 5697, 5699 (1919). 110 L. Rev. 92, 102 (1991).7 Those States have since transmitted official notices."
    },
    {
      "id": "memos_81__31",
      "chunk_id": "31",
      "content": "S e e e.g., 55 Cong.\nRec. 5556-57 (1917); 58 Cong. Rec. 5697, 5699 (1919). 110 L. Rev. 92, 102 (1991).7 Those States have since transmitted official notices. See id.\\ 57 Fed. Reg. 21,187, 21,188 (May 19, 1992) (Archivist’s certifica­\ntion of the 27th Amendment, listing the forty states that had ratified the amendment\nand transmitting notification to the Archivist before May 18, 1992); 138 Cong.\nRec. S6835 (daily ed. May 19, 1992). The controversial pay increase that provoked Ohio’s ratification led to\nactivity in Congress as well. Just as in the early 1800’s, several new amend­\nments, similar to that proposed by the first Congress, were introduced. Ames\nat 35. Congress took no action on them, however, instead repealing the pay\nincrease. Id. The next action on the Congressional Pay Amendment did not come until\nMarch 3,' 1978, when the Wyoming legislature ratified it. See 124 Cong.\nRec. 7910 (1978).8 Five years later, on April 27, 1983, Maine ratified the\namendment, 130 Cong. Rec. 25,007-08 (1984), bringing the total number of\nratifications to nine. Since then, thirty-two additonal States have ratified the\namendment, most recently Missouri and Alabama on May 5, 1992, Michigan\nand New Jersey on May 7, 1992, Illinois on May 12, 1992, and California\non June 26, 1992. See 57 Fed. Reg. 21,187, 21,188 (May 19, 1992)\n(Archivist’s certification); 138 Cong. Rec. E2237 (daily ed. July 24, 1992)\n(California). Thus, forty-one States have now ratified the amendment, three\nmore than three-fourths of the fifty States. Some States that have ratified recently have elaborated the legal basis for\ntheir actions in their ratifying resolutions. Fourteen States mentioned the\nSupreme Court’s decision in Coleman v. Miller, 307 U.S. 433 (1939), in\ntheir ratifying resolutions. Many used language to this effect: Whereas, the legislature of the state of New Mexico acknowl­\nedges that the article of amendment to the constitution of the\nUnited States proposed by resolution of the First Congress on\nSeptember 25, 1789, may still be ratified by states’ legislatures as\na result of the ruling by the United States supreme court in the\nlandmark case of Coleman v. Miller, 307 U.S. 433 ( 1 9 3 9 )....\n132 Cong. Rec. 3956 (1986) (New Mexico). Accord 134 Cong. Rec. 14,023\n(1988) (Arkansas); 133 Cong. Rec. 11,618-19 (1987) (Montana); 135 Cong.\nRec. 15,623 (1989) (Nevada); 135 Cong. Rec. 20,519-520 (1989) (Oregon);\n135 Cong. Rec. 11,900-01 (1989) (Texas); 136 Cong. Rec. S9170 (daily ed.\nJune 28, 1990) (Kansas); 137 Cong. Rec. S I0,949 (daily ed. July 25, 1991)\n(North Dakota); 138 Cong. Rec. S6845 (daily ed. May 19, 1992) (Alabama).9 Other States referred to Coleman without expressly tying it to their power\n7 It should be noted that notice o f ratification by at least some of those States had been previously\nreceived by Congress and published in the Congressional Record. See 124 Cong Rec. 7910 (1978)\n(Wyoming); 130 Cong. Rec. 25,007-08 (1984) (Maine). 'T h e Governor of Wyoming signed the ratification on March 6, 1978. Miller and Dewey, 10 Glendale\nL. Rev., supra, at 100.\n’ For ease of reference, we have cited to the resolutions as reprinted in the Congressional Record,\nContinued 111"
    },
    {
      "id": "memos_81__32",
      "chunk_id": "32",
      "content": "'T h e Governor of Wyoming signed the ratification on March 6, 1978. Miller and Dewey, 10 Glendale\nL. Rev., supra, at 100.\n’ For ease of reference, we have cited to the resolutions as reprinted in the Congressional Record,\nContinued 111 to ratify the Congressional Pay Amendment, and also noted the lack of any\ntime limit either generally in Article V or specifically in the Congressional\nPay Amendment as proposed to the States. For example, Colorado, which on\nApril 22, 1984, became the tenth State to ratify the amendment, states:\nWhereas, Article V of the United States Constitution does not\nstate a time limit on ratification of an amendment submitted\nby Congress, and the First Congress specifically did not provide\na time limit for ratification of the proposed amendment; and\nW hereas, The United States Supreme Court has ruled in\nColeman v. Miller, 307 U.S. 433 (1939), that an Amendment\nto the United States Constitution may be ratified by states at\nany time, and Congress must then finally decide whether a\nreasonable time had elapsed since its submission when, in the\npresence of certified ratifications by three-fourths of the States,\nthe time arrives for the promulgation of the adoption of the\namendment, . . . . 138 Cong. Rec. S6837 (daily ed. May 19, 1992) (Colorado). Accord 135\nCong. Rec. 5821 (1989) (Iowa); 135 Cong. Rec. 14,147 (1989) (Minnesota);\n138 Cong. Rec. S 14,974 (daily ed. Sept. 24, 1992) (Missouri); 138 Cong.\nRec. S8387 (daily ed. June 17, 1992) (Illinois). Other States have not cited Coleman, and instead have emphasized, as\nOhio did, the absence of a time limit in the Congressional Pay Amendment\nproposal. For example, Wyoming, the first State to ratify the amendment in\nthis century, stated in its ratifying resolution: Whereas the Congress of the United States, upon proposing\nthat amendment, did not place any time limitation on its final\nadoption . . . . 1978 Wyo. Sess. Laws. 427. Accord 134 Cong. Rec. 9525 (1988) (Georgia);\n134 Cong. Rec. 8752 (1988) (West Virginia); 135 Cong. Rec. 14,816 (1989)\n(Alaska); 136 Cong. Rec. S10.091 (daily ed. July 19, 1990) (Florida). See\nalso 133 Cong. Rec. 24,779 (1987) (Wisconsin) (noting additionally that\n“the congress of the United States has the power to impose reasonable time\n’ (....continued)\nalthough such publication has no independent legal consequence. The States generally transmit certified\ncopies o f the resolutions directly to the Archivist of the United States. The resolutions, except for\nC alifo rn ia’s, are also reprinted together in the Congressional Record. See 138 Cong. Rec. S6831-46\n(daily ed. M ay 19, 1992). A tabulation by the Archivist o f the dates o f ratification can be found in the\nCongressional Record. Id. at S6831. 112 limits for the ratification of proposed amendments”)."
    },
    {
      "id": "memos_81__33",
      "chunk_id": "33",
      "content": "See 138 Cong. Rec. S6831-46\n(daily ed. M ay 19, 1992). A tabulation by the Archivist o f the dates o f ratification can be found in the\nCongressional Record. Id. at S6831. 112 limits for the ratification of proposed amendments”). Wisconsin’s ratification\nis noteworthy also because it is the only one that provides a rationale for the\nauthority to ratify an amendment that was proposed before the State entered\nthe Union:\nWhereas, the congressional pay changes amendment was val­\nidly ratified by the state of Vermont on November 3, 1791,\neven though Vermont had not been one of the original 13\nstates to which the proposed amendment had been submitted,\nand had not yet achieved statehood when the amendment was\nsubmitted . . . . Id. Finally, many States mention neither Coleman nor time limits, nor allude\nto the fact that the amendment is approximately 200 years old. See 130\nCong. Rec. 25,007-08 (1984) (Maine); 1985 S.D. Laws 27 (South Dakota);\n131 Cong. Rec. 6689 (1985) (New Hampshire); 131 Cong. Rec. 9443 (1985)\n(Arizona); 131 Cong. Rec. 27,963 (1985) (Tennessee); 131 Cong. Rec. 27,96364 (1985) (Oklahoma); 132 Cong. Rec. 8284 (1986) (Indiana); 132 Cong. Rec. 12,480 (1986) (Utah); 133 Cong. Rec. 23,571 (1987) (Connecticut);\n134 Cong. Rec. 18,760 (1988) (Louisiana); 135 Cong. Rec. 14,572-73 (1989)\n(Idaho); 138 Cong. Rec. S7026 (daily ed. May 20, 1992) (Michigan); 138\nCong. Rec. S6846 (daily ed. May 19, 1992) (New Jersey); 138 Cong. Rec.\nE2237 (daily ed. July 24, 1992) (California). The Idaho legislature’s resolu­\ntion was based, pursuant to state law, on a state referendum on the amendment. 135 Cong. Rec. 14,572-73 (1989). The Archives has indicated that it has received no rescissions of previous\nratifications of the Congressional Pay Amendment, nor have we found any\npublic record of rescissions. 10 10 Several of the States that have ratified the amendment, however, had previously rejected it. To the\nextent reflected in documents transmitted to the federal government. New Hampshire had expressly\nrejected the amendment, while New Jersey had simply failed to ratify it when ratifying the other pro ­\nposed amendments. In 1817, Vermont, which had ratified the amendment in 1791, passed a resolution\nopposing a similar amendment proposed by Kentucky, but the resolution specifically refers to the K en­\ntucky, proposal and does not purport to rescind Vermont's earlier ratification of the Congressional Pay\nAmendment. See supra, p. 109. Oklahoma's ratification purports to have an expiration date — D ecem ­\nber 31, 1995 — pursuant to state law. 131 Cong. Rec. 27,964 (1985). 113"
    }
  ]
}