{
  "document_category": "memos",
  "docId": "memos_68",
  "chunk_index": 4,
  "chunk_text": "corporation” in 5 U.S.C. § 103 (2000) is not necessarily limited to Executive\nBranch entities, this Office has opined that the Smithsonian is not a “Government\ncorporation” for purposes of a similar definition of “agency” under the Freedom of\nInformation Act (“FOIA”), 5 U.S.C. § 552(f)(1) (2000). Memorandum for Peter\nPowers, General Counsel, Smithsonian Institution, from Leon Ulman, Deputy\nAssistant Attorney General, Office of Legal Counsel, Re: Coverage of the\nSmithsonian Institution by Certain Federal Statutes at 10 (Feb. 19, 1976) (“Ulman\nMemorandum”); see also Status of National Veterans Business Development\nCorporation, 28 Op. O.L.C. 70, 73 n.4 (2004) (explaining that “the understanding\nof [“Government corporation” and “Government controlled corporation”] reflected\nin the FOIA cases is . . . relevant” to the definition of those terms in 5 U.S.C.\n§ 103); Rivera v. Heyman, 982 F. Supp. 932, 938 (S.D.N.Y. 1997) (holding that\nthe Smithsonian is not a government corporation for purposes of 5 U.S.C. § 103),\nrev’d in part on other grounds, 157 F.3d 101 (2d Cir. 1998); cf. Dong v. Smithsonian Inst., 125 F.3d 877, 879 (D.C. Cir. 1997) (stating that there is “much force” to\nthe Smithsonian’s claim that it is not a “Government controlled corporation” but\nfinding it unnecessary to resolve the issue). Moreover, the phrase “executive agency as defined in 5 U.S.C. 105” in section\n109 is followed by the catch-all phrase “any other entity or administrative unit in\nthe executive branch,” confirming that Congress understood the term “Executive\nagency” to be within that category. The D.C. Circuit applied this principle, which\nit termed “reverse ejusdem generis,” in a similar context. Construing the definition\nof “agency” within the Privacy Act, 5 U.S.C. § 552a (2000 & Supp. V 2005)—\n“any executive department, military department, Government corporation,\nGovernment controlled corporation, or other establishment in the executive branch\nof the Government,” id. § 552(f)(1) (2000)—the court held that the phrase applied\nonly to establishments in the Executive Branch. Dong, 125 F.3d at 879–80. The\ncourt reasoned, “Congress evidently viewed the four specified classes as examples\nof ‘establishments in the executive branch,’ so that an entity clearly outside the\nexecutive branch would not qualify even if it could otherwise be shoehorned into\nthe concept of a ‘Government controlled corporation.’” Id. at 879. This Office\nfound that argument compelling in construing the same definition in the Ulman\nMemorandum, where we stated that the argument “lend[s] considerable credence\nto the contention that an authority must be within the Executive branch in order to\nbe covered by” the Privacy Act. Id. at 4–5. We therefore conclude that, with limited exceptions not applicable here, OGE’s\njurisdiction does not extend to an entity outside the Executive Branch, regardless\nof whether that entity otherwise meets the definition of “executive agency” found\nin 5 U.S.C. § 105. 59 Opinions of the Office of Legal Counsel in Volume 32 II. The question thus becomes whether the Smithsonian is within the Executive\nBranch of the government for purposes of EIGA. We conclude that it is not. This Office previously has described the Smithsonian Institution as a “very\nunusual entity,” a “historical and legal anomaly,” Memorandum for the Attorney\nGeneral, from Theodore B. Olson, Assistant Attorney General, Office of Legal\nCounsel, Re: S. 653, a [sic]"
}