{
  "document_category": "memos",
  "docId": "memos_47",
  "chunk_index": 5,
  "chunk_text": "134 The practice of retaining and paying private attorneys was\nbom of necessity. From time to time, cases arise in which it\nis awkward from an institutional or professional standpoint\nfor the Attorney General to represent government employees\ndirectly, through DOJ attorneys, even though it is clear that\nrepresentation would be in the interests of the United States. . . . [I]n such cases . . . the Attorney General has “implied\nauthority” to provide representation . . . through a mechanism\nthat will enable him to resolve the professional difficulty. U s­\ning his general authority to contract for services that are\nnecessary in the performance of his statutory functions, he\nmay hire private lawyers to do indirectly what it would be\nawkward or inappropriate for the United States to do directly\nthrough DOJ lawyers. 4 The conclusion that the Attorney General has such implied authority is based\non that fact that he possesses not only representational authority, see 28\nU.S.C. § 517, but executive authority as well, see 28 U.S.C. § 509, and the\nlatter may be used in furtherance of the former.5 A number of opinions of this Office specifically hold that where Depart­\nment representation would ordinarily be provided in a congressional\ninvestigation but is inappropriate under the specific circumstances, the D e­\npartment may reimburse a government employee for legal fees incurred using\nprivate counsel.6 Indeed, one opinion addressed a situation that was strik­\ningly similar to the present situation. During the course of an investigation\nby the Permanent Subcommittee on Investigations of the Senate Committee\non Governmental Affairs into the Labor Department’s handling of Teamsters’\n‘ M em o ran d u m fo r E d w ard C. S ch m u lts, D eputy A ttorney G en eral, from T heodore B. O lso n , A ssistant\nA ttorney G eneral, O ffice o f Legal C ounsel, Re: Civil Division s Recommendations Concerning R eim ­\nbursement o f Legal Expenses, at 2-3 (June 24, 1981).\n’ See M em o ran d u m fo r G len E. Pom m erening, A ssistant A ttorney G eneral for A d m inistration, from\nA ntonin S calia, A ssistan t A tto rn ey G eneral, O ffice o f Legal C o u n sel, Re: Authority f o r Employment o f\nOutside Legal Counsel, at 6 (M ar. 4, 1976) (“Pom m erening M em o randum ” ) (“ [I]nterests o f the U n ited\nStates, as w ell as in terests o f the individual Federal em ployees, are at stake. B ecause o f p o ssible c o n ­\nflicts o f in terest, rep resen tatio n by D epartm ent em ployees is not feasible."
}