{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 3,
  "chunk_text": "1320d-6 (Nov. 15, 2004) (with attachment); Letter for John C. Demers,\nAttorney-Adviser, Office of Legal Counsel, from Paula M. Stannard, Deputy General Counsel,\nDepartment of Health and Human Services (Dec. 21, 2004); Letter for John C. Demers, AttorneyAdviser, Office of Legal Counsel, from Paula M. Stannard, Deputy General Counsel, Department of\nHealth and Human Services, Re: Scope of Enforcement Under 42 U.S.C. § 1320d-6; Draft Opinion of\nDecember 17, 2004—Request for Comments (Dec. 23, 2004); Memorandum for File, from Ian C. Smith\nDeWaal, Senior Counsel, Criminal Division, Re: Comments on the Revised OLC Draft Opinion on the\nHIPAA Criminal Medical Privacy Statute (transmitted Feb. 18, 2005); Memorandum for Steven G.\nBradbury, Principal Deputy Assistant Attorney General, Office of Legal Counsel, from John McKay,\nUnited States Attorney for the Western District of Washington, Re: Scope of Criminal Prosecutions\nunder HIPAA (Mar. 17, 2005); Memorandum for Steven G. Bradbury, Principal Deputy Assistant\nAttorney General, Office of Legal Counsel, from Michael Sullivan, United States Attorney for the\nDistrict of Massachusetts, Re: Scope of Criminal Prosecutions under HIPAA (Mar. 20, 2005); Letter\nfor John C. Demers, Attorney-Adviser, Office of Legal Counsel, from Paula M. Stannard, Deputy\nGeneral Counsel, Department of Health and Human Services, Re: Scope of 42 U.S.C. § 1320d-6 (May\n5, 2005). We appreciate the thoroughness and thoughtfulness of these submissions. 77 Opinions of the Office of Legal Counsel in Volume 29 Section 1320d-1 specifies the persons to whom the standards apply: Any standard adopted under this part shall apply, in whole and in\npart, to the following persons:\n(1) A health plan.\n(2) A health care clearinghouse.\n(3) A health care provider who transmits any health information\nin electronic form in connection with a transaction referred to in\nsection 1320d-2(a)(1) of this title. See also 45 C.F.R. § 160.102(a) (with respect to general administrative requirements, “[e]xcept as otherwise provided, the standards, requirements, and implementation specifications adopted under this subchapter apply to” the entities listed\nin section 1320d-1); id. § 162.100 (same with respect to additional administrative\nrequirements); id. § 164.104 (same with respect to security and privacy regulations). The regulations refer to each of these three groups of persons as a “covered\nentity.” Id. § 160.103. To this list of persons to whom the standards apply,\nCongress later added Medicare prescription drug card sponsors. Medicare\nPrescription Drug, Improvement and Modernization Act of 2003, Pub. L. No. 108173, § 101(a)(2), 117 Stat. 2071, 2144 (“For purposes of the program under this\nsection, the operations of an endorsed program are covered functions and a\nprescription drug card sponsor is a covered entity for purposes of applying part C\nof title XI and all regulatory provisions promulgated thereunder. . . .”) (codified at\n42 U.S.C. § 1395w-141(h)(6)(A) (Supp. III 2004)). Various statutes and regulations define these four categories of covered entities. A “prescription drug card sponsor” is “any nongovernmental entity that the\nSecretary [of HHS] determines to be appropriate to offer an endorsed discount\ncard program” including “a pharmaceutical benefit management company” and\n“an insurer.” 42 U.S.C. § 1395w-141(h)(1)(A)(i), (iii) (Supp. III 2004). A “health\nplan” is “an individual or group plan that provides, or pays the cost of, medical\ncare.” Id. § 1320d(5) (2000)."
}