{
  "document_category": "memos",
  "docId": "memos_7",
  "chunk_index": 3,
  "chunk_text": "15 U.S.C. § 56(b).3\nIndeed, in enacting amendments to 15 U.S.C. § 56 and related provi­\nsions in 1973, Congress took special care not to create ambiguities in the\nstatute that might lead to the Commission’s assuming a criminal jurisdic­\ntion. When the bill came from the Conference Committee, it included one\nprovision (15 U.S.C. § 45(m)) that the parliamentarian o f the House inter­\npreted as allowing criminal prosecutions by the Commission. See 119\nCong. Rec. 36,813 (1973) (remarks of Sen. Stevens). To clarify the provi­\nsion, the Senate returned to the version that it had originally passed,\nwhich plainly “applie[d] only to civil actions.” Id,.4\nNevertheless, the Commission argues that it has authority to bring\nactions for criminal contempt. The Commission does not claim any\nexpress statutory basis for this supposed authority. Instead, it contends\nthat “the authority of [its] attorneys to prosecute the criminal contempt\n(if appointed by the court to do so) is an inherent part of their authority\nto prosecute the underlying action from which the contempt arises.” Pederson Letter at 1. The Commission also relies on the Supreme Court’s\nopinion in FTC v. Dean Foods Co., 384 U.S. 597 (1966). In that case, the\nCourt held that the Commission, despite an absence o f explicit statutory\nauthority, could seek preliminary relief from the Court of Appeals pend­\ning the outcome of Commission proceedings in a merger case because\n“[s]uch ancillary powers have always been treated as essential to the 2(.. continued)\ndesignated by it for such purpose, unless the Commission authorizes the Attorney General to\ndo so The Commission shall inform the Attorney General o f the exercise o f such authority and\nsuch exercise shall not preclude the Attorney General from intervening on behalf o f the United\nStates in such action and any appeal o f such action as may be otherwise provided by law\n15 U.S.C. § 56(a) 15 U S C. § 56(a)(3), to which these sections refer, deals with representation in civil\nactions before the Supreme Court\n3 As explained below, the Commission asserts that its power to prosecute contempts is incidental to its\nstatutory power under the sections o f the United States Code referred to in 15 U.S.C. § 56(b) Therefore,\nthe Commission could not escape from the provision o f 15 U.S C § 56(b) about certification to the\nAttorney General by arguing that liability for contempt is not “under [sections 41 to 46 and 47 to 58]” of\ntitle 15, as referred to in that provision. 4 Although Congress substituted a new version o f 15 U.S.C § 45(m) in 1975, the amended provision\nexpressly applies only to civil actions and thus does not enlarge the scope o f the section in that respect. See Pub. L No 93-637, tit. II, §§ 204(b), 205(a), 88 Stat. 2193, 2199, 2200-01 (1975). 293 effective discharge o f the Commission’s responsibilities.” Id. at 607. Finally, the Commission contends that its authority may be justified by its\nconsistent exercise o f this authority in the past. II. The Commission’s arguments do not establish its statutory authority to\nbring actions for criminal contempt."
}