{
  "document_category": "memos",
  "docId": "memos_58",
  "chunk_index": 7,
  "chunk_text": "For example, an appointee\nmight defer his first day of work in order to represent a client before the agency to\nwhich he had already been appointed. Id. We do not dispute that the rule that\nconflict of interest restrictions do not apply immediately upon appointment may\nindeed open the possibility of some abuses. We note, however, that such a rule\nalso enables an appointee to wind up his private affairs in an orderly manner\n(presumably in consultation with the Administration) and therefore may be critical\nto recruiting qualified appointees in the first place. Moreover, in the event of any\nreal abuse, the President could remove the appointee from the office to which he\nhad been appointed, even before he began work. The position advocated in the OGE Letter invites its own set of abuses. If a\nperson were to be subject to conflict of interest restrictions merely upon appointment, the appointing authority “might prejudice the appointee,” Rehnquist Opinion\nat 7, and even subject him to the threat of criminal liability, by appointing him to\nan office he did not want and would not undertake. Even in the case of voluntary\noffice-seekers, while it would be highly unusual for an appointee, having undertaken the rigors of the appointment process, to refuse his office, such a decision is\nfar from implausible. Our files reveal, for example, that in 1971 a presidential\nappointee decided not to serve after the President signed his commission, because\nhe recently had been elected to Congress. See Memorandum for the Honorable\nDaniel Kingsley, Special Assistant to the President, from Thomas E. Kauper,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Effect of\nAppointment as a Member of the Air Quality Advisory Board (June 3, 1971). 37 227-329 VOL_26_PROOF.pdf 47 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 A similar decision might be made by someone appointed at the time of a presidential election lost by the incumbent’s party. On balance, were we to decide which rule better promoted the underlying\npurposes of the conflict of interest rules, we doubt very much that we would adopt\nthe rule advocated by the OGE Letter. But, for the reasons stated above, the choice\nis not ours to make. C.\nThe OGE Letter further states that “[o]ver the years [OGE has] advised numerous agencies, White House officials, and nominees for Senate-confirmed (PAS)\npositions that an individual becomes subject to the various ethical requirements\nupon appointment.” OGE Letter at 1. We note that it appears that OGE has not\nalways had this view. In 1984, we issued an opinion concluding that a statutory\nbar against outside employment by commissioners of the International Trade\nCommission applied as of the commencement of duties, rather than as of appointment. Memorandum for Fred F. Fielding, Counsel to the President, from Ralph W.\nTarr, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Appointment of New Members to the International Trade Commission (Mar. 22, 1984)\n(“ITC Opinion”)."
}