{
  "doc_id": "memos_68",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_68__0",
      "chunk_id": "0",
      "content": "Indirect Aid to Faith-Based Organizations Under the\nCharitable Choice Provisions of the\nCommunity Solutions Act of 2001\nThe Establishment Clause of the First Amendment does not necessitate that the charitable choice\nprovisions of H.R. 7, the Community Solutions Act, require faith-based organizations receiving\nindirect payments of federal money to segregate such funds into an account separate from the\norganizations’ general operating accounts. June 22, 2001 MEMORANDUM OPINION FOR THE ASSOCIATE COUNSEL TO THE PRESIDENT You have asked for our opinion whether the charitable choice provisions set\nforth in section 1994A of H.R. 7, the Community Solutions Act (“the Act”), must,\nconsistent with the Establishment Clause, require faith-based organizations\n(“FBOs”) receiving indirect payments of federal money to segregate such funds\ninto an account separate from the FBO’s general operating account. We conclude\nthat the Establishment Clause does not require such segregation to preserve the\nAct’s constitutionality. The Supreme Court distinguishes, as a threshold matter, between direct and\nindirect aid. 1 For any given program, charitable choice allows, at the government’s\noption, for direct or indirect forms of funding, or both. 2 Indirect aid is where the\nultimate beneficiary is given a coupon or voucher, or some other means of\npayment, such that he or she has the power to select from among qualified\nproviders at which the coupon or voucher may be “redeemed” and the services\nrendered. In a series of cases, and in more recent commentary contrasting indirect\naid with direct aid cases, the Supreme Court has consistently upheld the constitutionality of mechanisms providing for indirect means of aid distributed without\nregard to religion. 3 1\nSee, e.g., Mitchell v. Helms, 530 U.S. 793, 841-44 (2000) (O’Connor, J., concurring in the judgment). 2\nCharitable choice typically provides for both direct and indirect forms of aid to FBOs. See, e.g.,\n42 U.S.C. § 604a(a)(1) (Supp. II 1996). This is most apparent in H.R. 7 by comparing the subparts of\nsection 1994A(g). 3\nSee Zobrest v. Catalina Foothills Sch. Dist., 509 U.S. 1 (1993) (providing special education\nservices to Catholic high school student not prohibited by Establishment Clause); Witters v. Washington Dep’t of Servs. for the Blind, 474 U.S. 481 (1986) (upholding a state vocational rehabilitation grant\nto disabled student who elected to use the grant to obtain training as a youth pastor); Mueller v. Allen,\n463 U.S. 388 (1983) (upholding a state income tax deduction for parents paying school tuition at\nreligious schools); see also Rosenberger v. Rector and Visitors, 515 U.S. 819, 878-79 (1995) (Souter,\nJ., dissenting) (distinguishing cases upholding indirect funding to individuals, admitted to be the law of\nthe Court, from direct funding to religious organizations). 127 227-329 VOL_25_PROOF.pdf 137 10/22/12 11:10 AM Opinions of the Office of Legal Counsel in Volume 25 As Justice O’Connor recently noted in Mitchell v. Helms, the Supreme Court\nhas approved the indirect payment of federal money to religious organizations for\nservices so long as “‘[a]ny aid . . . that ultimately flows to religious institutions\ndoes so only as a result of the genuinely independent and private choices of aid\nrecipients.’” Mitchell v. Helms, 530 U.S. at 841 (O’Connor, J., concurring in\njudgment) (ellipses in original; citation omitted)."
    },
    {
      "id": "memos_68__1",
      "chunk_id": "1",
      "content": "In the quoted passage, Justice\nO’Connor explained why the Court declined to find a violation of the Establishment Clause in Witters v. Washington Department of Services for the Blind, 474\nU.S. 481 (1986) (holding plaintiff could use vocational training grant to become a\nminister), and Mueller v. Allen, 463 U.S. 388 (1983) (upholding state tax deduction for educational expenses such as parochial school tuition). Indeed, because\nindirect aid to an FBO is “akin to the government issuing a paycheck to an\nemployee who, in turn, donates a portion of that check to a religious institution,”\nMitchell v. Helms, 530 U.S. at 841, such aid is permissible under the Establishment Clause and need not be segregated into a separate account. 4\nSHELDON BRADSHAW\nDeputy Assistant Attorney General\nOffice of Legal Counsel 4 The Child Care and Development Block Grant Program of 1990, see 42 U.S.C. §§ 9858-9858q\n(1994), for example, has been providing low-income parents indirect aid for child care via “certificates” redeemable at, inter alia, churches and other FBOs. The Act has never been so much as even\nchallenged in the courts as unconstitutional. 128 227-329 VOL_25_PROOF.pdf 138 10/22/12 11:10 AM"
    }
  ]
}