{
  "document_category": "memos",
  "docId": "memos_94",
  "chunk_index": 5,
  "chunk_text": "Because the Act does not\ncontain such an express statement, we conclude that it does not\ngrant HUD this authority. Id. at 101. Our insistence in the Fair Housing Act Opinion that the statute must ‘‘contain[ ]\nan express statement that Congress intended HUD to have such authority” was\nconsistent with a long line of opinions of the Supreme Court and this Office that\nrequire a clear statement of congressional intent when separation of powers or\nfederalism concerns would be raised. Many of these opinions are cited in an\nopinion that we issued subsequent to the Fair Housing Act Opinion. See Applica­\ntion o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges, 19 Op.\nO.L.C. 350 (1995) (concluding that 28 U.S.C. §458 (1994), which prohibits\nappointment or employment of relatives of judges in same court, does not apply\n112 A d m inistrative A ssessm ent o f C ivil P enalties'A gainst F ederal A g en cies Under the Clean A ir A ct to presidential appointments of judges). We stated in that opinion that “ [g]iven\nthe central position that the doctrines of federalism and separation of powers\noccupy in the Constitution’s design, [the clear statement rule] serves to ‘assure[]\nthat the legislature has in fact faced, and intended to bring into issue, the critical\nmatters’ of the balance of power among the three branches of the federal govern­\nment, in the context of separation of powers, and between the federal and state\ngovernments, in the context of federalism.” Id. at 352 (quoting Gregory v.\nAshcroft, 501 U.S. 452, 461 (1991)). See also Will v. Michigan Dep't o f State\nPolice, 491 U.S. 58, 65 (1989); United States v. Bass, 404 U.S. 336, 349 (1971). III. Based on the foregoing discussion, we must find a clear statement of congres­\nsional intent before we can conclude that the Clean Air Act authorizes EPA to\ninitiate enforcement proceedings against other executive branch agencies. As dis­\ncussed below, we believe that the statutory text provides a very strong basis for\nfinding a clear statement of such intent and that this conclusion is fully supported\nby the legislative history of the Act, particularly the 1977 amendment of the defi­\nnition of “ person” to include federal agencies. A straightforward review of the relevant provisions of the Clean Air Act’s statu­\ntory text supports EPA’s position that the statute gives EPA authority to assess\ncivil penalties against federal agencies administratively. EPA’s authority under\nsection 113(d) is available with respect to “ persons” who violate the Act.5 The\nterm “ person” is defined in section 302(e): “ When used in [the Clean Air Act]\n. . . [t]he term ‘person’ includes an individual, corporation, partnership, associa­\ntion, State, municipality, political subdivision of a State, and any agency, depart­\nment, or instrumentality o f the United States and any officer, agent, or employee\nthereof.” 42 U.S.C. § 7602(e) (emphasis added). EPA rests its argument on the plain meaning of these two provisions. EPA\ndoes so with good justification, because read together sections 113(d) and 302(e)\nexpressly provide that EPA may issue administrative penalty assessments against\nfederal agencies."
}