{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 12,
  "chunk_text": "The\nthird ground depends on the recipient’s compliance as determined by\nthe triggering body. And the fifth ground depends entirely on the\naction of an appellate tribunal in reversing the triggering holding. Although there is some independent role reserved to the agency with\nrespect to the first, second, and fourth grounds, the agency is always\nbound to follow the lead of the triggering body whenever the merits of\nthe discrimination issue are involved. The congressional concern to limit the independent enforcement au­\nthority of the Secretary of the Treasury where there has been a prior\nholding of discrimination is reflected in the legislative history of the\n1976 amendments to the Revenue Sharing Act. As with the Crime\nControl Act, Congress was aware of widespread dissatisfaction with the\nagency’s failure to use its suspension power even where the recipient\nagency had been adjudged by a federal court to be in violation of the\nlaw. See Hearings before the Subcomm ittee on Revenue Sharing o f the\nSenate Finance Committee, 94th Cong., 1st Sess. 173, 197, 214 (1975). See also United States v. City o f Chicago, 395 F. Supp. 329 (N.D. 111.\n1975), a f f d 525 F.2d 695 (7th Cir. 1976). However, the Senate’s contri­\nbution to the provisions that emerged in 1976 as the Conference “com­\npromise” reflected equally strong concerns to minimize the burden of\nenforcement on ORS staff, and “to safeguard the due process rights of\nthe recipient.” S. Rep. No. 1207, 94th Cong., 2d Sess. 29 (1976). These\nconcerns resulted in the development of provisions limiting the discre­\n495 tion of ORS where a court or federal agency proceeding was in\nprogress. The hearings in the Senate Finance Committee in August of 1976\ntook place after the House had reported out its bill amending the\nRevenue Sharing Act. That House bill contained nondiscrimination\nenforcement provisions virtually identical to those ultimately enacted in\nthe Crime Control Act. The Senate committee was not satisfied with\nthese provisions on two grounds: first, they placed too heavy an en­\nforcement responsibility on the staff of the Office of Revenue Sharing,\nwhose officers testified that they did not wish to assume a larger role in\ncivil rights enforcement; and second, they failed to afford a recipient\ngovernment adequate protection against administrative arbitrariness and\nduplicative hearings. The General Counsel of the Treasury Department\ntestified that the elaborate procedures set forth in the House bill\n“would really require a multiplication of the staff with very little effect\noverall,” and that “the mechanics set up in the House-passed bill would\ncreate tremendous administrative burdens.” Hearings before the Senate\nC om m ittee on Finance on H .R. 13367, 94th Cong., 2d Sess. 48-49 (1976). He recommended that more reliance be placed on the ability of a court\nto monitor compliance, and less on the independent ability of ORS to\nenforce the law. The committee also heard testimony from a number of\nstate and local government officials. The comments of Patrick Lucey,\nG overnor of Wisconsin, are typical: An ideal system of anti-discrimination enforcement would\nemphasize both due process and simplicity to preclude the\nfederal government from arbitrarily suspending revenue\nsharing funds in any jurisdiction."
}