{
  "document_category": "memos",
  "docId": "memos_44",
  "chunk_index": 8,
  "chunk_text": "Even if the phrase “in a position not lower than” applies to Special\nAgents in Charge, however, we would still read the statute as limiting\ndelegation only, rather than overturning the presumption that acting\nofficers may exercise the full powers of the offices in which they temporarily serve. Like the legislative history discussed above, the legislative\nrecord behind the addition of Special Agents in Charge to the NSL statutes does not show any congressional concern about the issuance of NSLs\nby acting officials. When Congress added Special Agents in Charge to the\nNSL statutes, it sought to expand, not restrict, the class of officials who\nmay be authorized to issue NSLs. In 2001, Congress amended the NSL\nstatutes to permit the Director to designate a “Special Agent in Charge in\na Bureau field office,” in addition to headquarters officials at the level of\nDeputy Assistant Director or above. Pub. L. No. 107-56, § 505, 115 Stat.\nat 365–66. In hearings on the proposed legislation, a Department of Justice official explained that the proposed amendment would “allow special\nagents in charge—that is, the top-ranking FBI field agent in each of the\nFBI’s 56 field offices—to issue one of these letters rather than requiring\nthe letter to be sent out by an Assistant Director at headquarters.” S. 1448,\nThe Intelligence to Prevent Terrorism Act of 2001 and Other Legislative\nProposals in the Wake of the September 11, 2001 Attacks: Hearing Before\nthe S. Select Comm. on Intelligence, 107th Cong. 24 (2001) (statement of\nDavid Kris, Associate Deputy Attorney General). A section-by-section\nanalysis similarly explained that, “because [NSLs] require the signature of\na high-ranking official at FBI headquarters, they often take months to be\nissued. . . . In many cases, counterintelligence and counterterrorism investigations suffer substantial delays while waiting for NSLs to be prepared,\nreturned from headquarters, and served. The section would streamline the\nprocess of obtaining NSL authority.” Administration’s Draft AntiTerrorism Act of 2001: Hearing Before the H. Comm. on the Judiciary,\n107th Cong. 57–58 (2001). In view of the statutory presumption about\nacting officials and this indication of congressional intent to expand the\n154 Authority of Acting FBI Officials to Sign National Security Letters class of officials who may issue NSLs, we think that 18 U.S.C. § 2709, 12\nU.S.C. § 3414, and 15 U.S.C. § 1681u permit Acting Special Agents in\nCharge to sign NSLs. 6\nDANIEL L. KOFFSKY\nDeputy Assistant Attorney General\nOffice of Legal Counsel It might be argued that Acting Deputy Assistant Directors and Acting Special Agents\nin Charge should not be permitted to issue NSLs under the NSL statutes because the\nDirector could designate relatively low-level employees to serve in these roles. See 136\nCong. Rec. 35,806, 35,817 (Oct. 26, 1990) (statement of Sen. Boren) (introducing\namendment to NSL statutes that “adds the requirement that the Director’s designee be of\nat least the rank of Deputy Assistant Director . . . due, in part, to the finding that critical\ndecisions [concerning NSLs] were made at low levels at FBI Headquarters”). We do not\nthink this possibility undermines our interpretation of the NSL statutes."
}