{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 6,
  "chunk_text": "True, the state may not have, and has not, passed any\nlegislation in aid of the Eighteenth Amendment, but from that we do\nnot infer that general words used in her statutes must be interpreted\nas excepting crimes which are equally crimes, though not forbidden\nby her express will. We are to assume that she is concerned with the\napprehension of offenders against laws of the United States, valid\nwithin her border, though they cannot be prosecuted in her own\ncourts. Marsh, 29 F.2d at 174. The court went on further to reject the argument that Congress in enacting\nsection 33 of the Judiciary Act of 1789, providing for arrest and commitment or\nbail of offenders against federal law by state officials “agreeably to the usual mode\nof process against offenders in such state,” had by implication forbidden any state\narrests for federal offenses without warrant. Act of Sept. 24, 1789, ch. 20, § 33, 1\nStat. 73, 91, later codified as amended at Rev. Stat. § 1014 (2d ed. 1878), 18 Stat.\npt. 1, at 189 (repl. vol.), and at 18 U.S.C. § 591 (1925–26), now 18 U.S.C. § 3041\n(1952). On the contrary, said the court anticipating what was later held in Di Re, it\nwould be unreasonable to suppose that it had been the purpose of the Congress to\ndeny to the United States any help that the states may allow. Marsh was followed\nin United States v. One Packard Truck, 55 F.2d 882 (2d Cir. 1932). In the light of the well-established body of law and practice reviewed here, it\nwould seem to us that there is no justification, and it is contrary to the precedents,\nto read section 901.15, Florida Statutes, 1951, particularly subsections (3) and (4),\nas purporting to exclude arrests for federal offenses. The Florida statute is cast in\ngeneral terms like the New York, Michigan, Tennessee, Massachusetts, and other\nstatutes construed by the courts, and its language and derivation afford no basis for\nthe artificial distinction. Unfortunately in this regard the opinion of the Florida\nAttorney General in dealing with question 4 paraphrases rather than quotes the\nFlorida statute, and in so doing inserts the word “Florida” in several places where\nit does not appear in the statute, thereby creating an erroneous impression. For\nyour benefit there is set out verbatim the provisions of section 901.15: When arrest by officer without warrant is lawful. —A peace officer\nmay without warrant arrest a person: 153 Supplemental Opinions of the Office of Legal Counsel in Volume 1 (1) When the person to be arrested has committed a felony or\nmisdemeanor or violation of a municipal ordinance in his presence. In the case of such arrest for a misdemeanor or violation of\na municipal ordinance, the arrest shall be made immediately or on\nfresh pursuit. (2) When a felony has in fact been committed, and he has reasonable ground to believe that the person to be arrested has committed it. (3) When he has reasonable ground to believe that a felony has\nbeen or is being committed and reasonable ground to believe that\nthe person to be arrested has committed or is committing it."
}