{
  "doc_id": "memos_14",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_14__0",
      "chunk_id": "0",
      "content": "Limitations on Presidential Authority To Control\nExport of Certain Hazardous Substances T h e re g u la to ry sc h em e im posed by c e rtain sta tu te s reg u latin g specific h aza rd o u s su b ­\nsta n ces fo r p u rp o ses o f h ealth an d safety d o es n ot p re c lu d e th e P re sid en t from im posing\ne x p o rt c o n tro ls on th o se substances fo r foreign po licy p u rp o ses u n d e r th e E x p o rt\nA d m in istratio n A c t (E A A ). S ectio n 17(a) o f th e E A A d o es not su p e rsed e o th e r law s im posing e x p o rt c o n tro ls, but\nex p ressly reco g n izes th e effect o f su ch o th e r law s; c o n tro ls u n d er th e E A A th u s m ay\nexist side-by-side w ith c o n tro ls im posed p u rsu an t to o th e r laws. In su latin g th e v ast ran g e o f p ro d u c ts w h ic h a re su b je ct to d o m estic health and safety\nreg u latio n s fro m e x p o rt c o n tro ls w o u ld d efeat th e g o als o f th e E A A relatin g to\nnatio n al se cu rity , fo reig n p o licy , and e c o n o m ic stability. November 13, 1980\nM EM ORANDUM OPIN IO N FOR\nT H E DEPUTY COUNSEL TO T H E PR ESID EN T This responds to your request for our opinion whether other statutes\nlimit the President’s authority under the Export Administration Act of\n1979 (EAA), Pub. L. No. 96-72, 93 Stat. 503 (1979), 30 U.S.C. app.\n§2401 (Supp. Ill 1979), to control exports of hazardous substances for\nforeign policy purposes. Your request further pursues the subject of our\nmemorandum of April 11, 1980, for the Special Assistant to the Presi­\ndent for Consumer Affairs, in which we found the general authority for\nsuch export controls but added a caveat noting that we did not address\nthe effect, if any, of other statutes regulating hazardous substances.* The General Counsel to the United States Trade Representative has\nsince expressed his opinion in a memorandum (hereinafter Memoran­\ndum) that the effect of certain of these statutes is to preclude the\nimposition of export controls under the EAA."
    },
    {
      "id": "memos_14__1",
      "chunk_id": "1",
      "content": "The General Counsel to the United States Trade Representative has\nsince expressed his opinion in a memorandum (hereinafter Memoran­\ndum) that the effect of certain of these statutes is to preclude the\nimposition of export controls under the EAA. We disagree with this\nreading of the statutes; and for the reasons that follow, we conclude\nthat the President’s authority under the EA A is not so limited. In his Memorandum, the General Counsel states his view that certain\nstatutes currently controlling the products as to which export controls\nare being considered contain “express provisions” permitting exports of\nthe products. 1 The General Counsel therefore concludes that export\n• N o t e : T h e text o f the A pril 11, 1980, m em orandum appears in this volum e at p. 568. Ed. 1\nT h e Federal Food, D rug, and C osm etic A ct, 21 U .S.C. § 381(dXl); the Public H ealth Service A ct,\n42 U .S.C. § 263f(aK3); the C onsum er P ro d u ct Safety A ct, 15 U.S.C. §2067 (Supp. II 1978); the\nContinued 802 controls under the EAA would be inconsistent with its statutory lan­\nguage and would intrude upon congressional authority under Article I,\n§ 8, clause 3 o f the Constitution to regulate foreign commerce. The\ninconsistency is asserted on the basis of § 17(a) of the EAA which\nprovides that “[n]othing contained in this Act. . . . shall be construed\nto modify, repeal, supersede, or otherwise affect the provisions of any\nother laws authorizing control over exports of any commodity.” 50\nU.S.C. App. § 2416(a). By this section, the General Counsel finds that\nCongress has expressly excluded from controls under the EAA any\ncommodity the export of which is provided for under any other law,\nincluding the seven specific statutes cited. And, in the face of the\nasserted congressional prohibition of export controls, he concludes that\nthe Executive has no authority to regulate foreign commerce. We have\nexamined the General Counsel’s Memorandum and in our opinion none\nof its conclusions is correct. I. A.\nThe General Counsel’s Memorandum rests, at bottom, on the\nview that each of the seven statutes cited expressly authorizes export of\nthe regulated products. We find no such express authorization. The so-called export authorization cited under the Federal Food,\nDrug, and Cosmetic Act, 21 U.S.C. § 381(d)(1), provides that a food,\ndrug, device, or cosmetic intended for export shall not be deemed to be\nadulterated or misbranded within the meaning of the law if it meets\ncertain conditions for export including specification by a foreign pur­\nchaser, compliance with the laws of the importing country, and appro­\npriate labeling. Section 381(d)(1) is thus not an express authorization of\nexports at all. It is nothing more than an exemption for exports from\nthe regulatory scheme and the standards required for products intended\nfor use in this country. With minor differences in the requirements that must be met before\nthe exemption from domestic standards will be available, the other cited\nprovisions are to the same effect. Thus the Public Health Service"
    },
    {
      "id": "memos_14__2",
      "chunk_id": "2",
      "content": "With minor differences in the requirements that must be met before\nthe exemption from domestic standards will be available, the other cited\nprovisions are to the same effect. Thus the Public Health Service Act\nrequires labeling for export and compliance with the requirements of\nthe importing country, 42 U.S.C. § 263f(a)(3) (electronic products emit­\nting radiation); the Consumer Products Safety Act, labeling for export,\nno unreasonable risk to consumers' within the United States, and notifi­\ncation to the Consumer Product Safety Commission of intent to export,\n15 U.S.C. § 2067 (Supp. II 1978); the Federal Hazardous Substances Act, marking for exports, labeling in accordance with the specifications\nof the foreign purchaser and the laws of the foreign country, no\nunreasonable risk of injury to persons in the United States, and notificaFederal H azardous Substances A ct, 15 U.S.C. § 1264<b) (Supp. II 1978); the Flam m able Fabrics Act,\n15 U.S.C. § 1202 (Supp. II 1978); the Federal Insecticide, Fungicidc, and R odenticide A ct, 7 U.S.C.\n§ 136o (Supp. II 1978); the Toxic Substances C ontrol A ct, 15 U.S.C. §2611. 803 tion to the Commission, 15 U.S.C. § 1264(b) (Supp. II 1978); the Flam­\nmable Fabrics Act, labeling for export, and no unreasonable risk to\npersons in the United States, and notification to the Commission, 15\nU.S.C. § 1202(a), (c) (Supp. II 1978); the Federal Insecticide, Fungicide,\nand Rodenticide Act, preparation or packaging in accordance with the\nspecifications of the foreign purchaser and, if applicable, a signed ac­\nknowledgment by the purchaser, with a copy to an appropriate official\nof the importing country, that the pesticide is not registered for use in\nthe United States and cannot be used in the United States, 7 U.S.C.\n§ 136o(a) (Supp. II 1978); and the Toxic Substances Control Act, label­\ning for export, no unreasonable risk of injury to health within the\nUnited States or to the environment of the United States, and in some\ncases notification to the Administrator of the Environmental Protection\nAgency of intent to export, 15 U.S.C. § 2611. Nowhere in any of the above-referenced provisions is there any\nindication of an intent to confer an absolute right to export without\nregard to any other provisions of law. 2 There is merely an exemption\nfrom the domestic standards that would otherwise apply. 3\nB. In the absence of any express authorization for exports under these\nstatutes, the further argument in the Memorandum as to the effect of\n§ 17(a) of the EAA has not even the basis asserted therein. The con­\ntinuing relevance of other laws providing for export, as § 17(a) is said\nto recognize, depends first on a finding that other laws in fact provide,\nin so many words, for export. We have concluded that the cited\nstatutes do not. But even if they did, the effect of § 17(a) would not be\nto preclude controls under the EAA. The assertion in the Memoran­\ndum to the contrary greatly distorts the language of § 17(a). First, § 17(a) does not address, as the Memorandum asserts, the rela­\ntionship between the EAA and other laws that provide for export."
    },
    {
      "id": "memos_14__3",
      "chunk_id": "3",
      "content": "The assertion in the Memoran­\ndum to the contrary greatly distorts the language of § 17(a). First, § 17(a) does not address, as the Memorandum asserts, the rela­\ntionship between the EAA and other laws that provide for export. Section 17(a), in fact, addresses the relationship between the EAA and\nlaws that do affirmatively provide, just to the contrary, for export\ncontrols. The seven statutes cited cannot be at the same time laws\nexpressly authorizing exports and laws authorizing controls over ex­\n2 In fact, § 2 o f the Senate version o f the E A A , w hich contained references to the “ right o f export,”\nwas am ended to substitute the w ord “ ability\" for the w ord “ right,” see 50 U.S.C. A pp. §2401(1),\nspecifically to avoid the inference o f “a constitutional o r otherw ise legally enforceable right to export\nfree from governm ent restriction.” S. Rep. No. 169, 96th Cong., 1st Sess. 3-4 (1979) (hereinafter cited\nas “ 1979 Senate R ep o rt” ). If any o f these seven statutes had conferred a right to export, w e think that\nit w ould have been m entioned at this point. 3 G iven the clarity o f the language, w e need not review the legislative history o f the E A A ,\nalthough w e do note that there is no indication in the history that any o f these seven statutes is an\nexport co n tro l law. T h e H ouse rep o rt states only that ”[t]he Export A dm inistration A ct o f 1969\nconstitutes th e basic authority for co n tro llin g the export o f most civilian products from the United\nStates. (R elated acts are th e A rm s Export C o n tro l A ct, pertaining to the export o f arms, ammunition,\nand im plem ents o f w ar, and the N uclear N on-Proliferation A ct o f 1978, pertaining to the export o f\nnuclear m aterials and technology.)” H .R . Rep. N o. 200, 96th C ong., 1st Sess. 2-3 (1979) (hereinafter\ncited as “ 1979 H ouse R ep o rt” ). W e also have no need to rely upon, although again w e certainly do\nnote, the w ell-settled rule that repeals by im plication are not favored. See, e.g., Morton v. Mancari, 417\nU.S. 535, 549 (1974). 804 ports. Second, § 17(a) does not address, as the Memorandum asserts, the\neffect on further controls under the EAA even as to commodities that\nare controlled under other laws. Again, § 17(a) is addressed to just the\ncontrary situation. The relationship is stated not in terms of the effect\non controls under the EAA but in terms of controls under these other\nlaws. And third, even as to these other laws, the effect is just the\ncontrary of that stated in the Memorandum. Section 17(a) is not a\npreclusion of further controls- at all. Instead, it expressly recognizes the\neffect of other controls."
    },
    {
      "id": "memos_14__4",
      "chunk_id": "4",
      "content": "And third, even as to these other laws, the effect is just the\ncontrary of that stated in the Memorandum. Section 17(a) is not a\npreclusion of further controls- at all. Instead, it expressly recognizes the\neffect of other controls. C. With this statutory construction, the constitutional argument in\nthe Memorandum also falls. The assertion that the Executive may\nregulate commerce only as Congress has. provided, and thus may not\ntake actions that Congress has expressly forbidden, is meaningless in the\ncontext of the EAA, which not only does not forbid the export con­\ntrols contemplated here but in fact expressly authorizes them. 4\nII. There are other significant reasons for our opinion that the regula­\ntory scheme of the seven cited statutes does not preclude export con­\ntrols for foreign policy purposes under the EAA. The argument to the\ncontrary ignores the history of § 17(a), fails to take account of the\neffect of the argument on national security and short-supply controls,\nand represents a fundamental misunderstanding of the purpose and\nfunction of the EAA. A. The provision that is now § 17(a) derives from § 10 of the Export\nControl Act of 1949, which provided:\nThe Act of February 15, 1936 (49 Stat. 1140), relating to\nthe licensing of exports of tinplate scrap, is hereby super­\nseded; but nothing contained in this Act shall be con­\nstrued to modify, repeal, supersede, or otherwise affect\nthe provisions of any other laws authorizing control over\nexports of any commodity. Pub. L. No. 81-11, § 10, 63 Stat. 7, 9 (1949). The legislative history of\n§ 10 makes clear both the reason for the change in the law relating to\ntinplate scrap and the fact that no other changes in existing export\ncontrol laws were made. Under prior law, the export licensing author­\nity for tinplate scrap was conferred upon the Department of State but\nwas, in practice, handled by the Department of Commerce. Section 10\nhad the effect of transferring the licensing authority to the agency that\nwould administer the 1949 Act and also conforming the law to the\nprior practice. S. Rep. No. 31, 81st Cong., 1st Sess. 7 (1949). Yet there\n4\nW e d o not wish to be understood as conceding, how ever, that the E xecutive has no independent\nconstitutional au th o rity to regulate com m erce for foreign policy reasons. Because the E A A clearly\nconfers this authority by statute, we have no need to consider the constitutional question. 805 were in effect at the time of the 1949 Act export controls on other\ncommodities, such as narcotics, gold, ammunition, arms, implements of\nwar, tobacco seed, and atomic energy materials, H.R. Rep. No. 18, 81st\nCong., 1st Sess. 12 (1949); the Senate report, supra, mentions helium\nalso. As to these, “the bill makes no change whatever in the present\nlaws.” S. Rep. No. 31, supra; see also H.R. Rep. No. 18, supra. The Export Administration Act of 1969, Pub. L. No. 91-184, § 12(a),\n83 Stat. 841, 846 (1969), retained verbatim the language of § 10."
    },
    {
      "id": "memos_14__5",
      "chunk_id": "5",
      "content": "As to these, “the bill makes no change whatever in the present\nlaws.” S. Rep. No. 31, supra; see also H.R. Rep. No. 18, supra. The Export Administration Act of 1969, Pub. L. No. 91-184, § 12(a),\n83 Stat. 841, 846 (1969), retained verbatim the language of § 10. The\n1979 Act deleted the language expressly superseding the prior law as to\ntinplate scrap but retained the language continuing the effectiveness of\nother laws authorizing control over exports. There is no explanation in\nthe legislative history why the 1969 Act carried over the reference to\ntinplate scrap or why the 1979 Act deleted it, but the process is in any\nevent not relevant to the issue here. What is important is that the 1979\nAct retained in § 17(a) that portion of the prior provisions clearly\nstating the legislative intent that the EAA did not replace the regula­\ntory authority existing pursuant to other laws. By its literal terms, § 17(a) goes no further. As we noted above in\ndiscussing the construction given to § 17(a) in the Memorandum, the\nsection does not address the effect, if any, of this other regulatory\nauthority on the authority under the EAA. But in preserving the\nauthority to impose controls pursuant to other laws, § 17(a), like its\npredecessors, creates a regulatory structure in which export controls\nunder these other laws exist side by side with controls under the EAA. At least in the absence of any indication to the contrary in these other\nstatutes, the reasonable conclusion to be drawn from the history of\n§ 17(a), and the logical implication of the regulatory structure that\nresults, is that controls under the EA A also may exist side by side with\nthese other controls. As we discuss at length above, we find no such\ncontrary indication in any of the seven statutes cited. The Memorandum is addressed only to export controls imposed for\nforeign policy purposes. But the EAA also provides authority to\nimpose controls in the interests of national security, or to prevent\nundue diminution of goods in short supply, 50 U.S.C. App. §§ 2404,\n2406. The authority as to national security controls is conferred in\nfurtherance of the congressionally declared policy of using export con­\ntrols “to restrict the export of goods and technology which would\nmake a significant contribution to the military potential of any other\ncountry or combination of countries which would prove detrimental to\nthe national security of the United States.” 50 U.S.C. App.\n§ 2402(2)(A). As to short-supply controls, the export control authority\nis intended to implement the policy of using export controls “to protect\nthe domestic economy from the excessive drain of scarce materials and\nto reduce the serious inflationary impact of foreign demand.” 50 U.S.C.\nApp. § 2402(2)(C). 806 B. The Memorandum does not discuss the effect of § 17(a) on these\nnational security or short-supply controls, but there is nothing in § 17(a)\nthat would limit to foreign policy controls the effect attributed to that\nprovision in the Memorandum. Under that interpretation, national secu­\nrity, controls would be precluded merely because another statute im­\nposed health and safety regulations on domestic distribution of a par­\nticular product but utilized a more lenient standard for exports."
    },
    {
      "id": "memos_14__6",
      "chunk_id": "6",
      "content": "Under that interpretation, national secu­\nrity, controls would be precluded merely because another statute im­\nposed health and safety regulations on domestic distribution of a par­\nticular product but utilized a more lenient standard for exports. For this\nis all that the seven cited provisions do; and this, of course, protects the\nnational security not at all. A health-and-safety regulatory scheme that\nincluded different standards for domestic distribution and export would\nsimilarly preclude short-supply export controls even though the other\nstatute protected the national economy not at all. This interpretation of\n§ 17(a) cannot be squared with the clear legislative intent as expressed\nin the congressional declarations of policy. 5\nC. In the final analysis, this result is the clearest indication that the\nview in the Memorandum must be rejected. In pursuit of national\nsecurity, foreign policy, and economic stability, the EAA was intended\nto provide comprehensive authority for the control of exports. Nothing\nless would meet the stated goals of increasing the emphasis on national\nsecurity, 1979 Senate Report at 4, and implementing “the full range of\nU.S. foreign policy goals,” H.R. Rep. No. 482, 96th Cong., 1st Sess. 43\n(1979) (1979 Conference Report) while at the same time minimizing\nuncertainty in export policy, increasing the efficiency of applicable\nadministrative procedures, obtaining increased cooperation by our\nallies, and providing the Executive with the flexibility to react\npromptly and appropriately to extreme and varied situations. See 1979\nSenate Report at 2-3, 8; 1979 House Report at 4-5; 1979 Conference\nReport at 43. Insulating a vast range of products from export controls\nwould in one stroke defeat these goals and prevent any kind of a\ncomprehensive and consistent export policy. And, as increased concern\nabout health and safety requires expanded domestic regulation of haz­\nardous substances, this approach would force the Executive to choose,\non the one hand, between forgoing domestic .regulation (or seeking in\nthe course of such regulation export standards identical in all circum­\nstances to domestic standards) or, on the other hand, retaining the\nauthority to control exports as appropriate under the EAA. We cannot\nbelieve that Congress intended to force such a choice. The legislative\nhistory and the statements of findings and policy in the EAA are at\nodds with this interpretation and indicate instead that, where export\n5\nO ne additional indication that these health-and-safety regulations do not preclude the imposition\no f export controls under the E A A is the inclusion o f § 6 (0 o f the A ct, w hich provides that the EA A\ndoes not authorize controls on medicine o r medical supplies, 50 U.S.C. A pp. § 2405(f). A lthough the\nproducts that fall w ithin this exclusion might not be identical to those regulated under the Federal\nFood, D rug, and C osm etic A ct there is clearly some overlap. If 21 U.S.C. § 3 8 1 (d X l) had the effect\nthat the M em orandum contends it has, § 6 (0 w ould have been either om itted as unnecessary o r at least\nphrased w ith reference to § 381(d)(1) 807"
    },
    {
      "id": "memos_14__7",
      "chunk_id": "7",
      "content": "If 21 U.S.C. § 3 8 1 (d X l) had the effect\nthat the M em orandum contends it has, § 6 (0 w ould have been either om itted as unnecessary o r at least\nphrased w ith reference to § 381(d)(1) 807 controls under the EAA become important for reasons of national\nsecurity, foreign policy, or short domestic supplies, the President would\nhave the authority, notwithstanding any other statute that allows ex­\nports in the absence of one of these reasons, to impose those controls. For all the foregoing reasons, we reject the view in the Memoran­\ndum that the seven statutes cited preclude the imposition of export\ncontrols pursuant to the EAA. We find no such preclusion and find\ninstead the President’s continuing authority under the EAA to control\nexports as appropriate. L e o n U lm a n Deputy Assistant Attorney General\nOffice o f Legal Counsel 808"
    }
  ]
}