{
  "document_category": "memos",
  "docId": "memos_94",
  "chunk_index": 11,
  "chunk_text": "It is therefore clear that the Attorney General may exercise [her]\ndiscretion to ensure that no lawsuits are filed by [EPA] against\nother agencies of the executive branch. If the Attorney General and\nthe President determine that no civil penalties should be collected,\nthe Attorney General may simply refrain from bringing a lawsuit. If the Attorney General determines that certain civil penalties are\nappropriate, however, the Attorney General would still not bring\na lawsuit because of the constitutional problems noted above. Rather, procedures internal to the executive branch are adequate\nto resolve the dispute through the determination that [the federal\nagency responsible for the federal facility] is liable. Id. at 143. The only difference between the two statutes that is relevant to the Article III\nquestion is that section 113(d)(4) of the Clean Air Act would also authorize the\nagency responsible for the federal facility to initiate a civil action to contest an\nEPA administrative order. See 42 U.S.C. § 7413(d)(4). The difference is not\nsignificant for constitutional purposes, however, because, as we have explained,\nthe Act is permissive only and does not require any federal agency to bring a\ncivil action. Moreover, the Attorney General and the President possess the\nauthority to forestall litigation between executive branch entities. The Attorney\nGeneral is responsible for conducting litigation on behalf of most federal agencies\nand therefore can ensure that no civil action is filed by those agencies against\nanother federal entity. We would expect that the relatively few federal agencies\nthat have relevant independent litigating authority similarly would decline to file\ncivil actions, consistent with the conclusions set forth in this memorandum. In\nany event, the President could direct the agency head not to bring an action or\nto withdraw any action that might be filed. DAWN E. JOHNSEN\nActing Assistant Attorney General\nOffice of Legal Counsel\nxoSee also id. at 143 (“ We thus conclude that a lawsuit between two agencies of the executive branch would\ninvolve substantial constitutional problems, but that the statutory scheme permits resolution of the interagency dispute\nwithin the executive branch.” ). 118"
}