{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 10,
  "chunk_text": "Senate is not actually sitting and is not available to give its advice and\nconsent in respect to the appointment, irrespective of whether the recess\nof the Senate is attributable to a final adjournment sine die or to an adjournment to a specified date.” Id. at 34, 37. “Considering that the Comptroller General is an officer in the legislative branch, and charged with the\nprotection of the fiscal prerogatives of the Congress, his full concurrence\nin the position taken by the Attorney General . . . is of signal significance,” Recess Appointments, 41 Op. Att’y Gen. at 469, and in the more\nthan sixty years since the opinion was issued, Congress has not amended\nthe statute to compel a different result. 10\nWhile there is little judicial precedent addressing the President’s authority to make intrasession recess appointments, what decisions there are\nuniformly conclude that the President does have such authority. In the\nonly federal court of appeals decision squarely on point, the en banc\nEleventh Circuit upheld the recess appointment of a judge made during an\neleven-day intrasession recess. See Evans, 387 F.3d at 1224–26 (concluding “Recess of the Senate” as used in the Recess Appointments Clause\nincludes intrasession recesses and declining to set a lower limit on their\nlength). But see id. at 1228 n.2 (“Although I would not reach this ques10 Certain language in an 1863 report of the Senate Judiciary Committee could be read\nto suggest that the Committee believed that recess appointments could be made only\nduring intersession recesses. See S. Rep. No. 37-80, at 3 (1863) (“It cannot, we think, be\ndisputed that the period of time designated in the clause as ‘the recess of the Senate,’\nincludes the space beginning with the indivisible point of time which next follows that at\nwhich it adjourned, and ending with that which next precedes the moment of the commencement of their next session.”). But the question addressed by the Committee in 1863\nrelated to timing of the occurrence of the vacancy, not the nature of the recess during\nwhich the vacancy occurred. Moreover, a subsequent report by the Committee defined a\nrecess functionally in terms that have since been adopted by the Attorney General and this\nOffice as setting forth the test for determining when an intrasession recess is of sufficient\nlength to give rise to the President’s power under the Recess Appointments Clause. See\nS. Rep. No. 58-4389, at 2 (1905) (defining a recess as “the period of time . . . when,\nbecause of its absence, [the Senate] can not receive communications from the President or\nparticipate as a body in making appointments”); see also infra pp. 32–33. A draft legal brief prepared, but never filed, by the Senate Legal Counsel in 1993 took\nthe position that “the text and purpose of the Recess Appointments Clause both demonstrate that the recess power is limited to Congress’ annual recess between sessions.” 139\nCong. Rec. 15,267, 15,268 (1993). Because a resolution directing the Counsel to appear in\nthe litigation was never offered, however, it is unclear whether the views expressed in the\nbrief garnered the support of a majority of the Senate. 25"
}