{
  "doc_id": "memos_39",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_39__0",
      "chunk_id": "0",
      "content": "The Attorney General’s Duty to Defend and Enforce\nConstitutionally Objectionable Legislation\nT he A ttorney G eneral has a duty to defend and enforce both the A cts o f C ongress and\nthe Constitution; w hen there is a conflict betw een the requirem ents o f the one and the\nrequirem ents o f the other, it is alm ost alw ays the case that he can best discharge the\nresponsibilities o f his office by defending and enforcing the A ct o f Congress. While there is no general privilege\ninconsistent with the Constitution,\ntional system may require action in\nrefusal to defend and enforce an in the E xecutive to disregard laws that it deem s\nin rare cases the Executive’s duty to the constitu­\ndefiance o f a statute. In such a case, the E xecutive’s\nunconstitutional statute is authorized and lawful. July 30, 1980\nT he C h a ir m a n C ontracted of the\nand D S enate Subcom elegated A m it t e e on L im it a t io n s of u t h o r it y M y D ear M r . C h a ir m a n : In your letter o f June 25, 1980, you asked\nthat I answer eleven questions posed by you concerning the legal\n“authority” supporting “the Justice D epartm ent’s assertion that it can\ndeny the validity of A cts o f Congress.” I am pleased to respond. I have\ntaken the liberty o f setting these eleven questions out verbatim so the\ncontext in w hich my answers are given will be clear. M y answers\nfollow several prelim inary observations about the form o f the questions\nasked and the general nature o f the D epartm ent’s “assertion” in this\nmatter. The Attorney General has a duty to defend and enforce the Acts of\nCongress. He also has a duty to defend and enforce the Constitution. If\nhe is to perform these duties faithfully, he must exercise conscientious\njudgment. He must examine the Acts of Congress and the Constitution\nand determine what they require of him; and if he finds in a given case\nthat there is conflict between the requirements of the one and the\nrequirements of the other, he must acknowledge his dilemma and\ndecide how to deal with it. That task is inescapably his. I concur fully in the view, expressed by nearly all of my predecessors\nthat when the Attorney General is confronted with such a choice, it is\nalmost always the case that he can best discharge the responsibilities of\nhis office by defending and enforcing the Act of Congress. That view is\nsupported by compelling constitutional considerations. Within their re­\nspective spheres of action the three branches of government can and do\nexercise judgment with respect to constitutional questions, and the\n55 Judicial Branch is ordinarily in a position to protect both the govern­\nment and the citizenry from unconstitutional action, legislative and\nexecutive; but only the Executive Branch can execute the statutes of\nthe United States."
    },
    {
      "id": "memos_39__1",
      "chunk_id": "1",
      "content": "Judicial Branch is ordinarily in a position to protect both the govern­\nment and the citizenry from unconstitutional action, legislative and\nexecutive; but only the Executive Branch can execute the statutes of\nthe United States. F or that reason alone, if executive officers w ere to\nadopt a policy o f ignoring or attacking A cts o f Congress w henever\nthey believed them to be in conflict w ith the provisions of the Constitu­\ntion, their conduct in office could jeopardize the equilibrium established\nwithin our constitutional system. A t the same time, I believe that if C ongress w ere to enact a law\nrequiring, for example, that the A ttorney G eneral arrest and imprison\nall m embers o f the opposition party w ithout trial, the A ttorney General\ncould lawfully decline to enforce such a law; and he could lawfully\ndecline to defend it in court. Indeed, he w ould be untrue to his office if\nhe w ere to do otherw ise. This is not because he has authority to “deny\nthe validity o f A cts o f C ongress.” It is because everything in our\nconstitutional jurisprudence inescapably establishes that neither he nor\nany o th er executive officer can be given authority to enforce such a\nlaw. T he “assertion” o f the D epartm ent o f Justice is nothing more, nor\nless, than th is.1\nI have one further observation. In your letter you state that your\nrequest “does not include those situations w here the A cts themselves\ntouch on constitutional separation o f pow ers between Executive and\nLegislative Branches . . . .” Since almost all o f the legal authority\ndealing with this question, from the trial o f A ndrew Johnson to the\nargum ents o f A ttorney G eneral Levi in B uckley v. Valeo, 424 U.S. 1\n(1976), deal w ith separation o f pow ers issues, your limitation is strin­\ngent. I will not discuss all the pertinent authorities if you will permit\nme to note that in this field the historical predom inance o f separation of\npow ers issues is no accident. I have said that the Executive can rarely\ndefy an A ct o f C ongress w ithout upsetting the equilibrium established\nwithin our constitutional system; but if that equilibrium has already\nbeen placed in jeopardy by the A ct o f C ongress itself, the case is much\nm ore likely to fall within that narrow class. T he traditional debate over the nature and extent o f the President’s\nsupervisory authority as chief executive provides a good illustration of\nthe phenom enon to w hich I have just referred. From time to time\nC ongress has attem pted to limit the President’s pow er to remove, and\nthereby control, the officers o f the United States. Some o f these at­\ntem pts have been consistent w ith the Constitution; others have not. In\n11\nnote that an analogous situation is presented w here an individual subject to a court injunction\nbelieves that injunction to be unconstitutional o r legally invalid."
    },
    {
      "id": "memos_39__2",
      "chunk_id": "2",
      "content": "Some o f these at­\ntem pts have been consistent w ith the Constitution; others have not. In\n11\nnote that an analogous situation is presented w here an individual subject to a court injunction\nbelieves that injunction to be unconstitutional o r legally invalid. T h e well-established rule is that such\nan injunction must be obeyed until it is dissolved o r modified on appeal in o rd e r to preserve the\nintegrity o f the judicial process. Walker v. C ity o f Birmingham, 388 U.S. 307 (1967). T h e C ourt in\nWalker, how ever, was careful to em phasize that it did not have before it a case in w hich \"the\ninjunction w as transparently invalid.\" Id. at 315. If an A ct o f C ongress directs or authorizes the\nE xecutive to take action w hich is \"tran sp aren tly invalid\" w hen view ed in light o f established constitu­\ntional law, I believe it is the Executive’s constitutional duty to decline to execute that pow er. 56 every one o f these instances, how ever, it was the A ct o f Congress itself\nthat altered the balance o f forces between the Executive and Legisla­\ntive Branches; and if the Executive had invariably honored the A ct, our\nconstitutional system w ould have been changed by fa it accompli. A c­\ncordingly, in some o f the cases in which the constitutionality o f the A ct\nwas in doubt, the Executive determ ined that it could best preserve our\nconstitutional system by refusing to honor the limitation imposed by the\nA ct, thereby creating, through opposition, an opportunity for change\nand correction that would not have existed had the Executive acqui­\nesced. See Myers v. United States, 272 U.S. 52 (1926). Inter-branch\ndisputes over other separation-of-powers issues can follow a similar\ncourse. I now turn to your specific questions. Question 1: W hat is the specific authority (if any) deriving from E ng­\nlish constitutional history which supports the Justice D e­\npartm ent’s assertion that it can deny the validity o f Acts\nof Congress? As I have suggested, the D epartm ent’s “assertion” depends entirely\nupon the proposition that there are fundamental limitations on the\nauthority o f the Legislative and Executive Branches o f our govern­\nment. This, in fact, is the central legal principle in our constitutional\nsystem—our system o f “lim ited” governm ent—and it is a principle that\nthe English have rejected. A ccordingly, English constitutional history is\nim portant for our purposes, not because it supports my view that in a\nsystem o f “limited” governm ent there are pow ers and duties that\ncannot be imposed upon executive officers, but because it illustrates\nhow constitutional governm ent can develop tow ards a radically differ­\nent model—a model in w hich there is no fundamental limitation upon\nlegislative power. It is true that there are early English cases that I\ncould cite in my behalf."
    },
    {
      "id": "memos_39__3",
      "chunk_id": "3",
      "content": "It is true that there are early English cases that I\ncould cite in my behalf. I am reminded in particular o f C oke’s ju d g ­\nment in Calvin's Case, 1 Co. Rep. 1 (immutable natural law prevents\nParliam ent from separating a subject from the protection o f his king). But even though these early precedents enjoyed some vitality on this\nside o f the Atlantic as late as the time o f the Am erican Revolution\n(consider, for example, James Otis’ classic attack on the writs o f assist­\nance, February 24, 1761, printed in Commager, D ocum ents o f A m eri­\ncan History 45 (5th ed. 1949)), they did not carry the day in their ow n\ncountry. I should add that I consider the 17th century dispute between Parlia­\nment and the Stuart kings over the so-called “dispensing pow er” to be\ndirectly relevant to the questions you have raised. T he history o f that\ndispute was well-known to the Fram ers o f the Constitution, and it is\nclear that they intended to deny our President any discretionary pow er\no f the sort that the Stuarts claimed. W e must remember, how ever, that\n57 it was largely as a result o f Parliam ent’s victory in that m atter that the\nEnglish came to abandon any notion that “ fundamental law ” limited\nthe pow ers o f the legislative sovereign. This is the very notion upon\nw hich o ur Constitution, and the D epartm ent’s view o f this question,\ndepends. In our system o f limited governm ent, unlike the English\nsystem, there are some things that the legislature and the officers o f the\ngovernm ent cannot lawfully do. Question 2: W hat is the specific authority (if any) deriving from the\nConstitutional C onvention and other expressions of the\nFram ers w hich supports the Justice D epartm ent’s asser­\ntion that it can deny the validity o f A cts of Congress? T he available evidence concerning the intentions o f the Fram ers\nlends no specific support to the proposition that the Executive has a\nconstitutional privilege to disregard statutes that are deemed by it to be\ninconsistent with the Constitution. T he Fram ers gave the President a\nveto for the purpose, among others, o f enabling him to defend his\nconstitutional position. T hey also provided that his veto could be over­\nridden by extraordinary m ajority in both Houses. T hat being so, an\nargum ent can be made that the Fram ers assumed that the President\nwould not be free to ignore, on constitutional grounds or otherwise, an\nA ct o f Congress that he had been unwilling to veto 2 or had been\nenacted over his veto."
    },
    {
      "id": "memos_39__4",
      "chunk_id": "4",
      "content": "T hat being so, an\nargum ent can be made that the Fram ers assumed that the President\nwould not be free to ignore, on constitutional grounds or otherwise, an\nA ct o f Congress that he had been unwilling to veto 2 or had been\nenacted over his veto. A t the same time, I believe that there is relatively little direct evi­\ndence o f w hat the Fram ers thought, o r m ight have thought, about the\nE xecutive’s obligations w ith regard to A cts o f Congress that w ere\ntransparently inconsistent w ith the Constitution; and, indeed, the ques­\ntion remained open for some time after the Constitution was adopted. President Jefferson, for example, w riting o f the Alien and Sedition Acts\nin 1804, concluded that each branch had pow er to exercise independent\njudgm ent on constitutional questions and that this was an im portant\nelem ent in the system o f checks and balances: T h e judges believing the [Sedition law] constitutional, had\na right to pass a sentence o f fine and imprisonment; be­\ncause that pow er was placed in their hands by the Consti­\ntution. But the executive, believing the law to be uncon­\nstitutional, was bound to remit the execution o f it; because\nthat pow er has been confided to him by the Constitution. T he instrum ent meant that its coordinate branches should\nbe checks on each other. 8 W ritings o f Thom as Jefferson 310 (1897). 2T h e P resident’s failure to veto an unconstitutional A ct o f C ongress does not in itself estop the\nE xecutive from challenging the A ct in co u rt at a future date, n o r does it cure the constitutional defect\nw here the question is one o f separation o f pow ers. See M yers v. United States, 272 U.S. 52 (1926);\nN ational League o f Cities v. Usery, 426 U.S. 833, 841 n.12 (1976). 58 President Jefferson’s view was not to prevail, although other early\nPresidents, including A ndrew Jackson, w ere to express similar senti­\nments from time to time. As I have said, I do not believe that the prerogative of the Executive\nis to exercise free and independent judgm ent on constitutional questions\npresented by A cts o f Congress. At the same time, I think that in rare\ncases the Executive’s duty to the constitutional system may require that\na statute be challenged; and if that happens, executive action in defiance\no f the statute is authorized and lawful if the statute is unconstitutional. T hat brings me to your next question. Question 3: W hat is the specific authority (if any) deriving from Su­\nprem e C ourt or other judicial opinions w hich supports the\nJustice D epartm ent’s assertion that it can deny the validi­\nty o f A cts o f Congress?"
    },
    {
      "id": "memos_39__5",
      "chunk_id": "5",
      "content": "T hat brings me to your next question. Question 3: W hat is the specific authority (if any) deriving from Su­\nprem e C ourt or other judicial opinions w hich supports the\nJustice D epartm ent’s assertion that it can deny the validi­\nty o f A cts o f Congress? In M yers v. United States, 272 U.S. 52 (1926), the Supreme C ourt was\nasked to decide w hether the President had acted lawfully in rem oving a\npostm aster from office in contravention o f an A ct o f Congress. T he\nA ct provided that postmasters w ere not to be rem oved by the President\nw ithout the advice and consent o f the Senate. T he case involved a\nclaim for back salary filed by the heirs o f the postm aster w ho had been\nremoved. T he action was brought in the C ourt o f Claims under statute\nthat gives that court jurisdiction to hear cases not sounding in tort\narising out o f conduct by executive officers alleged to be unlawful\nunder the C onstitution or A cts o f Congress. W hen the case came before the Supreme C ourt, the Solicitor G en­\neral, appearing for the United States, assailed the attem pt to limit the\nremoval power. He argued that the statute imposed an unconstitutional\nburden upon the President’s supervisory authority over subordinate\nofficers in the Executive Branch. Senator Pepper made an amicus curiae\nappearance and argued that the statute was constitutional. T he C ourt\nruled that the statute was unconstitutional. M ore to the point, the C ourt\nruled that the President’s action in defiance o f the statute had been\nlawful. It gave rise to no actionable claim for damages under the\nConstitution or an A ct o f Congress in the C ourt o f Claims. In my view, M yers is very nearly decisive o f the issue you have\nraised. M yers holds that the President’s constitutional duty does not\nrequire him to execute unconstitutional statutes; nor does it require him\nto execute them provisionally, against the day that they are declared\nunconstitutional by the courts. He cannot be required by statute to\nretain postmasters against his will unless and until a court says that he\nmay lawfully let them go. If the statute is unconstitutional, it is uncon­\nstitutional from the start. I wish to add a cautionary note. T he President has no “dispensing\npow er.” If he or his subordinates, acting at his direction, defy an A ct of\nCongress, their action will be condem ned if the A ct is ultim ately\n59 upheld. T heir ow n views regarding the legality or desirability o f the\nstatute do not suspend its operation and do not immunize their conduct\nfrom judicial control. T hey may not lawfully defy an A ct o f Congress\nif the A ct is constitutional. This was the teaching o f a near sequel o f\nMyers, H um phrey’s Executor v. United States, 295 U.S. 602 (1935); and it\nis a proposition that was implicit in many prior holdings."
    },
    {
      "id": "memos_39__6",
      "chunk_id": "6",
      "content": "T hey may not lawfully defy an A ct o f Congress\nif the A ct is constitutional. This was the teaching o f a near sequel o f\nMyers, H um phrey’s Executor v. United States, 295 U.S. 602 (1935); and it\nis a proposition that was implicit in many prior holdings. In those rare\ninstances in w hich the Executive may lawfully act in contravention o f a\nstatute, it is the Constitution that dispenses with the operation o f the\nstatute. T he E xecutive cannot. Question 4: W hat is the specific authority (if any) deriving from opin­\nions o f the A ttorneys G eneral w hich supports the Justice\nD epartm ent’s assertion that it can deny the validity of\nA cts o f Congress? T he formal opinions o f my predecessors in this Office establish with\nclarity the general principles upon w hich this D epartm ent continues to\nrely in dealing with real or apparent conflicts between A cts o f C on­\ngress and the Constitution. See, e.g., 40 Op. A tt’y Gen. 158, 160, and\nopinions cited therein. As I have already said, I support those opinions\nfully. All o f them emphasize our param ount obligation to the A cts o f\nCongress. None o f them concludes that the Executive must enforce and\ndefend every A ct o f C ongress in every conceivable case, the require­\nments o f the Constitution notw ithstanding. Question 5: W hat is the specific authority (if any) deriving from ex­\npress language in statutes o r their legislative history\nw hich supports the Justice D epartm ent’s assertion that it\ncan deny the validity o f A cts o f Congress? T he statutes that define the Office o f the A ttorney G eneral require\nhim to render opinions upon questions o f law, and they require him to\nconduct litigation in w hich the U nited States is interested. None o f the\nstatutes either requires or forbids him to inquire into the constitutional­\nity o f statutes. 3 As I have said, the traditional opinion has been that the\nA ttorney G eneral, in the due perform ance o f his constitutional function\nas an officer o f the United States, must ordinarily defend the A cts o f\nCongress. As I have said, I subscribe fully to that position. Question 6: W hat is the specific authority (if any) deriving from his­\ntoric practice prior to the current Adm inistration which\nsupports the Justice D epartm ent’s assertion that it can\ndeny the validity o f A cts o f Congress?"
    },
    {
      "id": "memos_39__7",
      "chunk_id": "7",
      "content": "As I have said, I subscribe fully to that position. Question 6: W hat is the specific authority (if any) deriving from his­\ntoric practice prior to the current Adm inistration which\nsupports the Justice D epartm ent’s assertion that it can\ndeny the validity o f A cts o f Congress? M arbury v. Madison, 1 C ranch 137 (1803), was probably the first case\nin w hich the E xecutive made no effort to defend an A ct o f Congress\n3Q uite apart from the provisions o f any statute prescribing the duties o r the authority o f the\nA ttorn ey G eneral, the C onstitution itself provides that the President ' ‘may require the O pinion in\nW riting, o f the principal O fficer in each o f the executive D epartm ents upon any subject relating to the\nD uties o f their respective O ffices.\" U.S. C onst. A rt. II, § 2, cl. I. 60 on a constitutional point. President Jefferson was strongly o f the view\nthat Congress had no pow er to give the Suprem e C ourt (or any other\ncourt) authority to control executive officers through the issuance of\nwrits o f mandamus. See 1 W arren, T he Suprem e C ourt in United States\nHistory 232, 242-43 (1922). W hen Mr. M arbury and the other “mid­\nnight judges” initiated an original action in the Supreme C ourt to\ncom pel delivery o f their commissions, President Jefferson’s A ttorney\nGeneral, Levi Lincoln, made no appearance in the case except as a\nreluctant witness. See 1 C ranch 143-44. No attorney appeared on behalf\no f Secretary Madison. T he C ourt ultimately resolved the case by agree­\ning and disagreeing with President Jefferson. T he C ourt held that the\nrelevant statute was unconstitutional to the extent that it attem pted to\ngive the Supreme C ourt pow er to issue writs o f mandamus against\nexecutive officers, but that there was no general principle o f law that\nwould prevent Congress from giving that pow er to the low er courts. A second significant historical incident involving a refusal by the\nExecutive to execute or defend the A cts o f Congress on constitutional\ngrounds arose during the adm inistration o f A ndrew Johnson. In defi­\nance o f the T enure in Office A ct, w hich he deemed to be unconstitu­\ntional, President Johnson rem oved his Secretary o f War. This action\nprovided the legal basis for one of the charges that was lodged against\nhim by his opponents in the House; and during his subsequent trial in\nthe Senate, the arguments offered by counsel on both sides provided an\nilluminating discussion o f the responsibilities o f the Executive in our\nconstitutional system. See 2 Trial o f A ndrew Johnson 200 (W ashington\n1868). President Johnson was acquitted by one vote. I will mention a third incident that illustrates an interesting variation\non the historical practice."
    },
    {
      "id": "memos_39__8",
      "chunk_id": "8",
      "content": "See 2 Trial o f A ndrew Johnson 200 (W ashington\n1868). President Johnson was acquitted by one vote. I will mention a third incident that illustrates an interesting variation\non the historical practice. In the midst o f W orld W ar II, as a result o f\nthe w ork o f the House Com mittee on Un-Am erican Activities, C on­\ngress provided, in a deficiency appropriations act, that no salary or\ncom pensation could be paid to certain named governm ent employees. These individuals had been branded in the House as “ irresponsible,\nunrepresentative, crackpot, radical bureaucrats.” T he Executive re­\nsponded to the statute by taking tw o courses at once. T he Executive\nenforced the letter o f the statute (by not paying the salary o f the\nemployees in question), but joined with the employees in a legal attack\nupon the constitutionality o f the relevant provision. W hen the case\ncame before the Suprem e C ourt, an attorney was perm itted to appear\non behalf o f Congress, as amicus curiae, to defend the statute against\nthe com bined assault. T he C ourt struck the relevant provision, holding\nthat it was a bill o f attainder, and allowed the employees to recover. United States v. Lovett, 328 U.S. 303 (1946). A ltogether, there have been very few occasions in our history when\nPresidents or A ttorneys G eneral have undertaken to defy, o r to refuse\nto defend, an A ct o f Congress. M ost o f the relevant cases are cited\n61 either in the foregoing discussion o r in the answers that the Senate\nLegal Counsel has provided to you in response to these same questions. Question 7: W hat is the specific support (if any) expressed in any\nscholarly article o r book for the Justice D epartm ent’s\nassertion that it can deny the validity o f A cts o f C on­\ngress? A helpful scholarly discussion o f this problem , together with citations\nto o ther works, may be found in E dw ard C orw in’s book on the Presi­\ndency. Taking full advantage o f his scholarly prerogative, Corw in\nignores the teaching and, indeed, the holding o f M yers and concludes\nthat the President, even though he may doubt the constitutionality of a\nstatute, “must prom ote its enforcem ent by all the pow ers constitution­\nally at his disposal unless and until enforcem ent is prevented by regular\njudicial process.” 2 E. C orw in, T he President, Office and Powers,\n1887-1957, 66 (4th rev. ed. 1957). Question 8: W hat is the specific authority (if any) deriving from ethi­\ncal pronouncem ents w hich supports the Justice D epart­\nm ent’s assertion that it can deny the validity o f A cts o f\nCongress? T he “ethical” obligations that devolve upon the A ttorney G eneral as\na mem ber o f the legal profession cannot enlarge or contract his duties\nas an officer o f the U nited States."
    },
    {
      "id": "memos_39__9",
      "chunk_id": "9",
      "content": "T he “ethical” obligations that devolve upon the A ttorney G eneral as\na mem ber o f the legal profession cannot enlarge or contract his duties\nas an officer o f the U nited States. T here is nothing in my obligation to\nmy profession or to the courts that prevents me from discharging my\nduty either to defend the A cts o f C ongress o r to question them in the\nrare cases in w hich that is appropriate. Question 9: W hat specific instances are there in w hich a court o r bar\nassociation has expressly asserted an ethical duty for gov­\nernm ent litigators to inquire into the validity o f A cts of\nCongress? I know o f no decision by a court or a bar association that expressly\nasserts that governm ent litigators have an ethical duty either to inquire\ninto the validity o f A cts o f C ongress or to defend them. Question 10: Has the Justice D epartm ent ever sought from Congress\nlegislation to deal with any asserted ethical problem in\nlitigation concerning the validity o f A cts o f Congress? No. Question 11: Has there been any relevant change in the ethical rules\nin the past few years, since the Justice D epartm ent has\nfirst begun denying the validity o f A cts o f Congress? I know o f no recent change in any ethical rule that relates to this\nproblem . Y our question assumes that the Justice D epartm ent has some\nnew policy in this field. F rom w hat I have said in response to your\n62 questions, and from the historical examples I have given, I hope it is\nclear that we have no new policy. O ur policy is an old one. Sincerely,\nB e n ja m in 63 R. C iv il e t t i"
    }
  ]
}