{
  "document_category": "memos",
  "docId": "memos_67",
  "chunk_index": 1,
  "chunk_text": "Legislative Proposal to Nullify Criminal Convictions\nObtained Under the Ethics in Government Act\nA proposed bill would have the effect of nullifying all crim inal convictions obtained under the\nEthics in Governm ent Act since that Act was passed in 1978. Under the Pardon Clause o f the\nConstitution, U.S. Const, art. II, § 2, cl. 1, the President has broad power to take action to\nrelieve individuals who have violated federal laws. By contrast, the Constitution gives C on­\ngress no authority to legislate a pardon for any particular individual or class o f individuals. Therefore, the proposed bill exceeds Congress’ power to legislate and would be an unconsti­\ntutional infringem ent on the President’s pardon power. June 3, 1986\nM em orandum O f f ic e of O p in io n t o t h e L e g is l a t iv e and A s s is t a n t A t t o r n e y G e n e r a l ,\nIn t e r g o v e r n m e n t a l A f f a ir s We have reviewed the provisions of S. 2214, “A bill to clarify that a civil\npenalty is the exclusive penalty for violations of the ethics in government act.” We defer to other components of the Department on the desirability as a policy\nmatter of making civil penalties the exclusive remedy for enforcing the provi­\nsions of the Ethics Act. However, we have serious objections to the provision\nof the bill that purports to make it effective “on the date of enactment of the\nEthics in Government Act.” We understand that this provision is intended by\nthe sponsors of S. 2214 to have the effect, inter alia, of nullifying all criminal\nconvictions under the Act since its passage in 1978. 1We believe that Congress\nhas no authority to enact such a measure, and in addition, that it would be an\nunconstitutional intrusion on the President’s constitutional power to pardon. Under Article II of the Constitution, the President has the power to “grant\nReprieves and Pardons for Offenses against the United States, except in Cases\nof Impeachment.” U.S. Const, art. II, § 2, cl. 1. The President’s constitutional\npardon power is derived from, and has been interpreted in light of, the English\nCrown authority to alter and reduce punishments as it existed in 1787. See\ngenerally Schick v. Reed, 419 U.S. 256 (1974). The Presidential pardon power\nis multifaceted, and embraces a wide variety of acts that may relieve individu­\n1 We assum e that the b ill’s “effective date\" provision is also intended to effect the dism issal o f all pending\ncrim inal investigations and prosecutions, as well as to estop any future ones. O ur analysis here focuses only\non the attem pted legislative exoneration o f persons convicted by judicial process o f a crim e under the Act."
}