{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 11,
  "chunk_text": "139\nCong. Rec. 15,267, 15,268 (1993). Because a resolution directing the Counsel to appear in\nthe litigation was never offered, however, it is unclear whether the views expressed in the\nbrief garnered the support of a majority of the Senate. 25 36 Op. O.L.C. 15 (2012) tion, the text of the Constitution as well as the weight of the historical\nrecord strongly suggest that the Founders meant to denote only intersession recesses.” (Barkett, J., dissenting)). Lower courts, too, have recognized the President’s power to make intrasession recess appointments. See Nippon Steel Corp. v. Int’l Trade Comm’n, 239 F. Supp. 2d 1367,\n1374 n.13 (Ct. Int’l Trade 2002) (“The long history of the practice (since\nat least 1867) without serious objection by the Senate . . . demonstrates\nthe legitimacy of these appointments.”); Gould v. United States, 19 Ct. Cl.\n593, 595–96 (1884) (“We have no doubt that a vacancy occurring while\nthe Senate was thus temporarily adjourned . . . could be and was legally\nfilled by the appointment of the President alone.” (dictum)). The Supreme\nCourt, however, has never decided the issue. 11\nDue to this limited judicial authority, we cannot predict with certainty\nhow courts will react to challenges of appointments made during intrasession recesses, particularly short ones. 12 If an official appointed during the\ncurrent recess takes action that gives rise to a justiciable claim, litigants\nmight challenge the appointment on the ground that the Constitution’s\nreference to “the Recess of the Senate” contemplates only the recess at the\nend of a session. That argument and the Department of Justice’s response\n11 Justice Stevens filed a statement respecting the denial of certiorari in Evans expressing his view that the “case . . . raises significant constitutional questions regarding the\nPresident’s intrasession appointment” of a circuit judge and that “it would be a mistake to\nassume that our disposition of this petition constitutes a decision on the merits of whether\nthe President has the constitutional authority to fill future Article III vacancies, such as\nvacancies on this Court, with appointments made absent consent of the Senate during\nshort intrasession ‘recesses.’” Evans v. Stephens, 544 U.S. 942, 942–43 (2005) (Stevens,\nJ., respecting denial of certiorari). It is unclear whether the Justice’s concerns related\nspecifically to recess appointments of Article III judges or extended to executive branch\nappointments. 12 Scholarly opinion is divided on the proper interpretation of the Recess Appointments Clause, although advocates for a more limited recess appointment power recognize\nthat their view has not prevailed. Compare Edward A. Hartnett, Recess Appointments of\nArticle III Judges: Three Constitutional Questions, 26 Cardozo L. Rev. 377, 424 (2005)\n(“[T]he recess appointment power is best understood as available during both intersession\nand intrasession Senate recesses of more than three days.”), with Michael B. Rappaport,\nThe Original Meaning of the Recess Appointments Clause, 52 UCLA L. Rev. 1487, 1487\n(2005) (arguing that “the Constitution permits recess appointments only during an intersession recess,” but acknowledging that “[t]he prevailing interpretation . . . allows the\nPresident to makes recess appointments . . . during intrasession recesses of ten days and\nperhaps of even shorter duration”). 26 Recess Appointments Amid Pro Forma Senate Sessions"
}