{
  "document_category": "memos",
  "docId": "memos_34",
  "chunk_index": 5,
  "chunk_text": "3 Opinions o f th e O ffice o f L egal C ounsel anyone else, has been serving as an interim marshal for the district, pursuant to\n§ 562.7 It is, nonetheless, possible to construe § 562 as limiting the Attorney G eneral’s\nbroad authority under §§ 509 and 510. On that view, because § 562 grants the\nAttorney G eneral m ore specific authority to address vacancies in United States\nm arshals’ offices, the section must have meant to set forth the full extent o f the\nAttorney G eneral’s authority in that area. It might also be argued that such a\nreading of § 562 is necessary to m ake the section’s time limits on interim marshal\ndesignations m eaningful. Allowing the Attorney General to make potentially un­\nlimited delegations o f the authority to act as a marshal, such an argument might\nconclude, could displace the process o f appointm ent by the President and advice\nand consent by the Senate. The better view is not to read into § 562 such a limitation on the Attorney Gen­\neral’s authority under §§ 509 and 510. Section 562 establishes procedures and\ncriteria that the A ttorney General m ust follow if he wishes to designate a person to\nserve as an interim m arshal pursuant to the authority conferred by the marshal va­\ncancy statute. One need not, and should not, assume that § 562 provides the exclu­\nsive m eans by which the Attorney G eneral may delegate the authority to perform a\nm arshal’s functions, or that § 562 displaces any additional legal authority that the\nAttorney General otherw ise would possess to address marshal vacancies. 8 Our\ninterpretation preserves a function fo r § 562 without requiring that it operate so as\nto interfere with law enforcement, co u rt security or the performance of other vital\nfunctions o f the m arshal’s office. T his conclusion finds support in judicial interpretations of the Attorney Gen­\neral’s authority to delegate under §§ 509 and 510, and construction of those stat­\nutes in conjunction with m ore “specific” statutes governing the Attorney G eneral’s\nauthority to designate or appoint others to perform functions of the Department of\nJustice. See, e.g., In re Subpoena o f Persico, 522 F.2d 41, 54-55 (2d Cir. 1975)\n(Attorney General has authority to assign others to perform prosecutorial functions\n“not only under 28 U.S.C. § 515 [authorizing specific designation], but also under\n. . . other statutes,” including §§ 509 and 510); In re G rand Jury Proceedings, 673\nF. Supp. at 1138-39, 1142 (accepting Attorney G eneral’s delegation, under § 510,\nof authority to act as U.S. attorney, to person whose interim appointment as U.S.\nattorney under § 546 had terminated); Bruzzone v. Hampton, 433 F. Supp. 92, 97\n(S.D.N.Y. 1977) (statute authorizing marshals to remove deputy marshals did not 7 As \"officials o f the [United Slates M arshals] Service,” 28 U S.C §§ 564, 566(d), deputy marshals are\n“officer[s or] employee[s]\n. o f ihe Department of Justice,” 28 U.S.C. § 510.\n8"
}