{
  "document_category": "memos",
  "docId": "memos_34",
  "chunk_index": 1,
  "chunk_text": "Authority of the Attorney General to Make Successive\nDesignations of Interim United States Marshals Under 28 U S.C. § 562, the A ttorney General may make two or m ore successive designations o f a\nperson to serve as interim United States m arshal in a judicial district where the m arshal’s office is\nvacant A fter the expiration o f an initial designation o f a United States m arshal under 28 U.S C § 562, the\nAttorney General m ay authorize a person to act as m arshal under 28 U.S.C. §§ 509, 510. January 19, 1993 M e m o r a n d u m O p in io n for t h e O f f ic e of the A s s is t a n t to the At t o rn e y G eneral A tto rn ey G eneral This memorandum responds to your request for our opinion whether, under 28\nU.S.C. § 562, the Attorney General may make tw o or more successive designations\nof a person to serve as interim United States marshal in a judicial district where the\nmarshal’s office is vacant. 1 You have also asked whether, after the expiration o f an\ninitial designation under § 562, the Attorney General may authorize a person to act\nas marshal under 28 U.S.C. §§ 509, 510. W e conclude that § 562 permits the A t­\ntorney General to make successive interim designations, and that the Attorney\nGeneral also may authorize a person to act as marshal under §§ 509 and 510. I. You have advised us that, in several judicial districts, deputy marshals were\nserving or are serving as interim marshals, pursuant to designations made under 28\nU.S.C. § 5 6 2 , and delegations under 28 U.S.C. § 5 1 0 . The designations, under\n§ 562, of some of these interim marshals expired thirty days after the end of the\n1 28 U S.C § 562 provides.,\n(a) In the case of a vacancy in the office of a United Stales marshal, the Attorney General may\ndesignate a person to perform the functions of and act as marshal, except that the Attorney Gen­\neral may not designate to act as marshal any person who was appointed by the President to that\noffice but with respect to such appointment the Senate has refused to give its advice and consent. (b) A person designated by the Attorney General under subsection (a) may serve until the earli­\nest of the following events:\n(1) The entry into office of a United Slates marshal appoinied by the President, pursuant\nto section 561(c)\n(2) The expiration of the thirtieth day following the end of the next session of the Sen­\nate\n(3) If such designee of ;he Attorney General is appointed by the President pursuant to\nsection 561(c), but the S enne refuses to give its advice and consent to the appointment, the\nexpiration of the thirtieth day following such refusal 1 Opinions o f the O ffice o f L egal C ounsel second session o f the Senate for th e 102nd Congress."
}