{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 20,
  "chunk_text": "18 Indeed, the Commentary suggests that the regime for opium could, “in practice,”\nprove to be inadequate to control cannabis production. Commentary at 313 n.9. 22 Licensing Marijuana Cultivation at 1–2 n.1 (quoting Article 36 of draft Single Convention). In other words,\nthe Single Convention’s drafters considered, but rejected, allowing licensed private institutions to produce, store, and ship marijuana under\nclose government supervision, and instead adopted a requirement that the\ngovernment take physical possession of the crop and conduct trade in the\ndrug. That history also shows that the drafters of the Single Convention\nconsidered applying less-stringent controls to marijuana, but declined to\ndo so and instead applied the same stringent controls to marijuana, opium,\nand the coca leaf. III. For similar reasons, DEA’s 2016 policy statement also fails to establish\na framework that would fully comply with Articles 23 and 28 of the\nSingle Convention. Under that policy, DEA would allow a licensee “to operate independently” of NIDA, “provided the grower agrees (through a written memorandum of agreement with DEA) that it will only distribute marijuana with\nprior, written approval from DEA.” Applications To Manufacture Marijuana, 81 Fed. Reg. at 53,848. Such a licensee would also “be subject to\nall applicable requirements of the CSA and DEA regulations, including\nthose relating to quotas, record keeping, order forms, security, and diversion control.” Id. DEA suggests that these requirements would be consistent with the purposes of Articles 23 and 28 of the Single Convention\nbecause these requirements “will succeed in avoiding one of the scenarios\nthe treaty is designed to prevent: Private parties trading in marijuana\noutside the supervision or direction of the federal government.” Id. While DEA focuses on its view of the broader purposes of the treaty’s\nrequirements, the Single Convention requires the United States to adopt\nspecific, listed controls if it licenses cannabis cultivation. A single government agency must purchase and take physical possession of harvested\ncannabis, and generally monopolize the wholesale trade in that plant. The\nUnited States cannot satisfy those requirements simply by employing\nalternatives that the government believes may prevent unlawful diversion. As we have explained, Articles 23 and 28 certainly could have given the\nparties the discretion to determine the particular controls necessary. Rather than take that route, the parties to the treaty agreed to certain\nspecific controls, and Congress has required the Attorney General to\napply those strictures when granting licenses under the CSA. Accord23 Opinions of the Office of Legal Counsel in Volume 42 ingly, DEA’s licensing procedures must comply with those choices. DEA’s announced policy, however, would not comply with Articles 23\nand 28 of the Single Convention. IV. We conclude that DEA must alter the marijuana licensing framework to\ncomply with the Single Convention. DEA has discretion to develop a\nregulatory framework that meets the requirements of Articles 23 and 28. In doing so, DEA need not rule out a regime in which DEA purchases or\ntakes legal title to the marijuana plants prior to their cultivation; adopts a\nsystem of regulation and day-to-day supervision that would create an\nagency relationship; or relies upon NIDA’s expertise to assist the agency\nin its functions."
}