{
  "document_category": "memos",
  "docId": "memos_7",
  "chunk_index": 2,
  "chunk_text": "We do not believe that the Commission is authorized by the FTC Act,\nch. 311, 38 Stat. 717 (codified as amended at 15 U.S.C. §§ 41-58), or any\nother statute to prosecute actions for criminal contempt. The\nCommission’s statutory authority to litigate on its own behalf is confined\nto civil proceedings. See 15 U.S.C. § 56(a)(1)(A) & (a)(2) (stating that the\nCommission may “commence, defend, or intervene in” various kinds of\n“civil action[s]”); see also 15 U.S.C. § 56(a)(3)(A) (referring to “any civil\naction in which the Commission represented itself’). 2 The FTC Act, how­\never, expressly assigns to the Attorney General the responsibility for\n1This Office has previously concluded\n(A)bsent clear legislative directives to the contrary, the Attorney General has full plenary\nauthority over all litigation, civil and criminal, to which the United States, its agencies, or\ndepartments, are parties. Such authonty is rooted historically in our common law and tradi­\ntion, see Confiscation Cases, 74 U.S. (7 Wall) 454, 458-59 (1866) and, since 1870, has been\ngiven a statutory basis. See 5 U.S.C. § 3106, and 28 U S.C §§ 516, 519. The Attorney General’s\nplenary authonty is circumscribed only by the duty imposed on the President under Article\nII, § 3 o f the Constitution to “take Care that the Laws be faithfully executed \"\nAttorney General's Role as Chief Litigator for the United States, 6 Op OLC. 47, 48 (1982) (citation\nomitted). 2 15 U.S.C. § 56(a) reads, in relevant part:\n(1) Except as otherwise provided in paragraph (2) or (3), if —\n(A ) before commencing, defending, or intervening in, any civil action involving [sec­\ntions 41 to 46 and 47 to 58 o f this title] (including an action to collect a civil penalty)\nwhich the Commission, or the Attorney General on behalf o f the Commission, is autho­\nrized to comm ence, defend, or intervene in, the Commission gives written notification\nand undertakes to consult with the Attorney General with respect to such action, and\n(B ) The Attorney General fails within 45 days after the receipt o f such notification to\ncomm ence, defend, or intervene in, such action;\nthe Commission may commence, defend, or intervene in, and supervise the litigation or, such\naction and any appeal o f such action in its own name by any o f its attorneys designated by it\nfor such purpose. (2) Except as otherwise provided in paragraph (3), in any civil action—\nthe Commission shall have exclusive authonty to commence or defend, and supervise the\nlitigation of, such action and any appeal o f such action in its own name by any o f its attorneys\nContinued 292 bringing any criminal cases arising from violations o f the laws adminis­\ntered by the Commission: Whenever the Commission has reason to believe that any\nperson, partnership, or corporation is liable for a criminal\npenalty under [sections 41 to 46 and 47 to 58 o f this title],\nthe Commission shall certify the facts to the Attorney\nGeneral, whose duty it shall be to cause appropriate crimi­\nnal proceedings to be brought."
}