{
  "doc_id": "memos_91",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_91__0",
      "chunk_id": "0",
      "content": "Constitutionality o f Proposed Statutory Provision\nRequiring Prior Congressional Notification for\nCertain CIA Covert Actions A proposed statutory provision that would oblige the President to notify Congress of any\nand all covert actions (other than those for the purpose of intelligence-gathering) to be\nfunded out of the Reserve for Contingencies, regardless of the circumstances, would\nunconstitutionally infringe upon the President’s constitutional responsibilities, including\nhis duty to safeguard the lives and interests of Americans abroad. July 31, 1989\nM emorandum O p in io n for the Attorney G en eral This is in response to your request for our opinion on the constitu­\ntionality o f a proposed amendment to section 502 o f the National\nSecurity Act, 50 U.S.C. § 414. That amendment would prohibit the\nexpenditure or obligation o f any funds from the “Reserve for Con­\ntingencies” for any covert action in a foreign country (other than for the\npurpose o f intelligence-gathering) if the President has not first notified\nthe appropriate congressional committees o f the proposed expenditure. For the reasons stated below, we believe such a requirement is an un­\nconstitutional condition on the President’s authority to conduct covert\nactivities abroad pursuant to the President’s constitutional responsibil­\nities, including his responsibility to safeguard the lives and interests o f\nAmericans abroad. Title 22, section 2422, of the United States Code, prohibits the expen­\nditure o f funds\nby or on behalf of the Central Intelligence Agency for oper­\nations in foreign countries, other than activities intended\nsolely for obtaining necessary intelligence, unless and until\nthe President finds that each such operation is important to\nthe national security o f the United States. The proposed amendment would further limit the President’s ability to\nconduct certain intelligence activities important to the national security\no f the United States. It would add as a proviso to section 502 o f the\n258 National Security Act, 50 U.S.C. § 414, a requirement that “no funds from\nthe Reserve for Contingencies may be expended for any operation or\nactivity for which the approval o f the President is required by section 662\no f the Foreign Assistance Act o f 1961 (22 U.S.C. § 2422), or for any sig­\nnificant change to such operation or activity, for which prior notice has\nbeen withheld.” We believe the proposed amendment is unconstitutional because it\nwould oblige the President to notify Congress o f any and all covert\nactions to be funded out o f the Reserve for Contingencies, regardless o f\nthe circumstances. It would apply even if the President is directing an\nextremely sensitive national security activity within his exclusive respon­\nsibility under the Constitution. We need not define all that is compre­\nhended within the grant to the President o f “the executive Power ... o f\nthe United States o f America,” U.S. Const, art. II, § 1. At a minimum, that\npower encompasses the authority to direct certain covert actions without\nfirst disclosing them to Congress, among which are those actions neces­\nsary to protect the lives and property o f Americans abroad. Early judicial\nrecognition o f this authority o f the President to take action to protect\nAmericans abroad came during a mid-nineteenth century revolution in\nNicaragua."
    },
    {
      "id": "memos_91__1",
      "chunk_id": "1",
      "content": "Early judicial\nrecognition o f this authority o f the President to take action to protect\nAmericans abroad came during a mid-nineteenth century revolution in\nNicaragua. On the President’s orders, a naval gunship bombarded a town\nwhere a revolutionary government had engaged in violence against\nAmericans and their property. Of this action it was said: As the executive head o f the nation, the president is made\nthe only legitimate organ o f the general government, to open\nand carry on correspondence or negotiations with foreign\nnations, in matters concerning the interests o f the country\nor o f its citizens. It is to him, also, the citizens abroad must\nlook for protection of person and o f property .... Now, as it respects the interposition o f the executive\nabroad, fo r the protection o f the lives or property of the cit­\nizen, the duty must, of necessity, rest in the discretion of\nthe president. Durand v. Hollins, 8 F. Cas. I l l , 112 (C.C.S.D.N.Y. 1860) (No. 4186) (emphasis added). At least to the extent the amendment would limit that\nauthority, it is unconstitutional. The courts have also recognized that the President must be able to act\nsecretly in order to meet his constitutional responsibilities in foreign\naffairs. In United States v. Curtiss-Wright Export Corp., 299 U.S. 304,\n320-21 (1936), the Court expressly endorsed President Washington’s\nrefusal to provide the House o f Representatives with information about\ntreaty negotiations even after the negotiations had been concluded. A for­\ntiori, such information could be withheld during the negotiations. 259 The Court has more recently emphasized that the core presidential\nresponsibility for protecting confidential national security interests\nextends beyond matters concerning treaties and into diplomatic and mil­\nitary secrets such as covert actions. United States v. Nixon, 418 U.S. 683,\n712 n.19 (1974) (recognizing the “President’s interest in preserving state\nsecrets”). This conclusion is rooted in the original conception o f the\nPresident’s Office, as described by John Jay in the Federalist. There, he\nspoke o f the need for “perfect secrecy and immediate dispatch” in the\nfield o f diplomacy and intelligence gathering. 1He continued: The convention have done well, therefore, in so disposing\no f the power o f making treaties that although the President\nmust, in forming them, act by the advice and consent o f the\nSenate, yet he will be able to manage the business o f intel­\nligence in such manner as prudence may suggest. Id. at 392-93 (emphasis added). We believe that because the Constitution permits the President, where\nnecessary, to act secretly to achieve vital national security objectives\nabroad, a rigid requirement o f prior notice for covert operations imper­\nmissibly intrudes upon his constitutional authority. As the Durand court recognized, the grant o f executive power is the\nprincipal textual source of the President’s discretion to act for the Nation\nin foreign affairs. From the First Congress on, this grant has been con­\nstrued to afford the President discretion to act in the field o f foreign\naffairs. This broad power in matters o f foreign policy stands in contrast\nto his comparatively limited authority to act alone in the domestic con­\ntext."
    },
    {
      "id": "memos_91__2",
      "chunk_id": "2",
      "content": "From the First Congress on, this grant has been con­\nstrued to afford the President discretion to act in the field o f foreign\naffairs. This broad power in matters o f foreign policy stands in contrast\nto his comparatively limited authority to act alone in the domestic con­\ntext. President Washington, fo r example, asserted the President’s prerog­\native to communicate with Citizen Genet when he sought something for\na consul, and addressed that request to “the Congress o f the United\nStates.” It was President Washington who asserted the President’s author­\nity to determine the status o f foreign representatives when he later\ndemanded Citizen Genet’s recall. President Washington also determined,\nwithout consulting Congress, that the United States would remain impar­\ntial in the war between France and Great Britain; he also refused to share\nwith the House o f Representatives sensitive information about the nego­\ntiation o f the Jay Treaty with Great Britain. The First Congress recog­\nnized that the conduct o f our foreign affairs was to be primarily the\nresponsibility o f the President, and for that reason located the State\nDepartment in the executive branch. The Supreme Court has recognized\nthat the President alone is empowered to negotiate with foreign countries\non behalf o f the United States. In Curtiss-Wright, 299 U.S. at 319, the\nCourt stated:\n1The Federalist , N o 64, at 392 (John J a y) (Clinton Rossiter ed , 1961). 260 Not only ... is the federal power over external affairs in\norigin and essential character different from that over inter­\nnal affairs, but participation in the exercise o f the power is\nsignificantly limited. In this vast external realm, with its\nimportant, complicated, delicate and manifold problems,\nthe President alone has the power to speak or listen as a\nrepresentative o f the nation. He makes treaties with the\nadvice and consent o f the Senate; but he alone negotiates. Into the field o f negotiation the Senate cannot intrude; and\nCongress itself is powerless to invade it. Id. These examples could be expanded upon, but all buttress the conclu­ sion that the President’s authority with respect to foreign affairs is very\nbroad, and that certain foreign affairs powers, such as the power to act\n(secretly if need be) to protect Americans abroad, inhere in his Office. Congress attempts to justify under its power o f the purse requiring\nprior notification o f all covert actions to be paid for out o f the Reserve for\nContingencies. Congress’s authority incident to its power over the purse\nis broad, and generally includes the power to attach conditions to appro­\npriations, but its power is by no means limitless. For example, Congress\nappropriates money for all federal agencies in all three branches o f gov­\nernment. But the fact that Congress appropriates money for the Army\ndoes not mean that it can constitutionally condition an appropriation on\nallowing its armed services committees to have tactical control o f the\narmed forces."
    },
    {
      "id": "memos_91__3",
      "chunk_id": "3",
      "content": "For example, Congress\nappropriates money for all federal agencies in all three branches o f gov­\nernment. But the fact that Congress appropriates money for the Army\ndoes not mean that it can constitutionally condition an appropriation on\nallowing its armed services committees to have tactical control o f the\narmed forces. Nor does it follow from Congress’ legislative establishment\no f executive branch departments and its appropriation o f money to pay\nthe salaries o f federal officials that Congress can constitutionally condi­\ntion creation o f a department or the funding o f an officer’s salary on being\nallowed to appoint the officer. Interpreting the appropriations power in\nthis manner would in effect transfer to Congress all powers o f the\nbranches o f government. The Framers’ carefully worked out scheme o f\nseparation o f powers, o f checks and balances, would be rendered mean­\ningless. Accordingly, however broad the Congress’ appropriations power\nmay be, the power may not be exercised in ways that violate constitu­\ntional restrictions on its own authority or that invade the constitutional\nprerogatives o f other branches. As the Supreme Court has said, “Lacking\nthe judicial power given to the Judiciary, [Congress] cannot inquire into\nmatters that are exclusively the concern o f the Judiciary. Neither can it\nsupplant the Executive in what exclusively belongs to the Executive .”\nBarenblatt v. United States, 360 U.S. 109, 112 (1959) (emphasis added). This well-established doctrine o f unconstitutional conditions further\nprevents Congress from using its power over the appropriation o f public\nfunds to attach conditions to executive branch appropriations requiring\nthe President to relinquish his constitutional discretion in foreign affairs. Just as an individual may not be required to waive his constitutional\n261 rights as a condition o f accepting public employment or benefits, so the\nPresident cannot be compelled to give up the authority o f his Office as a\ncondition o f receiving the funds necessary to carrying out the duties of\nhis office. 2 Congress has also justified such reporting requirements on the basis o f\nits need for information to carry out its legislative function. This over­\nsight power, however, is neither explicit, McGrain v. Daugherty, 273 U.S.\n135, 161 (1927), nor “unlimited,” Watkins v. United States 354 U.S. 178,\n187 (1957). It can be exercised only to further a legitimate legislative\nfunction traceable to one of Congress’ enumerated powers. See McGrain,\n273 U.S. at 173-74. There is no enumerated power in the Constitution giv­\ning Congress the authority to require the President first to report to a con­\ngressional committee prior to undertaking covert activities which are\nexclusively within his province. Any legislative purpose that would be\nserved by informing Congress about a covert action can be served by\nnotice after the covert action has been initiated or completed. 3 Moreover, even in cases in which it can be assumed that Congress has\na legitimate legislative basis for the requested information, it does not fol­\nlow that the President invariably should give Congress prior notice o f cer­\ntain covert actions. As President Tyier recognized in 1843, “ [i]t can not be\nthat the only test is whether the information relates to a legitimate sub­\nje ct o f [congressional] deliberation.”"
    },
    {
      "id": "memos_91__4",
      "chunk_id": "4",
      "content": "As President Tyier recognized in 1843, “ [i]t can not be\nthat the only test is whether the information relates to a legitimate sub­\nje ct o f [congressional] deliberation.” 4 James D. Richardson, Messages\nand Papers o f the Presidents 220, 223 (1897). A President is under no\nobligation to communicate information to Congress if to do so would\nimpair his ability to execute his own constitutional duties. United States\nv. Nixon, 418 U.S. 683, 710 (1974). Under some circumstances, prior\nnotice to Congress could well frustrate the President’s ability to dis­\ncharge those duties. In concluding that the amendment is unconstitutional, we are not deny­\ning that Congress has a legitimate role in the formulation o f American for­\neign policy. Nor are we denigrating the value o f consulting with members\no f Congress prior to the initiation o f a covert operation. We simply\nbelieve Congress does not require prior notification o f all intelligence\nactivities paid for out of the Reserve for Contingencies in order to per­\nform its legislative function. Therefore, it lacks the constitutional author­\nity to impose a rigid requirement of notice in all circumstances. 2The doctrine o f unconstitutional conditions has w ide application throughout the law For a good gen­\neral statement o f the doctrine, see Frost & Frost Trucking Co v. Railroad C om m ission, 271 U.S. 583,\n594 (1926)\nI f the state may compel the surrender o f one constitutional nght as a condition o f its favor,\nit may, m like manner, compel the surrender o f all It is inconceivable that guaranties embed­\n3 ded in the Constitution o f the United States may thus be manipulated out o f existence. For instance, post-action notification w ill suffice to inform Congress about actions o f foreign nations and merchants so that it may regulate “foreign comm erce ” 262 Conclusion We conclude that a requirement o f prior notice for all covert operations\nfunded from the Reserve for Contingencies unconstitutionally infringes\non the President’s constitutional responsibilities, including his duty to\nsafeguard the lives and interests o f Americans abroad. WILLIAM P. BARR\nAssistant Attorney General\nOffice o f Legal Counsel 263"
    }
  ]
}