{
  "document_category": "memos",
  "docId": "memos_27",
  "chunk_index": 3,
  "chunk_text": "277 Opinions o f the Office o f Legal Counsel in Volume 24 Finally, sections 235A(a)(l) and (4) are both “ [s]ubject to” section 235A(a)(5),\nwhich identifies certain “ [c]onditions” :\nPrior to the establishment of a preinspection station the Attorney\nGeneral, in consultation with the Secretary of State, shall ensure\nthat —\n(A) employees of the United States stationed at the preinspection\nstation, and their accompanying family members will receive appro­\npriate protection;\n(B) such employees and their families will not be subject to\nunreasonable risks to their welfare and safety; and\n(C) the country in which the preinspection station is to be estab­\nlished maintains practices and procedures with respect to asylum\nseekers and refugees in accordance with the Convention Relating\nto the Status of Refugees (done at Geneva, July 28, 1951), or the\nProtocol Relating to the Status of Refugees (done at New York,\nJanuary 31, 1967), or that an alien in the country otherwise has\nrecourse to avenues of protection from return to persecution. These requirements stand as conditions precedent to the statutory duty to establish\nany o f the preinspection stations called for by sections 235A(a)(l) and (4): the\nAttorney General must ensure that they are met “ [p]rior to the establishment of\na preinspection station,” INA §235A(a)(5), and the statutory requirement that\npreinspection stations be established by defined dates is “ [sjubject to” these pre­\nconditions. Id. §235A (a)(l) and (4).3 After the enactment of section 235A, a working group consisting of representa­\ntives from the INS and the Department of State was established to identify poten­\ntial sites for preinspection stations. The working group ultimately identified sixteen\npotential sites (in fifteen countries) for preinspection stations that met the criteria\nset forth in section 235A.4 The Commissioner of the INS sent a letter to the\nDepartment of State requesting that it ascertain, inter alia , whether countries con­\ntaining the sites identified by the working group were willing to allow\npreinspection stations on their territory. The State Department then instructed\n(C) the prim ary routes such aliens followed from their country o f ongin to the United States\n3 Preinspection stations may be established fo r a variety o f reasons, including passenger convenience See, e g ,\nU .S -C anada Agreement, preamble, 25 U.ST at 764 (staling that “ preclearance facilitates air travel between the\ntwo countries” ) It is clear from the text of section 235A that the preinspection stations it contemplates are intended\nto decrease the number o f inadmissible aliens entering the United States The legislative history confirms this point\nSee H.R. Rep No 104-469, 177-78 (1996) ( “ [P]assengers refused permission [at a preinspection station] to board\n[an airplane bound for the United States], on the ground that they do not have valid documents to be admitted\nor are otherw ise inadmissible, will be prevented from even reaching a U.S port of entry, thus reducing the burden\non INS inspection facilities and the likelihood that unauthorized aliens will enter the U S ” )\n4"
}