{
  "document_category": "memos",
  "docId": "memos_86",
  "chunk_index": 1,
  "chunk_text": "Employment Status of “Volunteers” Connected with\nFederal Advisory Committees\nT he D epartm ent o f C om m erce may em ploy volunteers as consultants to the P resident’s Task Force on\nPrivate S ector Initiatives pursuant to 5 U .S .C . § 3109, as long as the services involved are\ntem porary o r interm ittent, and purely advisory in nature. It m ust also be clearly understood that\nsuch volunteers expect no governm ental com pensation. Federal agencies ordinarily may not accept voluntary services or other donations in the absence of\nexpress statutory authority, and volunteers should not in any case be used on a broad scale or to\naccom plish tasks ordinarily perform ed by paid governm ent em ployees. February 25, 1982\nM EM O RA N D U M OPINION FO R THE COUNSEL TO TH E PRESIDENT\nM em bers of your staff have asked us for advice concerning the employment\nstatus of persons who volunteer to assist a federal advisory committee. We have\nbeen given m aterials describing the President’s Task Force on Private Sector\nInitiatives (Task Force), an advisory com mittee created by Executive Order No.\n12329, 46 Fed. Reg. 50919 (1981), and we have been asked to comment\nspecifically on the propriety of accepting certain donations and voluntary serv­\nices in this context. We conclude that, subject to the specific limitations described\nbelow, voluntary services of consultants and other donations may be accepted by\nthe governm ent to assist this advisory com m ittee. Background\nThe Task Force was established in accordance with the provisions of the\nFederal Advisory Committee A ct, as amended (5 U .S .C . App. I), to advise the\nPresident and the Secretary o f Commerce concerning methods of promoting\nprivate sector activities designed to meet public needs, and to serve as a focal\npoint for such private sector initiatives. See Exec. O rder No. 12329, §§ 1 and 2. The m em bership of the Task Force consists of both private citizens and public\nofficials from the federal, state, and local governments. Id. at § 1. M embers of\nthe Task Force serve without com pensation, but the government may pay their\nexpenses pursuant to 5 U.S.C. §§ 5701-5707. Id. at § 3(b). The Departm ent of\nCom m erce is responsible for providing the Task Force with “ such administrative\n160 services, funds, facilities, staff, and other support services as may be necessary\nfor the effective performance of its functions.” Id. at § 3(c).1 In addition to staff provided by the Department of Com m erce,2 the Task Force\nwould be “ loaned” personnel from various corporations or other private en­\ntities,3 and it would receive donations and loans of equipment from such private\nsources. 4 One corporation also has proposed to contribute the salary of another\nTask Force employee by donating money to a charitable organization5 that would\ncompensate the “ em ployee” directly for his services to the Task Force. Discussion\nA. Personnel\n(1)\nVoluntary Service. The Federal Advisory Committee"
}