{
  "document_category": "memos",
  "docId": "memos_87",
  "chunk_index": 10,
  "chunk_text": "We w ould not exclude the possibility o f creating an\nexception fo rd e m inim is involvem ent inofficial activity during a trip that w ould be treated as en tirely p o litical, and\nvice versa. We note that previous A dm inistrations have m ade use of such a de m inim is exception, as indicated in the\nbackground m aterials supplied to us by your office\n7 In tw o opinions to several S enators, dated O ctober 6 , 1980, and M arch 6 , 1981, the C o m p tro ller G eneral\nd iscu ssed the apportionm ent of travel expenses for purposes of their paym ent by official and political funds un d er the\nC arter A dm inistration (B—196862) A pportionm ent was not objected to by the C om ptroller G en eral. T h e C o m p ­\ntroller G eneral expressly noted, as we have observed here, that there are “ no guidelines o f a legally binding nature\n[w hich] have been established by legislation, judicial decision, or otherw ise” (p ag e 2 o f M arch 6 , 1981, opinion). T hese o p in io n s, coupled with prior practice by the W hite H ouse, buttress o u r conclusion that a reasonable\nap portionm ent may be made in the circum stances we have described. 221 defray any ordinary and necessary expenses incurred in connec­\ntion with his or her duties as a holder cf Federal office, may be\ncontributed to any organization described in section 170(c) of\n. . . [the Internal Revenue Code of 1954], or may be used for any\nother lawful purpose, including transfers without limitation to any\nnational, State, or local committee of any political party; except\nthat, with respect to any individual who is not a Senator or\nRepresentative in, or Delegate or Resident Commissioner to, the\nCongress on January 8, 1980, no such amounts may be converted\nby any person to any personal use, other than to defray any\nordinary and necessary expenses incurred in connection with his\nor her duties as a holder of Federal office. (Emphasis added.) The foregoing provision authorizes “ amounts contributed to an individual for the\npurpose of supporting his or her activities as a holder of Federal office” to be used\nby such individual “ to defray any ordinary and necessary expenses incurred in\nconnection with his or her duties. . . .” The term “ Federal office” is defined\nseparately as including the Offices of the President, the Vice President, and\nMembers of Congress. 2 U.S.C. § 431(c). Accordingly, on its face, this provi­\nsion would appear to authorize use by the President and Vice President of\namounts contributed to such individuals for the purpose of supporting their\nactivities as President or Vice President. This would include expenses incurred in\nthe course of official travel.8 We have consulted the legislative history of 2 U.S.C. § 439a, first adopted as\npart of the Federal Election Campaign Act Amendments of 1974, Pub."
}