{
  "document_category": "memos",
  "docId": "memos_55",
  "chunk_index": 3,
  "chunk_text": "The Senate Judiciary Committee report, S. Rep.\nNo. 1097, 90th Cong., 2d Sess. 97 (1968), explains §2516(1) as follows: The order of authorization may permit the Federal\nBureau of Investigation or the Federal agency having\nresponsibility for the investigation of the offense involved\nto intercept the wire or oral communication. The Depart­\nment of Justice under the leadership of the Attorney Gen­\neral must be the central focal point of any drive against\norganized crime, particularly in the collection, analysis,\nand dissemination of information. It is appropriate that no\nlimitation be placed on the investigations in which the\ninvestigative arm of the Department may participate. Or­\nganized crime has not limited itself to the commission of\nany particular offense. No limitation should be placed on\nthe Department of Justice. This passage speaks of possible judicial authorization of interceptions by\n“the Federal Bureau of Investigation or the Federal agency having\nresponsibility for the investigation of the offense. . . .” It does not\nindicate that the FBI must have general investigative responsibility for\na given offense before it may be authorized under §2516(1) to partici­\npate in an interception directed at such an offense. Moreover, by stating\nthat “no limitation” should be placed on the investigations in which the\ninvestigative arm of the Department of Justice may participate (other\ntional Brotherhood o f Teamsters v. Daniel, 439 U.S. 551, 558 (1979). A court is not “at liberty to imply\na condition which is opposed to the explicit terms of the statute. . . To [so] hold . . . is not to\nconstrue the A ct but to amend it.” Detroit Trust Co. v. The Thomas Barium, 293 U.S. 21, 38 (1934),\nquoted in Fedorenko v. United States, 449 U.S. 490, 514 (1981). 3 Section 2516(l)’s intention regarding the identity of the agencies that may execute an interception\norder is taken for granted in J. C arr, The Law of Electronic Surveillance, § 5.02 at 243 (1977), which\nm erely quotes the provision’s language in identifying such agencies: “ 'the Federal Bureau o f Investigation, or a Federal agency having responsibility for the investigation of the offense as to which the\napplication is made.’ ” 288 than, presumably, any limitation mandated by the statutory language),\nthe report underscores the importance placed by the Committee on the\nFBI’s ability generally to participate in court-approved interceptions\nunder §2516(1). To derive from §2516(1) a specific limitation on the\nFBI’s authority to participate in interceptions that is not explicitly set\nforth in the provision would appear inconsistent with this legislative\nintent. 4 Additional support for the “plain meaning” interpretation of § 2516(1)\nderives from a study of predecessor wiretap bills. S. 1308, introduced in\nthe 88th Cong., 1st Sess. (1963), provided in pertinent part that the\nAttorney General or a specially designated Assistant Attorney General\nmay authorize an application for judicial permission for “the Federal\nBureau of Investigation, or any federal agency having investigative\nresponsibility for the crimes set forth in this subsection,” to conduct\ninterceptions. The legislative history of S. 1308 includes a letter to the\nChairman of the Senate Judiciary Committee from the General Counsel\nof the Department of the Treasury, dated July 2, 1963, which discusses\nthis provision of S. 1308."
}