{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 2,
  "chunk_text": "350 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges the “ cardinal rule” that a “ statute is to be read as a whole” ), and the amendment\nhistory of the statute, see, e.g., Bailey, 516 U.S. at 144 (taking account of amend­\nment history of 18 U.S.C. § 924(c)(1) to determine the meaning of the word\n“ use” ). Based on our review, we conclude that the plain meaning o f the statute\nprecludes its application to presidential appointments to the federal judiciary. We begin, as indicated, with the language of the statute. The current language\nof §458 was adopted in 1911,2 amending a statute originally enacted in 1887.3\nQuoting the language again, §458 in its current form provides that: “ No person\nshall be appointed to or employed in any office or duty in any court who is related\nby affinity or consanguinity within the degree of first cousin to any justice or\njudge of such court.” The statute does not by its express terms apply to the Presi­\ndent, nor does it expressly ijame judgeships as one of the offices to which a related\nperson may not be appointed. We believe that the inapplicability of this provision\nto presidential appointments of federal judges is conclusively established by the\ntext of this provision, the history of its amendment, and the text of the Act of\n1911 taken as a whole. We elaborate on these reasons in Parts II and III of this\nmemorandum, which to a considerable degree recapitulate the analysis contained\nin our earlier memorandum. Before revisiting these points, however, in this part\nwe analyze a feature of the constitutional framework within which statutes must\nbe read that, in our view, also dictates the conclusion that §458 does not apply\nto presidential appointments of federal judges, even if the text and its textual his­\ntory did not conclusively establish the point. Any argument that §458 does apply to presidential appointments of federal\njudges depends entirely upon the fact that, while the statute refers to positions\nto which related persons may not be appointed, it makes no mention at all of\nthe appointing authority, worded as it is in the passive voice. In this context,\nhowever, this silence must lead to just the opposite conclusion, because of the\nwell-settled principle that statutes that do not expressly apply to the President\nmust be construed as not applying to the President if such application would\ninvolve a possible conflict with the President’s constitutional prerogatives. See,\ne.g., Franklin v. Massachusetts, 505 U.S. 788, 801 (1992). We can refer to this\nprinciple as a clear statement rule, one that is very well-established and that dic­\ntates the plain meaning of § 458. Then-Assistant Attorney General William H. Rehnquist articulated this principle\nwithout limiting it to cases in which application of the statute would raise a con­\nstitutional question, opining that statutes “ are construed not to include the Presi­\ndent unless there is a specific indication that Congress intended to cover the Chief\nExecutive.”"
}