{
  "document_category": "memos",
  "docId": "memos_82",
  "chunk_index": 1,
  "chunk_text": "Applicability of Ineligibility Clause to Appointment of\nCongressman Tony P. Hall\nThe Ineligibility Clause of the Constitution would not bar the President from appointing Congressman\nTony P. Hall as United States Representative to the United Nations Agencies for Food and Agriculture, with the rank of Ambassador. May 30, 2002 MEMORANDUM OPINION FOR THE DEPUTY COUNSEL TO THE PRESIDENT You have asked for our opinion whether the Ineligibility Clause, U.S. Const.\nart. I, § 6, cl. 2, would bar the President from appointing Congressman Tony P.\nHall as United States Representative to the United Nations Agencies for Food and\nAgriculture, with the rank of Ambassador. As we previously advised you orally,\nwe believe that the Ineligibility Clause would not bar the appointment. Under the Ineligibility Clause, “[n]o Senator or Representative shall, during the\nTime for which he was elected, be appointed to any civil Office under the\nAuthority of the United States, which shall have been created, or the Emoluments\nwhereof shall have been encreased during such time.” U.S. Const. art. I, § 6, cl. 2.\nCongressman Hall’s current term began January 3, 2001, see U.S. Const. amend. XX, § 1; 146 Cong. Rec. D1228 (Dec. 15, 2000), and he thus cannot be appointed\nto an office “the Emoluments whereof” were raised after that date. 1 The office of United States Representative to the United Nations Agencies for\nFood and Agriculture was created under 22 U.S.C. § 287(d) (2000), a section of\nthe United Nations Participation Act providing that the President may appoint\n“such . . . persons as he may deem necessary to represent the United States in\norgans and agencies of the United Nations.” Under 22 U.S.C. § 287(g), “[a]ll\npersons appointed in pursuance of authority contained in this section shall receive\ncompensation at rates determined by the President upon the basis of duties to be\nperformed but not in excess of rates authorized . . . for chiefs of mission, members\nof the Senior Foreign Service, and Foreign Service officers occupying positions of\nequivalent importance.” The President has delegated to the Secretary of State his\nauthority to fix this compensation, see Memorandum for the Secretary of State,\nfrom President William J. Clinton, Re: Delegation of Authority on Rates of\nCompensation for U.S. Representatives to the United Nations, 62 Fed. Reg. 18,261\n(Apr. 15, 1997), and the Secretary of State in turn has delegated such “manage- 1\nWe do not address here whether a rollback of a salary increase can satisfy the Ineligibility Clause. Compare Appointment of Member of Congress to a Civil Office, 3 Op. O.L.C. 286, 289-90 (1979)\n(accepting the validity of such rollbacks), with Memorandum for the Counselor to the Attorney\nGeneral, from Charles J. Cooper, Assistant Attorney General, Office of Legal Counsel, Re: Ineligibility\nof Sitting Congressman to Assume a Vacancy on the Supreme Court (Aug. 24, 1987) (“1987 Opinion”)\n(rejecting the validity of such rollbacks). 40 227-329 VOL_26_PROOF.pdf 50 10/22/12 11:13 AM Applicability of Ineligibility Clause to Appointment of Congressman Tony P. Hall ment-related functions” to the Under Secretary of State for Management, see\nDelegation of Authority No. 198 (Sept. 16, 1992)."
}