{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 26,
  "chunk_text": "118 Cong. Rec. 14,185 (1972). Thus, he proposed an amendment, “the sole\npurpose of which is to assure that the bill will have no prejudicial effect upon the\nlitigation.” Id. The amendment changed the definition of coastal zone to the fol­\nlowing: The zone terminates, in Great Lake waters, at the international\nboundary between the United States and Canada and, in other ar­\neas, extends seaward to the outer limit of the legally recognized territorial seas of the respective coastal states, but shall not ex­\ntend beyond the limits of State jurisdiction as established by the 39 C f United States v. Maine. 420 U S. 515 (1975). 257 Submerged Lands Act o f May 22,1953 and the Outer Continen­\ntal Shelf Act o f 1953. Id. at 14,185 (emphasis added to indicate changed language). Senator Hollings also spoke in support of the amendment. He stated: We have been trying to reconcile the amendments so that we\nwould not interfere with any legal contention of any of the sev­\neral States at the present time involved in court procedures. At the\nsame time we wanted to make certain that Federal jurisdiction was\nunimpaired beyond the 3-mile limit in the territorial sea. Id.40 Thus, the change in the Senate bill language was not intended to have sig­ nificant effect on the issue at hand, but was only included to avoid affecting pend­\ning litigation. The language in the House bill was virtually identical to that in the\noriginal Senate bill. The House bill provided: The zone extends, in Great Lakes waters, to the international\nboundary between the United States and Canada and, in other ar­\neas, seaward to the outer limit of the United States territorial sea. H.R. Rep. No. 1049,92d Cong., 2d Sess. 2 (1972). The House Report, however,\nadopted a different understanding of the provision. The House Report stated that\nthe coastal zone extends outward\nto the outer limit of the territorial sea which, under the present\nposture of international law, means three miles from the base line\nfrom which the territorial sea of the United States is measured. Should the United States, by future action, either through inter­\nnational agreement or by unilateral action, extend the limits of\nthe United States territorial sea further than the present limits,\nthe coastal zone would likewise be expanded, at least to the ex­\ntent that the expanded water area and the adjacent shore lands\nwould strongly influence each other, consistent with the general definition first referred to above. 41 40 Senator M oss stated that “[tjhis makes clear that this bill focuses on the territorial sea or the area that is within\nState jurisdiction, and preserves the Federal jurisdiction beyond, which is not to be considered or disturbed by the\nbill at this time. If we want to do something about that later, we will have another bill, and another opportunity.” 118 Cong. Rec. 14,185 (1972)."
}