{
  "document_category": "memos",
  "docId": "memos_21",
  "chunk_index": 4,
  "chunk_text": "173 terest in our “diplomatic” or “national security” foreign relations with Panama\nand General Noriega, and provides no basis for concluding that it relates to ac­\ntivities undertaken by the Executive under any specific statute. We therefore conclude based on the nature of the GAO request that the sub­\nject of the GAO investigation is the Executive’s discharge of its constitutional\nforeign policy responsibilities, not its statutory responsibilities. The subject is\nthus not “a program or activity the Government carries our under existing law,”\nand it is beyond GAO’s authority under 31 U.S.C. § 717(b). Accordingly, unless\nthis request is tailored to inquire specifically about a program or activity carried\nout under existing statutory law, we believe there is no obligation to grant GAO\naccess to executive branch agencies for purposes of conducting this investiga­\ntion. B. Intelligence Oversight In addition to the infirmity in GAO’s statutory authority to pursue this inves­\ntigation, we believe that GAO is specifically precluded by statute from access to\nintelligence information. In establishing by law the oversight relationship be­\ntween the intelligence committees and the executive branch, Congress indicated\nthat such oversight would be the exclusive means for Congress to gain access to\nconfidential intelligence information in the possession of the executive branch. 4 This intelligence oversight system has been codified at 50 U.S.C. § 413. That\nsection sets forth requirements for the Director of Central Intelligence, the heads\nof all other federal agencies involved in intelligence activities, and the President\nto inform the Congress through the intelligence committees (and in some cir­\ncumstances the Speaker and minority leader of the House of Representatives and\nthe majority and minority leaders of the Senate) of intelligence activities. The legislative history of section 413 makes it clear that both the legislative\nand executive branches believed they were establishing a comprehensive scheme\nfor congressional oversight of intelligence activities that would constitute the ex­\nclusive means of congressional oversight. As President Carter stated when he\nsigned the section into law, it\nestablishes, for the first time in statute, a comprehensive system\nfor congressional oversight of intelligence activities The over­\nsight legislation that was passed ... codifies the current practice\n4 As a general matter, intelligence gathering is often viewed as a form of diplomatic activity that is within the\nPresident’s Article n powers. As Professor Louis Henkin has noted, “[t]he gathering of information is a principal\npurpose of sending ambassadors and maintaining diplomatic relations, an exclusive Presidential power. It is only\na small extension to conclude that gathering information by any means is part of the President’s ‘eyes and ears’\nfunction. There is, therefore, a strong case for presidential authonty to obtain intelligence not only through our em­\nbassies but also through our agents representing the Executive . . . . ” Letter from Louis Henkin to Representative\nLouis Stokes, March 31, 1987, reprinted in HM. 1013, H.R. 1371, and Other Proposals Which Address the Issue\no f Affording Prior Notice of Covert Actions to Congress: Hearings Before the Subcomm on Legislation o f the House\nPermanent Select Comm, on Intelligence, 100th Cong., 1st Sess. 221 (1987). 174"
}