{
  "document_category": "memos",
  "docId": "memos_20",
  "chunk_index": 9,
  "chunk_text": "12 This duty of accommodation means that the Executive should attempt\nto satisfy the requests of Congress as completely as it can without making harm­\nful disclosures. See Memorandum for the Attorney General from John M. Har­\nmon, Assistant Attorney General, Office of Legal Counsel, Re: The Constitu­ tional Privilege for Executive Branch Deliberations: The Dispute with a House\nSubcommittee over Documents Concerning the Gasoline Conservation Fee (Jan. 13, 1981). In this spirit, the Executive has occasionally offered Congress sum­\nmaries of documents prepared in such a manner as not to disclose, for example,\ndeliberative aspects that might chill executive branch decisionmaking. See id. at\n22-23. The nature of the accommodation required in responding to a congressional\nrequest for information depends on the balance of interests between the Execu­\ntive and Congress. In order for its interests to be given weight, Congress must ar­\nticulate its need for the particular materials; it must “point[] to . .. specific leg­\nislative decisions that cannot responsibly be made without access to materials\nuniquely contained” in the presumptively privileged documents (or testimony) it\nhas requested, and show that the material “is demonstrably critical to the re­\nsponsible fulfillment of the Committee’s functions.” Senate Select Comm, on\nPresidential Campaign Activities v. Nixon, 498 F.2d at 731, 733.13\n12 It should be emphasized, however, that in United States v. AT&T the information Congress sought related to\nwiretaps on American citizens placing telephone calls from the United States. Although these wiretaps were justi­\nfied on national security grounds and the President, in turn, could assert national security as a basis for withhold­\ning the information, Congress clearly had a substantial interest in this subject matter, because the wiretaps impli­\ncated the individual rights of American citizens. Accordingly, we believe that a court may view the relative weights\nof executive and legislative interests differently when the information sought relates directly to the conduct of for­\neign relations rather than to the rights of American citizens. 13 In Senate Select Committee, for example, the court held that the committee had not made a sufficient show­\ning of need for copies of the presidential tape recordings, given that the President had already released transcripts\nof the recordings. The committee argued that it needed the tape recordings “in order to verify the accuracy o f’ the\ntranscripts, to supply the deleted portions, and to gain an understanding that could be acquired only by hearing the\ninflection and tone of voice of the speakers. But the court answered that in order to legislate a committee of Con­\ngress seldom needs a “precise reconstruction of past events.” 498 F.2d at 732. “The Committee has . . . shown no\nmore than that the materials deleted from the transcripts may possibly have some arguable relevance to the subjects\nit has investigated and to the areas in which it may propose legislation. It points to no specific legislative decisions\nthat cannot responsibly be made without access to materials uniquely contained in the tapes or without resolution\nof the ambiguities that the transcripts may contain.” Id. at 733."
}