{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 1,
  "chunk_text": "(Slip Opinion) Licensing Marijuana Cultivation in Compliance\nwith the Single Convention on Narcotic Drugs\nUnder the Controlled Substances Act, the Drug Enforcement Administration may register\nan applicant to cultivate marijuana only if the registration scheme is consist ent with\nthe Single Convention on Narcotic Drugs. To comply with the Single Convention,\nDEA’s licensing framework must provide for a system in which DEA or its legal agent\nhas physical possession and ownership over the cultivated marijuana and assumes control of the distribution of marijuana no later than four months after harvesting. June 6, 2018 MEMORANDUM OPINION FOR THE ACTING CHIEF COUNSEL\nDRUG ENFORCEMENT ADMINISTRATION Under the Controlled Substances Act, the Attorney General is authorized to license marijuana cultivation if he determines that it would be\n“consistent with the public interest and with United States obligations\nunder international treaties, conventions, or protocols in effect on May 1,\n1971.” 21 U.S.C. § 823(a). Such obligations include those under the\nSingle Convention on Narcotic Drugs (“Single Convention”), Mar. 30,\n1961, 18 U.S.T. 1407. As relevant here, the Single Convention requires\nparties either to prohibit marijuana cultivation altogether or, if they permit\ncultivation, to establish “a single government agency” to oversee marijuana growers and generally to monopolize the wholesale trade in the marijuana crop. Id. arts. 22, 23(3), 28(1). That single agency must strictly\nregulate any lawful cultivation of marijuana by, among other things, “purchas[ing] and tak[ing] physical possession of [the] crops as soon as possible, but not later than four months after the end of the harvest.” Id. art.\n23(2)(d). This opinion considers whether the Drug Enforcement Administration\n(“DEA”), which exercises the Attorney General’s licensing authority,\nmust alter existing licensing practices to comply with the Single Convention. At present, DEA does not purchase or take physical possession of\nlawfully grown marijuana at any point in the distribution process. Instead,\nthe only currently licensed marijuana cultivator grows and distributes the\nmarijuana itself pursuant to a contract with, and under the supervision of,\nthe National Institute on Drug Abuse (“NIDA”), a component of the\nDepartment of Health and Human Services’ National Institutes of Health. In 2016, DEA revised this process and announced that it would increase\nthe number of licensees and supervise the additional growers itself. 1 Opinions of the Office of Legal Counsel in Volume 42 See Applications To Become Registered Under the Controlled Substances\nAct To Manufacture Marijuana To Supply Researchers in the United\nStates, 81 Fed. Reg. 53,846, 53,848 (Aug. 12, 2016) (“Applications To\nManufacture Marijuana”). Under the new policy, DEA would not purchase or possess the marijuana before licensees distributed it to government-approved researchers. Several entities have applied for licenses\nunder the new policy, but no applications have been approved. We conclude that DEA must change its current practices and the policy\nit announced in 2016 to comply with the Single Convention. DEA must\nadopt a framework in which it purchases and takes possession of the\nentire marijuana crop of each licensee after the crop is harvested. In\naddition, DEA must generally monopolize the import, export, wholesale\ntrade, and stock maintenance of lawfully grown marijuana. 1"
}