{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 31,
  "chunk_text": "16 U.S.C. § 1456a. In 1978, Congress further modified the allocation of federal and state respon­\nsibilities through enactment of the Outer Continental Shelf Lands Act Amend­\nments of 1978, Pub. L. No. 95-372,92 Stat. 629 (“OCSLA Amendment”). This\namendment substantially changed the original OCSLA by including numerous\nprovisions requiring state participation in OCS activities. 49 Thus, the amendments to both the CZMA and the OCSLA establish a com­\nplex and detailed statutory scheme concerning the limits of state authority to af­\nfect OCS activities. 50 Overthe years, Congress has provided the states with grants\nto respond to the effects of OCS activities, with the authority to review and make\nrecommendations concerning OCS activities, and with the power to veto OCS\nactivities subject to limited federal override. These detailed amendments to the\nCZMA and OCSLA are thus consistent with a congressional understanding of a\ncoastal zone and state authority which would not automatically expand with the\nexpansion of the territorial sea. To summarize, on the basis of the purpose, structure and legislative history of\nthe CZMA, we conclude that Congress did not intend the coastal zone to be af­\nfected by an expansion of the territorial sea under international law. The language\nin the House Report might suggest a contrary conclusion, but that language was\nnot accepted by the Conference Committee and, in any case, is outweighed by\n49 The OCSLA Amendment provides for various levels o f state participation in the process of developing off­\nshore oil. Secretary o f Interior v. California, 464 U S. at 337. The Secretary of Interior must, while preparing a\nschedule for proposed lease sales on the OCS, solicit comments from states that might be affected, and must ex­\nplain, in a report to Congress and the President, why a state recommendation was not accepted. 43 U S.C. § 1344(c)\n& (d) Second, the Secretary must accept slate recommendations concerning the size, timing or location of pro­\nposed lease sales, if he determines that they reasonably balance national and state interests 43 U S C § 1345(a) &\n(c). Third, an applicant’s exploration plan must certify that the proposed activities are consistent with slate CZMA\nmanagement programs unless the Secretary o f Commerce finds that the proposed activities are consistent with the\nobjectives of the CZMA or are necessary in the interest of national security 43 U.S.C. § 1340(c) Finally, the Sec­\nretary of Interior must accept state recommendations concerning development and producuon plans if they provide\na reasonable balance between state and national interests. The plans must also be consistent with state CZMA man­\nagement plans and will only be approved, absent state consent, if the Secretary of Commerce finds that the pro­\nposed activities are consistent with the objectives of the CZMA or are necessary for national security. 43 U.S.C. §\n1351\n50 Writing of the relationship between the OCSLA Amendment and CZMA, the Supreme Court stated that “Con­\ngress has thus taken pains to separate various federal decisions\" in the process o f granting authonty to conduct OCS\ndevelopment and to subject only the third and fourth stages to review for consistency with state management plans."
}