{
  "document_category": "memos",
  "docId": "memos_18",
  "chunk_index": 4,
  "chunk_text": "The judge shall receive evidence on any issue\nof fact necessary to the decision o f the motion. If the motion is granted the property shall be restored\nand it shall not be admissible in evidence at any hearing or trial. If a motion for return of property is\nmade or comes on for hearing in the district o f trial after an indictment or information is filed, it shall\nbe treated also as a motion to suppress under Rule 12\nThus, the denial of a motion for the return o f seized property under Rule 41(e) is in effect a finding that the search\nand seizure were lawful, and therefore an individual whose passport has been seized would have no independent\nlegal objection to retention o f his passport for use as evidence. 3 At a meeting on March 14,1988, Mary V. Mochary, Deputy Legal Advisor, United States Department of State,\ninformed this Office that the State Department does not intend to revoke passports it receives from the Customs\nService pursuant to the Customs Directive. According to Ms. Mochary, the State Department’s practice has been\nto hold passports used as evidence until the persons to whom they were issued request their return or until the pass­\nports expire. Ms. Mochary stated that few, if any, individuals have requested return o f a seized passport, preferring\nsimply to apply for and be issued a new one. 61 Further, there would be no unconstitutional infringement of the citizen’s free­\ndom to travel abroad. In the first place, the freedom to travel apparently will not\nbe infringed at all since, as noted below, the State Department will issue a new\npassport even to a person whose passport has been seized as evidence in a drug\ntrafficking or other criminal prosecution. In light of the availability of a replace­\nment passport, there is no plausible argument that a temporary deprivation of\none’s passport meaningfully restricts the liberty to travel abroad. In any event, the Supreme Court has recognized repeatedly that this freedom\n“is subject to reasonable governmental regulation,” and that “thefreedom to travel\noutside the United States must be distinguished from the right to travel within\nthe United States.” Haig v. Agee, 453 U.S. at 306. For this proposition, the Agee\nCourt relied on Califano v. Aznavorian, 439 U.S. 170 (1978), in which the Court\nexplained: The constitutional right of interstate travel is virtually unqual­\nified. By contrast the ‘right’ of international travel has been con­\nsidered to be no more than an aspect o f the ‘liberty’ protected by\nthe Due Process Clause of the Fifth Amendment. As such this\n‘right,’ the Court has held, can be regulated within the bounds of\ndue process. Id. at 176 (citations omitted) (quoting Califano v. Torres, 435 U.S. 1, 4 n.6\n(1978)). For the reasons already stated, the seizure and retention of a passport as\nevidence of criminal activity is consistent with due process."
}