{
  "document_category": "memos",
  "docId": "memos_71",
  "chunk_index": 1,
  "chunk_text": "Miscellaneous Receipts Act Exception for Veterans’ Health\nCare Recoveries\nT he Veterans R econciliation Act o f 1997 creates an exception to the M iscellaneous Receipts A ct to\nthe extent that a recovery or collection under the Federal M edical Care Recovery Act is based\non m edical care o r services furnished under chapter 17 o f title 38, United S tates Code, and thus\nallow s the d eposit o f such a recovery or collection in the D epartm ent of V eterans A ffairs M edical\nC are C ollections Fund. December 3, 1998\nM e m o r a n d u m O p in io n f o r t h e A s s is t a n t A t t o r n e y G e n e r a l\nC iv il D iv is io n This responds to your request of May 28, 1998, that we examine whether certain\nfunds received as part of a settlement under the Federal Medical Care Recovery\nAct, Pub. L. No. 87-693, 76 Stat. 593 (1962) ( “ MCRA” ), codified as amended\nat 42 U.S.C. §§2651-2653 (1994 & Supp. II 1996), may be transferred to the\nDepartment of Veterans Affairs Medical Care Collections Fund (“ VA Fund” )\nnotwithstanding the general requirement contained in the Miscellaneous Receipts\nAct (“ MRA” ) that “ an official or agent of the Government receiving money\nfor the Government from any source shall deposit the money in the Treasury as\nsoon as practicable without deduction for any charge or claim,” 31 U.S.C.\n§ 3302(b) (1994). For the reasons outlined below, it is our view that the portion\nof the settlement amount that was calculated to compensate the Government for\nits claims under MCRA for medical care or services furnished under chapter 17\nof Title 38, which governs certain veterans’ health benefits, may be transferred\nto the VA Fund by virtue of the Veterans Reconciliation Act of 1997, Pub. L.\nNo. 105-33, § 8023(a)(1), 111 Stat. 251, 665, codified as amended at 38 U.S.C.\n§ 1729A (Supp. IV 1998), which creates an exception to the MRA “ to the extent\nthat a recovery or collection under . . . [MCRA] is based on medical care or\nservices furnished under this chapter [i.e. Chapter 17 of Title 38].” 38 U.S.C.\n§ 1729A(b)(6). Because the information that you have provided does not allow\nus to determine the amount of the settlement that was intended to compensate\nthe federal government for its claims under MCRA, however, we are unable to\ngive any more specific guidance on this issue. 1\nI. Settlement Background In 1993, numerous tort actions brought in federal district courts throughout the\ncountry by persons with hemophilia against manufacturers of blood products were\ncentralized as Multidistrict Litigation No. 986 before Judge Grady in the Northern\n1We have no! been asked to address any other questions regarding this settlement 251 Opinions of the O ffice o f Legal Counsel in Volume 22 District o f Illinois."
}