{
  "document_category": "memos",
  "docId": "memos_58",
  "chunk_index": 6,
  "chunk_text": "Assistant Attorney General William H. Rehnquist used parallel reasoning when\nhe concluded that a United States Attorney would not become subject to a\nparticular rule grounded in conflict of interest principles, where that person had\nbeen appointed as a federal judge but had not yet taken the oath of judicial office\nor begun his judicial duties. See Memorandum for Harlington Wood, Jr., Associate\nDeputy Attorney General, from William H. Rehnquist, Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Delay in Induction of Judge into Office\nFollowing His Confirmation by the Senate (Nov. 27, 1970) (“Rehnquist Opinion”). According to the Rehnquist Opinion, “the offices of judge and of prosecutor in the\nsame court are incompatible”: it would be “improper as a matter of public policy if\nthe same person carried out their functions,” with the “impropriety deriv[ing] from\nsuch considerations as conflicts of interest or the rule that no person shall be a\njudge in his own cause.” Id. at 5. The appointee in question wished to complete a\ncriminal prosecution before becoming a judge, but the President had already\nsigned his commission and sent it to him. Because “the assumption by an officer 36 227-329 VOL_26_PROOF.pdf 46 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service of a new office which is incompatible with the one he is holding has the effect of\nvacating the first office,” id. (citation omitted), the issue was “whether a federal\nofficial vacates his office at the time when the President executes and forwards a\ncommission appointing him to an office incompatible with the one which the\nofficer is holding, or whether the vacation of the office takes place at a later date,\ne.g., when the officer accepts it, or enters upon duty.” Id. The Rehnquist Opinion\nconcluded that although the appointment is made with the signing of the commission, that signing “is not the last step in the investiture of an officer,” id. at 6, and\n“an appointment must be accepted in order to have [the] effect” of vacating an\noffice already held, id. at 7. As the Rehnquist Opinion explained, “[t]he rule that\nan incumbent vacates his office only upon acceptance and exercise of an incompatible office, rather than upon appointment to it, is obviously designed to prevent\nthe appointing power from removing an inconvenient officeholder or even a\nmember of the legislature by appointing him to an incompatible office.” Id. at 8.\nB.\nThe OGE Letter also argues that “the underlying purposes of the ethical requirements are better served by the view that officer or employee status commences with a personnel appointment.” OGE Letter at 2. For example, an appointee\nmight defer his first day of work in order to represent a client before the agency to\nwhich he had already been appointed. Id. We do not dispute that the rule that\nconflict of interest restrictions do not apply immediately upon appointment may\nindeed open the possibility of some abuses."
}