{
  "document_category": "memos",
  "docId": "memos_45",
  "chunk_index": 4,
  "chunk_text": "Id. Any such exceptions to the general rule about acting officials,\nwe also noted, would impose a significant burden on acting officials by\nmaking it difficult to determine which powers of the permanent office\nthey possess. Id. at 6 (citing Pellicci, 504 F.2d at 1107). Thus, although\nwe recognized that “congressional concern for the sensitivity of a function\ncould result in not merely the commitment of that function to particular\nofficials but also in a prohibition against exercise of the function by any\nacting holders of the named offices,” we concluded that evidence of intent\nto limit the delegability of a function alone would not show that Congress\nalso intended to preclude acting officials from performing that function. Id. at 4.\nA 1984 opinion of our Office reaffirmed the conclusions of our 1975\nopinion. Nonetheless, we observed that intervening court cases had extended Giordano’s analysis to preclude Acting Assistant Attorneys General from authorizing wiretap applications. See Authority of Acting Assistant Attorney General at 1. We therefore advised caution in pursuing the\nposition that the wiretap statute permitted Acting Assistant Attorneys\nGeneral to approve wiretap applications. The wiretap statute, however,\npresented a specialized concern that is not presented by the NSL statutes. As described in Giordano, the legislative history of the wiretap statute\nrevealed congressional intent to limit authority to approve wiretap applications to officials who could be held accountable through the political\nprocess, and it suggested that perhaps only Senate-confirmed presidential\nappointees are politically responsive in the relevant sense. See id. at 2–3\n149 33 Op. O.L.C. 146 (2009) (citing Giordano, 416 U.S. at 520 & n.9). Thus, cases such as Acon stated\nthat “an acting assistant attorney general [does not] meet the Supreme\nCourt’s test of political responsiveness.” Acon, 513 F.2d at 516. The NSL\nstatutes, in contrast, expressly authorize the issuance of NSLs by officials\nwho are not Senate-confirmed and arguably are not politically responsive\naccording to Giordano, and the legislative history of the NSL statutes,\ndescribed in more detail below, does not reveal any special concern about\nthe political accountability of officials who issue NSLs. If the NSL statutes simply named “Deputy Assistant Directors” and\n“Special Agents in Charge” as among the officials whom the Director\ncould designate to issue NSLs, the presumption about acting officials and\nour 1975 opinion would lead directly to the conclusion that Acting Deputy Assistant Directors and Acting Special Agents in Charge could sign\nNSLs. See Designation of Deputy Assistant Attorney General at 5 (“[T]he\nnaming of the office[] goes merely to the level of which delegation is\npermitted and not to the issue of whether, for an interim period, a temporary holder of that office can perform the delegated function.”). The text\nof these statutes, however, raises a substantial and difficult question\nwhether “congressional concern for the sensitivity of ” NSL functions has\nresulted “in a prohibition against exercise of [such] function[s] by any\nacting holders of the named offices.” Id. at 4. These statutes do not simply\nname the officials whom the Director may designate to exercise NSL\nauthorities."
}