{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 3,
  "chunk_text": "The Agency shall designate the area in which, and the plots of\nland on which, cultivation of the opium poppy for the purpose\nof producing opium shall be permitted. b. Only cultivators licensed by the Agency shall be authorized to\nengage in such cultivation. c. Each license shall specify the extent of the land on which the\ncultivation is permitted. d. All cultivators of the opium poppy shall be required to deliver\ntheir total crops of opium to the Agency. The Agency shall purchase and take physical possession of such crops as soon as\npossible, but not later than four months after the end of the harvest. e. The agency shall, in respect of opium, have the exclusive right\nof importing, exporting, wholesale trading and maintaining\nstocks other than those held by manufacturers of opium alkaloids, medicinal opium, or opium preparations. Parties need not\nextend this exclusive right to medicinal opium and opium preparations. 3 Opinions of the Office of Legal Counsel in Volume 42 3. The governmental functions referred to in paragraph 2 shall be\ndischarged by a single government agency if the constitution of\nthe Party concerned permits it. The agency’s “exclusive right[s]” over the harvested marijuana need not\nextend to “medicinal” marijuana or marijuana “preparations,” but the\nnational cannabis agency must still purchase and take physical possession\nof all marijuana grown for such purposes. Id. art. 23(2)(d)(e); see Report\nof the International Narcotics Control Board for 2014, at 35 (Mar. 3,\n2015) (“2014 INCB Report”); Secretary-General of the United Nations,\nCommentary on the Single Convention on Narcotic Drugs, 1961, at 284,\n314 (1973) (“Commentary”). 2 Three years after the United States acceded to the Single Convention,\nCongress in 1970 enacted the Controlled Substances Act (“CSA”), 21\nU.S.C. § 801 et seq., “a comprehensive statute designed to rationalize\nfederal control of dangerous drugs.” Nat’l Org. for Reform of Marijuana\nLaws (NORML) v. DEA, 559 F.2d 735, 737 (D.C. Cir. 1977). “[A] number\nof the provisions of [the CSA] reflect Congress’ intent to comply with\nthe obligations imposed by the Single Convention.” Control of Papaver\nBracteatum, 1 Op. O.L.C. 93, 95 (1977); see, e.g., 21 U.S.C. §§ 801(7),\n811(d)(1), 958(a); see also S. Rep. No. 91-613, at 4 (1969) (“The United\nStates has international commitments to help control the worldwide drug\ntraffic. To honor those commitments, principally those established by\nthe Single Convention on Narcotic Drugs of 1961, is clearly a Federal\nresponsibility.”). The CSA imposes strict controls on marijuana, which is defined to include “all parts of the plant Cannabis sativa L.” and all compounds and\nderivatives thereof, with certain exceptions not relevant here. 21 U.S.C.\n§ 802(16). The statute classifies marijuana as a schedule I substance, the\nmost stringent classification available, reflecting a determination that\nmarijuana “has a high potential for abuse” and “no currently accepted\nmedical use.” 21 U.S.C. § 812(b); see Craker v. DEA, 714 F.3d 17, 19\n(1st Cir. 2013); 21 C.F.R. § 1308.11. The CSA makes the unauthorized The United Nations’ Economic and Social Council requested that the SecretaryGeneral prepare the Commentary “in the light of the relevant conference proceedings and\nother material” in order to aid governments in applying the Single Convention."
}