{
  "document_category": "memos",
  "docId": "memos_70",
  "chunk_index": 2,
  "chunk_text": "As the Supreme Court has explained,\n“[a] President and those who assist him must be free to explore alternatives in the\nprocess of shaping policies and to do so in a way many would be unwilling to\nexpress except privately.” United States v. Nixon, 418 U.S. 683, 708 (1974); see\nalso Assertion of Executive Privilege with Respect to Prosecutorial Documents, 25\nOp. O.L.C. 1, 2 (2001) (“The Constitution clearly gives the President the power to\nprotect the confidentiality of executive branch deliberations.”); Assertion of\nExecutive Privilege With Respect to Clemency Decision, 23 Op. O.L.C. 1, 2 (1999)\n(opinion of Attorney General Janet Reno) (“Clemency Decision”) (“[N]ot only\ndoes executive privilege apply to confidential communications to the President,\nbut also to ‘communications between high Government officials and those who\nadvise and assist them in the performance of their manifold duties.’”) (quoting\nNixon, 418 U.S. at 705). These confidentiality interests are particularly strong\nwhere, as here, the communications may implicate a “quintessential and nondelegable Presidential power,” such as the authority to nominate or to remove U.S.\nAttorneys. In re Sealed Case, 121 F.3d 729, 752 (D.C. Cir. 1997); Clemency\nDecision, 23 Op. O.L.C. at 2–3 (finding that executive privilege protected\nDepartment and White House deliberations related to decision to grant clemency). Under D.C. Circuit precedent, a congressional committee may not overcome an\nassertion of executive privilege unless it establishes that the documents and\ninformation are “demonstrably critical to the responsible fulfillment of the\nCommittee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498 F.2d 725, 731 (D.C. Cir. 1974) (en banc). And those functions\nmust be in furtherance of Congress’s legitimate legislative responsibilities. See\nMcGrain v. Daugherty, 273 U.S. 135, 160 (1927) (Congress has oversight\nauthority “to enable it efficiently to exercise a legislative function belonging to it\nunder the Constitution”). 2 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys As a threshold matter, it is not at all clear that internal White House communications about the possible dismissal and replacement of U.S. Attorneys fall within\nthe scope of McGrain and its progeny. The Supreme Court has held that Congress’s oversight powers do not reach “matters which are within the exclusive\nprovince of one of the other branches of the Government.” Barenblatt v. United\nStates, 360 U.S. 109, 112 (1959). The Senate has the authority to approve or reject\nthe appointment of officers whose appointment by law requires the advice and\nconsent of the Senate (which has been the case for U.S. Attorneys since the\nfounding of the Republic), but it is for the President to decide whom to nominate\nto such positions and whether to remove such officers once appointed. Though the\nPresident traditionally consults with members of Congress about the selection of\npotential U.S. Attorney nominees as a matter of courtesy or in an effort to secure\ntheir confirmation, that does not confer upon Congress authority to inquire into the\ndeliberations of the President with respect to the exercise of his power to remove\nor nominate a U.S. Attorney."
}