{
  "doc_id": "memos_38",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_38__0",
      "chunk_id": "0",
      "content": "Release of Information Collected Under the\nAgricultural Marketing Agreement Act of 1937\nA provision in the appropriations act for the Departm ent o f Agriculture relating to the release of\ninformation collected under the Agricultural M arketing Agreement Act o f 1937 does not\nrestrict the use of such information in the Departm ent’s rulemaking proceedings, in its\nprosecution o f enforcement proceedings, or in its defense o f regulatory actions under the 1937\nAct. The restriction was intended solely to limit the Departm ent’s discretionary release of\ninformation to members o f the public in response to Freedom of Information Act or other\nrequests. January 15, 1987\nM em orandum O p in io n D epa rtm en t for th e\nof G eneral Co un sel, A g r ic u l t u r e This responds to your request for our opinion on the effect of a provision in\nthe current appropriations act for the Department of Agriculture (USDA). The\nprovision in question relates to the release of information collected under the\nAgricultural Marketing Agreement Act of 1937,7 U.S.C. §§ 601 et seq. (1937\nAct), and reads as follows: None of the funds provided in this Act may be expended to\nrelease information acquired from any handler under the Agri­\ncultural Marketing Agreement Act of 1937, as amended: Pro­\nvided, That this provision shall not prohibit the release of infor­\nmation to other Federal agencies for enforcement purposes:\nProvided further. That this provision shall not prohibit the re­\nlease of aggregate statistical data used in formulating regula­\ntions pursuant to the Agricultural Marketing Agreement Act of\n1937, as amended: Provided further, That this provision shall\nnot prohibit the release of information submitted by milk\nhandlers. Pub. L. Nos. 99-500, title VI, § 631, 100 Stat. 1783, 1783-30 (1986) and 99591, title VI, § 631, 100 Stat. 3341, 3341-30 (1986) (collectively, § 631). You wish to know whether and how § 631 affects USDA’s ability to use\ninformation collected by it under the 1937 Act in connection with enforcement\nand rulemaking proceedings initiated by it under the 1937 Act, as well as in\njudicial or administrative challenges to USDA actions initiated by private\n9 parties. The particular examples with respect to which you seek our guidance\nall involve situations in which the information in question might be introduced\nby USDA as evidence in connection with its own rulemaking activities, its\nprosecution of enforcement proceedings, and its defense of regulatory actions\ntaken under the marketing order program established by the 1937 Act. For reasons set forth in greater detail below, we believe that § 631 does not\nrestrict USDA’s ability to release information acquired from handlers under the\n1937 Act in the course of its administration and enforcement of that Act,\nregardless of whether the information is relevant in an administrative or a\njudicial context, and regardless of whether USDA is in the position of a\nplaintiff or a defendant. Rather, § 631 was intended solely to limit USDA’s\ndiscretionary release of information to members of the public, outside of the\nenforcement context, in response to requests under the Freedom of Information\nAct or otherwise. In interpreting a statute, we look first to its text."
    },
    {
      "id": "memos_38__1",
      "chunk_id": "1",
      "content": "Rather, § 631 was intended solely to limit USDA’s\ndiscretionary release of information to members of the public, outside of the\nenforcement context, in response to requests under the Freedom of Information\nAct or otherwise. In interpreting a statute, we look first to its text. Though couched in terms of\na limitation on the expenditure of appropriated funds, as a practical matter\n§631 functions as a direct restriction on USDA’s release of information\nacquired from handlers under the 1937 Act. On the other hand, precisely\nbecause § 631 is a USDA appropriations limitation, it would seem to have no\neffect on other agencies’ ability to use or disseminate the information in\nquestion. There are three provisos to § 631’s restriction on the release of information,\nonly one of which is relevant here: the section explicitly does not prohibit\nrelease of information to “other Federal agencies for enforcement purposes.” 1 We believe that it would be anomalous to suppose that Congress intended to\nallow other federal agencies freely to use information collected by USDA for\ntheir own enforcement purposes, while at the same time denying a similar\nfreedom to USDA itself. Accordingly, we think that the ambiguously worded\n“enforcement” exception in § 631 must be read to reflect and incorporate\nCongress’ expectation that the section would not restrict USDA’s ability to use\nany information collected by it under the 1937 Act to carry out its own\nauthorized enforcement functions. Yet another feature of the statutory language supports this narrow reading of\n§ 631’s intended scope. This is the provision’s use of the term “release” to\ndescribe what USDA may not do with information collected by it, as opposed\nto a broader term such as “disclose.” The use of the term “release” suggests a\nconcern with USDA’s discretionary dissemination of information to the public,\nrather than an intent to inhibit authorized law enforcement activities. Where\nCongress has imposed restrictions on a federal agency’s use of information in\nits possession, it has generally enacted laws prohibiting “disclosure” of such\n1 The w ording o f this proviso is som ew hat am biguous, because it is not clear whether another agency’s\n“enforcem ent p u rposes” — as distinct from U SD A ’s ow n enforcem ent purposes — will justify U SD A ’s\nrelease o f inform ation. In any event, because § 631 restricts only U SD A ’s ability to release information, this\nprovision w ould not inhibit another agency to which the information was released by USDA under the\nproviso from in turn releasing it to nongovernm ental parties in the course o f its own authonzed activities 10 information. 2 Moreover, although Congress has on occasion imposed restric­\ntions on an agency’s ability to disclose information in its possession to other\nagencies, we would not, in the absence of a very clear indication in the statutory\nlanguage or legislative history, infer an intent to restrict an agency’s ability\nitself to use information properly obtained by it to administer and enforce a\nstatute for which it is responsible. The legislative history of § 631 contains no such indication."
    },
    {
      "id": "memos_38__2",
      "chunk_id": "2",
      "content": "The legislative history of § 631 contains no such indication. To the contrary,\nit confirms that this section was not intended to restrict USDA’s use of\ninformation in the enforcement context. The impetus for imposing a legislative\nlimitation on USDA’s discretionary release of information collected under the\nAct to private parties seems to have come in the first instance from the district\ncourt’s decision in Ivanhoe Citrus A ss’n v. Handley , 612 F. Supp. 1560\n(D.D.C. 1985). Handley was a “reverse” FOIA case in which California orange\ngrowers sought to prevent USDA from releasing certain lists of grower names\nand addresses collected by USDA under the Act. The court ruled against the\ngrowers, holding that the grower lists in question were not exempt from\ndisclosure under FOIA, and that USDA had not abused its discretion in releas­\ning the lists pursuant to a FOIA request. In Handley , the court held, inter alia, that lists of names and addresses were\nnot covered by a provision in the 1937 Act requiring that certain information\ncollected under that Act be kept confidential. See 7 U.S.C. § 608d(2). Presum­\nably, had this confidentiality provision in the 1937 Act applied to the lists in\nquestion, FOIA would have provided no basis for releasing them to a private\nparty. See 5 U.S.C. § 552(b)(3). On the other hand, the confidentiality provi­\nsion of the 1937 Act would have posed no bar to USDA’s use of protected\ninformation for its own enforcement purposes under the Act, because it pro­\nvides that protected information may be disclosed “in a suit or administrative\nhearing brought at the direction, or upon the request, of the Secretary of\nAgriculture, or to which he or any officer of the United States is a party, and\ninvolving the marketing agreement or order with reference to which the infor­\nmation so to be disclosed was furnished or acquired.” 7 U.S.C. § 208d(2). In July 1985, only a few days after the Handley decision was announced, the\nHouse Agriculture Committee reported out an amendment to the confidential­\nity provision of the 1937 Act. According to the Committee’s report, the\namendment was intended to extend the coverage of the confidentiality provi­\nsion to the kind of information at issue in Handley. See H.R. Rep. No. 271,99th\nCong., 1st Sess., pt. 1, at 197 (1985) (“The amendment would overturn the\nlegal basis used by the [Handley] court and the Administration to justify release\nof growersf] names and addresses.. . . ”). Notwithstanding this apparent intention,\nhowever, the amendment reported by the House Agriculture Committee and ulti­\n2 See, e.g., 18 U.S C. § 1905 (generally prohibiting agency “disclosure” of confidential inform ation and\ntrade secrets); 15 U S.C. § 2055(b)(1) (prohibiting “disclosure\" by the C onsum er Product Safety Com m is­\nsion); 5 U.S.C. § 1401 (perm itting “disclosure” o f confidential information and trade secrets received by the\nNational Highw ay Traffic Safety A dm inistration under the National Traffic and M otor V ehicle Safely o f Act\nonly “ when relevant in any proceeding under this title” )."
    },
    {
      "id": "memos_38__3",
      "chunk_id": "3",
      "content": "Act\nonly “ when relevant in any proceeding under this title” ). See also O ffice of Legal Policy, U.S. Department of\nJustice, Freedom o f Information Act Case List 317-23 ( 1986) (discussion o f “ Exemption 3” statutes). li mately enacted by Congress in December 1985 was worded so as to bring\nwithin the ambit of the confidentiality provision only “trade secrets and com­\nmercial or financial information.” Pub. L. No. 99-198, § 663,99 Stat. 1631 (1985). Almost immediately, questions were raised as to whether grower lists would\nbe considered “trade secrets and commercial or financial information.” (In­\ndeed, the Handley decision had explicitly held that they were not, at least for\npurposes of the FOIA’s (b)(4) exemption. 612 F. Supp. at 1566.) It thus appeared\nthat the 1985 amendment to the 1937 Act had not accomplished the Agriculture\nCommittee’s stated objective of protecting the grower lists at issue in Handley from\nFOIA disclosure, and that further legislative steps would be necessary. When viewed against this background, § 631 appears to represent a second\nattempt to effect the desired limitation on USDA’s discretion to release infor­\nmation collected from handlers under the 1937 Act in response to FOIA\nrequests. That this new restriction on USDA was imposed through an appro­\npriations act provision rather than by a second amendment to the confidential­\nity provision of the 1937 Act itself is probably best explained as a phenomenon\nof the modem legislative process: in recent years Congress has proven itself\nincreasingly willing to use the relatively expeditious appropriations process to\nenact substantive law, rather than go through the arduous, time-consuming and\noften dangerous process of amending the United States Code. As is often the case in such situations, the current USDA appropriations act\nhas no formal legislative history that would confirm or refute our hypothesis\nabout the connection between § 631 and the confidentiality provision of the\n1937 Act. Nonetheless, we believe that this hypothesis offers the most plau­\nsible explanation of Congress’ intent in enacting §631. Accordingly, we\nbelieve § 631 should be interpreted in light of the 1937 Act’s express intention\nto allow USDA to use information collected under the Act “in a suit or\nadministrative hearing brought at the direction, or upon the request, of the\nSecretary of Agriculture, or to which he or any officer of the United States is a\nparty.” 7 U.S.C. § 608d(2). In sum, we believe that § 631 does not limit USDA’s ability to release\ninformation in the context of exercising its enforcement and administrative\nresponsibilities under the 1937 Act. Accordingly, it would appear that § 631\nposes no bar to USDA’s release of information to governmental or nongovern­\nmental parties in any of the specific situations described in your letter. As a final point, we note that because the restriction contained in § 631 was\nenacted as part of an appropriations act, there is a presumption that Congress\nintended it to be effective only for the fiscal period covered by that act. None of\nthe generally accepted countervailing indications of permanence are present in\neither the text or nature of the provision. See General Accounting Office,\nPrinciples o f Federal Accounting Law 2-34 to 2-37 (1982).3"
    },
    {
      "id": "memos_38__4",
      "chunk_id": "4",
      "content": "None of\nthe generally accepted countervailing indications of permanence are present in\neither the text or nature of the provision. See General Accounting Office,\nPrinciples o f Federal Accounting Law 2-34 to 2-37 (1982).3 Accordingly, it is\n3 A pro v isio n in an appropriations act w ill be regarded as perm anent if the language used o r the nature o f the\nprovision m akes it clear that such was o f th e intention o f C ongress. Principles , supra , at 2-34. Section 631\ncontain s no language m aking clear C ongress’ intention to extend the provision’s life beyond that o f the\nC ontinued 12 our opinion that the restriction contained in § 631 will have no effect beyond\nthe end of the fiscal period covered by the current USDA appropriations act,\nunless it is reenacted by Congress. S a m u e l A . A l it o , J r . Deputy Assistant Attorney General\nOffice o f Legal Counsel 3 ( . . . continued)\nappropriations act in w hich it appears, and the nature o f the restriction imposed does not necessarily im ply\nintended permanence. The phrasing o f a provision as an affirm ative authorization rather than a restnction on\nthe use o f funds is generally regarded as an indication that Congress intended it to be perm anent. Id. at 2 -3 7 . But § 631 is couched in term s o f a lim itation on U SD A ’s use o f funds rather than as a direct restriction on the\nrelease o f inform ation. Finally, the inclusion o f a provision in the U nited States Code, another com m on\nindication o f intended perm anence, id. at 2 -3 6 , is missing here. 13"
    }
  ]
}