{
  "document_category": "memos",
  "docId": "memos_8",
  "chunk_index": 2,
  "chunk_text": "o f Intent to Fine ( “ NTF” ) on the employer. 8 C.F.R. § 274a.9 (1998). An employer\nserved with a NIF may request an evidentiary hearing before an Administrative\nLaw Judge ( “ ALJ” ). 8 U.S.C. § 1324a(e)(3). If the employer does not request\na hearing, the NIF becomes a final, unappealable order, id.\\ if a hearing is\nrequested, the ALJ’s subsequent decision and order become the final decision and\norder of the Attorney General, unless a reviewing official or the Attorney General\nherself modifies or vacates the order, pursuant to regulations. See id. § 1324a(e)(7). Section 274A also provides for judicial review and judicial enforcement of final\norders. Under section 274A(e)(8), “ [a] person or entity adversely affected by a\nfinal order respecting an assessment may, within 45 days after the date the final\norder is issued, file a petition in the Court of Appeals for the appropriate circuit\nfor review of the order.” 8 U.S.C. § 1324a(e)(8). If a person or entity refuses\nto comply with any final order, the statute provides that “ the Attorney General\nshall file a suit to seek compliance with the order in any appropriate district court\nof the United States.” Id. § 1324a(e)(9). DISCUSSION As noted above, section 274A authorizes the INS to assess civil monetary pen­\nalties against any “ person or other entity” that violates the employment\nverification provisions of that section. Section 274A(a)(7) provides: “ For purposes\nof this section, the term ‘entity’ includes an entity in any branch of the Federal\nGovernment.” 8 U.S.C. § 1324a(a)(7). We must first determine whether Congress intended to authorize the INS to\nassess administrative penalties and otherwise bring enforcement proceedings\nagainst governmental employers. A straightforward reading of the statutory text\nleads us to conclude that that was clearly Congress’s intent. Prior to passage of\nthe Illegal Immigration Reform and Immigrant Responsibility Act of 1996\n( “ IIRIRA” ), Pub. L. No. 104-208, 110 Stat. 3009-546, section 274A contained\nno provision defining the scope of the term “ entity.” In fact, this Office deter­\nmined in 1992 that the absence at that time of any definition of the phrase “ person\nor other entity” from the INA, together with the lack of evidence that Congress\nintended the phrase to include federal agencies, precluded application of the term\n“ entity” to a federal government agency in the context of the employer antidiscrimination provision of section 274B. See Enforcement Jurisdiction o f the Spe­\ncial Counsel fo r Immigration Related Unfair Employment Practices, 16 Op.\nO.L.C. 121, 123-24 (1992). In 1996, Congress amended section 274A to make clear that the term “ entity”\ndid apply to federal government entities. Section 412(d) of IIRIRA added new\nsubparagraph 274A(a)(7) to the INA:\n34 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities “ Application to Federal Government — For purposes of this sec­\ntion, the term ‘entity’ includes an entity in any branch of the Fed­\neral Government.”\n8 U.S.C. § 1324a(a)(7). We believe the language of that provision is manifest:\nfor purposes of section 274A, the term “ entity” applies to all federal government\nemployers, including agencies within the executive, judicial and legislative\nbranches."
}