{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 7,
  "chunk_text": "The President’s present power to exert\nthat influence to the fullest by preferring candidates for appointment\nwho are likely to have long, rather than short, careers on the bench\nis therefore a matter of constitutional significance. Whether Con­\ngress could deny the President that power by requiring him to dis­\nregard utterly the age of candidates for appointment has never been\nconsidered by the courts, but because of the gravity of the constitu­\ntional questions it raises, we would be most reluctant to construe\nany statute as an attempt to regulate the President’s choice in that\nway, absent a very clear indication in the [ADEA]. Id. at 389. In another important instance, Congress sought to apply the criminal contempt\nof Congress statute against the administrator of the Environmental Protection\nAgency when she asserted a claim of executive privilege on behalf of the Presi­\ndent. That statute has a broad formulation that is similar to the formulation of\n§458. Specifically, it applies to “ [e]very person who ha[s] been summoned as\na witness by the authority of either House of Congress to give testimony or to\nproduce papers.” 2 U.S.C. § 192.\n9 The foregoing discussion analyzes only a sample o f these precedents. Nixon v. Fitzgerald , 457 U.S. 731 (1982),\nis yet another such example. A former executive branch employee brought a variety o f claims against former President\nNixon arising from the em ployee's termination. The Court held that the President was immune from suit because\nCongress had failed to create a cause o f action expressly against the President o f the United States, stating 44[w]e\nconsider this immunity a functionally mandated incident of the President's unique office, rooted in the constitutional\ntradition o f the separation o f powers and supported by our history.” Id. at 749; see also id. at 748 & n.27. Other\nexamples include United States ex rel. French v Weeks, 259 U.S. 326, 332 (1922), and Tenney v. Brandhove, 341\nU.S. 367, 376(1951). 355 Opinions o f the Office o f Legal Counsel in Volume 19 We concluded that, despite the broad language, the criminal contempt of Con­\ngress statute does not apply to the President or presidential subordinates who assert\nexecutive privilege. See Prosecution fo r Contempt o f Congress o f an Executive\nBranch Official Who Has Asserted a Claim o f Executive Privilege, 8 Op. O.L.C.\n101 (1984). First, we examined the legislative history o f the contempt statute and\ndetermined that nothing in that history expressed an intent to apply the statute\nin the context of assertions of executive privilege. Id. at 129-32. We then cited\nthe general rule that statutes are to be construed to avoid serious constitutional\nquestions and further elaborated that, “ [w]hen a possible conflict with the Presi­\ndent’s constitutional prerogatives is involved, the courts are even more careful\nto construe statutes to avoid a constitutional confrontation.” Id. at 132. We then\ndiscussed how application of the contempt statute against an assertion of executive\nprivilege would seriously disrupt the balance between the President and Congress."
}