{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 18,
  "chunk_text": "On Dependency Producing Substances and on Amending\nCertain Other Acts, Act No. 167/1998 Coll. sec. 24b(1) (as amended). And a 2017 report on cannabis legislation in Europe states that in Italy,\n“[f ]rom November 2015, the [Ministry of Health] can issue permits for marks omitted)); Avero Belgium Ins. v. American Airlines, Inc., 423 F.3d 73, 86 (2d Cir.\n2005) (holding that secondary evidence of the parties’ intent “may be useful where the\nintentions of the party States cannot be deduced by the treaty’s plain language, but we\nneed not rely upon such evidence here as the text of Montreal Protocol No. 4 is clear and,\nconsequently, controlling” (internal citation omitted)). 20 Licensing Marijuana Cultivation cultivation” of cannabis and that “[l]icensed farmers deliver the cannabis to the ministry, which then allocates it for production.” European\nMonitoring Centre for Drugs and Drug Addiction, Cannabis Legislation\nin Europe: An Overview 8 (2017).15 Currently, it appears that the only\nauthorized grower in Italy is the Italian Army, see Anna Momigliano,\nIn Italy, the Army Provides Medical Marijuana. And Some Say That’s\na Problem, Wash. Post, Dec. 1, 2017, which would suggest that a single\nItalian government agency has physical possession of the crop and a\nmonopoly on trade in cannabis, as the text of Articles 23 and 28 requires. There is also evidence that other parties to the Single Convention have\nestablished a single government agency to administer the controls required by Articles 23 and 28. See, e.g., Narcotic Drugs Act 1967, Act\nNo. 53/1967 (Cth) ch 2 pt 2 (as amended) (Austl.) (establishing marijuana\nlicensing framework operated by the Department of Health); Report of\nthe International Narcotics Control Board for 2005, at 16 (Mar. 1, 2006)\n(noting that “since the last report of the Board was published, the Government of the United Kingdom has established a national cannabis agency”); David Mansfield, An Analysis of Licit Opium Poppy Cultivation:\nIndia and Turkey 10–17 (Apr. 2001) (describing the regulation of opium\nin Turkey under the Grain Marketing Board and in India under the Central\nBureau for Narcotics). We find relevant as well the practice of countries that license private\ngrowers to cultivate the opium poppy and the coca leaf—both of which\nare subject to the same Article 23 regime as the cannabis plant. 16 The\npractice among countries that permit lawful production of those plants is\nconsistent with the text of Article 23. In India, Turkey, and Peru, for 15 The report also describes the Netherlands’ regime for medicinal cannabis, which\nprovides that cannabis producers may be “licenced by the Dutch government and must\nsell all produce to the [Office of Medicinal Cannabis], which then distributes it to pharmacies.” Cannabis Legislation in Europe: An Overview at 7. Although this regime\nappears to comply with the text of the Single Convention, the Netherlands has a separate\nregime for non-medical cannabis, pursuant to which it licenses coffee shops to sell small\nquantities of cannabis. The INCB has objected to this practice and noted that it “is in\ncontravention of the provisions of the [Single] Convention.” Report of the International\nNarcotics Control Board for 2001, at 35 (Feb. 27, 2002)."
}