{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 14,
  "chunk_text": "15 43 Op. O.L.C. __ (Oct. 8, 2019) matters of substantive policy,” but we viewed EO 12291 as consistent\nwith that legislative intent because the order preserved the agencies’\n“substantive discretion to decide particular . . . rulemaking matters.” Simms Memorandum at 10, 11. Considering costs and benefits, where\npermitted by statute, and submitting proposed agency actions to OIRA\nwould not “displace the agencies’ ultimate discretion to decide what rule\nbest fulfills their statutory responsibilities.” Id. at 12. We reached a similar conclusion in 1995, when we advised the White\nHouse that EO 12866 could be applied to the Social Security Administration (“SSA”), even though Congress had recently given the Commissioner\na six-year term in office and statutory protection from removal. See 42\nU.S.C. § 902(a)(3); see also 42 U.S.C. § 904(b)(1)(A) (requiring that the\nSSA’s budget “be submitted by the President to the Congress without\nrevision”). Our file memorandum recording this informal advice noted\nthat the removal restriction, if valid, might limit the extent to which the\nPresident could “order[] the [SSA Commissioner] to take a particular\nsubstantive policy position” in a proposed action submitted for review\nunder section 6 of EO 12866. Memorandum for the Files, Re: OMB Review of Regulations of the Social Security Administration at 5 (Aug. 7,\n1995). But the President could nonetheless “tell the SSA to submit the\nproposed rule to OIRA, because that [directive] . . . would not displace the\nSSA’s ultimate discretion to promulgate regulations it considers appropriate.” Id. at 7. We noted that permitting at least that degree of supervision\n“may in fact be constitutionally compelled” under Article II. Id. Consistent with this Office’s advice, EO 12866 continued to apply to the SSA,\nwhich we understand has participated in the regulatory review process in\nthe years since. That history confirms that the presidential supervision\nunder EO 12866 is consistent with statutory tenure protection. See also\nsupra p. 6 (noting that President Clinton’s legal advisers concluded that\nEO 12866 could be applied to independent regulatory agencies). Thus, in the past, we have advised that both EO 12291 and EO 12866\ncould have been applied to independent agencies. Such advice is consistent with our long-standing view that the President “may exercise a\ncertain amount of managerial authority” over independent agencies and\n“under penalty of removal ‘may exact reasonable efficiency and absolute\nintegrity’” from independent agencies. Applicability of Executive Privilege to Independent Regulatory Agencies, 1 Op. O.L.C. Supp. 170, 172,\n190 (Nov. 5, 1957) (quoting Robert E. Cushman, The Independent Regu16 Extending Regulatory Review to Independent Regulatory Agencies latory Commissions 464 (1941)). 11 The President may “‘force an independent regulatory commission to comply with executive orders of general application unless Congress clearly indicates that such orders should\nnot apply.’” Id. at 190 (quoting Cushman, Independent Regulatory Commissions at 465). The President’s supervisory authority extends to all\nofficers charged with executing the laws of the United States, and we will\nnot lightly presume that Congress has sought to displace it. B.\nEO 12866 does not seek to displace any statutory mandate."
}