{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 27,
  "chunk_text": "This arrangement was subsequently extended twice. 71 Cong. Rec. 4531–32\n(Oct. 14, 1929) (H.R. Res. 59, described by Rep. Tilson as “the same resolution, the dates\nbeing changed, as the original recess resolution passed by the House last June); id. at\n5422 (Nov. 11, 1929). Subsequent examples from the Senate involve more formal agreements to the pro forma nature of the sessions. See, e.g., 96 Cong. Rec. 16,980 (Dec. 22,\n1950) (setting schedule of two consecutive pro forma sessions); id. at 17,020 (Dec. 26,\n1950); id. at 17,022 (Dec. 29, 1950); 126 Cong. Rec. 2574 (Feb. 8, 1980) (setting schedule of two consecutive pro forma sessions); id. at 2614 (Feb. 11, 1980); id. at 2853 (Feb.\n14, 1980); 127 Cong. Rec. 190 (Jan. 6, 1981) (setting schedule of three consecutive pro\nforma sessions); id. at 238 (Jan. 8, 1981); id. at 263 (Jan. 12, 1981); id. at 276 (Jan. 15,\n1981). 42 Recess Appointments Amid Pro Forma Senate Sessions use of pro forma sessions for those purposes is consistent with the Constitution is not presented here. Assuming that such uses are constitutional,\nhowever, it does not follow that pro forma sessions may be used to prevent the President from exercising his constitutional authority to make\nrecess appointments when he determines that the Senate is unavailable to\nprovide advice and consent. 26 Put differently, whether the House has\nconsented to the Senate’s adjournment of more than three days does not\ndetermine the Senate’s practical availability during a period of pro forma\nsessions and thus does not determine the existence of a “Recess” under\nthe Recess Appointments Clause. Second, it might be argued that, in light of the Senate’s power to “determine the Rules of its Proceedings,” U.S. Const. art. I, § 5, cl. 2, the\nExecutive Branch would be bound by the Chamber’s own understanding\nof whether the pro forma sessions have the legal effect of interrupting a\n“Recess of the Senate” for the purposes of the Recess Appointments\nClause. The Rules of Proceedings Clause has been understood to grant the\nHouses of Congress broad discretion in managing their internal affairs. See, e.g., United States v. Ballin, 144 U.S. 1, 5 (1892) (“[A]ll matters of\nmethod [of proceeding] are open to the determination of the house, and it\nis no impeachment of the rule to say that some other way would be better,\nmore accurate or even more just.”). That Clause might also be understood\nto permit them conclusively to determine when they are in session and\nwhen they are in recess. See, e.g., Michael Herz, Abandoning Recess\nAppointments?: A Comment on Hartnett (and Others), 26 Cardozo L.\nRev. 443, 459 (2005) (“I would think that pursuant to the authority of\neach House to make rules for its own proceedings Congress could decide\nto hold twelve ‘sessions’ each calendar year, with a few days off—\nperhaps just a weekend—between them.”); cf. Arthur S. Miller, Congressional Power to Define the Presidential Pocket Veto Power, 25 Vand."
}