{
  "document_category": "memos",
  "docId": "memos_72",
  "chunk_index": 2,
  "chunk_text": "V estin g legislation w o u ld not be\nen fo rc e a b le ag ain st p ro p e rty lo cated a b ro ad , an d w o u ld th e re fo re h av e no effect on\nfo reig n litig atio n in v o lv in g Iran ian d o lla r d ep o sits in U .S. b ra n c h banks a b ro a d , unless\nforeig n c o u rts w e re to hold th at su ch d o lla r d ep o sits a re in reality lo cated a t th e hom e\noffice o f th e ban k s in th e U n ited S tates. March 12, 1980\nM EM ORANDUM OPIN IO N FOR T H E ATTORNEY G EN ER A L\nWe have been asked to address a number of issues relating to possible\nvesting of Iranian assets. This preliminary response has been prepared\nin cooperation with the Civil Division. I. Existing Authority At present no Iranian assets have been vested or seized. Vesting is a\nprocess by which the United States would take title to assets of a\nforeign country or its nationals. Under Executive Order No. 12,170 of\nNovember 14, 1979, the President blocked property of the Iranian\ngovernment, its instrumentalities, and the Central Bank of Iran.\n3 C.F.R. 457 (1979). The blocking order prevents property from being\ntransferred or withdrawn, but does not permit its use by the United\nStates or change title to it. This action was taken pursuant to the\nInternational Emergency Economic Powers Act, 50 U.S.C. § 1701\n(Supp. I 1977) (IEEPA). This Act does not, however, provide author­\nity to vest property. 1\n1\nN o private pro p erty o f Iranian nationals was blocked although the IE E P A is broad enough to\npermit this. It w ould be necessary for the President to issue an additional o rd e r to accom plish blocking\nC o n tin u e d 202 The Trading with the Enemy Act provides for both blocking and\nvesting of foreign property. 50 U.S.C. App. § 5(b). Until 1977, when\nthe International Economic Powers Act was enacted, the Trading with\nthe Enemy Act applied both during wartime and during any other\nperiod of national emergency declared by the President. It was amend­\ned, however, so that it now applies only during wartime. 91 Stat. 1625\n(1977). Therefore, the national emergency relating to Iran declared by\nthe President on November 14, 1979, does not trigger the Trading with\nthe Enemy Act. If the Trading with the Enemy Act were to be used it\nwould be necessary to declare war. In the absence of such a declaration\nit would be necessary to seek new legislation. We make no recommen­\ndation as to whether or not the United States should declare war on\nIran. II. Proposed Legislation If the Administration seeks legislation permitting vesting of Iranian\nassets a number of policy and legal questions would have to be faced."
}