{
  "document_category": "memos",
  "docId": "memos_95",
  "chunk_index": 18,
  "chunk_text": "Congress had not imposed a time-limit on ratification\n‘’ Indeed, there is authority for the proposition that the Archivist’s Certificate is not necessary to an\nam endm ent's validity. The text of Article V contains no such requirement. See a lso D illon v. G lo s s ,\n256 U.S. 368, 376 (1921) (Eighteenth Amendment became valid on the date it received its final ratifi­\ncation; the date o f publication was “not material, for the date of [an amendm ent's] consummation, and\nnot that on which it is proclaimed, controls.”). 20 Others have recognized the Attorney General's role in resolving such legal questions. Concerning\nthe validity of ratifications of the Equal Rights Amendment, Professor Dellinger questioned w hy the\nAdministrator o f General Services, at that time the official responsible for certifying new amendments,\nwould submit the question to Congress: \"An administrator uncertain about the lawful exercise o f one of\nher responsibilities is normally expected to refer the question to the Attorney General for an opinion\nand then act in accordance with that opinion.” 97 Harv. L. Rev. at 402. That was exactly w hat the\nadministrator at the time intended to do. Asked what would be done if the requisite number o f states\nhad ratified but some States had purported to rescind their ratifications, the Deputy Archivist stated that\n“we would call upon the Attorney General to determine the answer to the legal question on rescission.” Senate Hearings, at 109 (testimony of James E. O’Neill). 99 when it had proposed the amendment to the States. The Supreme Court of\nKansas held that the amendment remained susceptible to adoption despite\nthe thirteen-year delay, and dismissed the suit. Id. at 437. The Supreme Court of the United States reversed. There was no majority\nopinion on the validity of the Kansas ratification. Three Justices — Chief\nJustice Hughes, Justice Stone, and Justice Reed — determined that the ques­\ntion w hether Kansas had ratified within a “reasonable time” was a\nnonjusticiable political question. Chief Justice Hughes asserted that the\nresolution of such a question would depend on social, political, and eco­\nnomic conditions that courts were incompetent to address. Id. at 453-54. “On the other hand,” he reasoned, “these conditions [were] appropriate for\nthe consideration of the political departments of the Government.” Id. at\n454. The Hughes opinion concluded that the question whether an amend­\nment had lapsed should “be regarded as an open one for the consideration of\nthe Congress when, in the presence of certified ratifications by three-fourths\nof the States, the time arrives for the promulgation of the adoption of the\namendment.” Id.\nFour Justices — Justice Black, joined by Justices Roberts, Frankfurter,\nand Douglas — went even further. They disclaimed any judicial review of a\ncongressional determ ination as to the adoption of an amendment. “ [Undivided control of [the amendment] process had been given by [Article\nV] exclusively and completely to Congress,” Justice Black wrote. Id. at\n459 (Black, J., concurring)."
}