{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 9,
  "chunk_text": "He then noted\nthe general rule that statutes “ are construed not to include the President unless\nthere is a specific indication that Congress intended to cover the Chief Executive.” Rehnquist Memorandum at 3. In summary, there are numerous precedents of the Supreme Court as well as\nof the Department of Justice 10 holding that a statute that does not by its express\nterms apply to the President may not be applied to the President if doing so would\nraise a serious question under the separation of powers. 11 We believe there to\nbe no dispute that such a serious question would be raised were §458 read to\napply to presidential appointments to the federal judiciary. In the next section\nwe amplify on the reasons for that conclusion. B\nCongressional attempts to limit the class of persons from whom the President\nmay appoint the highest officers of the government, including judges, raise serious\nconstitutional concerns. The Appointments Clause provides that the President\n10 Again, the foregoing discussion covers a small sample o f the Department’s applications o f this principle. Other\nsignificant examples include: The President's Compliance with the 'Timely Notification’ Requirement o f Section\n501(b) o f the National Security Act, 10 Op. O.L.C. 159 (1986); Inter-Departmental Disclosure o f Information Sub­\nmitted under the Shipping Act o f 1984, 9 Op. O.L.C. 48 (1985); Removal o f Members o f the Advisory Council\non Historic Preservation, 6 Op. O.L.C. 180, 185 n.7 (1982). 11 The clear statement principle we have identified does not apply with respect to a statute that raises no separation\nof powers questions were it to be applied to the President. So, for instance, the Department o f Justice has construed\nthe federal bribery statute as applying to the President even though it does not expressly name the President. Memo­\nrandum for Laurence H. Silberman, Deputy Attorney General, from Robert G. Dixon, Jr., Assistant Attorney General,\nOffice of Legal Counsel, Re: Whether Governor Rockefeller, I f Appointed as Vice President, Is Required to Execute\na Blind Trust in Order to Avoid Possible Violation o f 18 U.S.C. §208 at 2 (Aug. 20, 1974). 18 U.S.C §201 establishes\nthat “ (w]hoever, being a public official” receives a bribe commits a criminal offense. Id. §201(c)(l)(B ). “ Public\nofficial” is defined as a “ M ember o f Congress, Delegate, or Resident Commissioner, either before or after such\nofficial has qualified, o r an officer o r employee o r person acting for or on behalf of the United States . . . in\nany official function . . . . * ’ Id. §20 1 (a)(l). Application of §201 raises no separation of powers question, let alone\na serious one. The Constitution confers no power in the President to receive bribes; in fact, it specifically forbids\nany increase in the President’s compensation for his service while he is in office, which is what a bribe would\nfunction to do. See U.S. Const, art. II, § 1, cl. 7. Moreover, the Constitution expressly authorizes Congress to impeach\nthe President for, inter alia, bribery."
}