{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 1,
  "chunk_text": "Authority of the Customs Service to Seize or Forfeit Property\nPursuant to 21 U.S.C. § 881\nThe Customs Service does not have independent authority to make seizures or forfeitures pursuant\nto 21 U.S.C. § 881. Accordingly, the Customs Service should seize or forfeit property pursuant\nto that section only under the supervision of the Drug Enforcement Administration and by direct\nor derivative designation of the Attorney General. The proceeds of property forfeited after a seizure by the Customs Service must be deposited in the\nCustoms Forfeiture Fund, rather than in the Department of Justice Assets Forfeiture Fund, when\nthe seizure was made under a law administered or enforced by Customs, or custody was main­\ntained by Customs, regardless of whether the forfeiture was handled by Justice. November 23, 1988\nM em o r a n d u m O pin io n fo r th e A sso c ia t e A tt o r n e y G en era l Introduction This memorandum responds to your request that this Office consider (1)\nwhether the United States Customs Service has independent authority to seize\nand forfeit property pursuant to 21 U.S.C. § 881; and (2) whether property for­\nfeited under 21 U.S.C. § 881 may be deposited into the Customs Forfeiture Fund\nmaintained under the authority of 19 U.S.C. § 1613b. These questions were first\nposed by the Administrator, Drug Enforcement Administration (“DEA”),1 and\nhave been the subject of memoranda from the DEA, the United States Customs\nService (“Customs” or “Customs Service”) and the Department of Treasury to\nthis Office over the past year. 2 In addition, these questions have caused dis­\nagreement between field offices of DEA and Customs during the past several\nmonths, and the United States Attorneys in several districts have been called upon\nto mediate the disputes. Section 881 of the Controlled Substances Act generally provides statutory au­\nthority to seize and forfeit the proceeds of drug transactions and the property used\n1 Memorandum for the Assistant Attorney General, Office of Legal Counsel, from John C. Lawn, Administra­\ntor, DEA, Re: U S Customs Authority in Matters Relating to 21 U S C. § 881 (Nov 3, 1986). 2 See, e.g.. Memorandum for Charles J. Cooper, Assistant Attorney General, Office of Legal Counsel, from Den­\nnis F Hoffman, Chief Counsel, DEA, Re U.S. Customs Authority in Matters Relating to 21 U S C § 881 (June 2,\n1987) (“Hoffman Memo”); Memorandum for Douglas W. Kmiec, Deputy Assistant Attorney General, Office of\nLegal Counsel, from Michael H. Lane, Acting Commissioner of Customs, R e ' Customs Seizures under 21 U S C\n§ 881 (Apr. 5, 1988) (“Lane Memo”); Memorandum for Douglas W. Kmiec, Deputy Assistant Attorney General,\nOffice of Legal Counsel, from Selig S. Merber, Assistant General Counsel, Department of the Treasury, Re. U S.\nCustoms Service Use o f 21 U.S.C. § 881 (June 6, 1988). 267 to facilitate such transactions."
}