{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 16,
  "chunk_text": "The holding in Dodge with respect to adoptive seizures is still followed today,\neven in cases involving section 881 forfeiture actions. 46 We must caution, how­\never, that our preliminary view that common law authority may be used to jus­\n42 See, e g , United States v. One Ford Coupe Automobile, 272 U.S. 321, 325 (1926); Kieffer v United States,\n550 F. Supp. 101, 103 (E.D. Mich. 1982).\n43 272 U.S. 530 (1926). Dodge involved a proceeding to forfeit a boat for violation of the National Prohibition\nAct, the initial seizure of which was made by state officers who were not authorized to make the seizure under the\nAct. See also United States v One Ford Coupe Automobile, 272 U.S. at 325 (adoption of seizure by United States\nfor forfeiture permissible even when seizing party lacked authonty to make seizure). 44 Dodge v. United States, 272 U.S. at 532.\n45 Id\n46 See, e g , United States v. One 1977 Mercedes Benz, 708 F.2d 444, 450 (9th Cir. 1983) (in forfeiture action\nagainst automobile allegedly used to transport narcotics, jurisdiction of the court was secured by the fact that the\nres was in the possession of the party authonzed to seize when the action was filed), cert, denied, 464 U.S. 1071\n(1984); Kieffer v United States, 550 F. Supp. 101, 103 (E.D Mich. 1982) (upholding section 881 forfeiture action\non basis that United States may “adopt” seizure by state officers who do not have seizure authority under section\n881). In more recent years, however, courts have increasingly been asked to address the question expressly left open\nin Dodge: whether the fact that the property was obtained as the result o f a search and seizure deemed unlawful as\ninvading a person’s constitutional rights bars the forfeiture action or deprives the court of jurisdiction to hear it. Al­\nthough the United States Supreme Court has held that evidence denved from a search which violated the Fourth\nAmendment is inadmissible in a forfeiture proceeding. One 1958 Plymouth Sedan v Pennsylvania, 380 U.S. 693,\n702 ( 1965), the general rule is that improper seizure does not jeopardize the government’s right to secure forfeiture\nif the probable cause to seize the vehicle can be supported with untainted evidence. See , e g.. United States v United\nStates Currency $31,828, 760 F.2d 228, 230-31 (8th Cir. 1985); United Stales v. \"MONKEY\", A Fishing Vessel,\n725 F.2d 1007, 1012 (5th Cir. 1984); United States v. United States Currency Totaling $87279, 546 F. Supp. 1120,\n1126 (S.D. Ga. 1982). 279 tify past seizures and forfeitures should not be read to suggest continued prospec­\ntive reliance on that authority by Customs as the basis for future actions under\nsection 881 without appropriate DEA authorization. II. Department of Justice and Customs Forfeiture Funds We turn now to the second issue we have been asked to address: must the pro­\nceeds of forfeitures resulting from lawful Customs Service seizures be deposited\nin the Customs Forfeiture Fund regardless of the statute under which the prop­\nerty was forfeited and regardless of whether the property was forfeited by the De­\npartment of Justice?"
}