{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 8,
  "chunk_text": "The Custodian sought a declaratory judgment\nthat the claimants had no interest in the assets, and lost. The Supreme\nCourt noted that after the attachments had taken effect, the government\nissued a ruling which it argued should be applied retroactively, desig­\nnating attachments as prohibited transfers. Without deciding whether\nsuch a rule could have retroactive effect in other circumstances, the\nCourt refused to apply it to these attachments because to do so would\nbe inconsistent with the government’s earlier position regarding attach­\nments. Treasury had represented in similar litigation that it did not wish\nto interfere with court proceedings, including attachments, because it\nwas desirable to obtain adjudications of disputed rights to assets subject\nto the need for a license for any transfer of them. Treasury had thus\nencouraged litigation to go forward to conclusion, with the reservation\nthat the value of interests so adjudicated might range from worthless to\nfull value, depending on whether a transfer application met the govern­\nment’s purposes in administering the freeze program. The Court accordingly concluded that the Custodian had\nput himself in the shoes of the German banks. As against\nthe German debtors, the attachments and the judgments\nthey secure are valid under New York law, and cannot be\ncancelled or annulled under a Vesting Order by which\nthe Custodian takes over only the right, title, and interest\nof those debtors in the accounts. 5O ur preceding analysis, concluding that the President may enter agreem ents resulting in final\nsettlements o f the claims o f A m erican citizens, makes it clear that an incident of such a settlement\nwould be the voiding o f attachm ents and other inchoate interests relating to those claims. United States\nv. The Schooner Peggy. 5 U.S. (1 C ranch) 103 (1801). 255 341 U.S. at 463-64. At the same time, the Court recognized that the\nCustodian could take possession of the assets for administration under\nthe Act. This disposition left the ultimate status of the state law liens\nfor later determination. In a companion case, Zittman v. McGrath, 341 U.S. 471 (1951)\n(Zittman IT), the Court granted the Custodian possession of attached\naccounts, for administration under the Act. The Court distinguished\nZittman I as involving the Custodian’s attempt to assert that the freez­\ning program “precluded attaching creditors from obtaining any interest\nin the blocked property good as against the debtors,” whereas here\nonly possession was sought, without prejudice to the attaching credi­\ntors’ rights. Subsequently, in Orvis v. Brownell, 345 U.S. 183 (1953), the Court\nconsidered a closely similar set of facts, but with one crucial legal\ndifference. Again, claimants obtained attachments and judgments, valid\nin New York law, against previously blocked assets. This time, how­\never, the Court interpreted a similar prohibition of \"transfers” to fore­\nstall attachment from creating any rights against the Custodian. The\nconsequence was to deny the claimants a special priority in particular\nproperty, leaving them with general debt claims, to which the state\ncourt determinations would presumably be relevant. The present program licenses attachments and litigation, but stops\nshort of permitting judgments."
}