{
  "document_category": "memos",
  "docId": "memos_25",
  "chunk_index": 9,
  "chunk_text": "The House bills amending both\nActs contained essentially identical enforcement provisions. These were\nenacted without substantive change into the Crime Control Act amend­\nments, and without any separate contribution from the Senate. See note\n4 supra. But the Senate had its own proposals to make with respect to\nthe Revenue Sharing Act, proposals that were quite different from\nthose of the House, and that were in the main accepted by the Confer­\nence Committee. The “compromise” 7 reached in conference between the House and\nSenate on the nondiscrimination enforcement programs of the Revenue\nSharing Act was enacted into § 122 of the Act by Pub. L. 94-448, 90\nStat. 2350, and is codified in § 1242 of title 31. A brief review of its\npertinent provisions shows how the Senate’s approach differed from\nthat of the House in the Crime Control Act. Like the analogous\nprovisions of the Crime Control Act, § 122(b)(1) contains a triggering\nmechanism for the commencement of administrative enforcement pro­\nceedings leading to fund termination. This triggering mechanism is\ndescribed in § 122(c)(1) as a “holding” by a federal or state court, or\nfederal administrative law judge, that the recipient state government\nhas discriminated in violation of federal law.8 Once the Secretary of\nthe Treasury has received notice of a “holding,” a notice of noncompli­\nance must be sent the recipient, and the fund termination procedure set\nin motion. 9 Subsections (b)(2) and (b)(3) describe a hearing procedure\n7 122 Cong. Rec. 34,099 (Sept. 30, 1976) (rem arks o f Rep. D rinan, a sponsor o f the bill in the\nHouse). 8 Unlike the triggering events in § 518(c)(2) o f the C rim e C ontrol A ct, the triggering events under\nthe R evenue Sharing A ct are not restricted to a “ pattern o r practice” determ ination, and no effect is\ngiven determ inations o f a State adm inistrative agency. 9 A lthough you have not asked o ur opinion on the issue o f w h eth er a “ holding\" under the Revenue\nSharing A ct includes an interlocutory o rder, we note the position o f O R S that it does include such\norders in reaching o u r ultim ate conclusions on the effect o f a stay o f such an order. In its regulations,\nO R S defines a “ holding\" as “any finding o f fact o r conclusion o f law . . . w hich has been litigated\n. . .“ 31 C .F .R . § 51.67(a). O R S has taken the position that a prelim inary injunction constitutes a\n“ holding\" for purposes o f triggering its adm inistrative fund suspension procedure, a position w hich we\ndo not understand your Division to dispute. L E A A appears to take the sam e position w ith respect to a\n“ finding\" under the Crim e C ontrol A ct. See note 5 supra."
}