{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 11,
  "chunk_text": "Accordingly, we cannot conclude that the reading of the Act proposed by DOT\nis necessary to avoid rendering subsection (a)(2) meaningless. 197 Opinions o f the O ffice o f Legal Counsel m Volume 21 3.\nDOT also argues that the legislative history of OPA supports its understanding\nof the Trustees’ access to the Fund. Memorandum for the Commander, National\nPollution Funds Center, from Chief, General Law Division, U.S. Coast Guard at\n4 (Oct. 27, 1992); see also CG Op. at 4. The pertinent legislative history, however,\nfails to provide persuasive support for DOT’s position. The limited evidence of\ncongressional intent that is available suggests that Congress intended to permit\nTrustees to obtain compensation directly from the Fund for natural resource dam­\nages under section 1013 of the Act. Moreover, given the great significance of\na conclusion that Trustees may not obtain such compensation, the very paucity\nof evidence supporting the DOT construction of the statute, standing alone, casts\ndoubt on that construction. Because the provision excluding the payment of claims pursuant to section\n1012(a)(4) from the annual appropriations requirement was first introduced as part\nof the Conference substitute version of the bill, our review of the legislative his­\ntory must focus on the Conference Report and subsequent debate. 13 In describing\nsection 1012(a)(4), the OPA Conference Report stated that “ amounts are available\nunder category (4), without further appropriation, to p a y uncompensated claims\nin accordance with section 1013.\" H.R. Conf. Rep. No. 101-653, at 114 (1990),\nreprinted in 1990 U.S.C.C.A.N. 779, 792 ( “ Conference Report” ) (emphasis\nadded). In differentiating the uses o f the Fund authorized under subsections (a)(1)\nthrough (3) of section 1012, which were made subject to appropriations, the Con­\nference Report stressed that “ [t]hese amounts may be obligated by the Federal\nofficial or officials designated under the regulations authorized in subsection (c),\nand are not necessarily subject to the claims procedures in section 1013.” Id. at 113, reprinted in 1990 U.S.C.C.A.N. at 792. (emphasis added). Thus, the Con­\nferees recognized the distinguishing characteristic warranting payment of claims\nunder section 1012(a)(4) without a requirement for further appropriation — i.e.,\nsuch payments were predicated on prior compliance with the section 1013 claims\nprocedure. The Conference Report also contained a separate explanation of the section 1013\nclaims procedure and how it was adopted by the Conference. Id. at 117, reprinted\nin 1990 U.S.C.C.A.N. at 795. The explanation states, “ [i]f full compensation is\nnot available to settle a claim presented in accordance with this section, a claim\nfor uncompensated removal costs and damages may be presented to the Fund.” Id. This explanation contains no suggestion that a claim for damages presented\n13"
}