{
  "document_category": "memos",
  "docId": "memos_38",
  "chunk_index": 6,
  "chunk_text": "See Exec. Order No. 13258, 3 C.F.R. 204 (2003); Exec. Order No. 13422,\n3 C.F.R. 191 (2008). President Obama revoked those modifications, see Exec. Order No.\n13497, 3 C.F.R. 218 (2010), although OIRA continued its practice, which predated\nPresident Bush’s orders, of reviewing agency guidance documents under EO 12866. See\nMemorandum for the Heads and Acting Heads of Executive Departments and Agencies,\nfrom Peter R. Orszag, Director, OMB, M-09-13, Re: Guidance for Regulatory Review\n(Mar. 4, 2009). 6 Extending Regulatory Review to Independent Regulatory Agencies [T]he Board of Governors of the Federal Reserve System, the Commodity Futures Trading Commission, the Consumer Product Safety\nCommission, the Federal Communications Commission, the Federal\nDeposit Insurance Corporation, the Federal Energy Regulatory\nCommission, the Federal Housing Finance Agency, the Federal Maritime Commission, the Federal Trade Commission, the Interstate\nCommerce Commission, the Mine Enforcement Safety and Health\nReview Commission, the National Labor Relations Board, the Nuclear Regulatory Commission, the Occupational Safety and Health\nReview Commission, the Postal Regulatory Commission, the Securities and Exchange Commission, the Bureau of Consumer Financial\nProtection, the Office of Financial Research, [the] Office of the\nComptroller of the Currency, and any other similar agency designated by statute as a Federal independent regulatory agency or commission. 44 U.S.C. § 3502(5). 6 Consistent with the catch-all clause, Congress has\ndeemed the U.S. International Trade Commission “an independent regulatory agency for purposes of chapter 35 of Title 44,” which includes the\nprovision quoted above. 19 U.S.C. § 1330(f ). Congress has also identified\nother agencies as “independent” in their organic statutes. See, e.g., 12\nU.S.C. § 1752a(a) (National Credit Union Administration); id. § 2241\n(Farm Credit Administration). We understand that some of those agencies\nregard themselves as independent regulatory agencies under section\n3502(5). II. Our review of the President’s authority to direct independent regulatory\nagencies requires consideration of the scope of his authority to supervise\nthe Executive Branch. Before addressing independent agencies, we first\nexamine the President’s constitutional authority to direct the departments\n6 The statute expressly provides that the Federal Election Commission and the Government Accountability Office shall not be considered “independent regulatory agencies”\neven if otherwise covered by the catch-all clause. 44 U.S.C. § 3502(1)(A), (B). In 1995,\nCongress abolished the Interstate Commerce Commission (“ICC”) and provided that\nreferences to the ICC, like the one in 44 U.S.C. § 3502(5), shall be “deemed to refer” to\nits successor, the Surface Transportation Board. ICC Termination Act of 1995, Pub. L.\nNo. 104-88, § 205, 109 Stat. 803, 943. 7 43 Op. O.L.C. __ (Oct. 8, 2019) and agencies that are currently subject to centralized regulatory review. The source of the President’s authority to supervise those departments and\nagencies bears directly upon his authority to direct independent agencies,\nwhich are also within the Executive Branch. A.\nThe “Constitution divided the ‘powers of the new Federal Government\ninto three defined categories, Legislative, Executive, and Judicial.’” Free\nEnter. Fund, 561 U.S. at 483 (quoting INS v. Chadha, 462 U.S. 919, 951\n(1983)). Article II vests all of “[t]he executive Power” in the President\nand charges him alone with the responsibility to “take Care that the Laws\nbe faithfully executed.” U.S. Const. art."
}