{
  "doc_id": "memos_27",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_27__0",
      "chunk_id": "0",
      "content": "Authority of the Secretary of the Treasury to Order the Closing\nof Certain Streets Located Along the Perimeter of the White\nHouse\n18 U.S.C. §3056 grants the Secretary of the Treasury broad authority to take actions that are necessary\nand proper to protect the President, including the authority to order the closing o f certain streets\nlocated along the perimeter o f the White House. M ay 12, 1995\nM e m o r a n d u m O p in io n\nD epartm ent for th e\no f th e G eneral C oun sel T reasury This is in response to your request for a legal opinion from the Office of Legal\nCounsel (“ OLC” ) on whether the Secretary of the Treasury (“ Secretary” ) has\nthe authority to order the closing to vehicular traffic of (1) Pennsylvania Avenue\nbetween 17th Street and Madison Avenue, (2) State Place, and (3) the segment\nof South Executive Avenue that connects into State Place in furtherance of his\nresponsibility to protect the President under 18 U.S.C. §3056. Based on a review\nof §3056 and related statutes, their legislative histories, and relevant court and\nOLC opinions, we conclude that §3056 grants the Secretary broad authority to\ntake actions that are necessary and proper to protect the President. In light of\nthe recommendations of the White House Security Review and the United States\nSecret Service’s unique expertise and special responsibility in this matter, we agree\nwith your conclusion that § 3056 authorizes the actions contemplated by the Sec­\nretary. I. Background\nThe White House Security Review, which was recently established by former\nTreasury Secretary Bentsen to examine White House security issues, has deter­\nmined that “ there is no alternative to prohibiting vehicular traffic on Pennsylvania\nAvenue that would ensure the safety of the President and others in the White\nHouse complex from explosive devices carried by vehicles near its boundaries.” Request for Legal Opinion from Edward S. Knight, General Counsel, U.S. Depart­\nment of Treasury, to Walter E. Dellinger, III, Assistant Attorney General, Office\nof Legal Counsel, U.S. Department of Justice 1 (May 10, 1995). You have\ninformed this Office that in light of the Secretary’s responsibilities to protect the\nPresident under § 3056, he is considering ordering the closing to vehicular traffic\nof portions of three streets that bound the grounds of the White House: (1)\nPennsylvania Avenue between 17th Street and Madison Avenue, (2) State Place,\nand (3) the segment of South Executive Avenue that connects into State Place. Id. You have also informed this Office of your view that the conclusion of the\n109 Opinions o f the Office o f Legal Counsel in Volume 19 White House Security Review provides sufficient factual support for the Secretary\nto exercise his authority to close the streets mentioned above. Id. W e have been informally advised that in the past, the Secret Service has taken,\non a temporary basis, actions similar to those contemplated. These actions have\nincluded closing streets and portions of highways to protect the President while\ntraveling, closing parking garages to safeguard him against bomb threats,\nrestricting airspace over the President, and cordoning off areas in hotels in which\nthe President was present."
    },
    {
      "id": "memos_27__1",
      "chunk_id": "1",
      "content": "These actions have\nincluded closing streets and portions of highways to protect the President while\ntraveling, closing parking garages to safeguard him against bomb threats,\nrestricting airspace over the President, and cordoning off areas in hotels in which\nthe President was present. 1 The Secret Service has also, on occasion, temporarily\nclosed certain streets around the perimeter o f the White House, including Pennsyl­\nvania Avenue.2\nII. Legal A nalysis\nA. Statu tory A u thority\n1. Section 3056\nSection 3056 provides, in pertinent part, that:\n[u]nder the direction o f the Secretary of the Treasury, the United\nStates Secret Service is authorized to pro tect. . . (1) The President, the Vice President (or other officer next in the\norder o f succession to the Office of President), the President-elect,\nand the Vice President-elect [and]\n(2) The immediate families of those individuals listed in paragraph\n( 1). 18 U.S.C. § 3 056(a)(lM 2). In addition to that broadly-stated authority, officers and agents of the Secret\nService are authorized, under the direction of the Secretary, to perform certain\nenumerated functions,3 and to “ perform such other functions and duties as are\n1W e have been advised by the Department o f the Treasury that the Secret Service has historically taken these\nsteps pursuant to its authority under 18 U .S.C . §§3056 and 1752, and 3 U.S.C. §202. W e have also been informed\nthat the Secret Service generally takes such actions with the assistance o f state and local law enforcement officials. 2 The Department o f the Treasury has inform ed us that East Executive Drive was permanently closed to vehicular\ntraffic by the National Park Service in 1985. According to the Department o f the Treasury, when the Park Service\nclosed East Executive Drive, it consulted with the District o f Colum bia's Department o f Transportation but did\nnot file an application for street closing un d er the District o f C olum bia’s street closing procedures. 3 Such functions include the ability to:\n(A ) execute w arrants issued under th e laws o f the U nited States;\n(B) carry firearms;\n(C) make arrests without warrant fo r any offense against the U nited States committed in their presence,\no r for any felony cognizable under the laws o f the United States if they have reasonable grounds to believe\nthat the person to be arrested has com m itted or is committing such felony;\n(D ) offer and pay rewards for services and information leading to the apprehension o f persons involved\nin the violation or potential violation o f those provisions o f law w hich the Secret Service is authorized\nto enforce; no Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House authorized by law.” 18 U.S.C. § 3056(c)(1)(F). Aside from expressly granting cer­\ntain powers generally afforded federal law enforcement personnel, the statute does\nnot attempt to enumerate the specific actions the Secret Service may take in ful­\nfilling its responsibility to protect the President."
    },
    {
      "id": "memos_27__2",
      "chunk_id": "2",
      "content": "authorized by law.” 18 U.S.C. § 3056(c)(1)(F). Aside from expressly granting cer­\ntain powers generally afforded federal law enforcement personnel, the statute does\nnot attempt to enumerate the specific actions the Secret Service may take in ful­\nfilling its responsibility to protect the President. The legislative history of § 3056 also does not include any enumeration of the\nspecific actions the Secretary may take to protect the President. Although the\nSecret Service has routinely protected the President since the assassination of\nPresident McKinley in 1901, see S. Rep. No. 82-467, at 2-3 (1951), Congress\ndid not provide explicit formal authority for this role until 1951. See Pub. L.\nNo. 82-79, 65 Stat. 121, 122 (1951). Neither the congressional report language\nnor the floor debates concerning the authorizing legislation elaborate upon the\nactivities and functions Secret Service officials may undertake in protecting the\nPresident. Moreover, subsequent amendments to §3056 pertaining to the Secret\nService’s protection duties merely expanded the group of officials over which the\nSecret Service has protective responsibilities, without delineating how the protec­\ntion is to be accomplished. Although both the language of §3056 and its legislative history are silent as\nto specific protective acts, the language and legislative history of 18 U.S.C. § 1752,\nwhich authorizes the Secretary to designate and regulate temporary residences of\nthe President, provide some insight into the scope of the Secret Service’s authority\nunder §3056 with respect to the environs of the White House. Section 1752 was\napparently intended to provide the Secret Service with authority to provide the\nsame degree of protection for the President outside the vicinity of the White House\nas Congress believed the Secret Service could exercise, under §3056, within the\nvicinity of the White House. Section 1752 grants the Secretary the authority to\n“ designate by regulations the buildings and grounds which constitute the tem­\nporary residences of the President.” 18 U.S.C. § 1752(d)(1). It also allows the\nSecretary “ to prescribe regulations governing ingress or egress to such buildings\nand grounds and to posted, cordoned off, or otherwise restricted areas where the\nPresident. . . is or will be temporarily visiting.” Id. § 1752(d)(2). The legislative history of the statute suggests that, when enacting § 1752, Con­\ngress believed the Secret Service already had similar or greater authority to control\naccess to the environs of the White House. In 1969, Senator Hruska introduced\nS. 2896, stating that its purpose was “ to provide more effective control over\nunauthorized entry into the temporary residence of the President, and any buildings\nwhich are being temporarily used as executive office buildings.” 115 Cong. Rec.\n25,436 (1969) (statement of Sen. Hruska). The Senate Judiciary Committee report\naccompanying S. 2896 stated that the bill would “ extend Federal protection to\ntemporary residences and offices of the President.” S. Rep. No. 91-1252, at 6\n(E) pay expenses for unforeseen emergencies o f a confidential nature under the direction o f the Secretary\no f the Treasury and accounted for solely on the Secretary’s certificate. 18 U.S.C. § 3056(c)(1). Ill Opinions o f the Office o f Legal Counsel in Volume 19 (1970) (emphasis added)."
    },
    {
      "id": "memos_27__3",
      "chunk_id": "3",
      "content": "18 U.S.C. § 3056(c)(1). Ill Opinions o f the Office o f Legal Counsel in Volume 19 (1970) (emphasis added). The report also mentioned that the bill was “ designed\nto provide a uniform minimum of Federal jurisdiction for Presidential security\nwhen the President is on temporary visits,” id., noting the testimony of the\nDirector o f the Secret Service that “ [f]rom a security standpoint, the President\nis most vulnerable when he is outside the White House complex traveling or\nresiding temporarily in some other section of the country” and “ the enactment\nof . . . [the] legislation is necessary in order to guarantee the safety of the Presi­\ndent when he is temporarily absent from the Executive residence.” Id. at 7. Finally, reflecting the belief that federal law already was adequate to ensure\nprotection of the President within the vicinity of the White House, the report\nopined that “ [although the Secret Service is charged with protecting the person\no f the P resid en t. . . there is, at the present time, no Federal statute which specifi­\ncally authorizes them to restrict entry to areas where the President maintains tem­\nporary residences or offices.” Id. Similar themes were expressed during floor debate on the bill. In describing\nthe problems confronting the Secret Service when protecting the President outside\no f W ashington, Senator McClellan stated:\nProtecting the President . . . is a formidable task for the Secret\nService, which is charged with safeguarding the personal life of\nthe President. As difficult as this task is, however, it is rendered\neven more difficult because the Secret Service’s present powers are\nsomewhat limited. Title 18, section 3056 of the United States Code\nauthorizes the Secret Service to protect the life of the President,\nbut does little more. Consequently, the Service must rely upon a\npatchwork of State laws and local ordinances and local officers to\nclear areas for security perimeters, to provide for free ingress and\negress when the President is visiting, and to protect the President’s\nprivate homes from trespassers. 116 Cong. Rec. 35,651 (1970) (statement o f Sen. McClellan). Moreover, Senator\nHruska, speaking in support of the legislation, declared:\n[Under S. 2896, the] Secretary of the Treasury would be authorized\nto designate by regulations buildings and grounds which are tem­\nporary residences of the President and temporary offices of the\nPresident and his staff. The Secretary also would be authorized to\nprescribe regulations for admission to such buildings and grounds\nand to post or cordon off restricted areas where the President is\nor will be temporarily visiting . . . . It would be unconscionable\nnot to recognize the obvious fact that the President’s vulnerability\nis maximized when he is traveling or residing temporarily in 112 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House another section of the country. It would be unconscionable not to\nrecognize the obvious fact that the Secret Service does not presently\npossess adequate Federal authority during these most vulnerable\noccasions. This body cannot ignore the obvious responsibility and\nduty it has at this moment to create the needed protection and\nauthority."
    },
    {
      "id": "memos_27__4",
      "chunk_id": "4",
      "content": "another section of the country. It would be unconscionable not to\nrecognize the obvious fact that the Secret Service does not presently\npossess adequate Federal authority during these most vulnerable\noccasions. This body cannot ignore the obvious responsibility and\nduty it has at this moment to create the needed protection and\nauthority. 116 Cong. Rec. 35,653 (1970) (statement of Sen. Hruska). 4 It is clear that Congress did not perceive that it was giving the Secretary greater\npower to protect the President when he was away from the White House than\nwhen he was within it. Rather, the language and legislative history of § 1752\nreflect a belief that the authority afforded by § 1752 with respect to temporary\nresidences already was available with respect to the President’s permanent resi­\ndence, the White House. Section 1752 plainly grants the Secretary authority to limit ingress and egress\nto an area where the President will be visiting to create a security perimeter, even\nwhen creating such a perimeter will require the closing of a public street to vehic­\nular traffic. Since congressional action did not reflect any intent to give the Sec­\nretary greater authority under § 1752 than exists under § 3056, it would be incon­\ngruous for us to conclude that the Secretary has such authority with respect to\ntemporary presidential residences but lacks the authority to limit ingress and egress\nto an area to create an appropriate security perimeter around the WTiite House. Turning back to the language of § 3056, we note again that Congress painted\nthe Secret Service’s Presidential protection authority with a broad brush. That\ntreatment seems reasonable, given the nature of Presidential protection services. Protecting the President requires a certain amount of flexibility to respond quickly\nto changing and often potentially dangerous situations. Too tight a rein on the\nauthority of the Secret Service would compromise Presidential security. As we\nhave stated in affirming the authority of the Secret Service, under §3056, to\ncordon off the area in the vicinity of the White House as a protective measure\nin anticipation of large-scale demonstrations, “ the Secret Service may not have\nunlimited powers in protecting the President but its powers are broader than rou­\ntine public safety measures. The test to be applied, it seems, is whether, given\nthe overwhelming interest in protecting the President and his performance o f his\nduties, the measures taken are reasonable under the circumstances.” Memorandum\nfor Honorable Robert E. Jordan, III, General Counsel, Department of the Army,\nfrom William H. Rehnquist, Assistant Attorney General, Office of Legal Counsel\nat 11 (Nov. 12, 1969). Relevant case law confirms this broad view. The Supreme Court has recognized\nthat “ [t]he Nation undoubtedly has a valid, even an overwhelming, interest in\n4 S. 2896 was passed by the Senate on Oct. 8, 1970, see 116 Cong. Rec. 35,654 (1970), and incorporated into\nthe Omnibus Crime Control Act o f 1970, Pub. L. No. 91-644, tit. V, § 18, 84 Stat. 1880, 1891 (1971). 113 Opinions o f the Office o f Legal Counsel in Volume 19"
    },
    {
      "id": "memos_27__5",
      "chunk_id": "5",
      "content": "L. No. 91-644, tit. V, § 18, 84 Stat. 1880, 1891 (1971). 113 Opinions o f the Office o f Legal Counsel in Volume 19 protecting the safety of its C hief Executive and in allowing him to perform his\nduties without interference from threats o f physical violence.” Watts v. United\nStates, 394 U.S. 705, 707 (1969). See also White House Vigil fo r the ERA Com­\nm ittee v. C lark , 746 F.2d 1518, 1528 (D.C. Cir. 1984) (“ At stake is not merely\nthe safety o f one man, but also the ability of the executive branch to function\nin an orderly fashion and the capacity of the United States to respond to threats\nand crises affecting the entire free world” ). Accordingly, courts have construed\nthe Secretary’s authority under §3056 broadly, even in the face of constitutional\nchallenges. In fact, the only limitation the courts have recognized on the Sec­\nretary’s authority has been the Constitution. Where, for example, first amendment\nrights have been implicated, courts have balanced the Secret Service’s interest\nin protecting the President against the first amendment rights of those burdened\nby such actions. 5 Even in the first amendment context, however, courts have been careful to allow\nthe Secret Service latitude in acting to protect the President. In a decision con­\ncerning the Secret Service’s denial of a White House press pass to a journalist,\nthe D.C. Circuit required the Secret Service to publish the standards it uses to\ndetermine W hite House press pass eligibility. In delineating the requirements\nimposed on the Secret Service, however, it agreed with the Secret Service that\nthe first amendment did not require “ detailed articulation of narrow and specific\nstandards or precise identification of all the factors which may be taken into\naccount in applying [the] standard.” Sherrill, 569 F.2d at 130. The court stated\nthat “ [i]t is enough that the Secret Service be guided solely by the principle of\nwhether the applicant presents a potential source of . . . danger to the President\nand/or his immediate family so serious as to justify his exclusion.” Id. (citation\nomitted). Arguing that this more flexible approach was appropriate given the mis­\nsion o f the Secret Service, the court declared that “ [t]his standard is sufficiently\ncircumspect so as to allow the Secret Service, exercising expert judgment which\nfrequently m ust be subjective in nature, considerable leeway in denying press\npasses for security reasons.” Id. The court also indicated its belief that courts\nshould be “ appropriately deferential to the Secret Service’s determination of what\njustifies the inference that an individual constitutes a potential risk to the physical\nsecurity of the President or his fam ily.” Id.\nCourts have allowed the Secret Service even more latitude outside of the first\namendm ent context. In Scherer v. Brennan, 379 F.2d 609 (7th Cir.), cert, denied,\n389 U.S. 1021 (1967), the court found within the scope of the Secret Service’s\nduties to protect the President the barring o f a federally-licensed firearms dealer\n5 See A Quaker Action Group v. Hickel, 421 F.2d 1111, 1117-18 (D.C. Cir. 1969)."
    },
    {
      "id": "memos_27__6",
      "chunk_id": "6",
      "content": "In Scherer v. Brennan, 379 F.2d 609 (7th Cir.), cert, denied,\n389 U.S. 1021 (1967), the court found within the scope of the Secret Service’s\nduties to protect the President the barring o f a federally-licensed firearms dealer\n5 See A Quaker Action Group v. Hickel, 421 F.2d 1111, 1117-18 (D.C. Cir. 1969). See also Sherrill v. Knight,\n569 F.2d 124, 128 n.14 (citing A Quaker Action Group, 421 F.2d at 1117 ( “ [t]he congressional grants o f authority\nto the Secret Service to protect the President . . . and to control access to temporary presidential residences . . .\ncannot be said to authorize procedures or actions violative o f the Constitution . . . . [W]e cannot agree with the\nG overnm ent's argum ent that m ere mention o f the President’s safety must be allowed to trum p any First Amendment\nissue” )). 114 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House from his own home and his constant surveillance even though he had voiced no\ndirect threat to the President. The appellant argued that this invasion of privacy\nwas illegal under the Supreme Court’s analysis in Camara v. San Francisco, 387\nU.S. 523 (1967) (holding that the fourth amendment requires a warrant for inspec­\ntion of private premises by health inspectors unless the occupant consents thereto). In rejecting appellant’s argument, the court stated, “ Here, the need to protect the\nPresident of the United States from possible physical harm would justify measures\nthat might not be considered appropriate in routine health inspections.” Scherer,\n379 F.2d at 612. 2. Section 202 In addition to the broad authority to protect the President granted in §3056,\n3 U.S.C. §202 grants the “ United States Secret Service Uniformed Division”\nauthority to perform duties prescribed by the Secretary to protect the “ White\nHouse in the District of Columbia” and “ any building in which Presidential\noffices are located.” This provision makes clear that the Secretary has authority\nto direct not only such action as is necessary to protect the person of the President\nbut also the White House itself and the Old Executive Office Building, which\nis also bounded by the designated streets. The language and legislative history of §§3056 and 1752, the authority granted\nin §202, the court decisions, and former opinions of this Office suggest that while\nthe Secretary’s authority to protect the President may not be unlimited, the Sec­\nretary may take such actions as are consistent with the Constitution, not prohibited\nby statute, and reasonable under the circumstances for the protection of the Presi­\ndent in the performance of his duties. We perceive no constitutional impediment\nto the closing of the designated streets. Consequently, given the conclusions of\nthe WTiite House Security Review with respect to the vulnerability of the White\nHouse, the Secretary would appear to have the authority to expand the security\nperimeter of the White House by closing the designated streets if the Secretary\nconcludes that such action is reasonably necessary to protect the President."
    },
    {
      "id": "memos_27__7",
      "chunk_id": "7",
      "content": "We\nnow turn to consideration of whether any other statutes prohibit or limit such\naction. B. Other Relevant Statutes Other congressional grants of authority that could arguably apply to the streets\nat issue do not diminish the Secretary’s authority to close them to vehicular traffic. We will discuss each such congressional grant of authority in turn. 1. District of Columbia Street Closing Authority The District of Columbia government has exercised the power to close streets\nand transfer title within the District of Columbia since 1932, when Congress,\n115 Opinions o f the Office o f Legal Counsel in Volume 19 pursuant to its plenary powers over the District of Columbia,6 granted it such\nauthority. See Techworld Dev. Corp. v. D.C. Preservation League, 648 F. Supp.\n106, 111 (D.D.C. 1986) (citing S. Rep. No. 72-688, at 3 (1932)). When Congress\npassed the District of Columbia Self-Government and Governmental Reorganiza­\ntion Act, Pub. L. No. 93-198, 87 Stat. 774 (1973) (codified at D.C. Code Ann.\n§§1-211 to -299) (“ Home Rule Act” ), it delegated to the present District of\nColumbia government all powers that had been granted to the previous govern­\nment, see D.C. Code Ann. § l-227(a), including the power to close streets. D.C. Code Ann. §§7-421 to -428 authorize the District of Columbia City\nCouncil (“ D.C. Council” ) to close streets within the District of Columbia. The\nstreet closing process established by the D.C. Council requires referral of street\nclosing applications to the National Capital Planning Commission for review and\nrecommendation, to the Advisory Neighborhood Commissions affected, and to\nabutting property owners. See D.C. Code Ann. at § 7-422. We do not believe D.C. Code Ann. §§7-421 to -428 or the Home Rule Act\nprevent the Secretary from closing the streets at issue. First, in passing the Home\nRule Act, Congress provided that the D.C. Council shall have no authority to\n“ [e]nact any act, or enact any act to amend or repeal any Act of Congress, which\nconcerns the functions or property of the United States or which is not restricted\nin its application exclusively in or to the District.” Id. at § l-233(a)(3). Rejecting\nthe United States’ assertion that the D.C. Council’s act of closing a governmentowned street in Northwest Washington violated this provision, the court in\nTechworld stated:\n[T]he limitation of § 1-233 is included to ensure that the local\ngovernment does not encroach on matters of national concern. It\nwithholds authority over property used by the United States in\nconnection with federal governmental functions, and over property\nof national significance. The Council may not concern itself with\nthe Lincoln Memorial, or the White House, or with the United\nStates Courthouse. The closing of a small street in Northwest Wash­\nington, however, is precisely the sort of local matter Congress\nwishes the D.C. Council to manage. Techworld, 648 F. Supp. at 115."
    },
    {
      "id": "memos_27__8",
      "chunk_id": "8",
      "content": "The Council may not concern itself with\nthe Lincoln Memorial, or the White House, or with the United\nStates Courthouse. The closing of a small street in Northwest Wash­\nington, however, is precisely the sort of local matter Congress\nwishes the D.C. Council to manage. Techworld, 648 F. Supp. at 115. See also District o f Columbia v. Greater Wash­\nington Cent. Labor Council, AFL-CIO, 442 A.2d 110, 116 (D.C. 1982), cert,\ndenied, 460 U.S. 1016 (1983) (quoting legislative history of the Home Rule Act:\n“ The functions reserved to the federal level would be those related to federal\noperations in the District and to property held and used by the Federal Government\nfor conduct of its administrative, judicial, and legislative operations; and for the\nmonuments pertaining to the nation’s past” ). See also id. at 116 n.l (quoting\n6 See U.S. Const, art. I, § 8 , cl. 17. 116 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House Hearings on Self-Determination for the District o f Columbia, pt. 2, 93d Cong. 52 (1973) (statement of John Nevius, former Chairman of the Council) (“ For\nthe purposes of identifying these Federal functions, we are speaking basically of\nthree things: First, the function regarding Federal buildings and properties; second,\nthe conduct of Federal business . . . and third, the function of international rela­\ntions and matters concerning the diplomatic corps” )). Here, unlike the situation in Techworld, Congress has delegated by statute to\nthe Secret Service the indisputably federal function of protecting the President. In this context, we believe that D.C. Code Ann. § l-233(a)(3) establishes that\nthe D.C. Council may not assert its authority where doing so would interfere with\nthe Secret Service’s ability to carry out its congressionally-mandated function of\nprotecting the President. Second, the streets slated for closing are located within the National Capital\nService Area, a geographic area comprising many of our national governmental\nbuildings and monuments, the White House, the National Mall and other areas,\nover which Congress in the Home Rule Act reserved some federal administrative\nauthority. Section 739 of the Home Rule Act (codified at 40 U.S.C. § 136), estab­\nlished the National Capital Service Area. It also established the position of a presidentially-appointed National Capital Service Director within the Executive Office\nof the President and charged that office with assuring “ that there is provided\n. . . adequate police protection and maintenance of streets and highways” within\nthe National Capital Service Area. 40 U.S.C. § 136(b). The National Capital Service Area provision was added to the Home Rule Act\nas a floor amendment. Suggesting that the National Capital Service Area was an\narea of heightened federal interest within the District of Columbia, the chief\nsponsor of the amendment, Representative Green, stated that the National Capital\nService Director “ would have jurisdiction [within the area] over the police depart­\nment, fire protection, over sanitation, the streets, the roads and the accesses to\nthem.” 119 Cong. Rec. 33,611 (1973) (statement of Representative Green)."
    },
    {
      "id": "memos_27__9",
      "chunk_id": "9",
      "content": "119 Cong. Rec. 33,611 (1973) (statement of Representative Green). See\nalso id. at 33,645 (“ the President would appoint a Director of Federal Area Serv­\nices who would be responsible for police protection, fire protection, sanitation,\nthe streets, and access roads” ). While the language and legislative history of the\nprovision do not suggest that the District of Columbia has no jurisdiction over\nthe National Capital Service Area, they do suggest that Congress considered the\nfederal government’s interest in areas within the National Capital Service Area\nto be greater and more important than its interest in areas outside the National\nCapital Service Area. We believe this reservation of federal governmental interest\nfurther supports the Secret Service’s authority to take unilateral action in closing 117 Opinions o f the Office o f Legal Counsel in Volume 19 streets within the National Capital Service Area in an effort to protect the Presi­\ndent.7\n2. Administrative Procedure Act You have also raised the issue of whether the Secretary’s action would con­\nstitute a “ rule” as defined by the Administrative Procedure Act (“ APA” ), 5\nU.S.C. §551(4), see generally id. §§551-559, thereby triggering the requirement\nto provide “ interested persons” with notice and opportunity to comment as a\npart of the rulemaking process. We believe that the Secretary could successfully\nargue that the notice and comment requirements of the APA do not apply because\nhis action in closing the streets at issue to provide protection for the President\nis not a “ rule” within the meaning of §551(4). Moreover, if the federal govern­\nment owns the streets in question, any action to close them would be exempt\nfrom the APA pursuant to the “ public property” exception in § 553(a)(2). The APA defines “ rulemaking” as “ agency process for formulating, amending,\nor repealing a rule.” Id. §551(5). In defining a “ rule” , the APA identifies several\ncomponents: a rule may be “ o f general or particular applicability” ; it must be\nof “ future effect” ; and must be “ designed to implement, interpret, or prescribe\nlaw or policy” or must “ describe[] the organization, procedure, or practice\nrequirements of an agency.” Id. § 551(4). We do not believe that closing the affected streets in order to protect the Presi­\ndent is the sort of action that Congress intended to be subject to the APA’s notice\nand comment process. A decision to close the streets would not be designed to\n“ implement, interpret, or prescribe law or policy” so as to provide guidelines\nor procedures for parties to follow in the future. To the contrary, the Secretary’s\naction in closing the streets would be an isolated agency action that does not\naffect or govern subsequent agency acts or decisions. Daingerfield Island Protec­\ntive Soc’y v. Babbitt, 823 F. Supp. 950, 957 (D.D.C. 1993) (National Park Service\napproval of design for interchange connecting George Washington Memorial Park­\nway and island in Potomac River was not a “ rule” under 5 U.S.C. §551(4)). The Secretary would be acting in a particular situation based on a unique set\nof facts, pursuant to a statute authorizing his agency personnel, the Secret Service,\nto protect the President."
    },
    {
      "id": "memos_27__10",
      "chunk_id": "10",
      "content": "The Secretary would be acting in a particular situation based on a unique set\nof facts, pursuant to a statute authorizing his agency personnel, the Secret Service,\nto protect the President. We do not believe that this unilateral action executing\nsuch a decision is the sort of government action that Congress contemplated in\ndefining a “ rule” for purposes of the APA.8\n7 W e are aw are o f only one District o f Columbia court decision discussing the National Capital Service Area. The lim ited analysis presented in that opinion supports o ur view that the federal government exercises greater\nadm inistrative authority over areas within the National Capital Service A rea than it exercises with respect to other\nareas w ithin the District o f Columbia. In rejecting a claim that Congress had not delegated to the District o f Columbia\nthe authority to tax personal property w ithin the National Capital Service Area, the court in Itel Corp. v. District\no f Columbia, 448 A.2d 261, 267 n.10 (D .C.), cert, denied, 459 U.S. 1087 (1982), stated, “ this part o f the Home\nRule A ct serves to add some federal bureaucracy to the existing D.C. bureaucracy in order to ensure adequate services,\nnot to authorize the provision o f services by the D istrict.\" 8 Even if a court were to find that the Secretary’s action constituted a “ rule” under §551(4), the Secretary could\ninvoke the “ good cause” exception provided under 5 U.S.C. § 553(b)(3)(B). Under that section, the requirements 118 Authority o f the Secretary o f the'Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House Moreover, even if the Secretary’s contemplated action did constitute a “ rule”\nunder the APA, the APA provides an exception to its requirements for “ [any]\nmatter relating to agency management or personnel or to public property, loans,\ngrants, benefits, or contracts.” 5 U.S.C. § 553(a)(2) (emphasis added). The “ public\nproperty” exception has been interpreted to exempt from APA coverage rules\nissued by any agency with respect to real or personal property owned by the\nUnited States or by any agency of the United States, including rules relating to\nthe sale or management of such property. Story v. Marsh, 732 F.2d 1375, 1384\n(8th Cir. 1984); Wilderness Pub. Rights Fund v. Kleppe, 608 F.2d 1250, 1253\n(9th Cir. 1979), cert, denied, 446 U.S. 982 (1980); City of Santa Clara v. Andrus,\n572 F.2d 660, 673-74 (9th Cir.),' cert, denied, 439 U.S. 859 (1978). See also\nUnited States Dept, of Justice, Attorney General’s Manual on the Administrative\nProcedure Act 27 (1947). Accordingly, if the streets sought to be closed to vehic­\nular traffic are owned by the federal government, we believe that any action taken\nto close those streets would be exempt from the APA under § 553(a)(2). 3. National Historic Preservation Act"
    },
    {
      "id": "memos_27__11",
      "chunk_id": "11",
      "content": "Accordingly, if the streets sought to be closed to vehic­\nular traffic are owned by the federal government, we believe that any action taken\nto close those streets would be exempt from the APA under § 553(a)(2). 3. National Historic Preservation Act We do not believe that the National Historic Preservation Act (“ NHPA” ), 16\nU.S.C. §§470 to 470w-6, and the regulations promulgated pursuant to it, 36\nC.F.R. §§800.1-15 (1995), prohibit the Secretary from taking prompt action with\nrespect to closing to vehicular traffic the contemplated streets. Section 106 of\nthe NHPA provides that “ prior to the approval of the expenditure of any Federal\nfunds” on an “ undertaking,” the head of a federal agency must “ take into\naccount the effect of the undertaking on any district, site, building, structure, or\nobject that is included in or eligible for inclusion in the National Register.” 16\nU.S.C. §470f. It further provides that the agency head shall afford the Advisory\nCouncil on Historic Preservation (“ Advisory Council” ) a “ reasonable oppor­\ntunity” to comment on the effect that such undertaking will have on a historic\nsite. Id. Although consultation with the Advisory Council must be had “ prior\nto approval of [the] undertaking,” 36 C.F.R. § 800.1(a), the agency head is not\nbound by the Advisory Council’s comments or recommendations. See id. 36\nC.F.R. §800.6. The vast majority of the areas that the Secretary contemplates closing, including\nPennsylvania Avenue between 17th Street and Madison Avenue, and State Place,\nappear to be part of the “ Lafayette Square Historic District,” which is included\nin the National Register of Historic Places and is therefore one of the sites covered\nby section 106. National Register of Historic Places Inventory: Nomination Form\nfor Lafayette Square Historic District. o f notice and opportunity for comment do not apply when the agency for good cause finds that the procedures\nare “ impracticable, unnecessary, or contrary to the public interest.\" Id. We believe that in the instant case the\nSecretary's basis for invoking the good cause exception would be upheld, as there is a clear public interest in pro*\nviding the President thorough and prompt protection when necessary to meet security requirements. 119 Opinions o f the Office o f Legal Counsel in Volume 19 Whether the NHPA’s consultation process for certain historic sites (section 106\nprocess), 36 C.F.R. §§800.3-.5, is triggered depends on whether the agency’s\naction is an “ undertaking” under the NHPA. By regulation, the Advisory Council\nhas defined the term “ undertaking” as “ any project, activity, or program that\ncan result in changes in the character or use of historic properties, if any such\nhistoric properties are located in the area of potential effects.” Id. §800.2(o)\n(emphasis added). 9 Courts have tended to construe the definition broadly. Historic\nGreen Springs, Inc. v. Bergland, 497 F. Supp. 839, 853 (E.D. Va. 1980); National\nIndian Youth Council v. Andrus, 501 F. Supp. 649, 676 (D.N.M. 1980), a ff d.\nsub nom. National Indian Youth Council v. Watt, 664 F.2d 220 (10th Cir. 1981)."
    },
    {
      "id": "memos_27__12",
      "chunk_id": "12",
      "content": "9 Courts have tended to construe the definition broadly. Historic\nGreen Springs, Inc. v. Bergland, 497 F. Supp. 839, 853 (E.D. Va. 1980); National\nIndian Youth Council v. Andrus, 501 F. Supp. 649, 676 (D.N.M. 1980), a ff d.\nsub nom. National Indian Youth Council v. Watt, 664 F.2d 220 (10th Cir. 1981). And we cannot deny that the Secretary’s contemplated action appears to fit within\nthe definition in § 800.2(o) in that the street closing would make a direct change\nin the use of the historic area because it will prohibit a significant use currently\nallowed, that is, vehicular traffic. Even if the contemplated street closing were considered an “ undertaking”\npursuant to 16 U.S.C. §470f, however, it is our conclusion that the consultation\nrequirements of the Advisory Council’s regulatory scheme do not prohibit the Sec­\nretary from taking the necessary and immediate action to protect the President\nof closing to vehicular traffic the aforementioned streets. The statutory and regu­\nlatory framework of the NHPA cannot reasonably be read to require strict compli­\nance with the consultation requirements in the case of an emergency. For example,\nif a water main breaks in an urban historic area, maintenance crews must be able\nto promptly remedy the situation even if that entails physical destruction of roads\nand sidewalks in the historic area and closure to all traffic for an extended period\nof time; surely Congress would not expect consultation before the maintenance\nwork commenced. Similarly, if a crime is committed in an historic area or in\nan historic building, law enforcement officials would be able to secure the area\nif necessary to apprehend the perpetrators, preserve evidence, and take necessary\nand reasonable steps to ensure the safety of members of the public, even if such\nmeasures change the use of the historic site by re-routing traffic, setting up road­\nblocks, or denying access to buildings and areas. Again, those law enforcement\nactions could be handled promptly without compliance with the NHPA consulta­\ntion requirements. We do not construe the section 106 process to preclude the Secretary, after\nhaving “ tak[en] into account the effect of the undertaking,” from authorizing the\nundertaking to go forward initially on a provisional basis, with no irreversible\neffects, and thereafter giving the Advisory Council a reasonable opportunity to\ncomment on it before deciding to put the undertaking on a final and permanent\nfooting. In other words, as we construe the statute and regulation, the “ under­\n9 In addition, “ [t]he project, activity, o r program must be under the direct or indirect jurisdiction of a Federal\nagency or licensed o r assisted by a Federal agency. U ndenakings include new and continuing projects, activities,\nor programs and any o f their elements not previously considered under section 106.” 36 C.F.R. §800.2(o). 120 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House taking” that requires prior consultation with the Advisory Council must be one\nthat would effect a permanent change in the character and use of the site."
    },
    {
      "id": "memos_27__13",
      "chunk_id": "13",
      "content": "Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House taking” that requires prior consultation with the Advisory Council must be one\nthat would effect a permanent change in the character and use of the site. Common sense dictates that the NHPA could not require the Secretary to\ncomply with the consultation and review procedures of the section 106 process\nin a manner which would compromise the Service’s ability and mission to ensure\nthe safety of the President and others in the White House complex. A contrary\nresult would render the Service’s broad authority under 18 U.S.C. §3056 ineffec­\ntive; it cannot be that Congress intended that the NHPA could mandate adherence\nto its procedural requirements when such adherence would directly interfere with\nthe Secret Service’s statutory duty to protect the President of the United States. We believe that if the Secretary, as the exigencies permit, provides the Advisory\nCouncil with notice of the Service’s protective actions and requests the Advisory\nCouncil’s comments on the actions, the Secretary will be deemed to have complied\nwith the NHPA’s requirement that the agency head afford the Advisory Council\na “ reasonable opportunity” to comment. Of course, whether any given oppor­\ntunity is reasonable depends on the particular circumstances at issue. 4. National Environmental Policy Act You have also expressed concern about the possible impact of the National\nEnvironmental Policy Act of 1969, Pub. L. No. 91-190, 83 Stat. 852 (1970), as\namended (codified at 42 U.S.C. §§4321-4370) (“ NEPA” ), and its related regula­\ntions concerning federal agency action, on the Secretary’s ability to immediately\nclose the identified streets. Without expressing a view as to whether or to what\nextent NEPA might apply to the street closings, we note that NEPA’s emergency\nexception is broad enough to permit the Secretary to proceed after brief consulta­\ntion with the Council on Environmental Quality. Section 1506.11 of title 40, Code\nof Federal Regulations, provides: Where emergency circumstances make it necessary to take an\naction with significant environmental impact without observing the\n[NEPA regulations,] . . . the Federal agency taking the action\nshould consult with the [Council on Environmental Quality] about\nalternative arrangements. Agencies and the Council will limit such\narrangements to actions necessary to control the immediate impacts\nof the emergency. Other actions remain subject to NEPA review. We believe that the necessity revealed by the White House Security Review of\nenhancing the security perimeter around the White House is an “ emergency”\nwithin the meaning of this regulation. Accordingly, we believe that the Secretary\nmay close the designated streets without running afoul of NEPA. If possible, the\nSecretary should consult with the Council on Environmental Quality concerning\nalternative arrangements prior to closing the streets at issue. 121 Opinions o f the Office o f Legal Counsel in Volume 19 III. Conclusion For the foregoing reasons, we conclude that the Secretary has authority under\n§3056 to close the streets mentioned above to vehicular traffic. In addition, we\nconclude that the other congressional grants of authority discussed above do not\ndiminish that authority. RICHARD SHIFFRIN\nTERESA WYNN ROSEBOROUGH\nDeputy Assistant Attorneys General\nOffice o f Legal Counsel"
    },
    {
      "id": "memos_27__14",
      "chunk_id": "14",
      "content": "III. Conclusion For the foregoing reasons, we conclude that the Secretary has authority under\n§3056 to close the streets mentioned above to vehicular traffic. In addition, we\nconclude that the other congressional grants of authority discussed above do not\ndiminish that authority. RICHARD SHIFFRIN\nTERESA WYNN ROSEBOROUGH\nDeputy Assistant Attorneys General\nOffice o f Legal Counsel 122"
    }
  ]
}