{
  "document_category": "memos",
  "docId": "memos_77",
  "chunk_index": 5,
  "chunk_text": "Our conclusion in\nthis regard is reinforced by the purposes of section 207(a) itself. Several justifi­\ncations for the restrictions imposed by that section on post-government employ­\nment have been advanced: the need to prevent the use of confidential govern­\nment information for the benefit of a private party, the unseemliness of switching\nsides, the fear of undue influence over former colleagues, avoidance of pressure\non government employees who anticipate future private employment, and pro­\ntection from the appearance of a conflict of interest. See, e.g., Bayless Manning,\nFederal Conflict of Interest Law 179-81 (1964) (reviewing the legislative his­\ntory of the predecessor statute to section 207). See also ABA Comm, on Ethics\nand Professional Responsibility, Formal Op. 342 (1975). These same dangers are 3 Amtrak is a “mixed-ownership Government corporation.” 31 U.S.C § 910l(2)(A ). It is not “an agency o r es­\ntablishment o f the United States Government.” 45 U S C. §§ 541, 581(b)(1). Nonetheless, we have advised that\nAmtrak is an “agency” for the purposes o f the Privacy Act, 5 U.S.C. § 552a, because Amtrak is a “Government\ncontrolled corporation” under 5 U.S.C. § 552(e). Letter for William M. Nichols, General Counsel, Office of M an­\nagement and Budget, from Antonin Scalia, Assistant Attorney General, Office of Legal Counsel (Oct. 7, 1976)\nFurther, more than one-third o f Amtrak’s total expenses for fiscal year 1987 was funded by congressional appro­\npriations. See H R. Rep No. 202, 100th Cong , 1st Sess. 101-02 (1987)\n4 The Federal City Council is a civic organization comprised o f prominent W ashington residents It essentially\noperates as a booster group for the city. 5 The General Counsel o f the FRA has daily contact with USRC and is involved in most of the substantive de­\ncisions made by the corporation The Federal Railroad Administrator has perhaps weekly contact with the USRC. The other members o f the board o f directors have less frequent contact with the corporation. 87 not posed when a government employee moves “from one salaried government\nposition to another.” Id. at 6. Thus, for example, it would be entirely permissible\nfor an individual to work on the redevelopment of Union Station as an employee\nof the District of Columbia and then work on the same matter as an employee of\nthe Department of Transportation. We believe that the nature of USRC, as the\nentity performing the statutory responsibilities of the Department of Transporta­\ntion for the Union Station project, under the guidance of government officials\nand with the assistance of federal funding, suggests that the same result should\nbe reached when an individual moves from employment with the District of Co­\nlumbia to employment with USRC. In sum, we believe that the exclusively federal functions of USRC, and the sig­\nnificant control over its operations exercised by the federal government, warrant\nthe conclusion that USRC should be considered “the United States” for the pur­\nposes of 18 U.S.C. § 207(a). Accordingly, the prohibitions of that section do not\napply where a former employee of the District of Columbia accepts employment\nwith USRC. M ic h a e l C a r v in"
}