{
  "doc_id": "memos_23",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_23__0",
      "chunk_id": "0",
      "content": "Legal Issues Raised by Proposed Presidential Proclamation To\nExtend the Territorial Sea\nThe President has the authority to issue a proclamation extending the jurisdiction of the United States\nover the territorial sea from three to twelve miles out. The President also has the authority to assert the United States’s sovereignty over the extended ter­\nritorial sea, although most such claims in the nation’s history have been executed by treaty. There is a serious question whether Congress has the authority either to assert jurisdiction over an\nexpanded territorial sea for purposes o f international law or to assert the United States’s sover­\neignty over it. The domestic law effect on federal statutes of the extension of the territorial sea is to be determined\nby examining Congress’s intent in enacting each affected statute. The extension of the territorial sea will not affect the Coastal Zone Management Act. October 4, 1988\nM e m o r a n d u m O p in io n f o r t h e L e g a l A d v is e r\nD epa rtm en t o f S tate Introduction and Summary This responds to the requests, made by your Office and an inter-agency work­\ning group, for analysis of the constitutional and statutory questions raised by a\nproposed presidential proclamation to extend the territorial sea of the United\nStates from its present breadth of three miles to twelve miles. 1 In particular, we\nhave been asked to address the following questions: First, does the President have\nthe authority to declare, by presidential proclamation, the proposed extension? Second, assuming the President does have the authority, what effect would such\na proclamation have on domestic legislation, such as the Coastal Zone Manage­\nment Act? Third, can the President limit the effect the proclamation will have on\ndomestic legislation? We have also been asked to comment on H.R. 5069, a bill\nthat would extend the territorial sea by legislation. We conclude that the President can extend the territorial sea from three to\ntwelve miles by proclamation. While the most legally secure method of doing so\nwould be by entering into a treaty with other nations on this issue, we believe\nthat the President may extend the territorial sea by virtue of his constitutional role\n1 Letter for Douglas W. Kmiec, Acting Assistant Attorney General, Office of Legal Counsel, from Michael J.\nMatheson, Acting Legal Adviser (Aug. 15,1988). See also Memorandum for Michael A. Carvin, Deputy Assistant\nAttorney General, Office of Legal Counsel, from Kevin R. Jones, Deputy Assistant Attorney General, Office of\nLegal Policy (June 20, 1988) (raising similar questions on behalf of the inter-agency working group). 238 as the representative of the United States in foreign relations. The President’s for­\neign relations authority under the Constitution clearly permits his unilateral as­\nsertion on behalf of the United States of jurisdiction over the territorial sea. Whether the President may individually assert sovereignty over the territorial sea\nis open to some question, although on the basis of several long-settled, historical\nexamples of Presidents unilaterally claiming territory in this fashion, we believe\nthat he may."
    },
    {
      "id": "memos_23__1",
      "chunk_id": "1",
      "content": "Whether the President may individually assert sovereignty over the territorial sea\nis open to some question, although on the basis of several long-settled, historical\nexamples of Presidents unilaterally claiming territory in this fashion, we believe\nthat he may. Finally, we conclude that while Congress may establish state bound­\naries, there is a serious question whether it has the constitutional authority either\nto assert jurisdiction over an expanded territorial sea for international law pur­\nposes or to assert sovereignty over it. With respect to the statutory issues, we believe that the better view is that the\nexpansion of the territorial sea will not extend the coverage of the Coastal Zone\nManagement Act (“CZMA”), 16 U.S.C. §§ 1451-1464, the statute that has been\nidentified to us by the inter-agency working group as being of special concern. It must be acknowledged, however, that the effect of the proclamation on the\nCZMA is not entirely free from doubt and that the effect of the expansion on\nother federal statutes raises complex questions. We therefore recommend that the\nPresident seek legislation stating that federal statutes that rely upon the concept\nof the territorial sea are not affected by the President’s proclamation extending\nthe territorial sea from three miles to twelve miles. Analysis\nI. The Territorial Sea In order to understand the legal issues raised by the proposal to extend the ter­\nritorial sea, we begin by examining three concepts: the meaning of the “territor­\nial sea” as that term is used in international law; the nature of the other areas of\nthe sea over which a nation may assert some control under international law; and,\nfinally, the distinction between a claim of sovereignty over the territorial sea and\nclaims of jurisdiction over other areas of the sea. The territorial sea is the belt of water immediately adjacent to the coast of a\nnation. See, e.g., Restatement (Third) of The Foreign Relations Law of the United\nStates § 51 l(a)(1986) (“Restatement Third”); 1 L. Oppenheim , International Law\n§ 172, at 416 (H. Lauterpacht ed., 7th ed. 1948) (“Oppenheim”). The territorial\nsea extends from the nation’s coast to a distance of up to twelve miles from the\ncoast, the maximum breadth now permitted by international law. Restatement\nThird § 511(a). Although the United States and some other nations continue to\nfollow the historical practice of adhering to a three-mile territorial sea, most na­\ntions now assert sovereignty over a twelve-mile territorial sea.2\n2 “At the time this country won its independence from England there was no settled international custom or un­\nderstanding among nations that each nation owned a three-mile water belt along its borders.” United Stales v. Cal­\nifornia, 332 U.S. 19, 32 (1947). By the beginning of the nineteenth century it was generally agreed that the terri­\ntorial sea extended as far as a cannon could shoot: three miles. See The Ann, 1 F. Cas. 926 (C.C.D. Mass. 1812) 239 A nation is sovereign in its territorial sea. See Convention on the Territorial\nSea, pt. I, art. 1, 15 U.S.T. at 1608.3 Indeed, a nation has the same sovereignty\nover the territorial sea as it has over its land territory."
    },
    {
      "id": "memos_23__2",
      "chunk_id": "2",
      "content": "See The Ann, 1 F. Cas. 926 (C.C.D. Mass. 1812) 239 A nation is sovereign in its territorial sea. See Convention on the Territorial\nSea, pt. I, art. 1, 15 U.S.T. at 1608.3 Indeed, a nation has the same sovereignty\nover the territorial sea as it has over its land territory. See Restatement Third\n§512 (sovereignty is the same over the territorial sea as it is over land territory);\nChurch v. Hubbart, 6 U.S. (2 Cranch) 187, 234 (1804) (Marshall, C.J.) (a nation\nexercises absolute and exclusive authority within its own territory, including the\nterritorial sea); The Ann, 1F. Cas. 926,927 (C.C.D. Mass. 1812) (No. 397) (Story,\nJ.) (the territorial waters “are considered as a part of the territory of the sover­\neign”). 4 By contrast, a nation is not sovereign over the high seas, which are the re­\nmainder of the ocean beyond the territorial sea,5 and include areas such as the\ncontiguous zone, the continental shelf, and the Exclusive Economic Zone\n(“EEZ”). 6 Rather, a nation may assert more limited forms of jurisdiction in such\nareas. In the contiguous zone, for example, a nation may only exercise control\nincident to the application of its customs, fiscal, immigration, and sanitary regu­\nlations in the territorial sea. Convention on the Territorial Sea, pt. II, art. 24 (1), 2 ( ... continued) (No. 397) (Story, J.)- See generally Sayre A. Swarztrauber, The Three-Mile Limit of Territorial Seas 23-35 (1972)\n(describing the history of the cannon-shot rule) (“Swarztrauber”). In the twentieth century, however, the intemational agreement on the three-mile temtorial sea collapsed. Swarztrauber, supra , at 131-251. The 1958 Conven­\ntion on the Territorial Sea and the Contiguous Zone (“Convention on the Territorial Sea”), Apr 29, 1958, pt I, art. 3, 15 U.S.T. 1607, 1608, failed to establish an accepted limitation on the extent of the temtorial sea One hundred\nfour nations now claim a twelve-mile tem torial sea, while only thirteen maintain the three-mile limit. U.S. Dep’t\nof State, Summary o f Territorial Sea, Fishery, and Economic Zone Claims 1 (1988)\n3 The Convention on the Territorial Sea, to which both the Umted States and the Soviet Union are parties,\nprovides, “ [t]he sovereignty of a State extends, beyond its land territory and its internal waters, to a belt of sea\nadjacent to its coast, described as the temtorial sea ” Convention on the Territorial Sea, pt. I, art. 1, 15 U.S.T. at\n1608 (emphasis added). The character of the territorial sea as territory in the same sense that land is territory has\nnot always been free from doubt. See United States v Louisiana, 363 U.S. 1, 34 (1960) (Harlan, J.) (“a [mar­\nitime] boundary, even if it delimits territorial waters, confers nghts more limited than a land boundary”). Simi­\nlarly, Oppenheim observed in 1937 that “a m inonty of writers emphatically deny the territorial character of the\nmaritime belt.” Oppenheim, supra, § 185, at 442-43. These statements, however, have given way to the modem\nview that a nation exercises the same full sovereignty over its territorial sea as it exercises over its territory on\nland."
    },
    {
      "id": "memos_23__3",
      "chunk_id": "3",
      "content": "Oppenheim, supra, § 185, at 442-43. These statements, however, have given way to the modem\nview that a nation exercises the same full sovereignty over its territorial sea as it exercises over its territory on\nland. Convention on the Territorial Sea, pt. I, art I, 15 U.S T. at 1608; Restatement Third § 513(1 )(a). The no­\ntion that a nation is less than fully sovereign over its territorial sea is now considered archaic. See Restatement\nThird § 512, reporters’ note 1.\n4 The only qualification on a nation’s sovereignty within its temtorial sea is that all ships enjoy a nght of inno­\ncent passage. Convention on the Temtorial Sea, pt. I, art 14(1), 15 U.S.T. at 1610; Restatement Third § 513(l)(a). The n ght of innocent passage is extended to warships so long as their passage is not prejudicial to the peace, good\norder, or security of the coastal state. Id , pt. 1, arts. 14(4), 22, 23, 15 U.S.T. at 1610, 1612. The nght o f innocent\npassage also extends to submarines as long as they are navigating on the surface and show their flag. Id , pt. I, art. 14(6), 15U S .T . at 1610.\n5 The high seas are open to all nations; no nation may claim sovereignty over any part of the high seas Con­\nvention on the High Seas, Apr. 29, 1958, art. 2, 13 U.S T. 2313, 2314. Both the United States and the Soviet Union\nare parties to the Convention on the High Seas.\n6 The contiguous zone is the part of the high seas that borders the temtorial sea. Convention on the Temtorial\nSea, pt. II, art 24(1), 15 U S.T. at 1612, Restatement Third § 511(b). The continental shelf includes the sea-bed\nand the subsoil o f the submarine areas that extend from the coast to the outer edge of the continental margin (or, if\nthe continental margin does not extend so far, to a distance of not more than two hundred miles) Restatement Third\n§ 51 1(c). The EEZ extends from the coast to no further than two hundred miles from the coast. Id. § 5 1 1(d). 240 15 U.S.T. at 1612.7 A nation’s authority over its continental shelf is restricted to\nthe exploration and exploitation of natural resources. Restatement Third § 515(1). A nation’s authority within its EEZ is restricted to activities for economic ex­\nploration and exploitation, scientific research, and the protection of the environ­\nment. Id. § 514(1). Outside these areas, a nation has no jurisdiction over the ac­\ntivities of other nations. Convention on the High Seas, Apr. 29, 1958, art. 2, 13\nU.S.T. 2313,2314. In sum, the United States may exercise full sovereign power within its territo­\nrial sea, while exercising more limited kinds of jurisdiction in three overlapping\nportions of the high seas—the contiguous zone, the continental shelf, and the\nEEZ.8\nII. Constitutional Authority to Extend the Territorial Sea The question of where the power to extend the territorial sea resides under our\nconstitutional scheme is novel and complex."
    },
    {
      "id": "memos_23__4",
      "chunk_id": "4",
      "content": "Constitutional Authority to Extend the Territorial Sea The question of where the power to extend the territorial sea resides under our\nconstitutional scheme is novel and complex. The Constitution does not discuss\nthe matter and there has been no direct precedent since President Washington\nfirst claimed a three-mile territorial sea in 1793. The proposed extension raises\nissues of the ways in which the United States, through the executive and legisla­\ntive branches, may acquire territory and assert sovereignty over it, as well as ques­\ntions about the President’s foreign relations power. With these concerns in mind, we conclude, for the reasons stated below, that\nthe President undoubtedly has the power to assert jurisdiction over the territorial\nsea so as to establish a new territorial sea for the United States under international\n7 The Convention on the Territorial Sea provides that “[t]he contiguous zone may not extend beyond twelve\nmiles from the baseline from which the breadth of the tem tonal sea is measured.” Convention on the Territorial\nSea, pt. II, art 24 (2). The proposed proclamation, however, states that “[t]he outer boundary of the contiguous zone\nof the United States henceforth extends 24 nautical miles from the baselines from which the territorial sea is mea­\nsured ” Although customary international law now permits a nation to claim a contiguous zone up to twenty-four\nmiles from the basel ines, see, e g , Restatement Third § 511 (b), the United States has declined to ratify the Law of\nthe Sea Convention in which this new norm is codified. Therefore, the provision extending the contiguous zone\nshould be deleted from the proclamation. It may be true that most countries have adopted the new twenty-four mile contiguous zone by ratifying the\nLaw of the Sea Convention or would waive their right to protest such an extension. Nevertheless, such a procla­\nmation would be inconsistent with our treaty obligations if the new contiguous zone were asserted against another\nparty to the 1958 Convention on the Tem tonal Sea who wished to protest. We have been advised informally by\nthe Department of State that the likelihood of protests is small. 8 Jessup best explams the difference between sovereignty over the temtorial sea and limited jurisdiction over\nother areas of the sea: There is a vital distinction between that mantime belt which is claimed as a part of the territory of the\nstate and the limited rights of control or junsdiction claimed upon the high seas. The confusion is in­\ntensified by the disagreement among text wnters as to the nature of the control or junsdiction exer­\ncised over tem tonal waters. If one starts with the proposition that the littoral state has only a “bundle\nof servitudes” over the tem tonal waters, one is naturally unable to see much distinction between claims\nto a three-mile and to a twelve-mile zone. Similarly if one posits merely certain nghts of control or ju ­\nnsdiction therein. But if, on the other hand, one maintains that each maritime state may rightly claim\nas a part of its temtory a certain mantime belt, then the distinction becomes clear."
    },
    {
      "id": "memos_23__5",
      "chunk_id": "5",
      "content": "Similarly if one posits merely certain nghts of control or ju ­\nnsdiction therein. But if, on the other hand, one maintains that each maritime state may rightly claim\nas a part of its temtory a certain mantime belt, then the distinction becomes clear. It is this latter hy­\npothesis which is believed to be sound, histoncally, theoretically and according to international prac­\ntice\nPhillip C. Jessup, The Law o f Territorial Waters and Maritime Jurisdiction xxxiii - xxxiv (1927). 241 law. We also believe, although the issue is not entirely free from doubt, that he\nhas the power to assert sovereignty over the territorial sea as a function of his\npower to acquire territory on behalf of the United States. Finally, we doubt that\nCongress has constitutional authority to assert either sovereignty over an ex­\ntended territorial sea or jurisdiction over it under international law on behalf of\nthe United States. A. The President’s Power to Assert Jurisdiction The President’s power to assert jurisdiction over the territorial sea is based on\nhis constitutional power over foreign relations. 9 The President’s constitutional\nrole as the sole representative of the United States in foreign relations has long\nbeen recognized. In the words of John Marshall, “The President is the sole organ\nof the nation in its external relations, and its sole representative with foreign na­\ntions.” 10 Annals of Cong. 613 (1800).10 Thus, it is not surprising that Justice\nSutherland explained the nature of the President’s authority in expansive terms: In this vast external realm, with its important, complicated, deli­\ncate and manifold problems, the President alone has the power to\nspeak or listen as a representative of the nation. It is important to bear in mind that we are here dealing not alone\nwith an authority vested in the President by an exertion of leg­\nislative power, but with such an authority plus the very delicate,\nplenary and exclusive power of the President as the sole organ of\nthe federal government in the field of international relations—a\npower which does not require as a basis for its exercise an act of\nCongress, but which, of course, like every other governmental\npower, must be exercised in subordination to the applicable pro­\nvisions of the Constitution. 9 It is axiomatic that under our Constitution the President has been given broad authority over the conduct of the\nN ation’s foreign relations. United States v Curtiss-Wright Export Corp., 299 U.S. 304, 315-22 (1936). This au­\nthority arises from a number of the President’s constitutional powers: as Commander-in-Chief of the Nation’s mil­\nitary forces, art. II, § 2, cl 1; as the individual charged with the power to negotiate treaties, art. II, § 2, cl. 2; and as\nthe individual who receives ambassadors and other foreign representatives, art. II, § 3."
    },
    {
      "id": "memos_23__6",
      "chunk_id": "6",
      "content": "II, § 2, cl 1; as the individual charged with the power to negotiate treaties, art. II, § 2, cl. 2; and as\nthe individual who receives ambassadors and other foreign representatives, art. II, § 3. O f course, these specific\nprovisions are supplemented by the general provision of Article II, Section I, Clause 1, which provides that “[t]he\nexecutive power shall be vested in a President of the United States of America ” Additionally, the United States\nobtained inherent sovereign authonty over foreign relations when it secured its independence from Great Bntain,\nCurtiss-Wright, 299 U.S. at 318, and the President exercises many of the powers that were formerly vested in the\nBritish crown, and that are not enumerated in the Constitution as belonging to Congress. See, e.g., 1 William Blackstone, Commentaries on the Laws of England 257 (1771 ed ). 10 Marshall made this remark as a member o f the House of Representatives dunng a debate concerning an ex­\ntradition ordered by President John Adams. See Edward S. Corwin, The President: Office and Powers, 1787-1984\nat 207-08 (Randall W. Bland et al. eds, 5th ed. 1984). 242 United States v. Curtiss-Wright Export Corp., 299 U.S. 304,319-20(1935). Asa\nleading constitutional scholar concluded, “[ tjhere is no more securely established principle of constitutional practice than the exclusive right of the President to be\nthe nation's intermediary in its dealing with other n a tio n s Edward S. Corwin,\nThe President: Office and Powers, 1787-1984 at 214 (footnote omitted). The Supreme Court addressed the difficult issue of the relationship between\nthe President’s foreign relations power and his power to assert jurisdiction over\nthe territorial sea on behalf of the United States in United States v. Louisiana,\n363 U.S. 1 (1960) (Harlan, J.). In that case, which involved rights under the Sub­\nmerged Lands Act, the Court considered the power to fix state boundaries for do­\nmestic purposes and the power to fix them for international purposes. The exec­\nutive branch had argued that no state could have a boundary of more than three\nmiles because a state boundary must coincide with the three-mile limit of our\nclaim to the territorial sea in order to avoid international embarrassment. The\nCourt rejected that argument as an oversimplification of the issue. Justice Har­\nlan described the relationship between the constitutional powers of the executive\nand the legislature branches as follows: The power to admit new States resides in Congress. The Pres­\nident, on the other hand, is the constitutional representative of the\nUnited States in its dealings with foreign nations. From the for­\nmer springs the power to establish state boundaries; from the lat­\nter comes the power to determine how far this country will claim\nterritorial rights in the marginal sea as against other nations. Any such determination is, of course, binding on the States. The exer­\ncise of Congress’ power to admit new States, while it may have\ninternational consequences, also entails consequences as between\nNation and State."
    },
    {
      "id": "memos_23__7",
      "chunk_id": "7",
      "content": "Any such determination is, of course, binding on the States. The exer­\ncise of Congress’ power to admit new States, while it may have\ninternational consequences, also entails consequences as between\nNation and State. We need not decide whether action by Congress\nfixing a State’s territorial boundary more than three miles beyond\nits coast constitutes an overriding determination that the State, and\ntherefore this country, are to claim that much territory against for­\neign nations. It is sufficient for present purposes to note that there\nis no question of Congress’ power to fix state land and water\nboundaries as a domestic matter. Id. at 35 (emphasis added). The Court thus established two principles: first, that determination of the scope\nof the territorial sea as against foreign nations is one of the President’s constitu­\ntional powers, and second, that establishing state boundaries is one of Congress’\nconstitutional powers. The Court left unanswered the question of whether con­\ngressional action fixing a state boundary could result in a claim on behalf of the\nUnited States for the purpose of international law. The Court proceeded to care­\nfully distinguish between the state boundaries established for domestic purposes\nby the Submerged Lands Act and the boundary of the territorial sea established\nby the President for international purposes. Id. at 33-36. The Court then held that\n243 the state boundary for domestic purposes can be established by Congress irre­\nspective of the limit of the territorial sea. Id. at 35-36. Thus, it is clear that under Louisiana the President may use his power in the\nrealm of foreign affairs to assert jurisdiction over the territorial sea on behalf of\nthe United States as against other nations. We understand that this is the central\npurpose of the proposed proclamation and we have no doubt that the President\nmay issue such an assertion of jurisdiction. Indeed, history supports the Court’s statement in Louisiana that the President’s\nconstitutional position as the representative of the United States in foreign rela­\ntions authorizes him to make claims on behalf of the United States concerning\nthe territorial sea. The primary example, of course, is the first claim of a threemile territorial sea made on behalf of the United States by then-Secretary of State\nThomas Jefferson in 1793. France, Great Britain, and Spain—all of which held\nterritory in North America—were engaged in maritime hostilities off our Atlantic\ncoast, an extension of wars ongoing in Europe. As part of an effort to undermine\nour policy of neutrality, France pressured us to state the extent of our territorial\nsea. See Sayre A. Swarztrauber, The Three-Mile Territorial Sea 56-59 (1972). In response, and although “neither Washington nor Jefferson wished to be hur­\nried” into establishing the limit of our claim, President Washington instructed\nJefferson to make an initial claim for the United States. Id. at 57.'1Jefferson sent\nletters to both the French and British Ministers fixing a provisional limit."
    },
    {
      "id": "memos_23__8",
      "chunk_id": "8",
      "content": "In response, and although “neither Washington nor Jefferson wished to be hur­\nried” into establishing the limit of our claim, President Washington instructed\nJefferson to make an initial claim for the United States. Id. at 57.'1Jefferson sent\nletters to both the French and British Ministers fixing a provisional limit. The let­\nter to the British minister states:\nSIR: The President of the United States, thinking that, before it\nshall be finally decided to what distance from our sea shores the\nterritorial protection of the United States shall be exercised, it will\nbe proper to enter into friendly conferences and explanations with\nthe powers chiefly interested in the navigation of the seas on our\ncoasts, and relying that convenient occasions may be taken for\nthese hereafter, finds it necessary in the mean time to fix provi­\nsionally on some distance for the present government of these\nquestions. You are sensible that very different opinions and claims\nhave been theretofore advanced on this subject. The greatest dis­\ntance to which any respectable assent among nations has been at\nany time given, has been the extent of the human sight, estimated\nat upward of twenty miles, and the smallest distance, I believe,\nclaimed by any nation whatever, is the utmost range of a cannon\nball, usually stated at one sea-league. Some intermediate dis­\ntances have also been insisted on, and that of three sea-leagues\nhas some authority in its favor. The character of our coast, re­\n11 One month before Jefferson did so, President Washington observed, “[tjhree miles will, if I recollect nghtly,\nbnng [the captured Brigantine] Coningham within the rule of some decisions, but the extent of Temtorial jurisdic­\ntion at Sea, has not yet been fixed, on account o f some difficulties which occur in not being able to ascertain with\nprecision what the general practice of Nations in this case has been.” Washington to Governor Thomas Sim Lee,\nOct. 16, 1793, reprinted in 33 The Writings o f George Washington 132 (John C. Fitzpatrick ed., 1940) 244 markable in considerable parts of it for admitting no vessels of\nsize to pass near the shores, would entitle us, in reason, to as broad\na margin of protected navigation as any nation whatever. Reserv­\ning, however, the ultimate extent of this for future deliberation, the President gives instructions to the officers acting under his\nauthority, to consider those heretofore given them as restrained\nfor the present to the distance of one sea-league or three geo­\ngraphical miles from the sea-shores. This distance can admit of no opposition, as it is recognized by treaties between some of the\npowers with whom we are connected in commerce and naviga­\ntion, and is as little, or less, than is claimed by any of them on their\nown coasts. Letter from Mr. Jefferson to British Minister George Hammond, Nov. 8, 1793,\nreprinted in H.R. Doc. No. 324, 42d Cong., 2d Sess. 553-54 (1872).(emphasis\nadded). Secretary of State Jefferson’s letters, stating the President’s determination,\nhave traditionally been viewed as the vehicle by which the United States claimed\na three-mile territorial sea. See, e.g., United States v. California , 332 U.S. 19, 33\nn.16 (1947)."
    },
    {
      "id": "memos_23__9",
      "chunk_id": "9",
      "content": "Secretary of State Jefferson’s letters, stating the President’s determination,\nhave traditionally been viewed as the vehicle by which the United States claimed\na three-mile territorial sea. See, e.g., United States v. California , 332 U.S. 19, 33\nn.16 (1947). Thus, the President was responsible for the initial assertion of ju­\nrisdiction over the territorial sea on behalf of the United States. Moreover, Jef­\nferson indicated that the executive reserved the right to extend the territorial sea\nin the future. 12 We believe that the context makes it clear that the assertion of a\nclaim over the territorial sea was done as a function of the President’s power as\nthe representative of the United States in foreign relations, and that the power to\ndo so has been confirmed by the Supreme Court in Louisiana. The actions of two other Presidents who individually asserted control over sec­\ntions of the high seas provide further support for the argument that the President’s\nconstitutional power as the representative of the United States in foreign rela­\ntions includes the authority to claim portions of the sea for the United States for\npurposes of international law. In 1945 President Truman issued two proclama­\ntions, one concerning the continental shelf and another establishing a fisheries\nconservation zone. In the Continental Shelf Proclamation, President Truman\nstated that the “Government of the United States regards the natural resources of\nthe subsoil and seabed of the continental shelf.. . [as] subject to its jurisdiction\nand control.” Proclamation No. 2667, 3 C.F.R. 67 (1943-1948). This Office ap­\nproved the Proclamation and advised that it was lawful both as a statement of na­\ntional policy in foreign affairs and as an expansion of the territorial jurisdiction\nof the United States. Memorandum for Harold W. Judson, Assistant Attorney\nGeneral, Office of Assistant Solicitor General, from William H. Rose (Sept. 16,\n12 Not only does the letter imply as much, but also Jefferson as President reportedly proposed to claim a broader\ntem tonal sea, emphasizing that in the 1793 letter he had “taken care expressly to reserve the subject for future con­\nsideration, with a view to this same doctrine for which he now contends.” 1 Memoirs o f John Quincy Adams 375-7 6\n(Charles Francis Adams ed. 1874) (quoting a conversation with Jefferson). 245 1945). On the same day, President Truman also issued a proclamation which\nstated that the United States regarded it as proper to establish fishery conserva­\ntion zones in certain areas of the high seas contiguous to the United States. Procla­\nmation No. 2668, 3 C.F.R. 68 (1943-1948). Where the fishing was by United\nStates nationals alone, “the United States regards it as proper to establish ex­\nplicitly bounded conservation zones in which fishing activities shall be subject\nto the regulation and control of the United States.” Id. The Proclamation then\nwent on to declare that the United States’ policy with respect to zones where na­\ntionals of other countries also fished would be determined by agreements be­\ntween the United States and foreign states."
    },
    {
      "id": "memos_23__10",
      "chunk_id": "10",
      "content": "Id. The Proclamation then\nwent on to declare that the United States’ policy with respect to zones where na­\ntionals of other countries also fished would be determined by agreements be­\ntween the United States and foreign states. This Proclamation, with its explicit\nstatement of how the issue would be resolved with respect to other nations, was\nclearly based on the President’s constitutional power to represent the United\nStates’ interests in the international arena. Finally, in 1983 President Reagan used\nthe same power when he proclaimed “the sovereign rights and jurisdiction of the\nUnited States” to an exclusive economic zone extending two hundred miles from\nthe coast of the United States. Proclamation No. 5030, 3 C.F.R. 22 (1984).13 All\nof these precedents illustrate that the President’s constitutional role as the repre­\nsentative of the United States in foreign relations permits him to proclaim juris­\ndiction over certain areas of the sea, consistent with international law, on behalf\nof the United States. B. The President’s Power to Assert Sovereignty The more difficult issue is whether the President may assert sovereignty over\nthe territorial sea. 14 The key difference between this and an assertion of juris­\ndiction is that an assertion of sovereignty means that the territorial sea would be\nconsidered a part of the territory of the United States— i.e., as much a part of the\ncontinental United States as a piece of land. While originally subject to doubt by\nsome, the modem view is that the territorial sea is part of a nation and that a na­\ntion asserts full sovereignty rights over its territorial sea.15 The issue therefore\nbecomes whether the President has the authority to assert sovereignty over terri­\ntory on behalf of the United States. As indicated below, Presidents have asserted\nthis authority. Based on this historical record, we conclude that the President act­\ning alone may assert sovereignty over an extended territorial sea on behalf of the\nUnited States, as a matter of discovery and occupation. The Constitution does not specifically address the power to acquire territory on\n13 The President is also authorized to establish “defensive sea areas” by executive order for purposes of national\ndefense. 18 U.S.C. § 2152. See also U.S. Naval War College, International Law Situation and Documents— 1956\nai 603-04 (1957) (listing defensive sea areas established by the President). 14 We believe an assertion of sovereignty over the territorial sea would be tantamount to, and would raise the\nsam e considerations as, the acquisition of land territory. See supra note 3. Because we believe that the territorial\nsea is probably territory in the same sense that land is territory, we must examine the means by which the United\nStates may acquire territory. 15 See supra note 3. 246 behalf of the United States.16 Nonetheless, it is now agreed that the United States\nhas the power to acquire territory as an incident of national sovereignty. See, e.g.,\nMormonChurch v. UnitedStates, 136U.S. 1,42 (1890). 17 The United States has\nacquired territory through cession, purchase, conquest, annexation, treaty, and dis­\ncovery and occupation. 18These methods are permissible under international law19\nand have been approved by the Supreme Court.20"
    },
    {
      "id": "memos_23__11",
      "chunk_id": "11",
      "content": "See, e.g.,\nMormonChurch v. UnitedStates, 136U.S. 1,42 (1890). 17 The United States has\nacquired territory through cession, purchase, conquest, annexation, treaty, and dis­\ncovery and occupation. 18These methods are permissible under international law19\nand have been approved by the Supreme Court.20 The executive and the legisla­\nture have performed different roles in the acquisition of territory by each of these\nmeans. Unfortunately, the historical practice does not supply a precise explanation\nof where the Constitution places the power to acquire territory for theUnited States. 1. Assertion of Sovereignty by Treaty The clearest source of constitutional power to acquire territory is the treaty\nmaking power. Under the Constitution, the President “shall have Power, by and\nwith the Advice and Consent of the Senate, to make Treaties, provided two-thirds\nof the Senators present concur.” U.S. Const, art. II, § 2, cl. 2. It is pursuant to that\npower that the United States has made most acquisitions of territory, as a result\nof either purchase or conquest. 21 Thus, “[i]t is too late in the history of the United\n16 As Senator (later Justice) Sutherland observed, “[tjhere is no provision in the Constitution by which the na­\ntional government is specifically authorized to acquire territory; and only by a great effort of the imagination can\nthe substantive power to do so be found in the terms of any or all of the enumerated powers.” George Sutherland,\nConstitutional Power and World Affairs 52 (1919)\n17 The authonty of the United States to acquire territory was seriously questioned in the years immediately fol­\nlowing the adoption of the Constitution. The argument against federal authority to acquire territory relied upon the\nTenth Amendment provision that the powers not delegated to the federal government are reserved to the states or\nto the people 2 Joseph Story, Commentaries on the Constitution of the United States § 1317 (2d ed. 1851). The\nLouisiana Purchase afforded the most urgent occasion for the consideration of the issue. Secretary of the Treasury\nGallaun advised President Jefferson that “the power of acquinng territory is delegated to the United States by the\nseveral provisions which authorize the several branches of government to make war, to make treaties, and to gov­\nern the territory of the Union ” Letter from Gallatin to Jefferson, Jan 13, 1803, reprinted in 1 Writings of Albert\nGallatin 114 (Henry Adams ed. 1879) Jefferson himself was more concerned about his authority to incorporate\nthe territory into the United States than the authority to acquire the tem tory See Letter from Jefferson to Gallatin,\nJan 1803, reprinted in 1 Writings o f Albert Gallatin, supra, at 115. See also Downes v. Bidwell, 182 U.S. 244,\n322-33 (1901) (White, J , concumng). As the United States conunued to acquire large areas of land, the power to\nacquire territory was taken to have been settled during the nineteenth century. See 2 J. Story, supra, § 1320. 18 Tem tory is acquired by discovery and occupation where no other recognized nation asserts sovereignty over\nsuch temtory. In contrast, when temtory is acquired by treaty, purchase, cession, or conquest, it is acquired from\nanother nation\n19 See. e g , Oppenheim, supra , § 211, at 498."
    },
    {
      "id": "memos_23__12",
      "chunk_id": "12",
      "content": "18 Tem tory is acquired by discovery and occupation where no other recognized nation asserts sovereignty over\nsuch temtory. In contrast, when temtory is acquired by treaty, purchase, cession, or conquest, it is acquired from\nanother nation\n19 See. e g , Oppenheim, supra , § 211, at 498. 4\n20 The Supreme Coun has acknowledged the authonty to acquire temtory by these methods See, e g , CurtissWright, 299 U S. at 318 (“The power to acquire territory by discovery and occupation . . exist[s] as inherently in­\nseparable from the conception of nationality.”), American Ins Co v Canter , 26 U.S. (1 Pet.) 511, 542 (1828) (Mar­\nshall, C.J ) (“The Constitution confers absolutely on the government of the Union, the powers of making war, and of\nmaking treaties; consequently, that government possesses the power of acquinng temtory, either by conquest or by\ntreaty.”) 21 See Treaty Between the United States and the French Republic, Apr. 3 0 ,1803, an. 1,8 Stat. 200,201 (Louisiana\nPurchase); Treaty of Amity, Settlement, and Limits, Between the Umted States of Amenca and his Catholic Majesty,\nFeb 22,1819, art. 2 ,8 Stat. 252,253 (cession of Honda by Spain); Treaty with Great Britain, June 15,1846, art 1,9\nStat. 869 (Oregon Compromise), Treaty of Peace, Friendship, Limits and Settlement between the United States of\nAmericaand the Mexican Republic, Feb 2,1848, an. 5,9 Stat 922,926-27 (cession of California by Mexico); Treaty\nwith Mexico, Dec 30, 1853, art 1, lOStat. 1031, 1032 (Gadsden Purchase); Treaty with Russia, Mar 30, 1867, art. 1, 15Stat. 539(cessionof Alaska by Russia); Isthmian Canal Convention, Nov. 18, 1903, arts. 2 & 3,33 Stat. 2234,\n2234—35 (cession of Panama Canal Zone by Panama), Convention Between the United States and Denmark for Ces­\nsion of the Danish West Indies, Aug 4,1916, art. 1,39 Stat. 1706 (purchase of the Virgin Islands from Denmark). 247 States to question the right of acquiring territory by treaty.” Wilson v. Shaw, 204\nU.S. 24, 32 (1907). There is no doubt that the United States can acquire territory,\nincluding the territorial sea, by treaty. 2. Assertion of Sovereignty by the President Acting Alone - Discovery and\nOccupation The more difficult issue is whether the President, acting alone, may acquire\nterritory for the United States. Because of several venerable, and unchallenged,\nhistorical examples of such acquisitions, we believe that he can, even though the\npractice may be subject to some constitutional question. First and foremost, it\ncan be reasonably argued that President Washington and Secretary of State Jef­\nferson in making the original claim to the territorial sea relied on the President’s\nconstitutional power as the representative of the United States in foreign affairs\nto proclaim sovereignty, and not simply jurisdiction, over unclaimed territory. Although we have not found any evidence of Jefferson’s view of the nature of\nthe rights of the United States in the territorial sea, both Chief Justice Marshall\nand Justice Story viewed the territorial sea as part of the territory of the United\nStates. See Church v. Hubbart, 6 U.S. (2 Cranch) at 234 (Marshall, C.J.); The\nAnn, 1 F. Cas. at 926-27 (Story, J.)."
    },
    {
      "id": "memos_23__13",
      "chunk_id": "13",
      "content": "See Church v. Hubbart, 6 U.S. (2 Cranch) at 234 (Marshall, C.J.); The\nAnn, 1 F. Cas. at 926-27 (Story, J.). Similarly, there are two instances in which the President acquired territory act­\ning alone by discovery and occupation. 22 In 1869, “[t]he Midway Islands... were\nformally taken possession of in the name of the United States ... by order of the\nSecretary of the Navy.” S. Rep. No. 194,40th Cong., 3d Sess. 1 (1869). See also\nS. Exec. Doc. No. 79, 40th Cong., 2d Sess. (1868). And “[t]he United States\nclaim[ed] jurisdiction . .. over . . . Wake’s Island . . . possession of which was\ntaken by the U.S.S. Bennington on January 17,1899.” Letter from Mr. Hill, As­\nsistant Secretary of State, to Mr. Page, Feb. 27, 1900, 243 MS Dom. Let. 246,\nquoted in 1 J. Moore, International Law Digest § 111, at 555 (1906) (“Moore”). 23 The acquisition of Midway and Wake Islands by the Navy confirms that the\nPresident has the constitutional authority to acquire territory by discovery and\noccupation. Professor Henkin, for example, has stated that the President can “ac­\nquire territory by discovery or prescription.” Louis Henkin, Foreign Affairs and\n, 22 There is a third example of unilateral acquisition by the President by executive agreement. In this regard, Pres­\nident Fillmore entered into an executive agreement m 1850 in which Great Britain “cede[d] to the United States\nsuch portion of the Horseshoe Reef as may be found requisite” for a lighthouse in Lake Erie near Buffalo Proto­\ncol of a Conference Held at the Foreign O ffice, Dec 9, 1850, 18 Stat. (Part 2) 325-26. See also 5 Treaties and\nOther International Acts o f the United States o f America 905-28 (Hunter Miller ed., 1937) (describing the acqui­\nsition o f Horseshoe Reef). The acceptance o f the cession appears to have been made pursuant to the President’s\npower as representative of the United States in foreign affairs. 23 The acquisition o f American Samoa is frequently cited as evidence of the executive’s independent authonty\nto acquire territory for the United States. See, e g , \\ Westel Woodbury Willoughby, The Constitutional Law of the\nUnited States § 240a (2d ed 1929) President McKinley did assert control over American Samoa by executive or­\nder in 1900. He acted, however, one month after the Senate ratified a treaty in which Great Britain and Germany\nrenounced “in favor of the United States of America” any rights they had to claim the islands. Convention between\nthe United States, Germany, and Great Britain, Dec. 2, 1899, art. II, 31 Stat. 1878, 1879 (1900). Prior to the treaty,\nthe United States, Great Britain, and Germany had failed in an effort to jointly manage the Samoan Islands. See\ngenerally American Samoa A General Report by the Governor 22-43 (1927), Moore, supra, § 110. The existence\nof the treaty partially undermines the claim that the acquisition of American Samoa is an example of acquisition\nby executive action alone. 248 the Constitution 48 (1972). Another writer concluded that “[t]he President is com­\npetent to recognize the acquisition of territory by discovery and occupation.”"
    },
    {
      "id": "memos_23__14",
      "chunk_id": "14",
      "content": "The existence\nof the treaty partially undermines the claim that the acquisition of American Samoa is an example of acquisition\nby executive action alone. 248 the Constitution 48 (1972). Another writer concluded that “[t]he President is com­\npetent to recognize the acquisition of territory by discovery and occupation.” Q.\nWright, The Control of American Foreign Relations § 197, at 274 (1922). More­\nover, it appears that the power to acquire territory by discovery and occupation\n“flows from [the President’s] constitutional position as the representative organ\nof the government” for purposes of foreign affairs. Id. § 73, at 134 n.12.24\nPractical considerations also illuminate why the President’s power to assert sov­\nereignty as a matter of discovery and occupation has gone unchallenged. As our\nrepresentative in foreign affairs, the President is best situated to announce to other\nnations that the United States asserts sovereignty over territory previously un­\nclaimed by another nation. With Midway and Wake Islands, for example, the Pres­\nident— through the Navy—acted because there was no other governmental repre­\nsentative present who could assert sovereignty on behalf of the United States. The President’s authority to acquire territory by discovery and occupation sug­\ngests to us that the President may assert sovereignty over the contemplated ex­\ntension of the territorial sea. When territory is acquired by discovery and occu­\npation, it is acquired by the assertion of the acquiring nation that it is henceforth\nsovereign in that territory. Similarly, when a nation asserts sovereignty over an\nextended territorial sea, it acquires territory which is not subject to the sover­\neignty of another nation. Accordingly, the considerations which explain why the\nPresident’s constitutional position as the representative of the United States in\nforeign affairs allows him to acquire territory by discovery and occupation coun­\nsel that the same constitutional status allows him to proclaim sovereignty over\nan extended territorial sea. Justice Harlan’s statement for the Court in Louisiana that the power to assert\nterritorial rights in the sea derives from the President’s power as the constitu­\ntional representative of the United States in foreign affairs also appears to affirm\nthe President’s authority to assert sovereignty over the territorial sea. Even though\nJustice Harlan expressed doubt whether the territorial sea was “territory,”25 he\n24 One writer, however, has concluded that the President cannot acquire territory without congressional approval See Lawson Reno, The Power of the President to Acquire and Govern Territory, 9 Geo Wash. L. Rev. 251, 285 (1941). Reno did not discuss the acquisition of Horseshoe Reef. He believed that legislative approval, albeit some­\ntimes implicit, accompanied each of the other acquisitions of temtory by the executive. He explained that the United\nStates’ sovereignty over Midway derived from the annexation of Hawaii, which had been sovereign over the island\nbefore annexation Reno, supra, at 275-76. He also asserted that the acquisition of Wake Island was unimportant\nbecause of the uncertainty surrounding the occupation by and claims of the United States in those territories Id at\n276-77. Finally, he justified the United States' sovereignty over American Samoa as supported by implied con­\ngressional approval."
    },
    {
      "id": "memos_23__15",
      "chunk_id": "15",
      "content": "He also asserted that the acquisition of Wake Island was unimportant\nbecause of the uncertainty surrounding the occupation by and claims of the United States in those territories Id at\n276-77. Finally, he justified the United States' sovereignty over American Samoa as supported by implied con­\ngressional approval. Id at 279-81.\n25 Justice Harlan wrote, “The concept of a boundary in the sea,” as opposed to one between two states on land,\n“is a more elusive one ” Louisiana, 363 U S. at 33. He explained: The extent to which a nation can extend its power into the sea for any purpose is subject to the con­\nsent of other nations, and assertions of jurisdiction to different distances may be recognized for dif­\nferent purposes. In a manner of speaking, a nation which purports to exercise any nghts to a given dis­\ntance in the sea may be said to have a maritime boundary at that distance. But such a boundary, even\nif it delimits tem tonal waters, confers rights more limited than a land boundary. It is only in a very\nspecial sense, therefore, that the foreign policy of this country respecting the limit of territorial waters\nresults in the establishment of a “national boundary ”\nId at 34 (footnote omitted) Justice Harlan’s view of the nature of the territorial sea as being something less than ter­\nritory has since been rejected by the United States as well as modem international law scholars, see supra note 3 249 clearly indicated that the President has the power “to determine how far this coun­\ntry will claim territorial rights in the marginal sea as against other nations. \"26\nIn sum, we believe that the President may assert jurisdiction over an expanded\nterritorial sea. Further, we believe that he may also assert sovereignty over an ex­\npanded territorial sea. To be sure, the historically more prevalent practice of ter­\nritorial acquisition has been by treaty, but this in itself does not deny the author­\nity of the President to make an assertion of sovereignty as a matter analogous to\ndiscovery and occupation. Nevertheless, to bolster the sufficiency of the proposed\nproclamation, we strongly recommend that the proclamation state both that it is\nasserting jurisdiction and that it is asserting sovereignty over the expanded terri­\ntorial sea.27 We believe that this formulation provides the best defense to any hy­\npothetical challenge to the President’s exercise of power—a challenge which,\njudging by the historical record, we would anticipate to be unlikely. C. Congress’ Power to Assert Sovereignty over the Territorial Sea We next consider whether H.R. 5069, which provides for the establishment of\na territorial sea twelve miles wide, is within the constitutional power of Congress. H.R. 5069 states, “The sovereignty of the United States exists in accordance with\ninternational law over all areas that are part of the territorial sea of the United\nStates.” H.R. 5069, 100th Cong., 2d Sess., § 101(b) (1988)."
    },
    {
      "id": "memos_23__16",
      "chunk_id": "16",
      "content": "H.R. 5069 states, “The sovereignty of the United States exists in accordance with\ninternational law over all areas that are part of the territorial sea of the United\nStates.” H.R. 5069, 100th Cong., 2d Sess., § 101(b) (1988). Congress, however,\nhas never asserted jurisdiction or sovereignty over the territorial sea on behalf of\nthe United States 28 Because the President—not the Congress—has the constitu­\ntional authority to act as the representative of the United States in foreign affairs,\nCongress may proclaim jurisdiction or sovereignty over the territorial sea for in- 26 Id at 35 (emphasis added). There may also be an argument that President Washington’s unilateral assertion\no f sovereignty over the original territorial sea is now underpinned by longstanding congressional acquiescence. In\naddition, when the Senate ratified the Convention on the Territorial Sea, it agreed that the United States should have\na tem tonal sea and it did not place a limit on its breadth. Further, it agreed that the United States was sovereign\nover the tem tonal sea — which as a matter of fact, for the United Slates, was the sea that President Washington had\nclaimed on behalf of the United States Thus, there is at least arguable recognition by the legislature of the Presi­\ndent ’s power in its explicit desire that the United States exercise full sovereignty over the temtorial sea claimed by\nour first President. 27 For example, the proclamation might state. “In order to assert jurisdiction as against foreign nations and to\nassert sovereignty on behalf of the United States . 28 Congress has occasionally considered legislation to extend the temtorial sea of the United Slates. E.g., H.J.\nRes. 308, 91st Cong., 1st Sess. (1969), S.J. Res. 8 4 ,91st Cong., 1st Sess (1969); S J. Res 136, 90th Cong., 2d Sess\n(1968), H.R 10492, 88th Cong., 2d Sess (1964). None of these bills has been enacted\nO f course, Congress has enacted statutes with respect to aspects of the United States’ junsdiction over the\nterritorial sea and the high seas. A 1794 federal statute provided for federal court jurisdiction within the three-mile\ntem tonal sea. Act of June 5, 1794, ch 51, § 6, 1 Stat. 384. Many federal statutes govern conduct in various areas\nof our offshore waters. See, e.g , 14 U.S.C. § 89 (Coast Guard authonty within waters over which the United States\nhas junsdiction for law enforcement purposes); 19 U.S.C. § 1581(a) (Customs authority within the “customs wa­\nters” as defined by 1 9 U S C .§ 14010)) Additionally, Congress acted to implement PresidentTruman’scontinental'shelf proclamation for domestic law purposes by enacting the Outer Continental Shelf Act, 43 U.S C. §§ 1331 -1356,\nwhich claimed submerged lands for the federal government. However, all these statutes were enacted after the President’s initial proclamations of sovereignty or junsdiction within the area on behalf of the United States. 250 temational law purposes only if it possesses a specific constitutional power there­\nfor. 29 We have identified two instances in which the United States acquired territory\nby legislative action. In 1845, the United States annexed Texas by joint resolu­\ntion. Joint Res. 8, 5 Stat. 797 (1845)."
    },
    {
      "id": "memos_23__17",
      "chunk_id": "17",
      "content": "250 temational law purposes only if it possesses a specific constitutional power there­\nfor. 29 We have identified two instances in which the United States acquired territory\nby legislative action. In 1845, the United States annexed Texas by joint resolu­\ntion. Joint Res. 8, 5 Stat. 797 (1845). Several earlier proposals to acquire Texas\nafter it gained its independence from Mexico in 1836 had failed. In particular, in\n1844 the Senate rejected an annexation treaty negotiated with Texas by President\nTyler. 13 Cong. Globe, 28th Cong., 1st Sess. 652 (1844). Congress then consid­\nered a proposal to annex Texas by joint resolution of Congress. Opponents of the\nmeasure contended that the United States could only annex territory by treaty. See, e.g., 14 Cong. Globe, 28th Cong., 2d Sess. 247 (1845) (statement of Sen.\nRives); id. at 278-81 (statement of Sen. Morehead); id. at 358-59 (statement of\nSen. Crittenden). Supporters of the measure relied on Congress’ power under Ar­\nticle IV, Section 3 of the Constitution to admit new states into the nation. See,\ne.g., id. at 246 (statement of Sen. Walker); id. at 297-98 (statement of Sen. Wood­\nbury); id. at 334-36 (statement of Sen. McDuffie). These legislators emphasized\nthat Texas was to enter the nation as a state, and that this situation was therefore\ndistinguishable from prior instances in which the United States acquired land by\ntreaty and subsequently governed it as territories. Congress’ power to admit new\nstates, it was argued, was the basis of constitutional power to affect the annexa­\ntion. Congress approved the joint resolution, President Polk signed the measure,\nand Texas consented to the annexation in 1845. The United States also annexed Hawaii by joint resolution in 1898. Joint Res.\n55, 30 Stat. 750 (1898). Again, the Senate had already rejected an annexation\ntreaty, this one negotiated by President McKinley with Hawaii. And again, Con­\ngress then considered a measure to annex the land by joint resolution. Indeed,\nCongress acted in explicit reliance on the procedure followed for the acquisi­\ntion of Texas. As the Senate Foreign Relations Committee report pronounced,\n“[t]he joint resolution for the annexation of Hawaii to the United States . . .\nbrings that subject within reach of the legislative power of Congress under the\nprecedent that was established in the annexation of Texas.” S. Rep. No. 681,\n55th Cong., 2d Sess. 1 (1898). This argument, however, neglected one signifi­\ncant nuance: Hawaii was not being acquired as a state. Because the joint reso­\nlution annexing Texas relied on Congress’ power to admit new states, “the\nmethod of annexing Texas did not constitute a proper precedent for the annex­\nation of a land and people to be retained as a possession or in a territorial con­\ndition.” Andrew C. McLaughlin, A Constitutional History of the United States\n504 (1936). Opponents of the joint resolution stressed this distinction. See, e.g.,\n29 Congress has certain constitutional powers that can affect the claims of the United States over the seas. For\nexample. Congress has the power to regulate foreign commerce, art. I, § 8, cl. 3, the power to define and punish\ncrimes committed on the high seas and offenses against international law, art."
    },
    {
      "id": "memos_23__18",
      "chunk_id": "18",
      "content": "For\nexample. Congress has the power to regulate foreign commerce, art. I, § 8, cl. 3, the power to define and punish\ncrimes committed on the high seas and offenses against international law, art. I, § 8, cl. 10, and the power to de­\nclare war, art. I, § 8, cl. 11. Congress also exercises considerable authority over the temtory of the United States. The Constitution authorizes Congress to admit new states, art. IV, § 3, cl 1, and to dispose of and regulate the prop­\nerty of the United States, art. IV, § 3, cl. 2. 251 31 Cong. Rec. 5975 (1898) (statement of Rep. Ball).30 Moreover, as one con­\nstitutional scholar wrote: The constitutionality of the annexation of Hawaii, by a simple leg­\nislative act, was strenuously contested at the time both in Con­\ngress and by the press. The right to annex by treaty was not de­\nnied, but it was denied that this might be done by a simple\nlegislative act... . Only by means of treaties, it was asserted, can\nthe relations between States be governed, for a legislative act is\nnecessarily without extraterritorial force—confined in its opera­\ntion to the territory of the State by whose legislature it is enacted. 1 Westel Woodbury Willoughby, The Constitutional Law of the United States\n§ 239, at 427 (2d ed. 1929). Notwithstanding these constitutional objections, Congress approved the joint\nresolution and President McKinley signed the measure in 1898. Nevertheless,\nwhether this action demonstrates the constitutional power of Congress to acquire\nterritory is certainly questionable. The stated justification for the joint resolu­\ntion—the previous acquisition of Texas—simply ignores the reliance the 1845\nCongress placed on its power to admit new states. It is therefore unclear which\nconstitutional power Congress exercised when it acquired Hawaii by joint reso­\nlution. Accordingly, it is doubtful that the acquisition of Hawaii can serve as an\nappropriate precedent for a congressional assertion of sovereignty over an ex­\ntended territorial sea.3v We believe that the only clear congressional power to acquire territory derives\nfrom the constitutional power of Congress to admit new states into the union. The\nadmission of Texas is an example of the exercise of this power. Additionally, the\nSupreme Court in Louisiana recognized that this power includes “the power to\nestablish state boundaries.” 363 U.S. at 35. The Court explained, however, that\nit is not this power, but rather the President’s constitutional status as the repre­\n30 Representative Ball argued:\nAdvocates of the annexation of Texas rested their case upon the express power conferred upon Con­\ngress in the Constitution to admit new States Opponents of the annexation of Texas contended that\neven that express power did not confer the right to admit States not carved from tem tory already be­\nlonging to the United States or some one o f the States forming the Federal Union. Whether, therefore,\nwe subscribe to the one or the other school of thought in that matter, we can find no precedent to sus­\ntain the method here proposed for admitting foreign temtory. 31 Cong. Rec 5975 (1898)."
    },
    {
      "id": "memos_23__19",
      "chunk_id": "19",
      "content": "Whether, therefore,\nwe subscribe to the one or the other school of thought in that matter, we can find no precedent to sus­\ntain the method here proposed for admitting foreign temtory. 31 Cong. Rec 5975 (1898). He thus characterized the effort to annex Hawaii by joint resolution after the defeat of\nthe treaty as “a deliberate attempt to do unlawfully that which can not be lawfully done ” Id\n31 Additionally, Congress has authonzed the extension of United States’ control to guano islands discovered and\noccupied by citizens of the United States The Guano Islands Act provided: Whenever any citizen of the United States discovers a deposit of guano on any island, rock, or key,\nnot within the lawful jurisdiction of any other government, and not occupied by the citizens of any\nother government, and takes peaceable possession thereof, and occupies the same, such island, rock,\nor key may, at the discretion of the President, be considered as appertaining to the United States. 48 U.S.C. § 1411. In Jones v. United States, 137 U.S. 202 (1890), the Supreme Court held that the statute was valid\nand that Navassa, a guano island claimed under that statute, “must be considered as appertaining to the United\nStates.” Id. at 224. The Guano Islands Act does not appear to be an explicit claim of territory by Congress. 252 sentative of the United States in foreign affairs, which authorizes the United States\nto claim territorial rights in the sea for the purpose of international law. The Court\nleft open the question of whether Congress could establish a state boundary of\nmore than three miles beyond its coast that would constitute an overriding claim\non behalf of the United States under international law. Id. Indeed, elsewhere in\nits opinion the Court hints that congressional action cannot have such an effect. Id. at 51. In the time permitted for our review we are unable to resolve the matter de­\nfinitively, but we believe that H.R. 5069 raises serious constitutional questions. We have been unable to identify a basis for the bill in any source of constitutional\nauthority. Because of these concerns, we believe that, absent a treaty, the pro­\nposed proclamation represents the most defensible means of asserting sovereignty\nover the territorial sea. III. The Proclamation’s Effect on Domestic Law In this section, we consider what effect the proposed proclamation will have\non domestic law. By its terms, the proclamation will make clear that it is not in­\ntended to affect domestic law. Congress may, however, have enacted statutes that\nare intended to be linked to the extent of the United States’ territorial sea under\ninternational law. The issue, therefore, in determining the effect of the procla­\nmation on domestic law is whether Congress intended for the jurisdiction of any\nexisting statute to include an expanded territorial sea. Thus, the question is one\nof legislative intent.32\nA. Statutory Intent The statutes potentially affected by the proclamation are too numerous to con­\nsider individually in the time permitted."
    },
    {
      "id": "memos_23__20",
      "chunk_id": "20",
      "content": "Thus, the question is one\nof legislative intent.32\nA. Statutory Intent The statutes potentially affected by the proclamation are too numerous to con­\nsider individually in the time permitted. However, we can discuss some of the\nconsiderations relevant to a determination whether Congress intended the appli­\ncation of a statute to be affected by a change in the breadth of the United States’\nterritorial sea, and then make such a determination with respect to the particular\nstatute of interest to the inter-agency working group—the Coastal Zone Man­\nagement Act, 16 U.S.C. §§ 1451-1464 (“CZMA” or “Act”). The most important consideration in determining whether Congress intended\na statute to be affected by a change in the breadth of the territorial sea is the lan­\nguage of the statute. If a statute includes a provision that simply overlaps or co­\nincides with the existing territorial sea—such as the provision “three miles sea­\nward from the coast of the United States”—the operation of the statute will\n32 While the Constitution provides the President with the power to represent the United States in foreign affairs\nand thus to assert a claim under Internationa] law, see supra pp. 241-50, the Constitution grants Congress the power\nto enact statutes with domestic effect within the areas of its enumerated powers. Congress could enact legislation\nstating that the area affected by a statute could be expanded either by presidential or congressional action The Pres­\nident can be delegated the authonty to fill in the details of a statute, such as determining the extent of a statute’s ju­\nnsdiction. Congress can always amend a statute, through passage of a new law, to expand its coverage. 253 probably not, in the absence of special circumstances, be affected by a change in\nthe territorial sea. Indeed, the statute does not appear to invoke the concept of the\nterritorial sea at all, except for denoting an area that coincides with the territor­\nial sea. A similar case is presented by a statute that uses the term “territorial sea”\nbut then defines it as “three miles seaward from the coast of the United States.” Although the statute refers to the territorial sea, the definition reveals that Con­\ngress understood the area involved as the three-mile territorial sea in existence\nwhen the statute was enacted. Of course, the more difficult cases will arise where Congress has used more\nambiguous language. The best example is a statute which refers to the term “ter­\nritorial sea” without further defining it. Congress could have intended the term\nto refer to the three miles that history and existing practice had defined or Con­\ngress could have intended the statute’s jurisdiction to always track the extent of\nthe United States’ assertion of territorial sea under international law. A determi­\nnation of congressional intent in these circumstances will therefore require fur­\nther inquiry into the purpose and structure of a particular statute, and may include\nreference to the legislative history, the interpretation of the statute by the execu­\ntive branch and the courts, and the meaning of similar statutes governing the same\nsubject matter. B. Coastal Zone Management Act"
    },
    {
      "id": "memos_23__21",
      "chunk_id": "21",
      "content": "B. Coastal Zone Management Act The CZMA was enacted in 1972 to provide a program of federal grants to the\nstates for the purposes of (1) preserving and developing the Nation’s coastal zone\nand (2) encouraging and assisting the states in exercising their coastal zone re­\nsponsibilities through the development of management programs designed to\nachieve wise and coordinated use of coastal zone resources. 16 U.S.C. § 1452. Under the Act, the Secretary of Commerce may make various grants to states for\nthe development, implementation and protection of management programs. 16\nU.S.C. §§ 1454-1464. The states establish management programs, subject to the approval of the Sec­\nretary, within the area of the coastal zone. The CZMA defines “coastal zone” as\nthe coastal waters (including the lands therein and thereunder) and\nthe adjacent shorelands (including the waters therein and there­\nunder), strongly influenced by each other and in proximity to the\nshorelines of the several coastal states . . . . The zone extends, in\nGreat Lakes waters, to the international boundary between the\nUnited States and Canada and, in other areas, seaward to the outer\nlimit o f the United States territorial sea. The zone extends inland\nfrom the shorelines only to the extent necessary to control shore­\nlands, the uses of which have a direct and significant impact on\nthe coastal waters. Excluded from the coastal zone are lands the\nuse of which is by law subject solely to the discretion of or which\nis held in trust by the Federal Government, its officers or agents. 254 16 U.S.C. § 1453(1) (emphasis added). Thus, the CZMA defines the coastal zone\npartly in terms of the “United States territorial sea.” The text of the CZMA does not expressly indicate whether Congress intended\nthe coastal zone to be affected by an expanded claim of territorial sea under in­\nternational law. Inferences from the purposes, structure, and legislative history\nof the Act, however, suggest that the better view is that Congress intended the\ncoastal zone to be stationary. 33\n1. Statutory Purpose and Structure There are several purposive and structural reasons why we believe Congress in­\ntended the reference to “territorial sea” in the CZMA to refer to the existing three\nmile area. First, Congress made numerous findings when enacting the CZMA. Con­\ngress stated that the coastal zone is rich in natural resources, that it is “ecologically\nfragile,” that it has experienced a loss of living marine resources and nutrient-rich\nareas, and that present institutional arrangements for planning and regulating the\ncoastal zone are inadequate. 3416 U.S.C. § 1451. These findings were based on em­\npirical observation and investigation of the coastal zone that existed at the time the\nCZMA was enacted, and it was the coastal area out to three miles that was the fo­\ncus of Congress’ concern. These factual findings indicate that it is unlikely that the\ncoastal zone was intended to change with the expansion of the territorial sea. Con­\ngress could not have known whether these findings would also be true of other ar­\neas over which the United States might assert its jurisdiction or sovereignty."
    },
    {
      "id": "memos_23__22",
      "chunk_id": "22",
      "content": "These factual findings indicate that it is unlikely that the\ncoastal zone was intended to change with the expansion of the territorial sea. Con­\ngress could not have known whether these findings would also be true of other ar­\neas over which the United States might assert its jurisdiction or sovereignty. Dif­\nferent conditions obviously could hold depending upon whether the President\nasserted a territorial sea of three, twelve, or two hundred miles. Second, it is unlikely that Congress would have intended the CZMA’s scope\nto expand beyond the clear limit of the states’ jurisdiction. The central purpose\nof the CZMA was to assist and encourage the states to regulate use of the coastal\nzone,3S and there is serious question whether the states can extend their regula­\ntory jurisdiction beyond the limit of the three-mile belt. In this regard, there are\ntwo reasons why the states would not be able to regulate an expanded section of\nthe territorial sea in the comprehensive way contemplated by the CZMA: the\nstates do not have jurisdiction over the soil beneath the nine miles of the expanded\nterritorial sea and it is very uncertain whether the states could assert jurisdiction\n33 In interpreting the CZMA, there are both the Act as originally passed in 1972 and the subsequent amendments\nto the Act to consider. See Pub. L. Nos. 94-370 (1976), 90 Stat. 1013 & 96-^64,94 Stat. 2060 (1980). The defin­\nition of coastal zone was included in the original Act, and has not been amended in any substantive respect. We ac­\ncordingly look principally to the original Act in determining Congress' intent, and only consider the amendments\nto determine whether they were intended to alter the meaning of the original definition. See Secretary o f Interior\nv California , 464 U S. 312, 330 n.15, 331-32 (1984) (relying principally upon legislative history of the original\nCZMA, but also considering later provisions). 34 See also S. Rep No. 753, 92d Cong., 2d Sess. 4 (1972) (“Why single out the coastal zone for special man­\nagement attention? . . . The fact is that the waters and narrow strip of land within the coastal zone is where the most\ncritical demands, needs and problems presently exist.\") 35 See 16 U.S.C. §§ 1451(i), 1452(2). Moreover, section 1455(d) of title 16 requires the Secretary o f Commerce,\npnor to approving a state management program, to find that the State “has authority for the management of the\ncoastal zone in accordance with the management program,” including the power to administer land and water use\nregulations, to control development, and to condemn property, for the purpose of achieving compliance with the\nmanagement program. 255 even to regulate the waters of that section. We discuss these points in turn. States had for decades generally assumed that they at least controlled the land\nbeneath the territorial sea. However, in United States v. California, the Supreme\nCourt held—contrary to many states ’ assumption—that “the Federal Government\nrather than the state has paramount rights in and power over [the three mile mar­\nginal] belt, an incident to which is full dominion over the resources of the soil\nunder that water area.” 332 U.S. at 38-39."
    },
    {
      "id": "memos_23__23",
      "chunk_id": "23",
      "content": "In response to vigorous state protests\nto this opinion, Congress in 1953 enacted the Submerged Lands Act, 43 U.S.C.\n§§ 1301-1315, which granted to the states the lands beneath the navigable wa­\nters within their boundaries, 43 U.S.C. § 1311(a), which boundaries were at a\nminimum to be set at “a line three geographical miles distant from [a state’s] coast\nline.” Id. § 1312.36 In the same year, Congress also passed the Outer Continen­\ntal Shelf Lands Act, 43 U.S.C. §§ 1331-1356 (“OCSLA”), which established\nclaims for the federal government over the submerged lands which lay seaward\nof the submerged lands controlled by the states, i.e., the submerged lands beyond\nthe three-mile limit.37 43 U.S.C.§§ 1331(a), 1332(1) & 1333(a)(1). Accordingly,\nif the President extends the United States’ territorial sea to twelve miles, the states\ncould not exercise jurisdiction over the submerged lands of that area. These lands\nare controlled by the federal government pursuant to OCSLA. Second, it is not clear whether the states could assert jurisdiction even over the\nwaters of the expanded portion of the territorial sea. “[A]n assertion of a wider\nterritorial sea by the United States . . . would not itself give rights in the addi­\ntional zone to the adjacent States. Unless Congress determined otherwise, the\nzone between three and twelve miles would be under the exclusive authority of\nthe Federal Government.” Restatement Third § 512, reporters’ note 2. It is there­\nfore reasonable to assume that the states’ boundaries and regulatory jurisdiction\nare fixed at their existing limits, and that states have no more power to assert ju­\nrisdiction over the expanded portion of the territorial sea than they do over other\nterritories that are acquired by the United States. See also Louisiana, 363 U.S. at\n35; United States v. Maine, 469 U.S. 504, 513 (1985).38\n36 More precisely, the Submerged Lands Act conferred land on the states based on state boundaries as they ex­\nisted at the time the state became a member of the Union, or as approved by Congress. 43 U.S.C § 1301 (b) States\nthat had not asserted seaward boundaries of three miles were authorized to do so 43 U.S.C. § 1312. Moreover, the\nAct did not prejudice the existence of a further seaward boundary if one existed when the state was admitted to the\nUnion or if the boundary had been approved by Congress, but limited the extent of seaward boundaries to three\nmiles into the Atlantic and Pacific Oceans, and to approximately nine miles into the G ulf of Mexico See United\nStates v. Louisiana, 363 U.S 1 (1960) (historical evidence supported Texas’ claim to lands beneath navigable wa­\nters within nine miles o f its coast in the Gulf of Mexico)\n37 President Truman had asserted junsdiction over the continental shelf on behalf of the United States in 1945. Proc. No. 2667, 3 C F R. 67 (1943—1948) See supra p 245. 38 However, this is not to say that the states might not attempt to expand their regulatory junsdiction."
    },
    {
      "id": "memos_23__24",
      "chunk_id": "24",
      "content": "Proc. No. 2667, 3 C F R. 67 (1943—1948) See supra p 245. 38 However, this is not to say that the states might not attempt to expand their regulatory junsdiction. The states\nmight assert this power as an aspect of their sovereignty retained under the Tenth Amendment, at least to the ex­\ntent that the jurisdiction did not conflict with international law, or the states might attempt to found the jurisdiction\non histoncal grounds. See Manchester v Massachusetts, 139 U.S. 240, 264 (1891), Skiriotes v Florida, 313 U.S.\n69, 77 (1941). But see United States v. California , 332 U S. at 37 (distinguishing Manchester v Massachusetts)',\nUnited States v. California, 381 U.S. 139, 168—69 (1965) (“Although some dicta in [Manchester] may be read to\nsupport” the view that “a State may draw its boundaries as it pleases within limits recognized by the law o f nations\nregardless o f the position taken by the United States,” “we do not so interpret the opinion The case involved nei­\nther an expansion of our traditional international boundary nor opposition by the United States to the position taken\nby the State.”). 256 However, it is not necessary for present purposes to decide whether the states\ncould assert jurisdiction to regulate the waters of the expanded section of the ter­\nritorial sea. Thus, given the absence of any clear state authority over the soil be­\nneath an expanded territorial sea and the uncertainty of state authority over the\nexpanded water area, it is most unlikely that the Congress that enacted the CZMA\nwould have simply assumed that state authority would expand if the United\nStates’ territorial sea expanded. 2. Legislative History An examination of the legislative history of the definition of coastal zone also\nsupports this conclusion. In particular, the CZMA represented a compromise be­\ntween Senate and House bills. The bill reported by the Senate Committee on Com­\nmerce included a definition of the coastal zone similar to the final Act. It pro­\nvided: The zone terminates, in Great Lake waters, at the international\nboundary between the United States and Canada and, in other ar­\neas, extends seaward to the outer limit of the United States terri­\ntorial sea. S. Rep. No. 753, 92d Cong., 2d Sess. 47 (1972). The only relevant discussion of this provision in the Senate Report states that\n“[t]he outer limit of the [coastal] zone is the outer limit of the territorial sea, be­\nyond which the States have no clear authority to act.” Id. at 9. Thus, the Senate\nReport is consistent with the conclusion that the coastal zone was intended to ex­\ntend only to the limit of the existing three mile territorial sea, the limit of state\njurisdiction. After issuance of the Report, however, the definition of coastal zone was\namended on the floor of the Senate. Senator Spong was concerned that the bill\n“might have a prejudicial effect upon the matter of United States against\nMaine,”39 in which the United States was seeking a determination against the\nthirteen Atlantic coastal states concerning control over the submerged lands “of\nthe bed of the Atlantic Ocean more than three geographic miles from the coast­\nline.”"
    },
    {
      "id": "memos_23__25",
      "chunk_id": "25",
      "content": "118 Cong. Rec. 14,185 (1972). Thus, he proposed an amendment, “the sole\npurpose of which is to assure that the bill will have no prejudicial effect upon the\nlitigation.” Id. The amendment changed the definition of coastal zone to the fol­\nlowing: The zone terminates, in Great Lake waters, at the international\nboundary between the United States and Canada and, in other ar­\neas, extends seaward to the outer limit of the legally recognized territorial seas of the respective coastal states, but shall not ex­\ntend beyond the limits of State jurisdiction as established by the 39 C f United States v. Maine. 420 U S. 515 (1975). 257 Submerged Lands Act o f May 22,1953 and the Outer Continen­\ntal Shelf Act o f 1953. Id. at 14,185 (emphasis added to indicate changed language). Senator Hollings also spoke in support of the amendment. He stated: We have been trying to reconcile the amendments so that we\nwould not interfere with any legal contention of any of the sev­\neral States at the present time involved in court procedures. At the\nsame time we wanted to make certain that Federal jurisdiction was\nunimpaired beyond the 3-mile limit in the territorial sea. Id.40 Thus, the change in the Senate bill language was not intended to have sig­ nificant effect on the issue at hand, but was only included to avoid affecting pend­\ning litigation. The language in the House bill was virtually identical to that in the\noriginal Senate bill. The House bill provided: The zone extends, in Great Lakes waters, to the international\nboundary between the United States and Canada and, in other ar­\neas, seaward to the outer limit of the United States territorial sea. H.R. Rep. No. 1049,92d Cong., 2d Sess. 2 (1972). The House Report, however,\nadopted a different understanding of the provision. The House Report stated that\nthe coastal zone extends outward\nto the outer limit of the territorial sea which, under the present\nposture of international law, means three miles from the base line\nfrom which the territorial sea of the United States is measured. Should the United States, by future action, either through inter­\nnational agreement or by unilateral action, extend the limits of\nthe United States territorial sea further than the present limits,\nthe coastal zone would likewise be expanded, at least to the ex­\ntent that the expanded water area and the adjacent shore lands\nwould strongly influence each other, consistent with the general definition first referred to above. 41 40 Senator M oss stated that “[tjhis makes clear that this bill focuses on the territorial sea or the area that is within\nState jurisdiction, and preserves the Federal jurisdiction beyond, which is not to be considered or disturbed by the\nbill at this time. If we want to do something about that later, we will have another bill, and another opportunity.” 118 Cong. Rec. 14,185 (1972)."
    },
    {
      "id": "memos_23__26",
      "chunk_id": "26",
      "content": "If we want to do something about that later, we will have another bill, and another opportunity.” 118 Cong. Rec. 14,185 (1972). 41 The “general definition” to which the House Report refers is as follows: ‘“ Coastal Zone’ means the coastal\nwaters (including the lands therein and thereunder) and the adjacent shorelands (including the waters therein and\nthereunder), strongly influenced by each other and in proximity to the shorelines of the several coastal states.” H.R.\nRep. No. 1049, supra, at 2. 258 Id. at 13-14 (emphasis added). This language in the House Report expresses an intent that, at least in certain circumstances, the definition of coastal zone could\nbe extended by a change in the breadth of the territorial sea. The difference in the language between the House and Senate bills was re­\nsolved by the Conference Committee. The Conference Report stated: The Managers agreed to adopt the House language as to the sea­\nward extent of the coastal zone, because of its clarity and brevity. At the same time, it should be made clear that the provisions of\nthis definition are not in any way intended to affect the litigation\nnow pending between the United States and the Atlantic coastal\nstates as to the extent of state jurisdiction. Nor does the seaward\nlimit in any way change the state or Federal interests in resources\nof the territorial waters or Continental Shelf, as provided for in\nthe Submerged Lands Act and the Outer Continental Shelf Lands\nAct.\nH.R. Conf. Rep. No. 1544, 92d Cong., 2d Sess. 12 (1972). Whi le it might be argued that the Conference Committee ’s adoption of the House\nbill language also adopted the explanatory language in the House Report, the Con­\nference Report did not say so. Rather, it stated that the language was taken because\nof its “clarity and brevity.” Moreover, the Conference Report then immediately\nwent on to state what is in effect a paraphrase of the Senate bill—saying that the\nbill is not intended to affect the pending litigation and that the seaward limit is un­\nderstood in accordance with the Submerged Lands Act and the OCSLA. Thus, the\nConference Report appeared to make a special effort to clarify that despite its choice\nof the House language (which was also the language of the original Senate ver­\nsion), it accepted the Senate’s understanding of the provision. 42\nMoreover, the Conference Report would appear to be inconsistent with the\nHouse Report’s language concerning extension of the coastal zone. The third and\nfinal sentence in the Conference Report discussing the definition reiterates the\ncongressional concern that CZMA do nothing to affect the statutory allocation\nof state and national responsibility in the area. Id. If the CZMA permitted an ex­\npansion of the coastal zone, and states asserted regulatory jurisdiction over the\nextended territorial sea, however, that balance of authority would be affected 43 42 The House bill had included various provisions extending the scope of the CZMA beyond the three-mile limit,\nbut the Conference Committee had rejected all the provisions"
    },
    {
      "id": "memos_23__27",
      "chunk_id": "27",
      "content": "42 The House bill had included various provisions extending the scope of the CZMA beyond the three-mile limit,\nbut the Conference Committee had rejected all the provisions The language in the House Report may therefore be\nunderstood as indicative of the House’s intent that the CZMA extend beyond the three-mile limit in certain cir­\ncumstances. See Secretary o f Interior v. California, 464 U S. 312 (1984) (discussed below). But because rejection\nof these provisions indicates that this intention was not adopted by the Conference Committee, we believe the bet­\nter view is that the language in the House Report, like the provisions eliminated in the House bill, does not reflect\nthe final congressional intent\n43 Extension of the coastal zone to the land and sea beyond the three-mile limit would have provided the states\nwith additional control over OCS resources States would have the authonty under section 307(c)(3) of the origi­\nnal act, 16 U S.C. § 1456(c)(3)(A), to veto (subject to a limited federal override) OCS activities that affected the\nwaters of the new, extended coastal zone. 259 This understanding of the legislative history is bolstered by the Supreme\nCourt’s decision in Secretary o f the Interior v. California, 464 U.S. 312 (1984). This case involved the interpretation of section 307(c)( 1) of the CZMA, 16 U.S.C.\n§ 1456(c)(1), which requires federal agencies to conduct activities “directly af­\nfecting the coastal zone” consistently with approved state management programs. The Court held that the only federal activities “directly affecting” the coastal zone\nwere those conducted “on federal lands physically situated in the coastal zone\nbut excluded from the zone as formally defined by the Act,” and did not include\nactivities conducted beyond the three-mile seaward limit of the coastal zone, as\nCalifornia had argued. 464 U.S. at 330. The Court based its holding that the am­\nbiguous “directly affecting” language did not apply to activities seaward of the\nthree-mile limit on a review of the legislative history. The Court concluded that\n“[e]very time it faced the issue in the CZMA debates, Congress deliberately and\nsystematically insisted that no part of CZMA” was to extend beyond the threemile limit. Id. at 324. The Court noted the “repeated statements” in the floor debates in Congress that\n“the allocation of state and federal jurisdiction over the coastal zone and the [outer\ncontinental shelf] was not to be changed in any way” by the Act. Id. The Court\nlisted nine statements, including: “This bill covers the territorial seas; it does not\ncover the Outer Continental Shelf.” 118 Cong. Rec. 14,180 (1972) (remark of\nSen. Stevens); “[T]his bill attempts to deal with the Territorial Sea, not the Outer\nContinental Shelf.” id. at 14,184 (remark of Sen. Moss); “[W]e wanted to make\ncertain that Federal jurisdiction was unimpaired beyond the 3-mile limit in the\nterritorial sea.” id at 14 18S (remark of Sen. Rollings); “[T]hc Federal Govern­\nment has jurisdiction outside the State area, from 3 to 12 miles at sea.” id. at\n35,550 (remark of Rep. Anderson). Moreover, the Court relied upon the fact that Congress “debated and firmly\nrejected” four proposals “to extend parts of CZMA” to the outer continental shelf. 464 U.S. at 325."
    },
    {
      "id": "memos_23__28",
      "chunk_id": "28",
      "content": "Moreover, the Court relied upon the fact that Congress “debated and firmly\nrejected” four proposals “to extend parts of CZMA” to the outer continental shelf. 464 U.S. at 325. The most significant of these proposals was contained in sec­\ntion 313 of the House bill, which would have required the Secretary of Com­\nmerce to develop a management program for “the area outside the coastal zone\nand within twelve miles” of the coast. This provision, however, was eliminated\nby the Conference Committee because, as explained in the Conference Report,\n“the provisions relating thereto did not prescribe sufficient standards or criteria and would create potential conflicts with legislation already in existence con­\ncerning Continental Shelf resources.” Id. at 327 (quoting H.R. Conf. Rep. No.\n1544, supra, at 15 (emphasis supplied by Supreme Court)). Congress also re­ jected proposals to permit the Secretary of Commerce to extend established state\ncoastal zone marine sanctuaries beyond the coastal zone, to require approval of\nstate governors when federal agencies sought to construct or to license con­\nstruction of facilities beyond the territorial sea,44 and to invite the National Acad­\nemy of Sciences to investigate environmental hazards attendant on offshore\ndrilling on the Atlantic Outer Continental Shelf.45 Viewing this evidence in its\n44 118 Cong. Rec. 14,183-84 (1972). 45 118 Cong. Rec. 14,180-81, 14,191,35.547 (1972). 260 totality, the Court concluded46 that “Congress expressly intended to remove con­\ntrol of [outer continental shelf] resources from CZMA’s scope.” Id. at 324 47\nThe Supreme Court’s understanding of Congress’ intent also applies to the pre­\nsent issue. Congress’ intention to exclude outer continental shelf resources from\nthe scope of the CZMA, which required that the “directly affecting” provision be\napplied only to activities within the three-mile coastal zone, was based on a de­\nsire to limit the applicability of the CZMA to the three-mile limit. Therefore, the\nlegislative history, as interpreted by the Supreme Court, also indicates that Con­\ngress did not intend for the coastal zone itself to be expanded beyond that threemile limit. 3. Subsequent Amendments Since 1972, Congress has passed legislation affecting the relationship between\nthe federal and state authority contemplated by the original CZMA. While these\namendments are of limited significance in interpreting the original CZMA, we\ndiscuss them because they are consistent with a continuing congressional intent\nto consider carefully any change in the balance of state and federal authority in\nthis area. The CZMA has been amended several times,48 and OCSLA has also been sub­\nstantially modified. In contrast to the original CZMA, these amendments ex­\npressly give the states a role concerning the federal governance of activities on\nthe OCS. The amendments establish a complex, interconnected statutory scheme,\nwhich contains precise and detailed limits on state authority, varying in different\ncircumstances. That Congress has enacted such a scheme suggests that it has con­\nsidered and legislated on the role of the states very carefully, and would not de­\nsire any modification of that role in the CZMA in the absence of new legislation. We describe the amendments below'. The CZMA was first significantly amended by the Coastal Zone Management\nAmendments of 1976, Pub. L. No. 94-370,90 Stat. 1013 (1976) (“ 1976 Amend­\nment”)."
    },
    {
      "id": "memos_23__29",
      "chunk_id": "29",
      "content": "We describe the amendments below'. The CZMA was first significantly amended by the Coastal Zone Management\nAmendments of 1976, Pub. L. No. 94-370,90 Stat. 1013 (1976) (“ 1976 Amend­\nment”). The 1976 Amendment effected two important changes in the role of the\n46 We also believe that section 307(c)(3) of the original Act, 16 U.S.C § 1456(c)(3)(A), did not, as originally\nenacted, apply to activities seaward of the coastal zone Section 307(c)(3) required activities “affecting land or w a­\nter uses in the coastal zone” to be subjected to review for consistency with state management programs, and was a\nsister provision to section 307(c)(1) construed in Secretary of Interior v California Based on the logic and lan­\nguage of that case, the C ourt’s statement that the Congress that passed the original CZMA “expressly intended to\nremove control of [outer continental shelf] resources from CZMA’s scope” also applies to section 307(c)(3). We\nneed not decide, however, whether the scope of this provision has been changed by amendments to the Act. See\ne g , Pub. L. No. 94-370, 90 Stat. 1018 (1976) (codified at 16 U.S.C. § 1456(c)(3)(B)). 47 It is clear that Congress was concerned with more than whether a provision violated international law. The\nConference Committee rejected section 313 of the House bill because it would have created potential conflicts with\nexisting legislation governing the outer continental shelf, not because it would violate international law H.R. Conf. Rep. No. 1544, 92d Cong., 2d Sess. 15 (1972). Thus, Congress’ decision to extend the coastal zone seaward only\nthree miles was in part the product of its conscious coordination of the CZMA with other statutory provisions gov­\nerning the outer continental shelf, provisions which would be unaffected by a change in the United States’ territo­\nrial sea. 48 The CZMA has been amended at least seven times. Here, we focus on the 1976 amendment because it con­\ntains the principal changes in federal and state authonty. See also Coastal Zone Management Improvements Act of\n1980, Pub L. No 96-464, 94 Stat 2060 (1980) 261 states, both of which recognize and attempt to address the effects of OCS activ­\nities on the coastal zones of the states. First, section 6 requires federal licenses\nfor OCS exploration or development to attempt to conform to management plans\nof affected states. The Secretary of Commerce may override the state’s determi­\nnation that an activity is inconsistent with its plan only upon finding that the pro­\nposed activities are consistent with the objectives of the CZMA or are necessary\nin the interest of national security. 16 U.S.C. § 1456(c)(3)(B). Second, section 7\nof the 1976 Amendment establishes a Coastal Energy Impact Program that pro­\nvides financial assistance to states to meet needs resulting from and reflecting the\nimpact of coastal energy activities, including OCS activities, which for technical\nreasons must be sited in or near the state’s coastal zone. 16 U.S.C. § 1456a. In 1978, Congress further modified the allocation of federal and state respon­\nsibilities through enactment of the Outer Continental Shelf Lands Act Amend­\nments of 1978, Pub. L. No. 95-372,92 Stat. 629 (“OCSLA Amendment”)."
    },
    {
      "id": "memos_23__30",
      "chunk_id": "30",
      "content": "16 U.S.C. § 1456a. In 1978, Congress further modified the allocation of federal and state respon­\nsibilities through enactment of the Outer Continental Shelf Lands Act Amend­\nments of 1978, Pub. L. No. 95-372,92 Stat. 629 (“OCSLA Amendment”). This\namendment substantially changed the original OCSLA by including numerous\nprovisions requiring state participation in OCS activities. 49 Thus, the amendments to both the CZMA and the OCSLA establish a com­\nplex and detailed statutory scheme concerning the limits of state authority to af­\nfect OCS activities. 50 Overthe years, Congress has provided the states with grants\nto respond to the effects of OCS activities, with the authority to review and make\nrecommendations concerning OCS activities, and with the power to veto OCS\nactivities subject to limited federal override. These detailed amendments to the\nCZMA and OCSLA are thus consistent with a congressional understanding of a\ncoastal zone and state authority which would not automatically expand with the\nexpansion of the territorial sea. To summarize, on the basis of the purpose, structure and legislative history of\nthe CZMA, we conclude that Congress did not intend the coastal zone to be af­\nfected by an expansion of the territorial sea under international law. The language\nin the House Report might suggest a contrary conclusion, but that language was\nnot accepted by the Conference Committee and, in any case, is outweighed by\n49 The OCSLA Amendment provides for various levels o f state participation in the process of developing off­\nshore oil. Secretary o f Interior v. California, 464 U S. at 337. The Secretary of Interior must, while preparing a\nschedule for proposed lease sales on the OCS, solicit comments from states that might be affected, and must ex­\nplain, in a report to Congress and the President, why a state recommendation was not accepted. 43 U S.C. § 1344(c)\n& (d) Second, the Secretary must accept slate recommendations concerning the size, timing or location of pro­\nposed lease sales, if he determines that they reasonably balance national and state interests 43 U S C § 1345(a) &\n(c). Third, an applicant’s exploration plan must certify that the proposed activities are consistent with slate CZMA\nmanagement programs unless the Secretary o f Commerce finds that the proposed activities are consistent with the\nobjectives of the CZMA or are necessary in the interest of national security 43 U.S.C. § 1340(c) Finally, the Sec­\nretary of Interior must accept state recommendations concerning development and producuon plans if they provide\na reasonable balance between state and national interests. The plans must also be consistent with state CZMA man­\nagement plans and will only be approved, absent state consent, if the Secretary of Commerce finds that the pro­\nposed activities are consistent with the objectives of the CZMA or are necessary for national security. 43 U.S.C. §\n1351\n50 Writing of the relationship between the OCSLA Amendment and CZMA, the Supreme Court stated that “Con­\ngress has thus taken pains to separate various federal decisions\" in the process o f granting authonty to conduct OCS\ndevelopment and to subject only the third and fourth stages to review for consistency with state management plans."
    },
    {
      "id": "memos_23__31",
      "chunk_id": "31",
      "content": "Secretary o f Interior v California , 464 U.S. at 340. 262 the structure of the Act and the legislative history, as interpreted by the Supreme\nCourt. We recognize, however, that this conclusion is not free from doubt, and that a\ncourt could construe the coverage of the CZMA—or other statutes which refer\nto the territorial sea—as expanding with the extension of the territorial sea. Such\na result can be avoided. As discussed, whether the coverage of a statute which\nrefers to the territorial sea is affected by the extension of the territorial sea is a\nquestion of legislative intent. Therefore, Congress could foreclose an individu­\nalized judicial assessment of each federal statute by enacting legislation which\nnegates the expansion of the coverage of any domestic statute by the extension\nof the territorial sea for international purposes. An express declaration by Con­\ngress that the presidential proclamation extending the territorial sea has no effect\non the operation of domestic statutes which rely upon the concept of the territo­\nrial sea would provide a simple and decisive rejoinder to any claim of automatic\nexpansion. Thus, although we do not believe that the coverage of the CZMA\nshould be construed to expand as a necessary result of the presidential procla­\nmation, we recommend that the President seek legislation to conclusively pre­\nclude any contrary decision on the CZMA or any other statute by the courts. Conclusion We believe that the President may make an extended jurisdictional claim to\nthe territorial sea from three to twelve miles by proclamation. We also find ven­\nerable historical evidence supporting the view that the President’s constitutional\nrole as the representative of the United States in foreign relations empowers him\nto extend the territorial sea and assert sovereignty over it, although most such\nclaims in our nation’s history have been executed by treaty. It is more doubtful,\nhowever, that Congress, acting alone, may extend the territorial sea beyond the\npresent boundary for international purposes. The domestic effect of the extension of the territorial sea on federal statutes\nthat refer to the territorial sea must be determined by examining Congress’ intent\nin passing each relevant statute. We have concluded that the better view is that\nthe expansion of the territorial sea will not extend the coverage of the Coastal\nZone Management Act, the statute which was identified to us as presenting spe­\ncial concern. However, we recognize that the effect of the proclamation on the\nCZMA and numerous other federal statutes will continue to be uncertain until fi­\nnal judicial resolution. We therefore recommend that the President seek legisla­\ntion providing that no federal statute is affected by the President’s proclamation\nto extend the breadth of the territorial sea from three miles to twelve miles. D o u g l a s W . K m ie c Acting Assistant Attorney General\nOffice o f Legal Counsel 263\nI"
    }
  ]
}