{
  "document_category": "memos",
  "docId": "memos_31",
  "chunk_index": 4,
  "chunk_text": "The plain language o f these provisions indicates that Congress has acknowledged here, as it has else­\nwhere, that Customs agents, acting under the customs laws, have some seizure authonty in drug cases. Nothing in\nthe provisions suggests that Congress meant to grant Customs seizure authonty under section 881 We note that the\ncomplete legislative history of the 1988 Drug Act is not yet available for our review from the Department of Jus­\ntice’s Office of Legislative Affairs; we note further, however, that legislative history cannot be used to subvert the\nplain meaning o f the statutory text. 5 Section 881 (a)( 1) through (5) provides for the forfeiture of controlled substances, material and equipment, con­\ntainers, conveyances, and records involved in drug trafficking. Section 881(a)(6) provides for the forfeiture o f all\nassets— including moneys, negotiable instruments and securities— furnished or intended to be furnished in exchange\nfor illegal drugs or traceable to such an exchange, as well as all such assets used or intended to be used to facilitate\nany drug violations. Section 881(a)(7) and (8), added as part of the Comprehensive Cnme Control Act of 1984,\nPub. L. No. 98-473, tit. II, §§ 201-2304,98 Stat. 1976-2193 (1984), grants authority to seize and forfeit real prop­\nerty used or intended to be used in a drug felony, and controlled substances possessed in violation of the Act. Sec­\ntion 8 8 1(a)(7) was further amended by the 1988 Drug Act to make clear that that section included leasehold inter­\nests. Secuon 881(a)(9), added as part of the 1988 Drug Act, grants authority to seize and forfeit certain chemicals,\ndrug manufacturing equipment, and related items which have been or are intended to be imported, exported, m an­\nufactured, possessed or distributed in violation of specified felony provisions. 6 Section 881 (e)(1), as amended by the 1988 Drug Act, grants the Attorney General authonty to retain the seized\nand forfeited property for official use, transfer the property pursuant to section 616 of the Tariff Act of 1930 to any\nfederal agency, or to any state or local agency that participated directly in the seizure or forfeiture; sell the prop­\nerty; require the General Services Administration to handle the disposal; forward it to the DEA for disposition; or\nin certain circumstances, transfer the property or proceeds to foreign countries that participated in the seizure or\nforfeiture. Section 881(e)(2)(A) sets forth the permissible uses of proceeds from the sale of forfeited property, in­\ncluding certain property management and sale expenses and payments to informants Section 881(h) codifies the\n“relation back” doctrine, which holds that the government’s interest in the seized property vests in the United States\nat the time o f the act giving nse to the forfeiture under section 881. Secuon 88l(i) provides for a stay of civil for­\nfeiture proceedings when the government has filed a criminal action relating to the civil case. 269 tively, that is, forfeited without judicial action.7 A judicial forfeiture proceeding\nmay also be filed under section 881 by the United States Attorney in federal dis­\ntrict court. 8"
}