{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 1,
  "chunk_text": "Presidential Authority to Settle the Iranian Crisis The President has the constitutional and statutory authority to enter an executive agree­\nment with Iran which settles Am erican citizens' claims against Iran; claimants who\nreceive less than - the stated value of their claims should not be able to recover\nadditional compensation from the United States governm ent on the theory that the\nsettlement constituted a taking under the Fifth Amendment. The President may, through orders issued under the International Em ergency Economic\nPowers A ct (IEE PA ), free currently blocked Iranian assets and effect their return to\nIran, notwithstanding the existence of court orders o f attachm ent for bidding the\nremoval o f Iranian funds from the banks holding them, by revoking the existing general\nlicense for the attachm ents under the Iranian Assets Control Regulations and licensing\nIranian withdrawals from the blocked accounts. Since private banks may refuse to\nhonor withdrawal licenses after the attachm ents are revoked for fear o f liability under\nstate law to the attachm ent claimants, funds held by federal banking entities should be\nrelied on as the source o f any amounts promised to be returned forthw ith to Iran. Foreign branches of Am erican banks are subject to orders issued under authority of the\nIE E PA and, once withdrawal licenses are issued, there should be no legal impediment\nto Iranian w ithdrawals from previously blocked accounts as long as previously licensed\nsetoffs are observed. If creditors o f Iran seek to attach these accounts through actions\nin foreign courts, it is likely that those courts would allow their own domestic\nclaimants a special priority. T he President may, under existing law, take several kinds o f actions to assist Iran in\neffecting the return of the form er Shah’s assets in the United States. These actions\ninclude blocking the assets under the IE E PA to facilitate a census and prevent their\nremoval, undertaking to aid Iran in its litigation to recover the assets, informing the\ncourt o f our position on foreign sovereign immunity and act of state doctrines, or\ntaking an assignment o f its claims from Iran. H ow ever, vesting the Shah’s assets in the\ngovernm ent would require new legislative authority and even then would give rise to a\ntakings claim for just compensation by the Shah’s estate. September 16, 1980\nMEMORANDUM OPINION FOR THE ATTORNEY GENERAL This responds to your request for our views concerning the Presi­\ndent’s power to settle the current crisis with Iran without the enact­\nment of additional legislation. We believe that the President has the\nconstitutional and statutory power necessary to enter an agreement\nwith Iran settling the principal issues now outstanding, and to imple­\nment that agreement in an effective fashion. In particular, we conclude\nas follows. First, the President has the constitutional and statutory\npower to enter an executive agreement with Iran that settles American\ncitizens’ claims and returns some blocked funds to Iran. Second, to\nimplement such an agreement, the President may, under the Interna248 tional Emergency Economic Powers Act (IEEPA), 50 U.S.C. § 1701 et\nseq. (Supp. I 1977), license Iran to withdraw blocked funds, although"
}