{
  "document_category": "memos",
  "docId": "memos_88",
  "chunk_index": 5,
  "chunk_text": "The Coast Guard then sent letters to federal and other Trustees stating that the\nComptroller General’s opinion precluded the Coast Guard from entertaining\nTrustee claims against the Fund under section 1012(a). The Coast Guard stated\nin one such letter: As a consequence of the Comptroller General’s decision, the\nTrustees can no longer rely upon OPA’s claims process as a backup\nshould responsible parties be unavailable to pay for natural resource\ndamages resulting from their oil spills. And, the National Pollution\nFunds Center has no choice but to return all natural resource dam­\nage claims to their submitters without adjudication. Those claims\nheld in abeyance pending the Comptroller General’s decision will\nbe returned shortly under a separate cover.6 Subsequently, the Coast Guard has declined to entertain section 1013 claims\nagainst the Fund made by Trustees seeking compensation for natural resource\ndamages. The Coast Guard’s rejection of such claims is presently being contested\nin litigation brought by State Trustees who have been denied their claims against\nthe Fund. See New York v. Oil S pill Liability Trust Fund, No. 96 Civ. 1951\n(E.D.N.Y. filed Apr. 24, 1996); W etherell v. National Pollution Funds Center,\nNo. 4:96CV517/MP (N.D. Fla. filed Dec. 6, 1996). You seek resolution of the\ninter-agency dispute over the proper interpretation of section 1012’s provisions\nfor allowable payments from the Fund in order to formulate the legal position\nof the United States in the litigation involving Trustees’ access to the Fund. n . ANALYSIS\nA.\nThe starting point for resolving disputes concerning the interpretation of a\nstatute is, of course, the text of the statute itself. See United States v. Ron Pair\n5 A lthough the opinions and legal interpretations o f the Comptroller General often provide helpful guidance on\nappropriation matters, they are not binding upon departments or agencies of the executive branch. See Bowsher\nv Syrmr, 478 U.S. 714, 727-32 (1986)\n6 Letter for Ms Debra Preble, from Daniel F Sheehan, Director, National Pollution Funds Center, Re. Natural\nResource Damage Claims at 1 (Dec 21, 1995) 192 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 Enterprises, Inc. 489 U.S. 235, 241 (1989). Here, the text of the statute seems\nplainly to authorize natural resource trustees to pursue claims for natural resource\ndamages and to recover directly from the Fund, without requiring a separate appro­\npriation, where they have established a valid claim under section 1013 of the\nAct. Section 1012(a)(4) of the Act authorizes “ the payment of claims in accord­\nance with section [1013 of the Act] for uncompensated . . . damages,” 33 U.S.C.\n§ 2712(a)(4), and section 6002 of the Act provides that a separate appropriation\nis not required for payments made pursuant to section 1012(a)(4), see 33 U.S.C.\n§2752. A “ claim ” is defined to include a written request for payment “ for com­\npensation for damages,” id. §2701(3), and, in turn, a “ ‘claimant’ means any\nperson or government who presents a claim for compensation” under the Act,\nid. §2701(4) (emphasis added). 7"
}