{
  "doc_id": "memos_3",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_3__0",
      "chunk_id": "0",
      "content": "Recess Appointments During an Intrasession Recess\nT he President may make interim recess appointments during an intrasession recess o f eighteen days. January 14, 1992\nM e m o r a n d u m O p i n io n f o r t h e D e p u t y C o u n s e l t o t h e P r e s id e n t This memorandum responds to your request that this Office determine\nwhether the President may make appointments under the Recess Appoint­\nments Clause to the Federal Housing Finance Board (“FHFB”), the Legal\nServices Corporation (“LSC”), and the office of the Chief Executive Officer\no f the Resolution Trust Corporation (“RTC”) during the current recess of the\nSenate, which began on January 3, 1992 and will end on January 21, 1992. We conclude that he may. Common to all of these appointments is the issue whether the President\nmay make recess appointments during an intrasession recess of eighteen\ndays. 1 Article II, Section 2, Clause 3 of the Constitution provides: “The\nPresident shall have Power to fill up all Vacancies that may happen during\nthe Recess of the Senate, by granting Commissions which shall expire at the\nEnd o f their next Session.” The longstanding view of the Attorneys General\nhas been that the term “recess” includes intrasession recesses if they are of\nsubstantial length. Attorney General Daugherty held in 1921 that the Presi­\ndent had the power to make a recess appointment during a twenty-eight day\nintrasession recess. He explained that recess appointments could be made\nduring any recess of such duration that the Senate could “not receive com ­\nmunications from the President or participate as a body in making appointments.” 33 Op. Att’y Gen. 20, 24 (1921) (quoting S. Rep. No. 4389, 58th Cong., 3d Sess.\n1905; 39 Cong. Rec. 3823). According to Attorney General Daugherty, while\n“the line of demarcation cannot be accurately drawn,” id. at 25,\n' For practical purposes with respect to nominations, this recess closely resembles one of substantially\ngreater length. House Concurrent Resolution 260, enacted on November 27, 1991, provides that the\nfirst session of the 102nd Congress stood adjourned until 11:55 a.m. on January 3, 1992, or until M em ­\nbers were otherwise notified to reassemble. H. Con. Res. 260, I02d Cong., 1st Sess. (1991). It also\nprovides that \"when the Congress convenes on January 3, 1992 . . . , the Senate shall not conduct any\norganizational or legislative business and when it recesses or adjourns on that day, it stand in recess or\nadjournm ent until 11:30 a.m. on Tuesday, January 21,1992 [or until otherwise notified to reassem ble].” Id. Except for its brief formal session on January 3, then, the Senate will have been absent from\nN ovem ber 27, 1991 until January 21, 1992, a period of fifty-four days. 15 the President is necessarily vested with a large, although not\nunlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the\nadvice and consent of the Senate."
    },
    {
      "id": "memos_3__1",
      "chunk_id": "1",
      "content": "15 the President is necessarily vested with a large, although not\nunlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the\nadvice and consent of the Senate. Every presumption is to be\nindulged in favor of the validity of whatever action he may take. Attorney General Daugherty’s opinion has been cited with approval in\nsubsequent opinions of the Attorneys General, and has been relied on by the\nCom ptroller General as well. See e.g., 41 Op. Att’y Gen. 463, 468 (1960);\n28 Comp. Gen. 30, 34-36 (1948). Past practice is consistent with exercise o f the recess appointment power\nduring an intrasession recess of eighteen days. President Coolidge made a\nrecess appointment during a fifteen day recess. Memorandum for the Coun­\nsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel at 3 (Dec. 3, 1971). In 1985 President Reagan\nmade recess appointments during an eighteen day intrasession recess. Memo­\nrandum to Files, from Herman Marcuse, Office of Legal Counsel (Jan. 28,\n1985). Accordingly, we believe that the President may constitutionally make\nrecess appointments during the current intrasession recess. 2 We next address the specific offices you have identified. All of the mem­\nbers o f the Boards of Directors of the LSC and the FHFB had been serving\npursuant to recess appointments that expired when the First Session of the\n102nd Congress ended on January 3, 1992. Those offices are thus now\nvacant and the President may make recess appointments to them during the\ncurrent recess. See Permissibility o f Recess Appointments o f Directors o f the\nFederal Housing Finance Board, 15 Op. O.L.C. 91 (1991); Memorandum for\nJohn P. Schmitz, Deputy Counsel to the President, from Timothy E. Flanigan,\nSpecial Assistant, Office of Legal Counsel (Oct. 17, 1990). Finally, we believe that the President may recess appoint the Chief Ex­\necutive Officer of the RTC. That office was created by section 201 of the\nResolution Trust Corporation Refinancing, Restructuring, and Improvement\nAct of 1991, Pub. L. No. 102-233, 105 Stat. 1761 (“Act”), which the Presi­\ndent signed on December 12, 1991. Although certain of the substantive\nprovisions of the Act do not take effect until February 1, 1992, see title III\nof the Act, the provision creating the position of Chief Executive Officer is\nnot subject to any special effective date provision, and hence went into\neffect upon enactment. The Attorneys General have long believed that the\nPresident has the power to make an original recess appointment to a newly\ncreated position. See 12 Op. A tt’y Gen. 455 (1868); 14 Op. Att’y Gen. 562\n(1875); 18 Op. A tt’y Gen. 28 (1880), a position upheld in United States v.\nA llocco, 305 F.2d 704, 713-14 (2d Cir. 1962), cert, denied, 371 U.S. 964\nId. 2 Attorney General Daugherty, however, suggested in 1921 that “an adjournment for 5 or even 10 days”\nwould not be sufficient “to constitute the recess intended by the Constitution.” 33 Op. Att’y Gen. at 25. 16 (1963). The Office therefore now exists and is vacant for purposes o f the\nRecess Appointments Clause."
    },
    {
      "id": "memos_3__2",
      "chunk_id": "2",
      "content": "33 Op. Att’y Gen. at 25. 16 (1963). The Office therefore now exists and is vacant for purposes o f the\nRecess Appointments Clause. In conclusion, we believe that the current recess constitutes a sufficient\nperiod for the President to make the aforementioned recess appointments as\na matter of law. As a matter of policy, we suggest that the President make\nthe appointments as soon in the recess as possible. TIMOTHY E. FLANIGAN\nActing Assistant Attorney General\nOffice o f Legal Counsel 17"
    }
  ]
}