{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 4,
  "chunk_text": "185 F.2d 629, 633–34 (2d Cir. 1951) (footnotes omitted). It might be observed that the law of Florida as codified in section 901.15, Florida Statutes, 1951, is even more nearly in accord with the common law, as noted in\nDorsey v. United States, 174 F.2d 899 (5th Cir. 1949). In this case, cited by the\nFlorida Attorney General’s opinion, the Court acknowledged the rule of Di Re; but\nthe point of Dorsey is that investigators of the federal Office of Price Administration who the court said were not arresting officers, but who nevertheless made an 151 Supplemental Opinions of the Office of Legal Counsel in Volume 1 arrest without a warrant for a federal offense, had no greater rights than private\npersons in effecting the arrest. In Florida, though the statutes make no provision\nfor arrest by a private person, the Court held he may nevertheless act under the\ncommon law rule to arrest for a felony committed in his presence. This was the\nsituation in the case and the arrest was sustained. The opinion is entirely in accord\nwith the views laid down by the Supreme Court and applied in the other circuits,\nas hereinafter noted. But the holding of the Dorsey case does not deal with the\npowers of arresting officers, and in our view is misapplied if it is used, as it\nappears to be used in the Florida Attorney General’s opinion, to correlate the\npowers of arresting officers, state or federal, to that of private citizens in making\narrests without warrants for federal felonies. Illustrating that the Supreme Court opinions in Di Re and Johnson did not\nestablish “new” law, but confirmed a long-accepted practice, is Cline v. United\nStates, in which the court held that “[t]he procedure for making arrests which\nobtains under the state practice is applicable to arrests made for crimes against the\nUnited States,” 9 F.2d 621, 621 (9th Cir. 1925) (citing Prize Ship and Crew—How\nTo Be Disposed Of, 1 Op. Att’y. Gen. 85, 86 (1798)), and a group of early federal\ncases."
}