{
  "document_category": "memos",
  "docId": "memos_84",
  "chunk_index": 2,
  "chunk_text": "Sim ilarly, support staff who receive pay under the general schedule\n1\nFEPCA was enacted as § 529 of the Treasury, Postal Service and General Government Appropriations\nAct, 1991, Pub L. No. 101-509, 104 Stat. 1389 (1990). All references to provisions o f FEPCA in this\nmemorandum will cite the internal section num bers and corresponding pages in the statutes at large. 34 Construction o f § 406 o f the F E P C A ct o f 1990 receive an 8% increase. Support staff who receive pay under the federal wage\nsystem do not receive any increase. See FEPCA §§ 101, 404, 104 Stat. at 1429-30,\n1466; Exec. Order No. 12786, Schedule 9, reprinted in 5 U.S.C. § 5332 note\n(Supp. Ill 1991). Thus, § 601 and FEPCA each provide extra pay for NYFD employees (except\nfor wage employees who receive benefits under § 601 but not FEPCA). F E P C A ’s\n§ 406, however, instructs the Office of Personnel Management (“O PM ”) to coordi­\nnate the two programs to ensure that their payments are not cumulated:\nNotwithstanding [§601], as amended, the Office of Personnel\nM anagement shall reduce the rate of periodic payments under such\nsection as the provisions o f this Act [FEPCA] are implemented:\nProvided, That no such reduction results in a reduction of the total\npay for any employee o f the New York Field Division of the Fed­\neral Bureau of Investigation. Notwithstanding [§ 601], the Office of\nPersonnel M anagement may make such periodic payments inappli­\ncable to employees newly appointed to, or transferred to, the New\nYork Field Division on or after January 1, 1992. The main clause in the first sentence of § 406 clearly does not authorize a con­\ntinuation of § 601 pay beyond the life of the demonstration project. On the con­\ntrary, it expressly directs OPM to reduce § 601 payments to NYFD employees as\nFEPCA is implemented. The second sentence of § 406 also contemplates the cur­\ntailing of § 601; it instructs that employees hired after January 1, 1992, need not\nreceive any § 601 benefits. Notwithstanding this general thrust o f § 406, it has been suggested that the pro­\nviso in the first sentence might be intended as independent authority to\n“grandfather” current NYFD employees with continued extra pay at the § 601\nlevel. The suggestion is that the proviso forbids any reduction in the total pay o f\nNYFD employees as a result of a reduction in § 601 benefits. Since the term ina­\ntion of § 601 benefits will cause a decrease in the pay of NYFD em ployees\n(because FEPC A ’s benefits are lower and also do not extend to wage employees),\nit is urged that the proviso would prevent any reduction in pay by authorizing con­\ntinued pay at the § 601 level. This suggestion misconstrues the purpose o f the proviso. As indicated above,\nthe main clause o f § 406 directs OPM to reduce § 601 payments in response to\nFEPCA. That clause, however, does not specify by how much the payments are to\nbe reduced."
}