{
  "document_category": "memos",
  "docId": "memos_43",
  "chunk_index": 3,
  "chunk_text": "Some o f these at­\ntem pts have been consistent w ith the Constitution; others have not. In\n11\nnote that an analogous situation is presented w here an individual subject to a court injunction\nbelieves that injunction to be unconstitutional o r legally invalid. T h e well-established rule is that such\nan injunction must be obeyed until it is dissolved o r modified on appeal in o rd e r to preserve the\nintegrity o f the judicial process. Walker v. C ity o f Birmingham, 388 U.S. 307 (1967). T h e C ourt in\nWalker, how ever, was careful to em phasize that it did not have before it a case in w hich \"the\ninjunction w as transparently invalid.\" Id. at 315. If an A ct o f C ongress directs or authorizes the\nE xecutive to take action w hich is \"tran sp aren tly invalid\" w hen view ed in light o f established constitu­\ntional law, I believe it is the Executive’s constitutional duty to decline to execute that pow er. 56 every one o f these instances, how ever, it was the A ct o f Congress itself\nthat altered the balance o f forces between the Executive and Legisla­\ntive Branches; and if the Executive had invariably honored the A ct, our\nconstitutional system w ould have been changed by fa it accompli. A c­\ncordingly, in some o f the cases in which the constitutionality o f the A ct\nwas in doubt, the Executive determ ined that it could best preserve our\nconstitutional system by refusing to honor the limitation imposed by the\nA ct, thereby creating, through opposition, an opportunity for change\nand correction that would not have existed had the Executive acqui­\nesced. See Myers v. United States, 272 U.S. 52 (1926). Inter-branch\ndisputes over other separation-of-powers issues can follow a similar\ncourse. I now turn to your specific questions. Question 1: W hat is the specific authority (if any) deriving from E ng­\nlish constitutional history which supports the Justice D e­\npartm ent’s assertion that it can deny the validity o f Acts\nof Congress? As I have suggested, the D epartm ent’s “assertion” depends entirely\nupon the proposition that there are fundamental limitations on the\nauthority o f the Legislative and Executive Branches o f our govern­\nment. This, in fact, is the central legal principle in our constitutional\nsystem—our system o f “lim ited” governm ent—and it is a principle that\nthe English have rejected. A ccordingly, English constitutional history is\nim portant for our purposes, not because it supports my view that in a\nsystem o f “limited” governm ent there are pow ers and duties that\ncannot be imposed upon executive officers, but because it illustrates\nhow constitutional governm ent can develop tow ards a radically differ­\nent model—a model in w hich there is no fundamental limitation upon\nlegislative power. It is true that there are early English cases that I\ncould cite in my behalf."
}