{
  "document_category": "memos",
  "docId": "memos_45",
  "chunk_index": 1,
  "chunk_text": "Authority of Acting FBI Officials to\nSign National Security Letters\nUnder the statutes authorizing the FBI to issue national security letters, the Director of the\nFBI may designate Acting Deputy Assistant Directors and Acting Special Agents in\nCharge to sign national security letters. January 16, 2009 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nFEDERAL BUREAU OF INVESTIGATION You have asked whether an official acting temporarily in the position\nof Deputy Assistant Director at the headquarters of the Federal Bureau of\nInvestigation (“FBI”) or Special Agent in Charge of an FBI field office\nmay sign national security letters (“NSLs”). By statute, NSLs may be\nissued by “[t]he Director of the Federal Bureau of Investigation, or his\ndesignee in a position not lower than Deputy Assistant Director at Bureau\nheadquarters or a Special Agent in Charge in a Bureau field office designated by the Director.” E.g., 18 U.S.C. § 2709(b) (2006). 1 We conclude\nthat, under the NSL statutes, the Director of the FBI (“Director”) may\ndesignate Acting Deputy Assistant Directors and Acting Special Agents in\nCharge to sign NSLs. 2 1 Memorandum for the Principal Deputy Assistant Attorney General, Office of Legal\nCounsel, from Valerie E. Caproni, General Counsel, Federal Bureau of Investigation\n(Mar. 27, 2008) (“FBI Memorandum”). 2 You also raise the question whether the conferral of authority to sign NSLs on Acting\nDeputy Assistant Directors and Acting Special Agents in Charge would square with the\nAppointments Clause; your memorandum assumes that the authority to sign NSLs implicates the Appointments Clause and that employees who sign NSLs must be appointed in\naccordance with that Clause. See FBI Memorandum at 6. We understand that the Director\nselects Acting Deputy Assistant Directors and Special Agents in Charge from among\nspecial agents and members of ‘the FBI Senior Executive Service, and that the authority\nto appoint these officials has been delegated (and, in some cases, redelegated) from the\nAttorney General to subordinate officials of the FBI. See id. at 1, 6–7. As our Office\npreviously has stated, the “question whether [the head of a department may] delegate\nappointment authority to an officer below the head of the department is a difficult one,\nand we cannot provide a definitive answer at this time.” Assignment of Certain Functions\nRelated to Certain Military Appointments, 29 Op. O.L.C. 133, 135 (2005). We noted in\nparticular that “[t]he Clause was designed to ‘limit[] the universe of eligible recipients of 146 Authority of Acting FBI Officials to Sign National Security Letters I.\nUnder 18 U.S.C. § 2709 (2006), 12 U.S.C. § 3414 (2006), and 15 U.S.C.\n§ 1681u (2006), the FBI may issue NSLs seeking information relevant to\nnational security investigations. 3 In particular, 18 U.S.C. § 2709(b) allows\nthe FBI to obtain from a wire or electronic communications service provider the name, address, length of service, and billing records of a subscriber, while 12 U.S.C. § 3414 deals with customer records from financial institutions, and 15 U.S.C. § 1681u with certain information from\nconsumer reporting agencies. To issue an NSL under these statutes, the\nFBI must certify in writing that the information requested “is sought for\nthe conduct of an authorized investigation to protect against international\nterrorism or clandestine intelligence activities.”"
}