{
  "document_category": "memos",
  "docId": "memos_64",
  "chunk_index": 16,
  "chunk_text": "Both doctrines exist for the benefit of the\nstate in question, not for the individuals who lead it. Therefore it seems\nincongruous to apply the doctrines to defeat a claim by a state for its\nown assets converted by a former monarch. Since the question of the\nwaivability of these defenses by a present government against a former\nhead of state is an open one, a Suggestion of Interest indicating that the\nExecutive favors reaching the merits might be especially persuasive in\ncourt, although it is unlikely to prove conclusive. 14\nA more conclusive impact on the merits might follow an Iranian\ndecree nationalizing the Shah’s assets, and either a Suggestion of Inter­\nest by the United States, urging that it be honored, or a full-scale\nassignment of the Iranian claims to the United States pursuant to an\nexecutive agreement. Such an assignment should allow our government\nto recover the assets, under United States v. Belmont, 301 U.S. 324\n(1937), which held that a foreign country’s expropriation decree di­\nrected at that country’s corporations must be deemed by a U.S. court\nto have validly vested title to the expropriated assets in the foreign\ngovernment. The United States sued in Belmont to recover funds that a\nRussian corporation, prior to nationalization, had deposited with a New\nYork banker. The United States claimed these funds under the Litvinov\nAssignment. The Court held that our recognition of the U.S.S.R.\nimpliedly recognized as valid that nation’s expropriation decrees, and\nthat the U.S. claim for the expropriated assets did not constitute a\ntaking of private property under the Fifth Amendment: The public policy of the United States relied upon as a\nbar to the action is that declared by the Constitution,\nnamely, that private property shall not be taken without\n(A) any claim based upon (he exercise or perform ance or the failure to exercise or\nperform a discretionary function regardless of w hether the discretion be abused, or\n(B) any claim arising out of malicious prosecution, abuse of process, libel, slander,\nm isrepresentation, deceit, or interference w ith contract rights. T he tortious and wrongful acts alleged in the com plaint w ould probably fall within the above\nprovisions of the Act. 13 Analogy may be taken to the pattern of diplomatic immunities and their waiver. Under the\nVienna C onvention on D iplomatic Relations, the sending state may waive a diplom at’s immunity (art.\n32). Absent waiver, how ever, immunity for the exercise o f official functions subsists after the diplo­\nmat's appointm ent has term inated (art. 39.2). 14The effect in New York courts o f Suggestions of Interest by the United States regarding these\nissues is discussed at length in our m emorandum of January 2, 1980, to the A cting Associate A ttorney\nG eneral [p: 160 supra]. 263 just compensation. But the answer is that our Constitu­\ntion, laws and policies have no extraterritorial operation,\nunless in respect of our own citizens. What another\ncountry has done in the way of taking over property of\nits nationals, and especially of its corporations, is not a\nmatter for judicial consideration here. Such nationals must\nlook to their own government for any redress to which\nthey may be entitled."
}