{
  "document_category": "memos",
  "docId": "memos_69",
  "chunk_index": 2,
  "chunk_text": "H ew itt,\nG eneral C ounsel, G eneral S ervices A dm inistration (N ov. 7, 1997) ( “ G SA L etter” ) 29 Opinions o f the Office o f Legal Counsel in Volume 23 subject to the criminal and civil penalties provided in §216 of title 18. We have\npreviously concluded that the Commission is not within the executive branch. 2 Thus, the sole substantive question to be considered here is whether the Commis­\nsion is an “ independent” agency for purposes of § 208.3 We conclude that it is not. Although the reach of §208’s reference to “ inde­\npendent” agencies is not clear, and the legislative history is unhelpful (see Part\nI.A below), the Commission falls outside any likely construction of that section. As we discuss in Part I.B below, the Commission does not resemble the agencies\nwhose “ independence” from Presidential control was upheld by the Supreme\nCourt in two major cases that preceded the enactment of §208 — Humphrey’s\nExecutor v. United Statesk, 295 U.S. 602 (1935), and Wiener v. United States,\n357 U.S. 349 (1958). Nor, as we discuss in Part I.C below, do the Commissioners\nenjoy any form of protection from removal under the Act — and tenure protection\nis, for many purposes, a recognized test of “ independence.” Finally, as we discuss\nin Part II below, there is no other affirmative evidence, whether in the text of\nthe Act or otherwise, that Congress intended the Commission to be regarded as\n“ independent” for purposes of § 208. I.\nSection 208 applies to “ an officer or employee of the executive branch of the\nUnited States Government, or of any independent agency of the United States.”\n18 U.S.C. § 208(a). There are at least two possible explanations for Congress’s\ndecision to distinguish between the executive branch and “ independent” agencies\nin this context. First, Congress may have intended § 208 to reach all agencies of the Govern­\nment other than those within the legislative or judicial branch. “ [Independent”\nagencies on this account would be those agencies that, under the Supreme Court’s\nolder jurisprudence, might have been considered to be “ hybrid” agencies, outside\nthe executive branch and performing “ quasi-legislative” or “ quasi-judicial” func­\ntions. 4 Under present Supreme Court doctrine, such “ independent” agencies are\n2 S ee L e tte r for M s. K ay C o le Jam es, C hairperson, N ational G am blin g Im pact Study C om m ission, from R ichard\nL. S h iffrin , D e p u ty A ssistant A ttorney G eneral, O ffice o f Legal C ou n sel (A ug. 13, 1997)."
}