{
  "document_category": "memos",
  "docId": "memos_85",
  "chunk_index": 13,
  "chunk_text": "Id. §67, 36 Stat. at 1105. The repeal and re-enactment in 1911 left the description of the offices or duties\nto which related persons may not be appointed unchanged. It did alter the descrip­\ntion of the persons who may not make such appointments. Whereas prior to 1911\nonly a “ court or judge” was prohibited from appointing related persons to such\noffices or duties, after 1911, the prohibition was simply that no related person\ncould be appointed to such offices or duties. The evident purpose of the change\nwas to remove an obvious loophole. Prior to 1911, the clerk of court, or the chief\nbailiff, or the chief stenographer, or any other official who worked in a court\ncould appoint relatives o f sitting judges to positions on his or her staff, without\n13The A ct o f Mar. 3, 1911, was designed to restructure the federal judicial system. A s Senator, later Justice,\nSutherland explained, the legislation was:\nfram ed upon the theory that we shall hereafter have but one court o f original jurisdiction, instead o f two,\nas w e have at present . . . . [W]e have to-day two separate and distinct courts of jurisdiction— a circuit\ncourt o f the U nited States and a district co u rt o f the U nited States. Jurisdiction has been conferred upon\nthe district court in a class o f cases which m ight as well have been conferred upon the circuit court and\njurisdiction has been conferred upon the circu it court which might as well have been conferred upon the\ndistrict court . . . . There is absolutely n o reason why the circuit court should possess a certain class\no f jurisdiction rather than that it should b e possessed by the district court. The vital thing is to have a\ncourt o f original jurisdiction for the trial o f cases, and then a court o f appellate jurisdiction, which may\nreview the decisions o f the trial court\n46 C ong. Rec. 2137 (1911). 360 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges violating the statute. Because such individuals as these might possibly be suscep­\ntible to influence by sitting judges, the predecessor statute seemed to permit an\nevasion of the statute’s anti-nepotistical purposes through the expedient of having\na non-judge who worked in the court appoint a judge’s relative. Beyond closing this appointment loophole, the statute remained otherwise intact. Because the language of the statute describing the offices or duties to which\nrelated persons may not be appointed remained the same, no change was made\nin the class of offices or duties covered by the statute — a class that at no time\nincluded judges."
}