{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 27,
  "chunk_text": "If we want to do something about that later, we will have another bill, and another opportunity.” 118 Cong. Rec. 14,185 (1972). 41 The “general definition” to which the House Report refers is as follows: ‘“ Coastal Zone’ means the coastal\nwaters (including the lands therein and thereunder) and the adjacent shorelands (including the waters therein and\nthereunder), strongly influenced by each other and in proximity to the shorelines of the several coastal states.” H.R.\nRep. No. 1049, supra, at 2. 258 Id. at 13-14 (emphasis added). This language in the House Report expresses an intent that, at least in certain circumstances, the definition of coastal zone could\nbe extended by a change in the breadth of the territorial sea. The difference in the language between the House and Senate bills was re­\nsolved by the Conference Committee. The Conference Report stated: The Managers agreed to adopt the House language as to the sea­\nward extent of the coastal zone, because of its clarity and brevity. At the same time, it should be made clear that the provisions of\nthis definition are not in any way intended to affect the litigation\nnow pending between the United States and the Atlantic coastal\nstates as to the extent of state jurisdiction. Nor does the seaward\nlimit in any way change the state or Federal interests in resources\nof the territorial waters or Continental Shelf, as provided for in\nthe Submerged Lands Act and the Outer Continental Shelf Lands\nAct.\nH.R. Conf. Rep. No. 1544, 92d Cong., 2d Sess. 12 (1972). Whi le it might be argued that the Conference Committee ’s adoption of the House\nbill language also adopted the explanatory language in the House Report, the Con­\nference Report did not say so. Rather, it stated that the language was taken because\nof its “clarity and brevity.” Moreover, the Conference Report then immediately\nwent on to state what is in effect a paraphrase of the Senate bill—saying that the\nbill is not intended to affect the pending litigation and that the seaward limit is un­\nderstood in accordance with the Submerged Lands Act and the OCSLA. Thus, the\nConference Report appeared to make a special effort to clarify that despite its choice\nof the House language (which was also the language of the original Senate ver­\nsion), it accepted the Senate’s understanding of the provision. 42\nMoreover, the Conference Report would appear to be inconsistent with the\nHouse Report’s language concerning extension of the coastal zone. The third and\nfinal sentence in the Conference Report discussing the definition reiterates the\ncongressional concern that CZMA do nothing to affect the statutory allocation\nof state and national responsibility in the area. Id. If the CZMA permitted an ex­\npansion of the coastal zone, and states asserted regulatory jurisdiction over the\nextended territorial sea, however, that balance of authority would be affected 43 42 The House bill had included various provisions extending the scope of the CZMA beyond the three-mile limit,\nbut the Conference Committee had rejected all the provisions"
}