{
  "document_category": "memos",
  "docId": "memos_18",
  "chunk_index": 1,
  "chunk_text": "Constitutionality of Seizing the Passports of Individuals Found to\nbe Importing Controlled Substances Into the United States\nA C ustom s Service directive to seize as evidence o f a federal crim e the passports of individuals found\nto be im porting controlled substances into the U nited S tates would not implicate the Fourth o r\nFifth A m endm ents to the U nited States Constitution, nor give rise to any valid constitutional claim s\no f denial o f due process or deprivation o f freedom to travel. March 15, 1988\nM em orandum O p in io n f o r t h e A ttorney G eneral This memorandum evaluates the legality of the proposal by the United States\nCustoms Service to seize the United States passports of individuals found to be\nin possession of illegal drugs upon entering the United States. In our view, the\nproposal involves nothing more than the lawful seizure of evidence of crime and\nraises no novel or substantial questions under the Fourth or Fifth Amendments. Indeed, according to the Customs Service, current practice is to seize passports\nin a large number of serious crimes. The current proposal would simply extend\nthat practice to all cases involving the importation of any quantity of illegal drugs. There has been some confusion in the press accounts describing the Customs pro­\nposal and, therefore, we begin with a brief description of the plan. I. Background\nUnder the Customs Service directive, beginning March 15,1988, Customs Ser­\nvice officials are to seize an individual’s U.S. passport “as criminal evidence”\nand all “other evidentiary material” whenever “a person is found to be in viola­\ntion of federal, state, or local criminal laws regarding the importation and/or pos­\nsession of controlled substances.” Memorandum to All Regional Commission­\ners, District Directors, Inspection and Control Stations, Regional and District\nCounsels, Special Agents in Charge, from Commissioner of Customs, Re: Seizure\nof Controlled Substance Violator Passports for Evidence at 1 (Mar. 8, 1988)\n(“Customs Directive”). The individual will be given a custody receipt for retained\nor seized property such as the passport and other personal items being held as ev­\nidence. According to officials from the State Department, an individual whose\npassport is seized and held as evidence of importation of illegal drugs may ap­\nply for, and, at least absent a risk to national security, be granted, a new pass­\nport. 1\n1 Meeting with Mary V. Mochary, Deputy Legal Advisor, United States Department of Slate (M ar 14,1988). 59 The local Customs Duty Agent will then be notified of the violation, and make\na determination whether the violator should be arrested or released. In addition,\nthe Customs Duty Agent is directed to “attempt to obtain federal prosecution of\nthe violator” under 21 U.S.C. § 844 (possession of a controlled substance) and\n21 U.S.C. § 952 (importation of a controlled substance), or, if federal prosecu­\ntion is declined, to “attempt to obtain state or local prosecution for violations of\nany applicable state laws concerning controlled substances.” Customs Directive\nat 2."
}