{
  "document_category": "memos",
  "docId": "memos_62",
  "chunk_index": 1,
  "chunk_text": "Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 Covered entities and those persons rendered accountable by general principles of corporate criminal\nliability may be prosecuted directly under 42 U.S.C. § 1320d-6, and the knowingly element of the\noffense set forth in that provision requires only proof of knowledge of the facts that constitute the\noffense. June 1, 2005 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nOF THE DEPARTMENT OF HEALTH AND HUMAN SERVICES\nAND THE SENIOR COUNSEL TO THE DEPUTY ATTORNEY GENERAL You have asked jointly for our opinion concerning the scope of 42 U.S.C.\n§ 1320d-6 (2000), the criminal enforcement provision of the Administrative\nSimplification subtitle of the Health Insurance Portability and Accountability Act\nof 1996, Pub. L. No. 104-191, 110 Stat. 1936 (“HIPAA”). Specifically, you have\nasked, first, whether the only persons who may be directly liable under section\n1320d-6 are those persons to whom the substantive requirements of the subtitle, as\nset forth in the regulations promulgated thereunder, apply—i.e., health plans,\nhealth care clearinghouses, certain health care providers, and Medicare prescription drug card sponsors—or whether this provision may also render directly liable\nother persons, particularly those who obtain protected health information in a\nmanner that causes a person to whom the substantive requirements of the subtitle\napply to release the information in violation of that law. We conclude that health\nplans, health care clearinghouses, those health care providers specified in the\nstatute, and Medicare prescription drug card sponsors may be prosecuted for\nviolations of section 1320d-6. In addition, depending on the facts of a given case,\ncertain directors, officers, and employees of these entities may be liable directly\nunder section 1320d-6, in accordance with general principles of corporate criminal\nliability, as these principles are developed in the course of particular prosecutions. Other persons may not be liable directly under this provision. The liability of\npersons for conduct that may not be prosecuted directly under section 1320d-6 will\nbe determined by principles of aiding and abetting liability and of conspiracy\nliability. Second, you have asked whether the “knowingly” element of section\n1320d-6 requires only proof of knowledge of the facts that constitute the offense\nor whether this element also requires proof of knowledge that the conduct was\ncontrary to the statute or regulations. We conclude that “knowingly” refers only to\nknowledge of the facts that constitute the offense. 1\n1\nIn reaching the conclusions discussed below, we have considered the views expressed in your\nsubmissions concerning the questions you have asked. See Letter for Jack L. Goldsmith III, Assistant\nAttorney General, Office of Legal Counsel, from Paul B. Murphy, Associate Deputy Attorney General,\nRe: Request for Office of Legal Counsel Opinion on the Scope of the Criminal Medical Records\nPrivacy Statute, 42 U.S.C. § 1320d-6 (Jan. 16, 2004); Letter for Jack L. Goldsmith III, Assistant 76 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 I.\nCongress enacted the Administrative Simplification provisions of HIPAA to\nimprove “the efficiency and effectiveness of the health care system” by providing\nfor the “establishment of standards and requirements for the electronic transmission of certain health information.” 42 U.S.C. § 1320d note (2000)."
}