{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 2,
  "chunk_text": "DEA must\nadopt a framework in which it purchases and takes possession of the\nentire marijuana crop of each licensee after the crop is harvested. In\naddition, DEA must generally monopolize the import, export, wholesale\ntrade, and stock maintenance of lawfully grown marijuana. 1 There may\nwell be more than one way to satisfy those obligations under the Single\nConvention, but the federal government may not license the cultivation of\nmarijuana without complying with the minimum requirements of that\nagreement. I.\nThe Single Convention entered into force for the United States on June\n24, 1967, after the Senate had given its advice and consent to the United\nStates’ accession. See Single Convention, 18 U.S.T. 1407. The Convention requires parties to impose stringent controls on the cultivation, manufacture, and distribution of narcotic drugs, including “cannabis,” which it\ndefines as “the flowering or fruiting tops of the cannabis plant (excluding\nthe seeds and leaves when not accompanied by the tops) from which the\n1 In preparing this opinion, we considered the views of DEA, the Office of the General\nCounsel of the Department of Health and Human Services, and the Department of State’s\nOffice of the Legal Adviser. See Applications To Manufacture Marijuana, 81 Fed. Reg. at\n53,846–48 (discussing requirements of the Single Convention applicable to licensing\nmarijuana cultivation); Lyle E. Craker, PhD, 76 Fed. Reg. 51,403, 51,409–11 (DEA Aug.\n18, 2011) (same); Lyle E. Craker, 74 Fed. Reg. 2101, 2114–18 (DEA Jan. 14, 2009)\n(same); Memorandum for Steven A. Engel, Assistant Attorney General, Office of Legal\nCounsel, from Matthew S. Bowman, Deputy General Counsel, Department of Health and\nHuman Services (Apr. 13, 2018) (“HHS Mem.”); Office of Law Enforcement and Intelligence and Office of Treaty Affairs, Single Convention Analysis (Jan. 29, 2018) (“State\nMem.”); Letter for Steven A. Engel, Assistant Attorney General, Office of Legal Counsel,\nfrom Jennifer G. Newstead, Legal Adviser, Department of State (Apr. 17, 2018) (“State\nSupp. Mem.”). 2 Licensing Marijuana Cultivation resin has not been extracted, by whatever name they may be designated.” Single Convention art. 1(1)(b). Parties must, among other things, establish\nquotas on the import and manufacture of cannabis, generally prohibit the\npossession of cannabis, and adopt penal provisions making violations of\nthose controls punishable offenses. Id. arts. 21, 33, 36. Article 28 of the Single Convention requires that any lawful cultivation\nof the cannabis plant be subject to the same system of strict controls “as\nprovided in article 23 respecting the control of the opium poppy.” Id. art.\n28. The cross-referenced provisions in Article 23 provide as follows:\n1. A Party that permits the cultivation of the opium poppy for the\nproduction of opium shall establish, if it has not already done so,\nand maintain, one or more government agencies (hereafter in this\narticle referred to as the Agency) to carry out the functions required under this article. 2. Each such Party shall apply the following provisions to the cultivation of the opium poppy for the production of opium and to\nopium:\na. The Agency shall designate the area in which, and the plots of\nland on which, cultivation of the opium poppy for the purpose\nof producing opium shall be permitted. b."
}