{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 6,
  "chunk_text": "Thereafter, we consider whether the President is disabled from making\nan appointment when the recess is punctuated by periodic pro forma\nsessions at which Congress has declared in advance that no business is to\nbe conducted. Based primarily on the traditional understanding that the\nRecess Appointments Clause is to be given a practical construction focusing on the Senate’s ability to provide advice and consent to nominations,\nwe conclude that while Congress can prevent the President from making\nany recess appointments by remaining continuously in session and available to receive and act on nominations, it cannot do so by conducting pro\nforma sessions during a recess. The question is a novel one, and the\nSee, e.g., 157 Cong. Rec. S7905 (daily ed. Nov. 28, 2011) (message from the President “received during adjournment of the Senate on November 21, 2011,” laid before the\nSenate); id. at S7881 (daily ed. Nov. 25, 2011) (record of pro forma session with no\nmention of receipt of presidential message); id. at S7879 (daily ed. Nov. 22, 2011)\n(same); S6916 (daily ed. Oct. 31, 2011) (message from the President “received during\nadjournment of the Senate on October 25, 2011,” laid before the Senate); id. at S6895\n(daily ed. Oct. 27, 2011) (record of pro forma session with no mention of receipt of\npresidential message). 5 20 Recess Appointments Amid Pro Forma Senate Sessions substantial arguments on each side create some litigation risk for such\nappointments. We draw on the analysis developed by this Office when it\nfirst considered the issue. See Memorandum to File, from John P. Elwood,\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Lawfulness of Making Recess Appointment During Adjournment of the Senate\nNotwithstanding Periodic “Pro Forma Sessions” (Jan. 9, 2009). A.\nThe Recess Appointments Clause of the Constitution provides that\n“[t]he President shall have Power to fill up all Vacancies that may happen\nduring the Recess of the Senate, by granting Commissions which shall\nexpire at the End of their next Session.” U.S. Const. art. II, § 2, cl. 3. The\nDepartment of Justice “has long interpreted the term ‘recess’ to include\nintrasession recesses if they are of substantial length.” Intrasession Recess\nAppointments, 13 Op. O.L.C. at 272; see also Goldsmith Memorandum at\n1–2; Recess Appointments During an Intrasession Recess, 16 Op. O.L.C.\n15, 15–16 (1992); Recess Appointments—Compensation (5 U.S.C. § 5503),\n3 Op. O.L.C. 314, 316 (1979); Recess Appointments, 41 Op. Att’y Gen.\n463, 468 (1960); Daugherty Opinion, 33 Op. Att’y Gen. at 21–22, 25. Under a framework first articulated by Attorney General Daugherty in\n1921, and subsequently reaffirmed and applied by several opinions of\nthe Attorney General and this Office, the “constitutional test for whether\na recess appointment is permissible is whether the adjournment of the\nSenate is of such duration that the Senate could ‘not receive communications from the President or participate as a body in making appointments.’” Intrasession Recess Appointments, 13 Op. O.L.C. at 272 (quoting Daugherty Opinion, 33 Op. Att’y Gen. at 24). 6 Although “the line of\n6 In 1868, Attorney General Evarts approved the contemplated appointments of three\nofficials during a fifty-six-day intrasession recess of the Senate without remarking upon\nthe nature of the recess."
}