{
  "document_category": "memos",
  "docId": "memos_63",
  "chunk_index": 2,
  "chunk_text": "18 U.S.C. § 208(b)(1). Because it is anticipated that the\nCommission will be advising the President concerning the MX missile and its\npossible basing modes, the application of § 208 to this situation has been raised. I. Appropriate Official to Grant Waiver\nUnder 18 U.S.C. § 208(b)\nAs mentioned above, § 208(b) authorizes the “Government official respon­\nsible for the appointment [of an employee] to his position” to waive the\napplication of § 208(a) to the employee in certain circumstances. In determin­\ning which officials can exercise such power, we consider two questions: (1)\nwhich official is “responsible for the appointment” of the members of the\nCommission; and (2) has the official “responsible for the appointment” del­\negated his authority under this provision to any other person(s). With respect to the first question, we believe the President is the official\n“responsible for the appointment” of the members of the Commission. Pursu­\nant to Executive Order No. 12400, members of the Commission are “appointed\nor designated by the President” to membership on the Commission. There is no\nprovision that any other official should be responsible for the appointment of\nany of the members to the Commission. In the process of drafting Executive\nOrder No. 12400, members of the White House Counsel’s Office and the\nGeneral Counsel’s Office of the Office of Management and consistently ex­\npressed an intent and understanding that the Commission was to be a Presiden­\ntial Advisory Committee, with control over the appointment and dismissal of\nmembers of the Commission to be vested solely in the President. Accordingly,\nin our view, the President is the “Government official responsible for the\nappointment [of the members] to [their] position[s]” within the meaning of 18\nU.S.C. § 208. Even though the President is the appointing “Government official” within\nthe meaning of 18 U.S.C. § 208, he may, pursuant to 3 U.S.C. § 301, delegate\nhis authority with respect to “any function vested in the President by law” to\n“the head of any department or agency in the executive branch, or any official\nthereof who is required to be appointed by and with the advice and consent of\nthe Senate.” Such delegation must be in writing and published in the Federal\nRegister. Id. In addition, the President has certain inherent authority, which is\nrecognized but not specifically enumerated in 3 U.S.C. § 302, to delegate\nauthority to officials who do not meet the requirements set forth in § 301. In\nExecutive Order No. 11222, Part V, as amended, the President delegated his\nauthority to grant waivers under 18 U.S.C. § 208(b) with respect to many\nPresidentially appointed officers and employees, while specifically exempting\n11 from this delegation, among other persons, “Presidential appointees to commit­\ntees, boards, commissions, or similar groups established by the President.” In 3\nC.F.R. § 100.735-32, however, the President delegated to the Counsel to the\nPresident the authority reserved in the above provision. Although the Counsel\nto the President is not appointed by the President with the advice and consent of\nthe Senate, this delegation has existed at least since 1968 and has never, to our\nknowledge, been challenged by Congress."
}