{
  "document_category": "memos",
  "docId": "memos_58",
  "chunk_index": 4,
  "chunk_text": "Indeed, particularly in view of the rule of\nlenity, see Jones v. United States, 529 U.S. 848, 858 (2000) (quoting Rewis v.\nUnited States, 401 U.S. 808, 812 (1971), and United States v. Universal C.I.T.\nCredit Corp., 344 U.S. 218, 221-222 (1952)), we would be loath to dilute the\n2 The statutory provision that underlies the rules on gifts from outsiders, 5 U.S.C. § 7353 (2000),\nhas its own definition of “officer or employee”—“an individual holding an appointive or elective\nposition in the executive, legislative, or judicial branch of Government, other than a Member of\nCongress.” Id. § 7353(d)(2). This definition, however, is congruent with the analysis we set out below. 34 227-329 VOL_26_PROOF.pdf 44 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service three-part test. In this regard, our statement that the title 5 definition of employee\n“is not necessarily conclusive for conflicts purposes” might more sensibly be read\nto mean that, in some circumstances, even satisfaction of the three-part test might\nnot conclusively establish that a person is an officer or employee for purposes of\nthe criminal prohibitions. We further note that our conclusion that “an identifiable\nact of appointment may not be absolutely essential for an individual to be regarded\nas an officer or employee,” Informal Presidential Advisor, 1 Op. O.L.C. at 21\n(emphasis added), does not mean that we concluded that the requirement of\nappointment by a federal official was not necessary. On the contrary, it presupposes the requirement and merely leaves open the possibility that an individual could\nbe shown to have satisfied the requirement—i.e., to have been appointed—even in\nthe absence of an identifiable act of appointment, if a “formal relationship” had\nbeen established between the individual and the government. Id. We therefore look to the statutory definitions of “officer” and “employee” in\ntitle 5 in deciding whether the conflict of interest restrictions apply to a person\nwho has been appointed to office by the President with the Senate’s advice and\nconsent but has not yet begun the duties of office. We conclude that a person in\nthese circumstances would not meet at least two of the three statutory tests—\nengagement in a federal function and federal government supervision—and that\nthe conflict of interest restrictions therefore would not apply to him. Chief Justice Marshall explained in Marbury v. Madison, 5 U.S. (1 Cranch)\n137, 162 (1803), that “when a commission has been signed by the president, the\nappointment is made.” In the circumstances here, an appointment in the constitutional sense would thus be complete. Whether the signing of a commission would\nconstitute an “appointment” for purposes of 5 U.S.C. §§ 2104 and 2105 may be\nless clear. The United States Court of Appeals for the Federal Circuit has held, for\nexample, that appointment under the statute requires “action by the appointee\ndenoting acceptance” and that “[a]cceptance is important, as membership in the\ncivil service imports burdens as well as benefits.” Watts v. OPM, 814 F.2d 1576,\n1580 (Fed. Cir. 1987). We need not resolve this issue here, however; we instead\nassume arguendo that the first part of the test would be met when the President\nsigned the commission."
}