{
  "document_category": "memos",
  "docId": "memos_1",
  "chunk_index": 16,
  "chunk_text": "The Supreme Court has, to date, steadfastly adhered to the require­\nments of the Appointments Clause. See Public Citizen v. Department of\nJustice, 491 U.S. 440, 482-89 (1989) (Kennedy, J., concurring)\n(Appointments Clause must be strictly applied; no “balancing” where a\npower has been committed to a particular Branch o f the Government in\nthe text o f the Constitution). Even in Morrison v. Olson, the Court insist­\ned on strict compliance with the Clause’s terms, upholding the use o f spe­\ncial prosecutors only after concluding that (i) the prosecutors were “infe­\nrior” officers, (ii) they were duly appointed by a “Court o f Law” in\naccordance with the Appointments Clause, and (iii) they remained subject\nto sufficient executive control in the initiation and prosecution o f cases. In Buckley, the Court held that Congress violated the Constitution\nwhen it attempted to vest civil litigation authority in a commission whose\nmembers had not been duly appointed under the Appointments Clause. The Court said that “ [a] lawsuit is the ultimate remedy for a breach o f the\nlaw, and it is to the President, and not to the Congress, that the\nConstitution entrusts the responsibility to ‘take Care that the Laws be\nfaithfully executed.’” 424 U.S. at 138. The qui tam provisions in the False\nClaims Act are equally unconstitutional. Qui tam relators are not appoint­\ned in any o f the ways prescribed by the Appointments Clause and hold no\ncommission under the United States. Yet these relators exercise signifi­\ncant governmental authority by suing to enforce the rights o f the United\nStates in the name o f the United States. Just as Congress cannot vest lit­\nigation authority in commission members who have not been duly\n221 appointed, it cannot vest such litigation authority in self- selected private\nbounty hunters who operate without accountability and without commit­\nment to the United States’ interests. There can be no doubt that qui tam relators are exercising significant\ngovernmental power. Private relators are empowered to level fraud\ncharges against other private citizens and hail them into court to answer\nfor these alleged public offenses, with the possibility o f collecting not\nonly damages but substantial civil penalties. In so doing, the relators are\nempowered to overrule the judgment o f executive officials as to whether\nthe contractor has, in fact, committed fraud and whether it is appropriate\nunder the circumstances to prosecute the Government’s claim. Where the\nAttorney General determines not to proceed with a suit, the relator is\nempowered to prosecute the suit in the Government’s name, controlling\nall aspects o f the litigation and binding the United States by the judgment. I f the Attorney General later decides to intervene, the relator remains in\ncontrol. Even if the Attorney General enters the suit at the outset, the\nrelator remains a party and is empowered to challenge not only the liti­\ngation judgments o f the Government but also any attempt to dismiss or\nsettle the case. It is also beyond dispute that the claim the relator litigates is that o f the\nUnited States. Qui tam relators historically were understood to be suing\nin a representative capacity."
}