{
  "document_category": "memos",
  "docId": "memos_10",
  "chunk_index": 7,
  "chunk_text": "I l l (1835) (authorizing the courts to order execution\n5 If such a belief were expressed clearly, which il is not, it would be considered a contemporaneous\nconstruction of the Constitution, followed since the founding of the government, and entitled to great\nweight in determining the scope o f Congress’ power. Cf. E x parte Quirtn, 317 U S. 1, 41-42 (1942),\nWilliams v United States, 289 U S. 553, 573-74 (1933)\n6 1 Debates in Congress, 86, 938 (Gales & Seaton eds 1789). 7 Resolved by the Senate and House o f Representatives o f the United States o f America, in Congress\nassembled. That where any state or states, having complied with the recommendation of Congress, in\nthe resolution of the twenty-third day of September, one thousand seven hundred and eighty-nine,\nshall have withdrawn, or shall hereafter withdraw, either in whole or in part, the use of their jails for\nprisoners committed under the authority of the United States, the marshal in such state or states, under\nthe direction of the judge of the district, shall be, and hereby is, authorized and required to hire a\nconvenient place to serve as a temporary jail, and to make the necessary provision for the safe keeping\nof prisoners committed under the authonty of the United States, until permanent provision shall be\nmade by law for that purpose; and the said marshal shall be allowed his reasonable expenses, incurred\nfor the above purposes, to be paid out of the Treasury of the United States. Act of March 3, 1821, 3\nStat. 646-47 (1821). 147 of prison sentences in state prisons where “the use of which shall be\nallowed and authorized by the legislature of the state for such pur­\nposes.”); 13 Stat. 74-75 (1864) (authorizing the Secretary of the Interior\nto contract with state authorities for the use of prison facilities for\npersons convicted of federal crimes in the territories); 13 Stat. 500\n(1865) (authorizing courts to order execution of prison sentences longer\nthan 1 year in state prisons where use of the prison is authorized by the\nstate legislature). Again, there is nothing in the legislative history to\nindicate that Congress believed that it lacked power to require the\nrecalcitrant states to make their facilities available to the federal gov­\nernment; Congress may have been merely reluctant to exercise this\npower. Thus, we cannot conclude on the basis of this history that the\nTenth Amendment precludes such a requirement, but we believe it\nprovides some insight into the sensitive manner with which this issue\nhas been treated by Congress since the founding of our government. Therefore, while we cannot be certain that the proposed legislation\nwould be unconstitutional, we believe that it would raise a serious\nquestion under the Tenth Amendment whether Congress, on enacting\nsuch legislation, had impermissibly intruded upon the states’ sover­\neignty. We suggest that you consider, as an alternative, a statutory\nscheme which would induce, rather than coerce, the states to cooperate\nin making their detention facilities available to the federal government."
}