{
  "document_category": "memos",
  "docId": "memos_35",
  "chunk_index": 5,
  "chunk_text": "Gen. 85, 86 (1798)), and a group of early federal\ncases. Other cases in other circuits or districts which have followed and applied\nthe Di Re case are Pon v. United States, 168 F.2d 373 (1st Cir. 1948), a narcotics\ncase, holding the validity of arrest to be determined by the law of Massachusetts\nunder which an arrest by an officer without a warrant is authorized if the officer\nhas reasonable grounds to believe that a felony was committed by the defendant;\nBrubaker v. United States, 183 F.2d 894 (6th Cir. 1950), a Dyer Act violation,\nholding the legality of the arrest to be governed by the law of Tennessee, which\nprovides that an officer may without a warrant arrest a person when a felony has in\nfact been committed and the officer has reasonable cause for believing the person\narrested committed the felony; United States v. Horton, 86 F. Supp. 92 (W.D.\nMich. 1949), upholding an arrest without a warrant by city police for a federal\nnarcotics violation as tested by the law of Michigan, the pertinent of which are\npractically identical with subsection (2) and (3) of section 901.15, Florida Statutes,\n1951; and United States v. Guller, 101 F. Supp. 176 (E.D. Pa. 1951), testing an\narrest in a narcotics case by the Pennsylvania law which accords with the common\nlaw rules. In the Di Re and subsequent cases involving arrests for federal offenses by state\nofficers, apparently it was accepted without argument, so far as the opinions show,\nthat a state officer may arrest for federal offenses. The issue was the standard to be\napplied. But the matter assumed had not gone without argument, earlier, and the\nleading case is probably Marsh v. United States, 29 F.2d 172 (2d Cir. 1928). In an\nopinion by Judge Learned Hand, the court held that a state police officer had\nauthority to arrest for violation of federal law. The court pointed out that the state\nstatute (section 177 of the New York Code of Criminal Procedure, the same statute\nlater applied in Di Re, which provides that a peace officer may without a warrant\narrest a person for a crime committed or attempted in his presence) had been 152 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices universally used by New York police officers in arresting for federal crimes\nregardless of whether they were felonies or misdemeanors. But the court went on\nto say:\nMoreover, we should be disposed a priori so to understand it. Section 2 of article 6 of the Constitution makes all laws of the United\nStates the supreme law of the land, and the National Prohibition Law\nis as valid a command within the borders of New York as one of its\nown statutes. True, the state may not have, and has not, passed any\nlegislation in aid of the Eighteenth Amendment, but from that we do\nnot infer that general words used in her statutes must be interpreted\nas excepting crimes which are equally crimes, though not forbidden\nby her express will."
}