{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 6,
  "chunk_text": "H ow ever, at best this\nstatem en t is am b ig u o u s, the d ire c tio n to use full regulatory authority probably was sim ply in reference to the\nsection o f the C R A d ire c tin g the agencies to prom ulgate im plem enting regulations and not to som e other\ngrant o f en fo rcem en t au th o rity such as 12 U S C § 1818. It is im possible to know w hat regulations S enator\nProxm ire e x p ected the ag en cies to issue, alth o u g h we note th at (consistent with the phrasing in C R A ’s\nstatem en t o f p urpose sectio n ) he used the w ord “en co u rag e” to describe w hat im pact the regulations should\nhave on in stitu tio n s ra th e r than a w ord like “ req u ire ” M oreover, we do not believe this one statem ent, even\nif read bro ad ly , can su p p o rt a g e n eral grant o f enforcem ent authority to the agencies in light o f the statutory\ntext and o th er leg islativ e history. 6 T h a t K a ra h a lio s and the cases cited th e re in involved claim ed private rights o f action does not make\nthem inapposite. First, the u n d erly in g inquiry o f those cases and this case is the sam e' can congressional\nintent to en fo rce a statu to ry sch e m e in a p articu lar way be inferred from the statutory language, structure or\nlegislative h istory? S econd, co u rts if anything have broader pow er than adm inistrative agencies to fashion\nappropriate relief, courts, for e x am p le, may lo o k to their broad equitable jurisdiction 252 A u th o rity o f the F ederal Financial Supervisory A gencies U nder the C om m unity R einvestm ent Act III. We reach the same conclusion when we analyze the question by focusing di­\nrectly on 12 U.S.C. § 1818. Under that section, the agencies may issue a ceaseand-desist order against a financial institution that “is violating or has violated, or\n. . . is about to violate, a law, rule, or regulation,” 12 U.S.C. § 1818 (b)(1), and\nthey may impose civil monetary penalties against an institution that violates “any\nlaw or regulation” or any cease-and-desist order, 12 U.S.C. § 1818(i)(2). It might\nbe argued that such sanctions may be imposed upon an institution that receives a\n“substantial noncompliance” CRA rating because that would be a violation of the\nCRA or the proposed regulations. As discussed below, we reject that argument."
}