{
  "document_category": "memos",
  "docId": "memos_99",
  "chunk_index": 8,
  "chunk_text": "571 F\nSupp. at 403 S e e also N a tio n a l State B a n k v Long, 630 F 2d 981, 984 (3d C ir. 1980) (in deciding there was\nno federal law ex p licitly prohibiting redlining, so that a state anti-redlining statute was not preem pted, the\ncourt staled that under the CRA , “the C o m p tro ller m ay, but need not, deny an application for a deposit facil­\nity lo a national bank that fails to m eet the needs o f us local co m m unity” ); H icks v Resolution Trust C orp.,\n970 F.2d 378, 382 (7th Cir. 1992) (in concluding lhat a fired em ployee could not state a claim for retaliatory\ndischarge because the C R A did not constitute a clearly m andated public policy, the court stated that the Act\ndoes not provide for crim inal sanctions o r private causes o f action; agencies m ay “at m ost” consider an in ­\nstitu tio n 's record w hen evaluating an application) 253 O pinions o f Ihe O ffic e o f L egal C ounsel CRA: that ”[t]he Congress finds th a t. . . regulated financial institutions have con­\ntinuing and affirm ative obligation to help meet the credit needs of the local com­\nm unities in which they are chartered,” 12 U.S.C. § 2901(a)(3), and that “[t]he\nC ongress finds that . . . regulated financial institutions are required by law to dem ­\nonstrate that their deposit facilities serve the convenience and needs of the commu­\nnities in which they are chartered to do business,” 12 U.S.C. § 2901(a)(1). These\nfindings are an indicator o f congressional intent and may be looked to by the agen­\ncies in form ulating their regulations to im plem ent the CRA. However, they are not\n“operative provisions” o f the statute and thus cannot by themselves impose obliga­\ntions on financial institutions or override operative provisions that indicate that\nCongress did not intend to impose an obligation violation o f which is sanctionable\nunder § 1818. S ee A ssociation o f Am. R.R. v. C ostle, 562 F.2d 1310, 1316 (D.C.\nCir. 1977) (“A pream ble no doubt contributes to a general understanding of a stat­\nute, but it is not an operative part of the statute and it does not enlarge or confer\npowers on adm inistrative agencies or officers. W here the enacting or operative\nparts o f a statute are unambiguous, the meaning o f the statute cannot be controlled\nby language in the pream ble. The operative provisions o f statutes are those which\nprescribe rights and duties and otherwise declare the legislative w ill.”)."
}