{
  "document_category": "memos",
  "docId": "memos_43",
  "chunk_index": 8,
  "chunk_text": "As I have said, I subscribe fully to that position. Question 6: W hat is the specific authority (if any) deriving from his­\ntoric practice prior to the current Adm inistration which\nsupports the Justice D epartm ent’s assertion that it can\ndeny the validity o f A cts o f Congress? M arbury v. Madison, 1 C ranch 137 (1803), was probably the first case\nin w hich the E xecutive made no effort to defend an A ct o f Congress\n3Q uite apart from the provisions o f any statute prescribing the duties o r the authority o f the\nA ttorn ey G eneral, the C onstitution itself provides that the President ' ‘may require the O pinion in\nW riting, o f the principal O fficer in each o f the executive D epartm ents upon any subject relating to the\nD uties o f their respective O ffices.\" U.S. C onst. A rt. II, § 2, cl. I. 60 on a constitutional point. President Jefferson was strongly o f the view\nthat Congress had no pow er to give the Suprem e C ourt (or any other\ncourt) authority to control executive officers through the issuance of\nwrits o f mandamus. See 1 W arren, T he Suprem e C ourt in United States\nHistory 232, 242-43 (1922). W hen Mr. M arbury and the other “mid­\nnight judges” initiated an original action in the Supreme C ourt to\ncom pel delivery o f their commissions, President Jefferson’s A ttorney\nGeneral, Levi Lincoln, made no appearance in the case except as a\nreluctant witness. See 1 C ranch 143-44. No attorney appeared on behalf\no f Secretary Madison. T he C ourt ultimately resolved the case by agree­\ning and disagreeing with President Jefferson. T he C ourt held that the\nrelevant statute was unconstitutional to the extent that it attem pted to\ngive the Supreme C ourt pow er to issue writs o f mandamus against\nexecutive officers, but that there was no general principle o f law that\nwould prevent Congress from giving that pow er to the low er courts. A second significant historical incident involving a refusal by the\nExecutive to execute or defend the A cts o f Congress on constitutional\ngrounds arose during the adm inistration o f A ndrew Johnson. In defi­\nance o f the T enure in Office A ct, w hich he deemed to be unconstitu­\ntional, President Johnson rem oved his Secretary o f War. This action\nprovided the legal basis for one of the charges that was lodged against\nhim by his opponents in the House; and during his subsequent trial in\nthe Senate, the arguments offered by counsel on both sides provided an\nilluminating discussion o f the responsibilities o f the Executive in our\nconstitutional system. See 2 Trial o f A ndrew Johnson 200 (W ashington\n1868). President Johnson was acquitted by one vote. I will mention a third incident that illustrates an interesting variation\non the historical practice."
}