{
  "document_category": "memos",
  "docId": "memos_96",
  "chunk_index": 6,
  "chunk_text": "Senator Overman later stated\nthat “as the Constitution is now, . . . an amendment . . . can be submitted for\na thousand years and be in force whenever ratified.” 56 Cong. Rec. 10,098\n(1918). In the House, Representative Reavis objected to any time limit in\nthe Constitution. “The amendment is submitted until enough legislatures\nhave passed upon it to indicate whether or not it will be approved by threefourths of them.” 56 Cong. Rec. 444 (1917). Representative Steel replied\nthat without a time limit, “when a proposed constitutional amendment goes\nout to the States it rests there for agitation for all time without any limita­\ntion whatever.” Id. at 445. Thus, although there was much disagreement on the issue — later ad­\ndressed in Dillon v. Gloss — whether Congress could impose time limits for\nstate ratification of a proposed constitutional amendment in the absence of a\nseparate amendment to Article V, there was little doubt as to the rule estab­\nlished by the Constitution itself: the proposed amendment remained viable,\nat least until rejected by more than one-fourth of the States. 5 Thus, the text and history o f Article V make plain that any argument that\nthere is a time limit on the ratification process must be based on some\nground other than text and history. B.\n1.\nTwo decisions of the Supreme Court, Dillon, and Coleman v. Miller, 307\nU.S. 433 (1939), have been cited for the propositioft that Article V requires\nthat the ratification of constitutional amendments takes place within a “rea­\nsonable” time after proposal. 6 That doctrine is not within the holding of\nthose cases, however, and we believe that any dicta supporting the doctrine\nare unsound. In upholding Congress’s power to limit to seven years the time for ratifi­\ncation of the Eighteenth Amendment, the Supreme Court in Dillon stated\n“that the fair inference or implication from Article V is that the ratification\n[of an amendment] must be within some reasonable time after the proposal.” 256 U.S. at 375. If this reasoning is controlling and Article V does contain 3 It is especially telling that so many of those who thought that the Constitution imposed no tim e limit\non the am endm ent process thought this feature to be a defect in the document; had they thought the\nquestion a close one, or if any textual argum ent had been available, they might have resolved it in favor\no f what they took to be the preferable outcom e.\n6 See, e .g .. E q u a l R ig h ts A m endm ent E x te n sio n : H earings on S. J. Res. 134 Before the S ubcom m . on the\nC o n stitu tio n o f the S e n a te C om m , on the J u d ic ia ry , 95th Cong., 2d Sess. 117 (1978) (“Senate Hearings”)\n(testimony of Prof. Thomas I. Emerson, Yale University); id. at 144 (testimony of Prof. Jules B. Gerald,\nWashington University); id. at 266 (statement of Prof. Ruth B. Ginsburg, Columbia University). 90"
}