{
  "document_category": "memos",
  "docId": "memos_69",
  "chunk_index": 8,
  "chunk_text": "Id. at 631. The Court viewed the FTC as “ an administrative body created\nby Congress to carry into effect legislative policies embodied in the statute in\naccordance with the legislative standard therein prescribed, and to perform other\nspecified duties as a legislative or as a judicial aid.” Id. at 628. Such an agency\nwas not “ an arm or an eye of the executive” ; rather, its Commissioners were\nexpected to discharge their functions “ without executive leave and . . . free from\nexecutive control.” Id. The powers of the FTC were not “ purely” executive,\n9 W e note also that, in 1989, C ongress enacted 18 U S C § 202(e)(1) (1994), w hich provided a defin itio n o f\n“ executive b ran ch ” ap p licab le to § 2 0 8 Ethics R eform A ct o f 1989, Pub. L N o 101-194, § 4 0 1 , 103 S tat. 1716,\n1748. T he definition reaches any “ entity o r adm inistrative unit in th e executive b ran ch ,” but d o es not sp ecifically\nm ention “ independent ag e n cy ,” w hich is not otherw ise defined. A rguably, som e en tities p reviously covered b y § 208\nas “ independent a g e n c [ie s]” w ere, after the am endm ent, covered (in addition o r instead) by the reference to the\n“ executive branch ” W e do not believe that the am endm ent requires giving the term “ independent ag e n c y ” in\n§ 2 0 8 a broader m eaning than in our analysis, on the ground that otherw ise all “ independent ag en c[ies]” w ould\ncom e w ithin the refere n ce to the “ executive b ran ch ” and the term “ independent agency” w ould be red u n d an t\nFirst, there is no evidence indicating that, by defining “ executive b ra n c h ,” C o n g ress intended to enlarge th e ex ten t\nto w hich § 2 0 8 reaches entities outside the executive branch. Second, if the referen ce is redundant, that m ay m erely\nreflect C o n g ress’s appreciation o f the changes in the S uprem e C o u rt’s ju risp ru d en ce m arked b y its 1987 d ecision\nin M orrison T hird, as w e discuss in Part I.C below , som e entities o utsid e the ex ecu tiv e branch could be covered\nas “ independent agencfies] ” 33 Opinions o f the Office o f Legal Counsel in Volume 23 but were “ quasi-legislative or quasi-judicial.” Id. Insofar as the FTC conducted\ninvestigations and reported its findings to Congress, it was acting in a quasi-legislative capacity; insofar as the statute required it to function as a master in chan­\ncery, it was acting quasi-judicially."
}