{
  "document_category": "memos",
  "docId": "memos_23",
  "chunk_index": 6,
  "chunk_text": "The court stated that\n“ [u]ser fees are payments given in return for a government-provided benefit. Taxes, on the other hand, are ‘enforced contribution[s] for the support of govern­\nment.’ ” Id. at 74 (quoting U nited States v. LaFranca, 282 U.S. at 572). The\ncourt held that the municipal service fee was “ a thinly disguised tax” because\nthe federal agencies’ liability for the fee “ arises from [their] status as property\nowners and not from their use of a City service.” Id. In U nited States v. C ity of Columbia, Mo., 914 F.2d 151 (8th Cir. 1990), the\ncourt considered whether a levy charged by a city as part of the price of water\nand electricity was a tax or a fee. Even though the levy was described in the\napplicable city ordinance as being in lieu of a tax, the court held that the levy\nwas part of the utility rate and was unlike a tax in many significant respects:\nit was not contained in a section dealing with the city’s taxing power; it was\ncharged to the customer as part o f the price of electricity and water; and failure\nto pay the levy would result in termination of services rather than subject the\ncustomer to penalties. As for the levy’s application to the federal government,\nthe court said that\n[t]he United States’ obligation to pay the [levy arose] only from\nits consensual purchase of the City’s [water and electricity]; it d[id]\nnot arise automatically, as does tax liability, from the United States’\nstatus as a property owner, resident, or income earner. When the\nUnited States purchases water, electricity, and related services, and\nthen pays the utility bill, it does so as a vendee pursuant to its\nvoluntary, contractual relationship with the City. The City imposes\nthe charge not in its capacity as a sovereign, but as a vendor of\ngoods and services. Id. at 155-56 (citing National C able Television, 415 U.S. at 340-41). The results in Columbia and Huntington represent straightforward applications\nof the Supreme Court’s approach in National Cable Television. In Columbia, the levy was held not to be a tax because the federal agency voluntarily used certain\namounts of electricity and water and the levy was for the service actually provided\nto the agency. In contrast, in Huntington the assessment was not based on actual\nfire and flood services that had been provided on request, but rather represented\na charge to property owners for fire and flood protection available to all inhab­\nitants of the city; thus, it was a tax — a mandatory contribution for the support\nof government services provided to the entire public. The Clean Air Fee cannot qualify as a user or service fee because the revenue\nfrom the Fee is used to provide an undifferentiated benefit to the entire public. The Fee is indistinguishable for present purposes from the assessment to support\ncommunity-wide services that was held to be a tax in Huntington. It is not a\n16 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment"
}