{
  "document_category": "memos",
  "docId": "memos_5",
  "chunk_index": 13,
  "chunk_text": "See U.S.\nConst. art. II, § 2, cl. 2. We are not aware that any National Center officials are so appointed, but because, as discussed above, we do not believe\nthat the National Center is exercising the sovereign authority of the United States, such concerns do not arise. B.\nEven if the current framework departs from Article 23, it would still\ncomply with the Convention if it satisfied Article 39, which provides that,\n“[n]otwithstanding anything contained in this Convention, a Party shall\nnot be, or be deemed to be, precluded from adopting measures of control\nmore strict or severe than those provided by this Convention.” We therefore must consider whether the NIDA contract system may be viewed as\nresulting in a “more strict or severe” system of controls than one where\nthe government physically possesses the marijuana crops and monopolizes their distribution. See State Mem. at 4–6.\nArticle 39 permits a party to the Single Convention to impose substitute\nmeasures that result in tighter controls than those otherwise required. See\nCommentary at 449. But as the Commentary explains, such “substitute\nmeasures should clearly be ‘more strict or severe’ to prevent any . . .\ndoubts” about their validity. Id. (emphasis added). As examples of “[p]ermissible substitute controls,” the Commentary identifies “the prohibition chase cannabis stocks from the national cannabis agency that purchases and takes physical\npossession of the marijuana crop grown by licensees. See Commentary at 284. 15 Opinions of the Office of Legal Counsel in Volume 42 of manufacture of and trade in certain drugs instead of subjecting them to\na system of licensing, or the imposition of the death penalty in place of\n‘imprisonment or other penalties of deprivation of liberty.’” Id. at 449–50. The close regulation of the National Center is not clearly more strict or\nsevere than the controls in Articles 23 and 28. The Office of the Legal\nAdviser points out that the NIDA contract, unlike the controls required by\nArticle 23(2), addresses the risk of diversion during the cultivation process in addition to diversion that may occur after the crops are harvested. See State Mem. at 5; State Supp. Mem. at 1.11 For example, the National\nCenter must maintain its registration for working with scheduled drugs,\n2015 NIDA Contract at 13, which requires certain security measures for\nmanufacturing activities, see, e.g., 21 C.F.R. § 1301.73(b) (“Manufacturing activities with controlled substances shall be conducted in an area or\nareas of clearly defined limited access which is under surveillance by an\nemployee or employees designated in writing as responsible for the area.”). As effective as those contractually imposed diversion controls may be\nduring marijuana cultivation, however, we cannot say that they clearly\ncompensate for the absence of the required controls governing the trade in\nthe crops, which the treaty drafters evidently believed posed greater risks\nof diversion. The controls required by Article 23 of the Single Convention\nreflect the specific concern that “experience has shown that permitting\nlicensed private traders to purchase the crops results in diversion of large\nquantities of drugs into illicit channels.” Commentary at 278."
}