{
  "document_category": "memos",
  "docId": "memos_52",
  "chunk_index": 17,
  "chunk_text": "123 Supplemental Opinions of the Office of Legal Counsel in Volume 1 points within the territory of the other Party; provided however that\ninland non-stop services between the United States and Alaska shall\nbe the subject of a separate understanding. Air Transport Services Agreement, U.S.-Can., art. 3, Aug. 18, 1939, E.A.S.\nNo. 159, at 1. On July 15, 1939, the United States entered into an agreement with France by\nwhich each contracting party granted, subject to its laws and regulations, in time\nof peace, “liberty of passage above its territory” to the registered civil aircraft of\nthe other party, and agreed that the establishment and operation of a regular air\nroute or air transport service to, over or away from the territory of the other, with\nor without stop, should be subject to the consent of the other party. Air Navigation\nAgreement, U.S.-Fr., art. 4, Aug. 15, 1939, E.A.S. No. 152, at 2.\nOn June 14, 1939, the United States and Liberia entered into an agreement,\neffective June 15, 1939, providing that, subject to compliance with local laws and\nregulations, civil aircraft, not engaged in regular scheduled services, “shall be\naccorded liberty of passage above and of landing upon the territory of the other\nParty.” Air Navigation Agreement, U.S.-Liber., art. 1(b), June 15, 1939, E.A.S.\nNo. 166, at 3.\nIV. Accordingly, confining the advice in the manner that I have mentioned in this\nmemorandum, I believe that the Department of State can be advised informally\nthat the statutes permit the Government of the United States to enter into an\nagreement with the government of a foreign country granting on the principle of\nreciprocity, in respect of scheduled international air services, the privilege to fly\nacross the territory of the United States without landing, and the privilege to land\nin the United States for non-traffic purposes, subject to compliance with the laws\nand regulations of the United States. W.H. EBERLY\nAttorney-Adviser\nOffice of the Assistant Solicitor General 124"
}