{
  "document_category": "memos",
  "docId": "memos_76",
  "chunk_index": 22,
  "chunk_text": "Thus, an understanding\nof the Recess Appointments Clause that permits the President to make\nappointments during this recess also would be consistent with historical\npractice. Third, permitting the Senate to prevent the President from making recess appointments through pro forma sessions would raise constitutional\nseparation of powers concerns. To preserve the constitutional balance of\npowers, the Supreme Court has held that congressional action is invalid if\nit “‘undermine[s]’ the powers of the Executive Branch, or ‘disrupts the\nproper balance between the coordinate branches [by] prevent[ing] the\nExecutive Branch from accomplishing its constitutionally assigned functions.’” Morrison v. Olson, 487 U.S. 654, 695 (1988) (quoting Commodity\nFutures Trading Comm’n v. Schor, 478 U.S. 833, 856 (1986); Nixon v.\nAdm’r of Gen. Servs., 433 U.S. 425, 443 (1977) (alterations in Morrison)); accord Loving v. United States, 517 U.S. 748, 757 (1996) (“[I]t\nremains a basic principle of our constitutional scheme that one branch of\nthe Government may not intrude upon the central prerogatives of another. Even when a branch does not arrogate power to itself . . . the separationof-powers doctrine requires that a branch not impair another in the performance of its constitutional duties.” (citations omitted)). The Constitution expressly confers upon the President the power to\nmake recess appointments when the Senate is unable to give its advice\nand consent because it is in recess. It is the established view of the Executive Branch that\nCongress may not derogate from the President’s constitutional authority to fill up vacancies during recesses, by granting less power to\n37 36 Op. O.L.C. 15 (2012) a recess appointee than a Senate-confirmed occupant of the office\nwould exercise: “Provisions purporting to grant authority only to individuals confirmed by the Senate interfere with the President’s recess appointment power, and are unconstitutional.” Memorandum for J. Paul Oetken, Associate Counsel to the President,\nfrom Randolph D. Moss, Assistant Attorney General, Office of Legal\nCounsel, Re: Displacement of Recess Appointees in Tenure-Protected\nPositions at 6 (Sept. 1, 2000) (quoting Statement Upon Signing H.R. 5678\n(Oct. 6, 1992), 2 Pub. Papers of Pres. George H.W. Bush 1767, 1768\n(1992); see also Memorandum for Walter Dellinger, Assistant Attorney\nGeneral, Office of Legal Counsel, from Richard Shiffrin, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Foreign Claims\nSettlement Commission at 6 (Nov. 12, 1993) (the principle that “recess\nappointees have the powers and rights of Senate-confirmed appointees” is\n“a constitutional principle of great importance”). 19 In such circumstances,\nhowever, the President can still make recess appointments. Senate action\nthat would completely prevent the President from making recess appointments in situations where the Senate is as a practical matter unavailable\nwould do even more to “disrup[t] the proper balance between the coordinate branches,” Morrison, 487 U.S. at 695, and “intrud[e] upon” the\nPresident’s constitutional prerogatives, Loving, 517 U.S. at 757; cf.\nDaugherty Opinion, 33 Op. Att’y Gen. at 23 (“If the President’s power of\nappointment is to be defeated because the Senate takes an adjournment to\na specified date, the painful and inevitable result will be measurably to\nprevent the exercise of governmental functions. I can not bring myself to 19 These concerns also have been enunciated in other presidential signing statements."
}