{
  "document_category": "memos",
  "docId": "memos_26",
  "chunk_index": 3,
  "chunk_text": "See The Ann, 1 F. Cas. 926 (C.C.D. Mass. 1812) 239 A nation is sovereign in its territorial sea. See Convention on the Territorial\nSea, pt. I, art. 1, 15 U.S.T. at 1608.3 Indeed, a nation has the same sovereignty\nover the territorial sea as it has over its land territory. See Restatement Third\n§512 (sovereignty is the same over the territorial sea as it is over land territory);\nChurch v. Hubbart, 6 U.S. (2 Cranch) 187, 234 (1804) (Marshall, C.J.) (a nation\nexercises absolute and exclusive authority within its own territory, including the\nterritorial sea); The Ann, 1F. Cas. 926,927 (C.C.D. Mass. 1812) (No. 397) (Story,\nJ.) (the territorial waters “are considered as a part of the territory of the sover­\neign”). 4 By contrast, a nation is not sovereign over the high seas, which are the re­\nmainder of the ocean beyond the territorial sea,5 and include areas such as the\ncontiguous zone, the continental shelf, and the Exclusive Economic Zone\n(“EEZ”). 6 Rather, a nation may assert more limited forms of jurisdiction in such\nareas. In the contiguous zone, for example, a nation may only exercise control\nincident to the application of its customs, fiscal, immigration, and sanitary regu­\nlations in the territorial sea. Convention on the Territorial Sea, pt. II, art. 24 (1), 2 ( ... continued) (No. 397) (Story, J.)- See generally Sayre A. Swarztrauber, The Three-Mile Limit of Territorial Seas 23-35 (1972)\n(describing the history of the cannon-shot rule) (“Swarztrauber”). In the twentieth century, however, the intemational agreement on the three-mile temtorial sea collapsed. Swarztrauber, supra , at 131-251. The 1958 Conven­\ntion on the Territorial Sea and the Contiguous Zone (“Convention on the Territorial Sea”), Apr 29, 1958, pt I, art. 3, 15 U.S.T. 1607, 1608, failed to establish an accepted limitation on the extent of the temtorial sea One hundred\nfour nations now claim a twelve-mile tem torial sea, while only thirteen maintain the three-mile limit. U.S. Dep’t\nof State, Summary o f Territorial Sea, Fishery, and Economic Zone Claims 1 (1988)\n3 The Convention on the Territorial Sea, to which both the Umted States and the Soviet Union are parties,\nprovides, “ [t]he sovereignty of a State extends, beyond its land territory and its internal waters, to a belt of sea\nadjacent to its coast, described as the temtorial sea ” Convention on the Territorial Sea, pt. I, art. 1, 15 U.S.T. at\n1608 (emphasis added). The character of the territorial sea as territory in the same sense that land is territory has\nnot always been free from doubt. See United States v Louisiana, 363 U.S. 1, 34 (1960) (Harlan, J.) (“a [mar­\nitime] boundary, even if it delimits territorial waters, confers nghts more limited than a land boundary”). Simi­\nlarly, Oppenheim observed in 1937 that “a m inonty of writers emphatically deny the territorial character of the\nmaritime belt.” Oppenheim, supra, § 185, at 442-43. These statements, however, have given way to the modem\nview that a nation exercises the same full sovereignty over its territorial sea as it exercises over its territory on\nland."
}