{
  "doc_id": "memos_47",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_47__0",
      "chunk_id": "0",
      "content": "Authority of the General Services Board of Contract\nAppeals to Order Reimbursement of the Permanent\nJudgment Fund for Awards of Bid Protest Costs\nT h e G e n e ra l S e rv ic e s B o a rd o f C o n tra c t A p p e a ls d o e s n o t h a v e th e a u th o rity to o r d e r th e\nD e p a rtm e n t o f th e A rm y to re im b u rse th e p e rm a n e n t in d e fin ite ju d g m e n t fu n d f o r a B o a rd\na w a rd o f b id p ro te s t c o s ts u n d e r th e C o m p e titio n in C o n tra c tin g A ct. May 29, 1990\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nD epa rtm en t o f t h e A rm y This memorandum responds to your office’s request for the opinion of\nthis Office on the authority of the General Services Board of Contract Ap­\npeals (“GSBCA” or the “Board”) to order the Department of the Army\n(“Army”) to reimburse the permanent indefinite judgment fund, 31 U.S.C. §\n1304, for bid protest costs under the Competition in Contracting Act\n(“CICA”), Pub. L. No. 98-369, 98 Stat. 1175, 1182-84 (1984) (codified in\nrelevant part at 40 U.S.C. § 759(f)(5)). See Letter to William P. Barr, Assis­\ntant Attorney General, Office of Legal Counsel, from Colonel William A.\nAileo, Chief, Litigation Division, Office of the Judge Advocate General,\nUnited States Department of the Army (Jan. 30, 1990) (the “Army Letter”). We conclude that the Board does not have authority to order the Army to\nreimburse the judgment fund. I. Background\nYour inquiry was prompted by two GSBCA cases, Julie Research Labora­\ntories, Inc., 1989-1 B.C.A (CCH)1 21,213 at 107,020 (Sept. 23, 1988), appeal\ndismissed. United States v. Julie Research Laboratories, Inc., 881 F.2d 1067\n(Fed. Cir. 1989), and Bedford Computer Corp., 1990-1 B.C.A (CCH) f 22,377\n(Oct. 13, 1989). In both these cases, the Board awarded bid protest costs\nagainst the Army under section 2713 of CICA, 40 U.S.C. § 759(0(5). The Army disputes the Board’s conclusion in the Julie Research Labora­\ntories and Bedford Computer cases. It maintains that the Board has exceeded\nits authority under 40 U.S.C. § 759(f)(6)(C) by requiring it to reimburse the\n111 judgm ent fund. Moreover, components of the federal government other than\nthe Army, including the Department of the Air Force, the National Transpor­\ntation Safety Board, and the General Accounting Office, are interested in the\nresolution of the issue."
    },
    {
      "id": "memos_47__1",
      "chunk_id": "1",
      "content": "judgm ent fund. Moreover, components of the federal government other than\nthe Army, including the Department of the Air Force, the National Transpor­\ntation Safety Board, and the General Accounting Office, are interested in the\nresolution of the issue. See Army Letter at l . 1\nSection 759(f)(5)(C) provides that, when the Board makes a determina­\ntion that a challenged agency action violates a statute or regulation or the\nconditions of any delegation of procurement authority issued pursuant to the\nsection, the Board\nmay, in accordance with section 1304 of title 31, further de­\nclare an appropriate interested party to be entitled to the costs\nof —\n(i) filing and pursuing the protest, including reason—\nable attorney’s fees, and\n(ii) bid and proposal preparation. Section 759(f)(5)(C) explicitly requires that the Board’s awards of bid\nprotest costs be made “in accordance with” 31 U.S.C. § 1304, the Automatic\nPayment of Judgment Act. That act created the permanent judgment fund. Section 1304 thus appropriates necessary amounts to pay final judgments,\nawards, settlements, and interest and costs specified in the judgments when\nthe following three conditions are satisfied:\n(1) payment is not otherwise provided for;\n(2) payment is certified by the Comptroller General; and\n(3) the judgment, award, or settlement is payable . . . under a\ndecision of a board of contract appeals. Despite section 759(f)(5)(C)’s express reference to payments from the\njudgm ent fund, the Board in both Julie Research Laboratories and Bedford\nC om puter cases required the Army to reimburse the permanent judgment\nfund for the award, thus effectively requiring the Army to pay the costs from\nits procurement appropriation. In Julie Research Laboratories ,2 the Board\nsupported its decision to require the Army to reimburse the judgment fund\nas follows: 1 A re c e n t R ep o rt to C ongress fro m the G eneral A cco u n ting O ffice has said that “there has been som e\nc o n fu s io n in m a k in g adm inistrative an d policy d ecisio n s” as a resu lt o f d isagreem ents o v e r the re q u ire ­\nm e n ts o f th e law , an d h as called fo r co rrectiv e legislation. G eneral A ccounting O ffice, ADP B id Pro­\ntests, R e p o rt to th e C h airm an , S u b co m m ittee o n Federal Services, Post O ffice, and C ivil S ervice, C o m ­\nm itte e on G o v e rn m e n ta l A ffairs, U .S . S enate, at 33 (M arch, 1990) (“GAO Report\"). 1 In Julie Research Laboratories, th e A rm y ’s M issile C o m m and had issued a solicitatio n fo r a m u lti­\ny e a r p ro c u re m e n t o f autom atic d ata p ro cessin g eq u ip m en t ( “A D P E ” )."
    },
    {
      "id": "memos_47__2",
      "chunk_id": "2",
      "content": "Julie R esearch L a boratories p ro ­\nte ste d th e so lic ita tio n a n d prevailed o n a sig n ifican t issu e. It then applied for $25,754.88 in costs. T he\nB o ard a w ard ed it $20,986.13. 112 Because this monetary award is inextricably connected with\nthe true economic cost of the procurement, it is appropriate\nthat the fund be reimbursed by the agency whose appropria­\ntions were used for the contract out of available funds or by\nobtaining additional appropriations for such purposes. Such\nreimbursement,is consistent with the purpose underlying 41\nU.S.C. § 612 (1982), see S. Rep. No. 1118, 95th Cong., 2d\nSess. 33 (1978), and with our responsibility to “accord due\nweight to the policies of [the Brooks Act, [Pub. L. No. 89306, 79 Stat. 1127 (1965)]] and the goals of economic and\nefficient procurement . . . .” 40 U.S.C. § 759(h)(5)(A) (Supp.\nIll 1985) (to be recodified at 40 U.S.C. § 759(f)(6)(C). . . . Accordingly, we revise the delegation of authority to require\nthe agency to make the reim bursem ent. 40 U .S.C . §\n759(h)(5)(B) (Supp. Ill 1985). Julie Research Labs., Inc. at 89-1 B.C.A 1 21,213 at 107,021. Administra­ tive Judge Borwick dissented in part. He stated:\n[A]bsent a statutory requirement for reimbursement of the\njudgment fund in the Brooks Act, requiring agencies to reim ­\nburse the judgment fund is not appropriate. The majority\nrelies on that portion of the Brooks Act which empowers the\nBoard to order any additional relief which it is authorized to\nprovide under statute or regulation. 40 U.S.C. § 759(h)(6)(C)\n(Supp. Ill 1985) (to be recodified at 40 U.S.C. § 759(f)(6)(C)). I do not believe that our broad authority to grant relief applies\nto this matter of fiscal and accounting policy which is purely\na matter of statutory direction. There are sound policy rea­\nsons for the result reached by the majority as the reimbursement. However, if Congress had wished to adopt that policy, it would\nhave specifically done so, as it did in the CDA [Contract Dis­\nputes Act, 41 U.S.C. §§ 609-613, Pub. L. No. 95-563, 92 Stat.\n2388 (1978)]. As Congress has not, I would not revise the\nDPA [delegation of procurement authority] to require such re­\nimbursement. Id. The Army then appealed this judgment to the Federal Circuit, which dis­\nm isse d the appeal on the ground th at the d isp u te w as p u re ly\nintragovemmental: 113 [T]he government’s obligation to pay Julie has been deter­\nmined and Julie has received everything it could recover by\nreceiving a decision on the merits in its favor which has not\nbeen appealed. A decision by this court o f this intra-govern­\nment dispute “cannot affect the rights of [the] litigants,\" North\nCarolina v. Rice, 404 U.S. [244,] at 246 [(1971)], and we\nmust, therefore, conclude that the issue presented is not justi­\nciable. United States v. Julie Research Labs., Inc., 881 F.2d 1067, 1068 (Fed. Cir. 1989). In Bedford Computer, the Board, citing Julie Research Laboratories, also"
    },
    {
      "id": "memos_47__3",
      "chunk_id": "3",
      "content": "United States v. Julie Research Labs., Inc., 881 F.2d 1067, 1068 (Fed. Cir. 1989). In Bedford Computer, the Board, citing Julie Research Laboratories, also ordered the Army to reimburse the judgment fund in the amount of its award\no f costs. 3 Bedford Computer, 1990-1 B.C.A 1 22,377 at 112,434 (Oct. 13,\n1989). Concurring separately in Bedford Computer, Administrative Judge\nHendley agreed that the judgment fund should be reimbursed. He added\nthat in future settlements of protest costs, the respondent agency should pay\ndirectly “in accordance with the Federal Acquisition Regulation (FAR).” Id.\nJudge Hendley wrote: So long as agency funds are available, to seek to have the\npayment made from the judgment fund and then reimburse\nthat fund, is economically inane and constitutes a pointless\nexercise in unnecessary paper shuffling. That an agency should\npay such costs directly, and not through the conduit of the\njudgm ent fund, is clearly directed by FAR 33.105(0 [48 C.F.R.\n§ 33.105(0 (1988)] which states:\n(0(1) The GSBCA may declare an appropriate\ninterested party to be entitled to the cost of —\n(1) Filing and pursuing the protest, including\nreasonable attorney’s fees; and\n(ii) Bid and proposal preparation. (2) Costs awarded under (0(1) above shall be\npaid promptly by the agency out of funds\navailable to or fo r the use o f [4] the\nacquisition of supplies or services. 3 In B edford C om puter th e Army c o n c e d e d that it h a d failed to c o m p ly w ith c e rta in p ro c u re m e n t\ns ta tu te s a n d re g u la tio n s . T h e Army a n d the p ro te ste r d e c id e d to s e ttle the p ro test. T he B o ard found\nth a t th e p ro te s to r h as p re v a ile d on a s ig n ific a n t issu e, a n d aw ard ed it $ 75,000 in p ro te st co sts. ‘ P e rh a p s sh o u ld read : “o r.” 114 Although the FAR is couched in terms of payment of costs\nawarded by the Board in a case where those costs were con­\ntested, it would be sheer sophistry to contend that in those\ninstances where the parties have settled their dispute, those\nsame costs, reflected in their settlement, should not be paid\nfrom the agency’s funds as well. Id. at 112,434-35. II. Analysis We conclude that a Board award of costs under CICA is payable out of\nthe judgment fund, and that the Board does not have the authority to order\nan agency to reimburse the judgment fund for having paid such an award.3"
    },
    {
      "id": "memos_47__4",
      "chunk_id": "4",
      "content": "Id. at 112,434-35. II. Analysis We conclude that a Board award of costs under CICA is payable out of\nthe judgment fund, and that the Board does not have the authority to order\nan agency to reimburse the judgment fund for having paid such an award.3 1.\nThe only substantive question concerning the availability of the judg­\nment fund to pay bid protest costs in the Julie Research Laboratories and\nBedford Computer cases is whether the first of section 1304(a)(l)’s three\nconditions is met,6 i.e., whether payment of a Board award is “otherwise\nprovided for” from some other appropriation. As a general rule, “agency\nappropriations are not available to pay judgments. Exceptions are recog­\nnized only where the appropriations or special funds for the activities out of\nwhich the cause of action arose expressly include provisions for the payment\nof judgments, or where other express provisions of law include such author­\nity.” GAO Principles at 12-3. We are aware of no statutory authority — and none was cited in Julie\nResearch Laboratories or Bedford Computer — that would require the Army\neither to pay Board awards of bid protest costs out of its own appropriations,\nor to reimburse the judgment fund for having paid such awards. There is no\nprovision in either 40 U.S.C. § 759 or in 31 U.S.C. § 1304 which requires a\nprocuring agency to reimburse the judgment fund when bid protest costs are\n’ T his dispute b etw een the A rm y and th e Board, as the Federal C ircu it held, is purely a d isag ree m e n t\nw ithin the G o v ern m en t and in no w ay affects the rights o r rem edies o f parties (such as Julie R esearch\nL aboratories, Inc.) outside the executive branch. C onsequently, as the court held, the d isp u te w as not\nju stic ia b le un d er A rticle III. See United States v. Julie Research Labs., Inc., 881 F.2d at 1068. B ecause\nthe d ispute arises o n ly betw een tw o co m ponents o f the executive branch, this O ffice has ju risd ic tio n to\nresolve it. See § 1-401 o f Exec. O rder No. 12146, 3 C.F.R. 4 0 9 ,4 1 1 (1980), as am ended by E x ec. O rd e r\nNo. 12608, 3 C.F.R. 245 (1 9 8 8 ) (A ttorney G eneral has authority to resolve interagency d isp u te s). T h e\nA ttorney G eneral h a s d eleg ated to this O ffice his au th o rity to pro v id e legal o pinions and a d v ice to the\nP resident an d heads o f the E xecutive and m ilitary departm ents. See 28 U .S.C . § 5 1 0 (A ttorney G e n e ra l’s\na u th o rity to deleg ate); id."
    },
    {
      "id": "memos_47__5",
      "chunk_id": "5",
      "content": "See 28 U .S.C . § 5 1 0 (A ttorney G e n e ra l’s\na u th o rity to deleg ate); id. § § 5 1 1 -5 1 3 (d u ties o f A ttorney G eneral); 28 C .F R . § 0.25 (m atters d e le g ate d\nto O L C ); see generally M em orandum fo r H elen S. L essin, D irector, Federal Legal C ouncil, from L eon\nU lm an, D eputy A ssistan t A ttorney G en eral, O ffice o f L egal C ounsel, Re- OLC Policies Regarding\nIssuance and Release o f Opinions (Sept. 10, 1980).\n‘ T h e second statu to ry requirem ent — the necessity for certificatio n by the C om p tro ller G en eral —\nim poses no su b stan tiv e co n strain ts on access to the ju d g m e n t fund: the C om p tro ller G e n eral’s c e rtific a ­\ntio n follow s from satisfactio n o f the o th er tw o requirem ents and co m p letion o f the necessary p a perw ork. C ontinued 115 awarded against it.7 We recognize that an award to a contractor by an agency\nboard o f contract appeals under the Contract Disputes Act (“CDA”), Pub. L.\nNo. 95-563, 92 Stat. 2388 (1978) (codified at 41 U.S.C. §§ 609-613), when\npaid by the judgment fund, must thereafter be reimbursed by the procuring\nagency whose appropriations were used for the contract at issue. See 41\nU.S.C. § 612(c). But CDA is inapplicable here because the awards at issue\nwere not made under CDA, but under CICA, a wholly distinct enactment. 8 Hence, we conclude, Congress intended that Board awards of these bid pro­\ntest costs be paid out of the judgment fund, rather than being statutorily\nsubject to reimbursement.9 2.\nThe remaining question is whether the Board exceeded its authority in\nordering the Army to reimburse the judgment fund for having paid the awards. We conclude that the Board has exceeded its authority. In Julie Research Laboratories, the Board majority relied on 40 U.S.C. §\n759(f)(6)(C), which states:\n[N]othing contained in this subsection shall affect the board’s\npower to order any additional relief which it is authorized to\nprovide under any statute or regulation. For two independent reasons, this provision does not, in our opinion, autho­\nrize the Board to require a procuring agency to reimburse the judgment fund\nfor the payment of protest cost awards. First, an order requiring the agency to reimburse the judgment fund would\nprovide relief a t all — still less “additional re lie f’ — to the bid protester,\nsince the protester’s award has already been paid in full by the judgment\nfund. From the protester’s point of view, it makes no difference whether the\nagency’s procurement appropriation reimburses the judgment fund after the\naward is paid: the amount o f the award is exactly the same."
    },
    {
      "id": "memos_47__6",
      "chunk_id": "6",
      "content": "From the protester’s point of view, it makes no difference whether the\nagency’s procurement appropriation reimburses the judgment fund after the\naward is paid: the amount o f the award is exactly the same. Thus, requiring\nthat the amount of the award be taken from agency procurement appropriations\n‘ (....c o n tin u e d ) See Availability o f the Judgment F und fo r the Payment o f Judgments or Settlements in Suits Brought\nA g a in st the Com m odity Credit Corporation Under the Federal Tort Claims Act, 13 Op. O .L .C . 362, 3636 4 & n .l (1 9 8 9 ); accord G eneral A cco u n tin g O ffice, Principles o f Federal Appropriations Law, at 12-2\n(1 9 8 2 ) ( “ G AO P rinciples\"). The th ird req u irem en t — that the aw ard o r settlem ent be pay ab le “ under a\nd ecisio n o f a board o f contract appeals\" — is m anifestly satisfied by aw ards issued by the Board.\n’ S e c tio n 1304(c) re fe rs to a situ atio n in w hich the ju d g m e n t fu n d is a vailable to pay a ju d g m e n t or\nc o m p ro m is e s ettlem e n t b u t must th e re a fte r be reim b u rsed . T he section is irrelevant here: it only c o n ­\nc e rn s c a se s in w h ich th e ju dgm ent o r settlem en t “arises out o f an express o r im plied c o n tra c t” m ade by\nth e A rm y an d A ir F o rce Exchange S e rv ice, the N avy E xchanges, the M arine C orps E xchanges, the\nC o a s t G u a rd E x c h a n g e s, o r the E x ch an g e C ouncils o f the N ational A eronautics and Space A d m in istra ­\ntio n . See P u b . L. N o. 9 1 -3 5 0 , 84 Stat. 4 4 9 (1 9 7 0 ) (codified at 31 U .S .C . § 1304(c)). ‘ C IC A , w h ic h g iv es th e Board a u th o rity o v er A D PE pro tests, w as not an am endm ent to C D A but to the\nB ro o k s A ct, Pub. L . N o. 89-306, 79 S ta t. 1127 (1 9 6 5 ) (co d ified at 4 0 U .S.C . § 7 5 9 (0 )."
    },
    {
      "id": "memos_47__7",
      "chunk_id": "7",
      "content": "L . N o. 89-306, 79 S ta t. 1127 (1 9 6 5 ) (co d ified at 4 0 U .S.C . § 7 5 9 (0 ). H ence the re im ­\nb u rse m e n t re q u ire m e n t o f section 612 o f C D A does not apply to B oard aw ards under the B rooks A ct.\n’ T h is O ffice re a ch e d a sim ilar co n clu sio n in Payment o f Attorney Fee Awards Against the United States\nU nder 28 U.S.C. § 2412(b), 7 Op. O .L .C . 180 (1 9 8 3 )(ju d gm ent fund available by statute to pay fee\na w ard s). A ccord 6 3 C o m p . Gen. 260, 26 3 -6 4 & n.3 (1984) (c itin g R ose M em o). 116 and transferred to the permanent judgment fund is purely a matter of ac­\ncounting and fiscal policy, not a question of the scope of relief. 10 Hence, 40\nU.S.C. § 759(f)(6)(C) cannot provide authority for the Board to order the\nArmy to reimburse the judgment fund for the cost of the award. Second, subsection 759(f)(6)(C) is not, as the Julie Research Laborato­\nries majority mistakenly implied, itself an affirmative grant of authority to\nthe Board. The subsection merely states that nothing in it shall affect the\nBoard’s power to order “additional relief’ which the Board is otherw ise\nempowered to provide. Thus, even on the assumption (which we have re­\njected) that requiring the procuring agency to reimburse the judgment fund\ncould constitute “additional relief,” the Board would still need to be “autho­\nrized to provide” such relief under some “statute or regulation” other than\n40 U.S.C. § 759(f)(6)(C) itself. No other statute provides the needed authority. In Julie Research Labo­\nratories, 1989-1 B.C.A. f 21,213 at 107,021 (Sept. 23, 1988), the Board\nmajority stated only that ordering reimbursement was “consistent with the\npurpose underlying 41 U.S.C. § 612” and with the Board’s responsibility\nunder 40 U.S.C. § 759(f)(5)(A) to “accord due weight to the policies of [the\nBrooks Act] and the goals of economic and efficient procurement.” How­\never, neither 41 U.S.C. § 612 nor 40 U.S.C. § 759(f)(5)(A) authorizes the\nBoard to order reimbursement of the judgment fund.\" We recognize that, in Bedford Computer, the concurring opinion cited a\nregulatory source of authority. See id., 1990-1 B.C.A. U 22,377 at 112,435\n(Hendley, A.J., concurring separately). The cited regulation, FAR 33.105(f)(2),\n48 C.F.R. § 33.105(0(2) (1988), states that protest costs awarded by the\nBoard “shall be paid promptly by the agency out of funds available to or for\nthe use of the acquisition of supplies or services.” We understand,12 however, that this Federal Acquisition Regulation was\nnot intended to mandate that Board awards of bid protest costs under the\nBrooks Act be paid from agency procurement appropriations rather than"
    },
    {
      "id": "memos_47__8",
      "chunk_id": "8",
      "content": "We understand,12 however, that this Federal Acquisition Regulation was\nnot intended to mandate that Board awards of bid protest costs under the\nBrooks Act be paid from agency procurement appropriations rather than >0It a p p ea rs that the d ecisio n o f the B oard m ajority in Julie Research Laboratories relied o n an u n d e r­\nstan d in g o f sound acco u n tin g policy. It stated th at “ [b]ecause th is m onetary aw ard is in e x tric a b ly\nc o n n ec te d w ith the true econom ic c o st o f the p rocurem ent, it is app ro p riate th a t the [judgm ent] fu n d be\nreim b u rsed by the agency w hose ap p ro p riatio n s w ere used for the contract o u t o f a vailable funds o r by\no b ta in in g additional ap p ro p riatio n s fo r such pu rp o ses.” Id., 1989-1 B.C.A . 1 21,213 at 107,021. H o w ­\never, as the d issen t c o rrectly pointed out, “o ur broad authority to g ran t re lie f [does not] a p p l[y ] to this\nm atter o f fiscal and a cco u n tin g policy w hich is purely a m atter o f statutory d ire c tio n \" Id.\n\" A s ex p la in ed above, 41 U .S C. § 612 provides th at a m onetary aw ard to a c o n tra c to r by an ag en cy\nboard o f c o n tract appeals in a CDA case m ust be reim bursed to the ju d g m e n t fund. N o co m p a ra b le\np ro v isio n ex ists for Brooks Act cases. Rather, 4 0 U .S .C . § 7 5 9 (f)(5 )(C ) m erely states th a t the B oard\nm ay hold a bid p ro testo r to be en titled to protest costs to be paid “ in accordance w ith sec tio n 1304,” the\nju d g m e n t fu n d statute. S ection 759(f)(5 )(A ) instructs the B oard to take account o f the policy o f the B rooks A c t and o f the\ng oals o f eco n o m ic and efficien t procurem ent w hen “ m aking a decision on the merits o f p ro te sts brought\nu n d e r this sectio n ” (em phasis added)."
    },
    {
      "id": "memos_47__9",
      "chunk_id": "9",
      "content": "T h at language does not authorize the B oard to d e c id e , after\nm aking its decision on the m erits, w h eth er paym ent for an aw ard o f protest c o sts is to c o m e from the\nju d g m e n t fund or from agency appropriations. P e r telep h o n e co n v ersatio n with Mr. Jack M iller, D eputy A sso ciate G eneral C ounsel, G S A . 117 from the judgm ent fund.13 (Apparently, the draftsmen of the regulation over­\nlooked the fact that protests costs in CICA cases, unlike CDA cases, were to\nbe paid out o f the judgment fund.) If the regulation were read to require\nagencies to pay such costs without any recourse to the judgment fund, we\nwould find it invalid. The plain language of both the judgment fund statute,\n31 U.S.C. § 1304, and of the Brooks Act provision that refers to it, 40\nU.S.C. § 759(f)(5)(C), compels the conclusion that Board awards of bid\nprotest cases are payable only out of the judgment fund, not out of the\nagency’s appropriation. 14 Insofar as a regulation conflicts with the express\nprovisions of a statute, the regulation is without effect. See, e.g., Dole v.\nU nited States Steelworkers o f Am., 494 U.S. 26, 42 & n.10 (1990); Board o f\nG overnors o f the Fed. Reserve Sys. v. Dimension Fin. Corp., 474 U.S. 361,\n368 (1986); A rizona Grocery Co. v. Atchison T. & S.F. Ry. Co., 284 U.S. 370,\n387 (1932); 3 Op. O.L.C. 457, 459 (1979). Accordingly, we conclude that the Board is not validly authorized by\nstatute or by regulations to order reimbursement. III. Conclusion The General Services Board of Contract Appeals lacks the authority\nto order the reimbursement o f the judgment fund from a procuring agency’s\nappropriation where the judgment fund has paid a Board award o f bid pro­\ntest costs against the agency in a case decided under 40 U.S.C. § 759. JOHN O. McGINNIS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel"
    },
    {
      "id": "memos_47__10",
      "chunk_id": "10",
      "content": "JOHN O. McGINNIS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel ' ’ F u rth er, n o n e o f th e th re e statutes — 4 0 U .S.C . § 4 8 6 (c); 10 U .S .C . ch. 137; 42 U .S .C . § 2453(c) —\nc ite d as a u th o ritie s fo r th e FAR re g u la tio n , see 50 Fed. R eg . 2270 (1985), ex p ressly authorizes the G e n ­\ne ra l S e rv ic e s A d m in istra tio n to m an d ate, no tw ith stan d in g 4 0 U .S .C . § 759(f)(5)(C ), th a t p ay m en t o f\nG S B C A b id p ro te st c o st aw ards in B ro o k s A ct cases b e m ad e d irectly from ag en cy app ro p riatio n s instead\no f fro m the ju d g m e n t fu n d . Nor does a n y o f those s tatu tes allow the B oard to o rd e r the ju d g m e n t fund to\nbe re im b u rse d fro m a g en cy appropriations for h aving p aid such aw ards. 14 T h e G A O e x p re ssly agrees with th e co n clu sio n , o b serv in g that “ w hile C IC A requires th a t G SB C A\np a y m e n ts b e m ade from th e Judgm ent Fund, the F ed eral A cquisition R egulation pro v id es th a t these\np a y m e n ts m u st be m a d e fro m the a g e n c y ’s funds a v ailab le for the acquisition o f supplies o r services. The F ederal A cquisition Regulation is inconsistent with CICA in this regard.\" GAO Report at 62\n(e m p h a sis a d d ed ). 118"
    }
  ]
}