{
  "document_category": "memos",
  "docId": "memos_55",
  "chunk_index": 1,
  "chunk_text": "Federal Bureau of Investigation Participation\nin Wire Interceptions in Cases Where It Lacks Investigative\nResponsibility\nU nder 18 U.S.C. §2516(1), th e Federal Bureau o f Investigation (FBI) may be judicially\nauthorized to participate in Title III interceptions o f wire or oral communications\ndirected at narcotics-related offenses, even though the Drug Enforcement Administra­\ntion and not the FBI has general investigative responsibility for such offenses. T he plain language of §2516(1) authorizes the FBI to participate in court-approved\ninterceptions directed at any of the offenses listed in that section, and the legislative\nhistory lends support to its “ plain meaning” interpretation. September 29, 1981\nMEMORANDUM OPINION FOR THE ASSISTANT DIRECTOR\nFOR LEGAL COUNSEL, FED ERA L BUREAU OF\nINVESTIGATION This responds to your request for our opinion whether, pursuant to\n18 U.S.C. § 2516(1)(1976 and Supp. IV 1980), the Federal Bureau of\nInvestigation (FBI) may be authorized by a court to participate in Title\nIII interceptions directed at offenses for which the FBI has no general\ninvestigative responsibility. This legal question has arisen in the context\nof investigations of narcotics-related offenses over which the Drug\nEnforcement Administration (DEA)—not the FBI—has been delegated\ngeneral investigative responsibility by the Attorney General. See United\nStates Attorneys’ Manual, Section 9-1.122 (Oct. 17, 1977); 21 U.S.C.\n§ 871(a). In particular, in a case in which the DEA seeks authorization\nfor an interception directed at narcotics offenses, and in which there is\nno probable cause to seek authorization for in interception directed at\nother offenses for which the FBI has general investigative responsibil­\nity, the question is whether the FBI as well as the DEA may be\nauthorized to participate in an interception. If, as the FBI’s Legal\nCounsel Division has concluded, the FBI can participate in a Title III\ninterception only when it has general investigative responsibility for the\noffense at which the interception is directed, then the FBI could not be\nauthorized by a court to participate in an interception in such a case. 1\n1 T he A ttorney General could, if he chose to do so, delegate general investigative jurisdiction over\nnarcotics-related offenses to the FB I. See 21 U.S.C § 871(a). Unless he does so, however, such\njurisdiction remains with the DEA . [N o t e : In February o f 1982, the Attorney General authorized the\nContinued 286 I. In our view, § 2516(1) provides authority for the FBI to participate\nin interceptions in such a case directed at any of the offenses listed in\nthat provision, including narcotics-related offenses, so long as all of the\nspecific procedural requirements of § 2516(1) are satisfied. We conclude\nthat it is not necessary for the FBI to have general investigative\nresponsibility for such offenses before it may participate in court-approved §2516(1) interceptions directed at them. The basis for this\nconclusion is the plain language of §2516(1), which provides in perti­\nnent part:"
}