{
  "document_category": "memos",
  "docId": "memos_75",
  "chunk_index": 7,
  "chunk_text": "6 Although “the line of\n6 In 1868, Attorney General Evarts approved the contemplated appointments of three\nofficials during a fifty-six-day intrasession recess of the Senate without remarking upon\nthe nature of the recess. See Case of District Attorney for Eastern District of Pennsylvania, 12 Op. Att’y Gen. 469, 469–70 (1868) (observing that the office “is now vacant\nduring the recess of the Senate” and opining that “it is competent for the President to\ngrant a commission”); see also Case of the Collectorship of New Orleans, 12 Op. Att’y\nGen. 449 (1868); Case of the Collectorship of Customs for Alaska, 12 Op. Att’y Gen. 455\n(1868). It is possible that Attorney General Evarts was not aware that the Senate had\nmerely adjourned to a date certain: he referred in each opinion to the “late session” of the\nSenate. See, e.g., 12 Op. Att’y Gen. at 451. Attorney General Knox, too, was apparently 21 36 Op. O.L.C. 15 (2012) demarcation can not be accurately drawn” in determining whether an\nintrasession recess is of sufficient length to permit the President to make\na recess appointment, “the President is necessarily vested with a large,\nalthough not unlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the advice and\nconsent of the Senate.” Daugherty Opinion, 33 Op. Att’y Gen. at 25; see\nalso id. (“Every presumption is to be indulged in favor of the validity of\nwhatever action [the President] may take.”); The Constitutional Separation of Powers Between the President and Congress, 20 Op. O.L.C. 124,\n161 (1996) (“Dellinger Opinion”) (“[T]he President has discretion to\nmake a good-faith determination of whether a given recess is adequate\nto bring the Clause into play.”). “Ultimately, resolution of the question\nwhether an adjournment is of sufficient duration to justify recess appointments requires the application of judgment to particular facts.” Intrasession Recess Appointments, 13 Op. O.L.C. at 273. We have little doubt that a twenty-day recess may give rise to presidential authority to make recess appointments. Attorneys General and this\nOffice have repeatedly affirmed the President’s authority to make recess\nappointments during intrasession recesses of similar or shorter length. See, e.g., Goldsmith Memorandum at 2–3 (recognizing President’s authority to make a recess appointment during an intrasession recess of eleven\ndays); Recess Appointments During an Intrasession Recess, 16 Op.\nO.L.C. at 15–16 (same, eighteen days); Intrasession Recess Appointments,\n13 Op. O.L.C. at 272–73 (thirty-three days); Recess Appointments, 41 Op.\nAtt’y Gen. at 464–65 (thirty-six days); Daugherty Opinion, 33 Op. Att’y\nGen. at 25 (twenty-eight days). 7\nunaware of this fact when he cited one of these opinions to support his conclusion that it\nis only the “period following the final adjournment for the session which is the recess\nduring which the President has power to fill vacancies” and remarked that “[t]he opinions\nof Mr. Wirt . . . and all the other opinions on this subject relate only to appointments\nduring the recess of the Senate between two sessions of Congress.” Appointments of\nOfficers—Holiday Recess, 23 Op. Att’y Gen. 599, 601–02 (1901). The Daugherty Opinion\nreversed Attorney General Knox’s conclusion about appointments in intrasession recesses. 7"
}