{
  "document_category": "memos",
  "docId": "memos_27",
  "chunk_index": 6,
  "chunk_text": "This is tm e both as a practical matter and as a matter o f customary international law Under the latter, it is\ngenerally well-settled that an agent of a state m ay not act on the state’s behalf within foreign territory without\nthe consent o f the foreign sovereign See, e.g., Ian Brownlie, Principles o f Public International Law 306-07 (3d\ned 1979); Hans Kelsen, Principles o f International Law 317-18 (2d ed 1966) ( “ That the territory enclosed by\nthe boundaries o f a state legally belongs to this state o r — as it is usually characterized— that it is under the territorial\nsupremacy or sovereignty o f this state means that all individuals staying on this territory are, in principle, subjected\nto the legal pow er o f that state and only of that state.’’) 280 Section 235A o f the Immigration and Nationality Act that section 235A(a)(5)’s conditions are met or to establish and maintain\npreinspection stations as required by sections 235A(a)(l) and (4). We presume that section 235A is not intended to demand the impossible of\nthe Attorney General. See M cNeil v. Time Ins. Co., 205 F.3d 179, 187 (5th Cir.\n2000) (“ It is a flawed and unreasonable construction of any statute to read it\nin a manner that demands the impossible.” ); Ambassadors and other Public M in­\nisters o f the United States, 7 Op. Att’y Gen. 186, 218 (1855) (Cushing, Att’y\nGen.) (“ [I]t is unreasonable to presume in any circumstances . . . that Congress\nintended to enact what is unreasonable.” ). Accordingly, we do not read section\n235A as requiring the executive branch to obtain either foreign countries’ consent\nto the establishment of preinspection stations or their cooperation in ensuring that\nsection 235A(a)(5)’s conditions are met with respect to those stations. Second, we do not read section 235A to require the Executive to enter into\ndiplomatic negotiations to obtain foreign countries’ consent to the establishment\nof preinspection stations, because such a requirement would unconstitutionally\ninfringe on the President’s foreign affairs power. The Constitution commits to\nthe President the responsibility for conducting the nation’s foreign affairs. 8 That\nresponsibility includes the ‘‘ ‘exclusive authority to determine the time, scope, and\nobjectives’ ” of all international negotiations. Issues Raised by Foreign Relations\nAuthorization Bill, 14 Op. O.L.C. 37, 41 (1990) (quoting 2 Pub. Papers of Ronald\nReagan 1541, 1542 (1987) (President Reagan’s statement on signing the Foreign\nRelations Authorization Act, Fiscal Years 1988 and 1989)). If section 235A were\nconstrued to require the Executive to negotiate with foreign countries in an attempt\nto obtain their consent to the establishment of preinspection stations, it would\nunconstitutionally intrude on that exclusive authority. Such a reading would run\nafoul of the principle that Congress may not require the Executive to “ initiate\ndiscussion with foreign nations” or “ order[] the Executive to negotiate and enter\ninto treaties” or other types of international agreements. Earth Island Inst. v.\nChristopher, 6 F.3d 648, 652-53 (9th Cir. 1993); see 2 Pub."
}