{
  "document_category": "memos",
  "docId": "memos_93",
  "chunk_index": 1,
  "chunk_text": "(Slip Opinion) Application of the Anti-Nepotism Statute to a\nPresidential Appointment in the White House Office\nSection 105(a) of title 3, U.S. Code, which authorizes the President to appoint employees\nin the White House Office “without regard to any other provision of law regulating the\nemployment or compensation of persons in the Government service,” exempts positions in the White House Office from the prohibition on nepotism in 5 U.S.C. § 3110. January 20, 2017 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT You have asked whether section 3110 of title 5, U.S. Code, which forbids a public official from appointing a relative “to a civilian position in\nthe agency . . . over which [the official] exercises jurisdiction or control,”\nbars the President from appointing his son-in-law to a position in the\nWhite House Office, where the President’s immediate personal staff of\nadvisors serve. We conclude that section 3110 does not bar this appointment because the President’s special hiring authority in 3 U.S.C. § 105(a)\nexempts positions in the White House Office from section 3110. A decision of the D.C. Circuit, Haddon v. Walters, 43 F.3d 1488 (D.C.\nCir. 1995) (per curiam), lays out a different, but overlapping, route to the\nsame result. According to the reasoning of Haddon, section 3110 does not\nreach an appointment in the White House Office because section 3110\ncovers only appointments in an “agency,” which the statute defines to\ninclude “Executive agenc[ies],” and the White House Office is not an\n“Executive agency” within the definition generally applicable to title 5. Although our analysis does not track every element of the D.C. Circuit’s\nreasoning about the meaning of “Executive agency,” we believe that\nHaddon arrived at the correct outcome and that our conclusion here—that,\nbecause of the President’s special hiring authority for the White House\nOffice, section 3110 does not forbid the proposed appointment—squares\nwith both the holding and a central part of the analysis in that case. I.\nSection 105(a) of title 3 authorizes the President “to appoint and fix the\npay of employees in the White House Office without regard to any other\nprovision of law regulating the employment or compensation of persons\nin the Government service,” as long as the employees’ pay is within listed\n1 Opinions of the Office of Legal Counsel in Volume 41 salary caps. 3 U.S.C. § 105(a)(1). These employees are to “perform such\nofficial duties as the President may prescribe.” Id. § 105(b)(1). We understand that most White House Office employees are appointed under section 105 or a similar hiring authority, such as 3 U.S.C. § 107 (the authorization for domestic policy staff ). See Authority to Employ White House\nOffice Personnel Exempt from the Annual and Sick Leave Act Under 5\nU.S.C. § 6301(2)(x) and (xi) During an Appropriations Lapse, 36 Op.\nO.L.C. __, at *5 (Apr. 8, 2011); Authority to Employ the Services of White\nHouse Office Employees During an Appropriations Lapse, 19 Op. O.L.C.\n235, 236 (1995). Such employees are the President’s “immediate personal\nstaff ” and work in close proximity to him. Meyer v. Bush, 981 F.2d 1288,\n1293 & n.3 (D.C. Cir. 1993)."
}