{
  "doc_id": "memos_13",
  "category": "memos",
  "chunks": [
    {
      "id": "memos_13__0",
      "chunk_id": "0",
      "content": "Status of the United States Postal Service as an “Executive\nAgency” Under Executive Order No. 12,250 In light of the statutory independence given the United States Postal Service (Service)\nand its officers, Executive Order No. 12,250 should not be construed to include the\nService as an “Executive agency” subject to the Attorney General’s nondiscrimination\ncoordination authority. July 29, 1981\nMEMORANDUM OPINION FOR THE ACTING ASSISTANT\nATTORNEY GENERAL, CIVIL RIGHTS DIVISION You have requested the views of this Office with respect to the\nquestion whether the United States Postal Service (Service) is an “Ex­\necutive agency” within the meaning of Executive Order No. 12,250, 45\nFed. Reg. 72,995 (1980). For the reasons that follow, we believe that\nthe order should not be construed to include the Postal Service as such\nan agency, notwithstanding the considerable authority of the President\nand the Attorney General over the litigating activities of the Service. Under 42 U.S.C. § 2000d-l and 20 U.S.C. § 1682, the President has\nbeen granted broad powers to approve the rules, regulations, and\norders of general applicability relating to racial, sex, and other forms of\ndiscrimination. Executive Order No. 12,250 delegates these powers to\nthe Attorney General. At the same time, the order grants the Attorney\nGeneral authority to “coordinate the implementation and enforcement\nby Executive agencies of various nondiscrimination provisions o f” a\nvariety of laws banning discrimination on grounds of race, color, na­\ntional origin, handicap, religion, or sex. The Attorney General is re­\nquired, for example, to develop standards and procedures for taking\nenforcement actions and conducting investigations; to promulgate\nguidelines for establishing time limits on enforcement activities; to im­\nplement a schedule for review of the agencies’ regulations; to establish\nguidelines for development of consistent recordkeeping and reporting\nrequirements and for sharing of information; and to initiate cooperative\nprograms between and among agencies in order to improve the coordi­\nnation of the covered laws. Under the order, each executive agency is\nrequired to cooperate with the Attorney General in performing its\nfunctions by furnishing requested information and submitting plans for\n239 the implementation of its responsibilities under the order. The order\noffers no definition of the “ Executive agencies” that it covers. This Office has recently discussed the “uneasy and unresolved ten­\nsion between the dependent and independent aspects of the new\n[Postal] Service,” Leonard v. United States Postal Service, 489 F.2d 814,\n815 (1st Cir. 1974). See Memorandum of June 15, 1979, for the Assistant\nAttorney General, Civil Division, from Leon Ulman, Deputy Assistant\nAttorney General, Office o f Legal Counsel.1 We summarize that discus­\nsion here. After passage of the Postal Reorganization Act of 1970\n(Act), 39 U.S.C. § 101 et seq., the Postal Service was categorized as “an\nindependent establishment of the executive branch of the Govern­\nment. . . .” 39 U.S.C. § 201. The Act provides for a bipartisan Board\nof Governors who are removable by the President only for cause. § 202(c). Moreover, the Postmaster General and the Deputy Postmaster\nGeneral are appointed and removable, not by the President, but by the\nBoard of Governors. § 202(c), (d)."
    },
    {
      "id": "memos_13__1",
      "chunk_id": "1",
      "content": ". . .” 39 U.S.C. § 201. The Act provides for a bipartisan Board\nof Governors who are removable by the President only for cause. § 202(c). Moreover, the Postmaster General and the Deputy Postmaster\nGeneral are appointed and removable, not by the President, but by the\nBoard of Governors. § 202(c), (d). An agency directed by a board of governors and by chief executive\nofficers who are not freely removable by the President is not “within”\nthe Executive Branch of the government as that term is ordinarily\nunderstood. After Myers v. United States, 272 U.S. 52 (1926), it is plain\nthat purely executive officers must be appointed by the President, and\nremovable at his will. Under the Act, by contrast, Congress did not\nintend Postal Service officials to have that status. The relevant commit­\ntee report states that the Service was to be removed from the Presi­\ndent’s Cabinet and from the ordinary political process, see H.R. Rep.\nNo. 1104, 91st Cong., 2d Sess. 6, 12-13 (1970), and that the Board was\nto act as a buffer between management of the Service and the possible\ninfluence of partisan politics. In this way, the statute was designed to\nremove “the day-to-day management of the Postal Service from both\nPresidential and Congressional areas of concern while still leaving the\nPostal Service subject to [their] broad policy guidance.” Id. at 13. For purposes of the present inquiry, we need not say whether the\nPresident possesses the constitutional or statutory authority to subject\nto the control of the Attorney General the activities of the Postal\nService in the nondiscrimination area. There is a substantial argument\nthat such control would constitute “broad policy guidance” of the sort\npermitted by the Act. The question here, however, is not one of\npresidential authority, but o f the intent underlying the order. 2 In light of the peculiar status of the Postal Service, we do not believe\nthat the Service should be understood to be included as an “Executive\nagency” within the meaning of the order. The Service is not defined as\nsuch an agency under the Administrative Procedure Act, see 5 U.S.C.\n1In that memorandum, we concluded that, as a general matter, the Attorney General has the power\nto control litigation involving the Service\n2 N or need we say which of the statutes covered by the order is applicable to the Postal Service. 240 §§ 103-105. Moreover, both the Act and its history reveal that Con­\ngress intended to grant the Service at least some measure of insulation\nfrom control by the President and to place the Service in a separate\ncategory from the conventional executive departments. See Leonard v.\nUnited States Postal Service, 489 F.2d 814. In light of that unequivocal\nintent, we believe that, if the President intended to include the Postal\nService under an executive order granting both substantive and proce­\ndural authority to the Attorney General, an explicit statement to that\neffect would ordinarily be expected. 3 Since Executive Order No. 12,250\ncontains no such explicit statement, but instead refers to “Executive\nagencies” generally, we interpret the order as not subjecting the Serv­\nice to the Attorney General’s coordination authority. L a r r y L . S im m s"
    },
    {
      "id": "memos_13__2",
      "chunk_id": "2",
      "content": "3 Since Executive Order No. 12,250\ncontains no such explicit statement, but instead refers to “Executive\nagencies” generally, we interpret the order as not subjecting the Serv­\nice to the Attorney General’s coordination authority. L a r r y L . S im m s Deputy Assistant Attorney General\nOffice o f Legal Counsel 3 We note in addition that in a memorandum on Executive Order No. 12,250 prepared before the\norder was signed or drafted in finaJ form, this Office referred to the difficult legal problems that\nwould arise if the order were applied to the so-called “independent” agencies. We have understood\nthe failure to respond to this concern as an indication that the independent agencies were not intended\nto be included. 241"
    }
  ]
}