{
  "document_category": "legal-advice",
  "document_name": "042901f.pdf",
  "chunk_index": 2,
  "chunk_text": "Publication 536, on page 7, provides that a taxpayer’s NOL deduction in the\ncarryback/carryover year is equal to the total NOL if the taxpayer has not carried the\nNOL to an earlier year. If the NOL has been carried to an earlier year, the taxpayer’s\nNOL deduction is the total NOL minus the amount of the NOL used (or absorbed) in\nearlier years. Thus, contrary to IRM Section 21.5.9.5.9, Publication 536 provides that\nthe NOL deduction is equal to the total available NOL, not modified taxable income, in\nthe carryover/carryback year. Form 1045, Application for Tentative Refund, and Instructions (2003)\nThe 2003 Form 1045 instructions are consistent with Publication 536. The Form 1045\ninstructions provide as follows: You generally must carry back the entire NOL to the 2nd tax year\nbefore the loss year. Any loss not used in the 2nd preceding year\nis then carried to the 1st preceding year. Any loss not applied in\nthe 2 preceding years may be carried forward up to 20 years. Conflicts arising between the IRM, Publication 536, and Form 1045 Instructions\nAccording to the Service Center, taxpayers seeking a refund for an overpayment\ngenerally offset their adjusted gross income by the entire available NOL, rather than the\nmodified taxable income amount, in recomputing their tax liability for the carryback year. As a result, the after-carryback figures as computed by the Service do not match the 3\ntaxpayer’s after-carryback figures, thereby necessitating an update of each taxpayer’s\nmodule. While, in years in which the NOL is not fully absorbed, regular taxable income\nwill generally be zero whether a taxpayer’s adjusted gross income is reduced by the\nentire NOL or the modified taxable income amount, the differing treatment of the NOLs\nmay affect other items such as the taxpayer’s alternative minimum tax and earned\nincome credit computation.\n. Issue If a NOL is incurred and carried back to a year in which the NOL is not fully absorbed,\nshould adjusted gross income be reduced by the entire NOL as set forth in Publication\n536 or by modified taxable income as discussed at IRM 21.5.9.5.9? Conclusion\nExcept as provided in Part 2 (relating to the carryback of a single individual’s NOL to a\njoint return year), a taxpayer is required to carryback the entire NOL to the earliest\navailable carryback year. Thus, in the carryback year, adjusted gross income should be\nreduced by the entire NOL, not the modified taxable income amount. Requiring a\ntaxpayer to reduce adjusted gross income by only the modified taxable income amount\nmay result in, for example, an overreporting by the taxpayer of alternative minimum\ntaxable income and an underreporting of the taxpayer’s earned income credit. Legal Analysis\nSection 172(a) allows a deduction equal to the aggregate of the net operating loss\ncarryovers to a taxable year plus the net operating loss carrybacks to such year. Section172(c) defines a “net operating loss” as the excess of the deductions allowed by\nChapter 1 of the Internal Revenue Code over gross income. The excess, however, is\ncomputed with the modifications specified in § 172(d)."
}