{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 3,
  "chunk_text": "3 The basic purpose of I.R.C. § 1033(a) is to allow a taxpayer to replace property\nor to continue an investment without realizing gain. S. E. Ponticos, Inc., v.\nCommissioner, 40 T.C. 60, 64 (1963). Courts have long recognized that I.R.C. § 1033\nis a relief provision that should be liberally construed to effect its purpose. E.g.,\nMassillon-Cleveland-Akron Sign Co. v. Commissioner, 15 T.C. 79, 83 (1950)\n(interpreting former I.R.C. § 112(f), the precursor to I.R.C. § 1033). 2 The cost of the replacement equipment itself represents the core relocation cost. However, the FCC\nalso requires that the Transition Administrator cover all costs of removing existing equipment, which the\nbroadcast stations have on towers and buildings, and in helicopters, trucks, and studios; and of installing\nthe replacement equipment. This equipment is part of an engineering system. Therefore, costs for\ndesign, integration, testing, and training will be incurred to ensure that the replacement equipment\nprovides comparable functionality to the broadcast stations. These costs must also be covered by the\nTransition Administrator. 3 I.R.C. § 1033(a)(2) provides that if property so converted is converted into money or property not similar\nor related in service or use to the converted property, the gain (if any) shall be recognized except to the\nextent thereafter provided in that section. CC:LM:CTM:LA:2:POSTF-108806-08 page 4 I.R.C. § 1033(a) deals with property that is compulsorily or involuntarily converted\nas a result of its destruction in whole or in part, theft, seizure, or requisition or\ncondemnation or threat or imminence thereof. For purposes of I.R.C. § 1033(a), a\n\"conversion\" by condemnation or requisition means the process by which private\nproperty is taken for public use without the consent of the property owner but upon the\naward and payment of just compensation. Rev. Rul. 57-314, 1957-2 C.B. 523. Accordingly, the concept of a governmental taking for purposes of I.R.C. § 1033(a) has\nthree components: (1) there must be a \"taking\" of the taxpayer's rights in private\nproperty; (2) the taking must be for \"public use;\" and (3) the taxpayer must receive\n“payment of just compensation.” I.R.C. § 1033(a)(1) provides that if property (as a result of its destruction in whole\nor in part, theft, seizure, or requisition or condemnation or threat or imminence thereof)\nis compulsorily or involuntarily converted into property similar or related in service or\nuse to the property so converted, no gain shall be recognized. Such nonrecognition of\ngain is mandatory under Treas. Reg. § 1.1033(a)-2(b). In the present case, nonrecognition of gain under I.R.C. § 1033(a)(1) will apply if\nthree requirements are met: (1) the BAS equipment of the broadcast stations are\n“taken” by a governmental authority as a result of requisition or condemnation (or threat\nor imminence thereof); (2) the “taking” is for public use; and (3) the replacement\nequipment is similar or related in service or use to the equipment so converted. These\nrequirements are discussed below. A. \"Taking\" of Rights in Private Property For purposes of I.R.C. § 1033, a taking by governmental authority may include\nthe regulation against otherwise lawful use of private property in order to effect a public\npurpose."
}