{
  "document_category": "legal-advice",
  "document_name": "082802f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082802F\nRelease Date: 7/11/08\nCC:SB:1:MAN:3:POSTS-152317-07\nFCMutter date:\nto: from: subject: June 10, 2008 --------------------------------------------------Exam Group\nRevenue Agent\nArea Counsel\n(Small Business/Self-Employed:Area 1) ------------------------------------------------------------------------------- (“Taxpayers”) This memorandum responds to your request for assistance. This memorandum should\nnot be cited as precedent. ISSUE:\nWhether the taxpayers are entitled to relief under I.R.C. § 1341 for 2005 and\nsubsequent years for payments they made to settle qui tam (“whistle blower”) lawsuits. CONCLUSION: The complaints giving rise to the causes of action against taxpayers should be obtained\nand reviewed along with the evidence supporting the claims. If the taxpayers engaged\nin intentional wrongdoing, they would not be entitled to relief under I.R.C. § 1341. The\ntaxpayers may be entitled to relief if they made deductible payments pursuant to a\nsettlement agreement negotiated in good faith by the parties to establish liability. FACTS:\nThe taxpayers provided consulting and administrative services to hospitals with alcohol\nand substance abuse programs. The United States contended that, during the period\nfrom ----------------------to --------------------------, the taxpayers entered into “administrative POSTS-152317-07 2 services agreements” with hospitals that paid taxpayers for providing the hospitals with\nreferrals. In connection with these agreements, the taxpayers allegedly “knowingly\ncaused the hospitals to submit to the United States false or fraudulent claims for\npayment to the -------------------------for alcohol and substance abuse services the\nhospitals provided to patients referred by [taxpayers].” On ----------------------, -------------------, who owned the majority of the shares of both\ntaxpayers, entered into an agreement with the United States and ------------------ to settle\nwhistle blower lawsuits. ------------ brought a lawsuit, in which the United States\nintervened in part, in the United States District Court for the ------------------------------------------ under the whistle blower provisions of the False Claims Act, 31 U.S.C. §§ 37293733. The United States also filed a complaint against the taxpayers under the whistle\nblower provisions of the False Claims Act. In the settlement agreement, the taxpayers did not admit to any wrongdoing or improper\nconduct on their part. Nor did the United States concede that its claims had no basis. The parties reached the settlement in order “to avoid the delay, uncertainty,\ninconvenience, and expense of protracted litigation.” Pursuant to the agreement, the\ntaxpayers agreed to pay the United States $------------------, plus interest. The settlement\npayment chart shows a payment of $--------------- on ---------------------- and a payment of\n$---------------, plus accrued interest, on --------------------------. The chart also shows that\nthe taxpayers were to make two payments of $--------------- each, plus accrued interest,\nin both ------- and ------- and a final payment of $---------------, plus accrued interest, in ----------. The United States agreed to pay $---------------, ---% of the settlement amount, to\n-------------as the whistle blower. The taxpayers are Sub-Chapter S corporations owned ---% by --------------------and ---%\nby ----------------(collectively “the shareholders”). On their federal income tax returns,\nForms 1120S, for taxable year -------, taxpayers reported as other deductions “refund of\nprior years income.” Taxpayer --------------------------------deducted $---------------, while\ntaxpayer -------------------------------------------deducted $---------------. The total of these\namounts, $---------------, equals the payments that the taxpayers were to make in ------pursuant to the settlement agreement. These deductions increased the ordinary business losses for both taxpayers."
}