{
  "document_category": "legal-advice",
  "document_name": "042901f.pdf",
  "chunk_index": 7,
  "chunk_text": "Thus, the position articulated in IRM 21.5.9.5.16 (6)(a) is correct. 2. Items such as taxable social security benefits, Schedule A itemized\ndeductions, and exemptions should be recomputed using the married filing\nseparate rules to arrive at: a) the amount of the NOL deduction in the\ncarryover/carryback year; and b) the separate taxable income of each spouse. 3. After the correct NOL deduction has been, the NOL deduction should be taken into\naccount by the loss spouse in determining his or her tax liability for the carryback year\nas if the spouses had filed separate returns in the carryback year. A separate tax\nliability must also be computed for the non-loss spouse. Further, the NOL deduction is\ntaken into account in computing a new joint tax liability for the carryback year. After\nthese calculations are completed, the recomputed joint return tax liability is allocated\nbetween the spouses based on their separate tax liability. Thus, the separate tax\nliabilities are computed solely for purposes of allocating the new joint tax liability and\ndetermining who is entitled to the refund. 4. Various revenue rulings and regulations suggest that all Subtitle A income taxes are\nto be taken into account in determining the amount of the recomputed joint tax liability\nallocated to each spouse. In this regard, the proper fraction to use to determine Spouse\n1’s allocable joint liability would be as follows:\nSpouse 1’s separate tax liability\nSpouse 1 and 2’s tax liability x New Joint Tax liability (using NOL) S2’s allocable joint tax liability would be determined in the same manner. Taxes that\nare not in Subtitle A, such as the gift tax or the Schedule H tax, would not be allocated\nin accordance with the above computation. 5. If the spouses are subject to the AMT in the carryback/joint return year, the spouse’s\nallocation ratio must take into account their separate AMT income and AMT liability. Further, the procedures discussed in Part 2 of this document must be done to compute\na) the AMT NOL deduction to be used in the carryback year; b) the new joint AMT\nliability; and c) the amount of the AMT NOL absorbed in the carryback year. 6. Form 1045, Schedule B is used to compute the amount of the NOL absorbed in the\ncarryback year. In general, the loss spouse’s separate modified taxable income is the 10\namount of NOL absorbed in the carryback year. Where, however, the joint modified\ntaxable income is smaller than the loss spouse’s separate modified taxable income, the\namount of the NOL that is absorbed is equal to the modified joint taxable income. Legal Analysis\nSection 1.172-7 sets forth the treatment to be accorded spouses who filed a joint return\nin one or more of the taxable years involved in the computation of a NOL deduction. Those provisions, however, do not address situations where a NOL is carried to a joint\nreturn year if, as in the instant situation, the spouses are not married when the NOL is\nincurred. A number of revenue rulings and court cases address the use of a NOL incurred by a\nsingle taxpayer in a joint return year."
}