{
  "document_category": "legal-advice",
  "document_name": "101501f.pdf",
  "chunk_index": 4,
  "chunk_text": "----HA is authorized to use a portion of the participant’s MEPA for low-income\nhousing purposes, provided that a reserve of the participant’s MEPA is maintained. The\nreserve shall be equal to a percentage established by ----HA and approved by HUD. Interest shall continue to be credited to the homebuyer’s account based on the MEPA\nbalance and rate of interest that would have been earned if the funds were invested. 14\nOption to Purchase. When the balance of the purchase price can be covered from the funds in the\nMEPA/VEPA, ----HA will convey the title to the home to the participant. In addition, the\nparticipant may also supplement the amount in these accounts with reserves or any\nother funds of the participant. When the home is purchased by the participant, the net\ncredit balances in the participant’s MEPA/VEPA plus the initial contributions made by\nthe participant shall be applied to first pay the initial fire insurance coverage on the\nhouse, any settlement costs (if the participant so directs), the purchase price, and\nfinally, the balance is refunded to the participant. 15\nTermination of Participation. Since the participant is a lessee under the term of the Agreement, the participant\nacquires no equitable interest in the home until the option to purchase is exercised. If\nthe participant fails to comply with the terms of the Agreement, ----HA has the option to\nterminate the Agreement. The participant may also terminate the Agreement any time\nby providing written notice to ----HA. Upon termination of the Agreement, the balances\nin the participant’s MEPA is disposed of as follows: (1) MEPA is charged with any\nmaintenance and replacement costs incurred by ----HA to prepare the home for the next\noccupant, (2) MEPA is charged with any amounts the participant owes ----HA, including\nany required monthly payment; (3) MEPA is charged with the required monthly payment\nduring the period the home is vacant (not to exceed 60 days); and (4) MEPA is charged\nwith cost of securing a vacant unit, cost of notification and associated termination tasks,\nas well as the cost of storage and/or disposition of personal property. If the balance in\nthe MEPA is insufficient to pay such costs, then the amounts in the VEPA and the\nparticipant’s initial contribution amount shall be applied to cover such costs. The\nparticipant is liable for any costs not covered by the MEPA/VEPA balances. If there is\n13 See Article 8.7(c) of the Agreement. See also 24 C.F.R. § 950.428(g)(2). 14 See 24 C.F.R. § 950.437(b)(ii). 15 See Article 10.5 of the Agreement. POSTU-116467-09 6 an excess in the MEPA/VEPA after payment of the maintenance and replacement\ncosts, such excess will be refunded to the participant, including all allocated interest\nearned on these equity accounts. 16\nLAW\nInterest Income\nCode § 61 provides that, except as otherwise provided by law, gross income\nmeans all income from whatever source derived. § 61(a)(4) specifically includes\ninterest in gross income. Interest income includes interest on savings or other bank\ndeposits. Treas. Reg. § 1.61-7(a)."
}