{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 32,
  "chunk_text": "Once an ANDA is approved, the holder of the ANDA is still subject to numerous FDA\nrequirements in order to retain the right to market and sell the approved generic drug. If\nthe requirements are not met, the ANDA will no longer be effective. 73\nSome of the FDA-imposed requirements to maintain the ANDA are in 21 C.F.R.\n§ 314.80 (2009), Postmarketing Reporting of Adverse Drug Experiences,74 which\nrequires that the ANDA applicant/holder75 shall, inter alia:\n71 “To start the process, the ANDA applicant must certify-for each patent claiming a drug for which the\napplicant is seeking approval-under one of four paragraphs that (I) patent information has not been filed;\n(II) the patent has expired; (III) the patent will expire on a specified date; or (IV) the patent is invalid or will\nnot be infringed by the manufacture, use, or sale of the new drug for which the application is submitted. Id. § 355(j)(2)(A)(vii). The first drug manufacturer to file an approved ANDA, containing a paragraph IV\ncertification, is rewarded with a 180-day period of marketing exclusivity for the manufacturer's generic\nversion of the drug. Id. § 355(j)(5)(B)(iv). Marketing exclusivity is valuable, designed to compensate\nmanufacturers for research and development costs as well as the risk of litigation from patent holders. See 35 U.S.C. § 271(e)(2)(A) (stating a generic drug company certifying under paragraph IV commits an\nact of infringement for which the brand-name drug's patent holder can sue).” 548 F.3d at 104.\n72 “In 1984, Congress enacted the Hatch-Waxman Act to establish a streamlined approval process for the\nFDA to use in approving generic versions of previously approved branded drugs. The Hatch-Waxman Act specifies in detail the required contents of an ANDA. * * *\n* * * [I]f an ANDA applicant files a paragraph IV certification, the Hatch-Waxman Act requires the\napplicant to provide the patent holder with notice of that certification and provides the patent holder with a\n45-day window, during which it may bring suit against the applicant. If patent litigation is initiated during\nthis period, the FDA may not approve the ANDA until the earlier of (1) 30 months from the patent holder’s\nreceipt of the notice (the 30-month stay) or (2) the issuance of a non-appealable court decision finding the\npatent invalid or not infringed. This allows the patent holder time to enforce its patent in court before the\ngeneric competitor is allowed to enter the market.” (footnotes omitted). 73"
}