{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 1,
  "chunk_text": "Internal Revenue Service memorandum\nNumber: 20031501F\nRelease Date: 4/11/2003\nCC:LM:HMT:NEW:2:POSTF-106186-02\nUILC: 61.17-00, 61.17-09, 162.02-00, 162.06-07, 162.07-31, 162.26-00, 162.34-00,\n264.01-00, 264.04-00, 301.01-09, 301.07-00, 302.00-00, 316.00-00, 316.10-09\ndate:\nto: from: subject: March 7, 2003\nThomas Scuderi, Revenue Agent Area Counsel, LMSB Area 2\n(Heavy Manufacturing and Transportation)\nDeductibility of Insurance Premiums;\nPremiums as Constructive Dividends to Insured/Other Shareholders;\nDeferred Compensation or Dividends/Sale of Stock/Installment\nRedemption This memorandum responds to your request for assistance. It should not be\ncited as precedent. LEGEND\nTaxpayer\n=\nYear 1\n=\nState\n=\nFounder's Heir (FH)\n=\nFH's Retirement Date\n=\nA%\n=\nA\n=\nB\n=\nC\n=\nRelated\n=\nFirst Amendment Date\n=\nSecond Amendment Date =\nTrust Creation Date\n=\nShareholder's Trust\n=\nYear 2\n=\nLife Insurance Company =\nInsurance Purchase Date =\nPolicy One\n=\n$A\n=\nPolicy Two\n= POSTF-106186-02 2 $B\n=\nInsurance Change Date =\nPolicy Three\n=\n$C\n=\nDivorce Date\n=\nYear 3\n=\nYear 4\n=\n$D\n=\nRetirement Date\n=\nX\n=\nY\n=\nX+Y\n=\nYear 5\n=\n$P\n=\nQ%\n=\nR%\n=\n$S\n=\n$T\n=\n$U\n=\nYear 6\n=\nCompensation Agreement\nDate\n=\nISSUES\n1. Whether life insurance premium payments by a closely held corporation on\nthe lives of the corporation's officers, who were its shareholders, are deductible\nbusiness expenses of the corporation. 2. Whether the aforementioned premium payments constitute constructive\ndividends to the insured shareholders where the corporation paid the premiums,\nalthough both corporation and shareholders guaranteed the payment. 3. Whether the redemption of corporate stock from the estate of a deceased\ninsured stockholder, using proceeds of company owned life insurance, results in\nconstructive dividends to the continuing shareholders where no primary purchase\nobligation had been imposed upon the continuing shareholders. 4. Whether premium payments by the corporation for life insurance for one\nstockholder creates constructive dividends to the other shareholders where the\nproceeds of such policy are obligated for the reacquisition of the corporation's stock\nfrom the insured shareholder's estate. POSTF-106186-02 3 5. Whether the closely-held corporation and its retiring Chief Executive Officer\n(CEO), who was also a shareholder, entered into a valid deferred compensation\nagreement or disguised stock redemption. CONCLUSIONS 1. Premium payments for life insurance policies on the lives of the\nofficer/shareholders of a closely held corporation are not deductible business expenses. Firstly, the Code pre-cludes deduction under ยง 264 since the corporation was the\nprimary beneficiary of the stock reacquisition plan funded by the insurance proceeds. Secondly, since the payments are being used to fund the acquisition of a capital asset,\ntreasury stock, they do not constitute ordinary and necessary business expenses. Thirdly, IRC ยง 162(k) specifically precludes deduction for expenses by a corporation in\nconnection with the reacquisition of its stock. 2. Since the proceeds of the life insurance policies are obligated solely for the\nreacquisition of the corporation's stock from the decedent stockholder's estate, or that\nof any later surviving spouse, the corporation is a beneficiary of the plan. Under such\ncircumstance, no constructive dividend will be deemed to arise to the insured\nshareholder by the corporation's payment of the premiums. 3. Not being relieved of a primary obligation to purchase the shares of a\ndecedent shareholder, no constructive dividend occurs to the continuing shareholders\nupon the reacquisition of corporate stock from the decedent shareholder's estate\nfunded with company owned life insurance benefits. 4. Since no constructive dividends would arise to the continuing shareholders\nwhen the corporation reacquires the shares of a deceased shareholder using the\nproceeds of the applicable life insurance policy, no constructive dividends to those\nsame shareholders are generated as the premiums are being paid by the corporation."
}