{
  "document_category": "legal-advice",
  "document_name": "042302f.pdf",
  "chunk_index": 1,
  "chunk_text": "Internal Revenue Service memorandum\nNumber:\n20042302F\nRelease Date:\n6/4/04\nPOSTS-116188-03/CC:SB:2:PIT\ndate:\nto:\nfrom: subject: June 30, 2003\nJames South, Technical Advisor, Abusive Promotions\nEdward J. Laubach, Jr. and Julia L. Wahl\nAttorneys (CC:SB:2:PIT:POSTS:116188-03:JLWahl) Timing of Loss:\nUIL 44.60-00 This responds to your request for advice on the proper time\nfor investors in the\npayphone scheme to deduct losses. This memorandum\nshould not be cited as precedent. ISSUES\n1. Are investors in the\nentitled to a loss deduction? payphone scheme 2. If so, what is the type of loss to which they are\nentitled? 3. In what year would they be entitled to the loss? 4. Are amounts which\npaid to investors in 2001\nbefore\nfiled for bankruptcy taxable or are they a\nreturn of capital? CONCLUSIONS\n1. Most investors are entitled to a loss deduction. 2. Most investors will be entitled to a loss under I.R.C. ยง\n165(c)(2) as a loss incurred in a transaction entered into for\nprofit. Taxpayers who invested for the purpose of avoiding taxes\nmight not be allowed a deduction. - 2 3. Investors may generally claim the loss on their\nreturns. tax 4. Amounts which\npaid investors during 2001\nprior to filing bankruptcy are taxable. FACTS\nof\n, was in\nthe business of placing, selling, and maintaining public\npayphones in\nis owned\nby\n.\n, a securities and insurance\nagent, devised a plan whereby payphones could be sold to\nindividual investors. He approached\nabout his idea\nin 1997. agreed that this plan was enticing and\nbegan selling some of its payphones to individuals looking for a\ngood annual return and tax advantages. Thereafter,\nformed\non\n,\n1998, to market payphones which allegedly complied with the\nAmericans With Disabilities Act (ADA). These payphones had\nlonger cords, volume controls, and other minor improvements which\nallowed their use by the disabled. sold the disabled accessible payphones to investors for\na price of $\n($\nafter April 1999) per phone. purchased these payphones new or refurbished from manufacturers\nat a wholesale cost of $\nto $\nper phone. For the\npurchase price, the investor purportedly received ownership of a\npayphone at a location solely selected by\n. A purchaser of an\npayphone had four options upon purchase. The first option\nrequired that the purchaser handle all aspects of the phone's\nmaintenance and earnings. Two other options transferred some of\nthe phone's responsibility to\n. Ninety percent of the\npurchasers chose Option Four. Under Option Four, the purchaser of the payphone entered\ninto, in essence, a sale and leaseback agreement with\n. then assumed total responsibility for collecting the coins\nfrom the phone, cleaning and maintaining the phone, accounting\nfor the profits, paying the expenses of the phone, such as the\ntelephone service provider, and issuing a check for the net\nprofits to the owner. Although the owner was supposed to receive\npercent of the net profits monthly,\nwas, in fact, paying\n1\na month regardless of the\nall investors a base amount of $\nphone's location. This payment generated a\npercent annual\nreturn to the purchasers. In addition, the purchaser had the\n1 This base amount was allegedly eliminated in . - 3 right to return the phone to\nand receive nearly all of his or\nher purchase price back. 2 Thus, a purchaser under Option Four\n3\nand\nmerely sat back and received a monthly check for $\ncould return his phone for nearly all of his investment at any\ntime."
}