{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 12,
  "chunk_text": "Instead, the taxpayer was required to use the Full\nInclusion Method. Since the taxpayer does not itself provide the meals consumed in the restaurants that it\ndoes not own, the deferral method is not available. We believe that in order to get\ndeferral treatment, the taxpayer, A, must have inventory (meals to be furnished) to\nredeem gift cards, and not simply be a clearinghouse for gift card receipts and\nredemptions. The goods (food inventory) that the taxpayer does own, is only the one\nmeant to be consumed in the restaurant(s) that it owns, C. The separately owned\nrestaurants have their own food inventory. Restaurant owned by the taxpayer. A, apparently, owns and operates C directly. In other words, there is no intermediary\nowner entity, with respect to this restaurant. If this was the only restaurant where the\ngift card could be redeemed, there would be no separate gift card company problem\nwith respect to this restaurant. However, the gift cards can be redeemed in both the\nrestaurant(s) owned by the taxpayer A, i.e., at C, and in many other restaurants that\nare not owned by the taxpayer. This situation does present a separate gift card\ncompany problem. The answer to the question of deferral often depends on the contractual relationship\nbetween the parties. In the instant case, the taxpayer can use Treas. Reg. §1.451-5\nwith respect to gift cards that can only be used at its owned restaurant(s). However, with POSTF-134398-08 16 respect to cards that can be used in restaurants owned by others, it is our opinion that\nthe taxpayer can not meet the requirements of Treas. Reg. §1.451-5. This is because\nthe taxpayer has no idea what amount of gift card restaurant sales will be redeemed at\nother person’s restaurants. It is conceivable that the taxpayer could compute a\nhistorical average of redemptions at its own restaurants(s), C, but there is no way to\nactually track at the time of the gift card sale, without setting up a separate gift card\nprogram pursuant to which the card is only valid at taxpayer’s owned restaurants. Furthermore, even if the company-owned restaurant can track a historical average, it is\nonly clear that the taxpayer, A, has inventorial goods on hand, with respect to its own\nrestaurant(s), C. The taxpayer’s own inventory can not be ascribed to separate entities,\ni.e., the separately owned restaurants. The separately owned restaurants do not own\nthe taxpayer’s inventory and vice-versa. Where separately owned restaurants are the\nowners of their own inventory, these separate restaurants are not using the taxpayer’s\ninventory (food inventory) to satisfy their own restaurant meal sales. Therefore, the\ntaxpayer, A, cannot qualify for use of the accounting method at Treas. Reg. § 1.451-5\nfor gift card revenue, when these gift cards can be used to purchase from separately\nowned restaurants. Significance of taxpayer being an S corporation shareholder, a partner or a limited\npartner, or a member of limited liability companies that own restaurants, that redeem the\ngift cards at issue. In our opinion, the fact that taxpayer has a partnership interest or an equity interest in\nother entities that own restaurants does not allow the taxpayer to defer the gift card\nincome."
}