{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 5,
  "chunk_text": "On August 29, 1986, while the Act was still pending, the Joint Committee\nreleased a report \"Summary of Conference Agreement on H.R. 3838 (Tax Reform Act\nof 1986)\" which described the special deduction as follows: In the case of certain existing tax-exempt organizations providing health\ninsurance, the agreement provides that these organizations are . . . allowed a\ndeduction for regular tax purposes (not to exceed taxable income) equal to one\nquarter of the year's annual claims and administration expenses less prior year's\nsurplus. (Emphasis added.) A similar description was included in a 1992 Senate Print: \"The\nspecial deduction exempts from the regular 34-percent corporate tax enough taxable\nincome each year to maintain reserves equal to 25 percent of the year's health-related\npayouts (three month's worth).\" S. Prt. 102-119, 102d Cong. 2d Sess. 184 (1992). (Emphasis added.) The concept of \"three months\" of payouts did not originate with the 1986 Tax\nReform Act. The membership standards of the BCBSA require a plan to \"maintain\nadequate financial resources to protect the interests of its subscribers.\" Central\nBenefits Mutual Insurance Co. at 1426; 1994 GAO Report at 29. At one time, the\nreserves standard for Blue Cross specifically required \"A Plan's reserves . . . shall be\nsufficient at least to meet hospital and operating expenses for a period of three months.\" The standard for Blue Shield also required \"A Plan's reserves . . . shall be sufficient to\nmeet medical/surgical and operating expenses for a period of three months.\" Robert D. POSTU-144536-09 7 Eilers, Regulation of Blue Cross and Blue Shield Plans (1963), pages 251-252. See\nalso NAIC Proceedings 1969-1 page 290, describing similar standards at that period. See also, Robert Cunningham III and Robert M. Cunningham, Jr., The Blues: A History\nof the Blue Cross and Blue Shield System (1997), page 215 (\"The section created a\ntailor-made deduction for those Plans with reserves worth less than three months of\npremium income.\") In summary, at the time section 833 was enacted, BCBS organizations were\nrequired by their licenses and membership standards to be organized on a nonprofit\nbasis and were limited by their licenses to specific territories. As nonprofit organizations\nthey did not have access to investor capital sources available to stock insurance\ncompanies. While section 501(m) removed the competitive advantage of tax\nexemption, the special deduction provided by section 833(b) facilitated the accumulation\nof surplus by BCBS organizations which at that time remained nonprofit on the state\nlevel. I. Whether claims and liabilities that the Taxpayer processes as a \"Host\" plan\nwith respect to subscribers of other BCBS plans may be considered \"claims\nincurred\" and \"liabilities incurred . . . under cost-plus contracts\" for purposes of\nthe special deduction described in I.R.C. ยง 833(b)? This is a fairly straightforward issue that may be resolved by a consideration of\nthe background, legislative history, and statutory purpose of section 833 and the special\ndeduction. The Taxpayer's Protest addresses the question more obliquely, arguing that\n\"The RBC [Risk-Based Capital] instruction makes it clear that the NAIC considers\nProgram X-type arrangements as ASC/Cost-plus contracts.\" Protest, page 10."
}