{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 7,
  "chunk_text": "--------------------------------. ------- POSTF-123043-08 8 under section 3401(c). 2. Employee Status for FICA Purposes\nA. 218 Agreement The question of whether the ------ members are covered by---------’s Medicare-Only 218\nAgreement is relevant to your inquiry. Therefore, it must be determined whether an\nindividual worker is covered under a section 218 agreement. 8 The specific provisions\nof the agreements were negotiated by SSA and the State, and the State Social Security\nAdministrator traditionally has had jurisdiction over determining the scope and\napplication of the agreements. The terms used in the agreements are defined in the\nSocial Security Act and that statute contains the relevant statutory authority. Prior\ninterpretations of the agreements have been made by the State Social Security\nAdministrator and the State Administrator should have familiarity with (or have\nbackground files indicating) the intent of the agreements, and the amendments to the\nagreements. For these reasons, we believe the State Social Security Administrator has\njurisdiction over interpretations of section 218 agreements. Thus, in audits where interpretations of section 218 agreements are at issue, the\nService should contact the State Social Security Administrator to determine the State's\nand SSA's interpretation of whether an individual is covered under the agreement. The\nSocial Security Administrator determines whether the workers are employees within the\nmeaning of section 210(j) of the Social Security Act, which applies the common law\nrules. If the State Social Security Administrator determines that an individual worker is\ncovered under the section 218 agreement, the Service then has jurisdiction over the\ndetermination of the wages for FICA tax purposes and the liability for FICA taxes with\nrespect to remuneration paid to such individual. See I.R.C. section 3121(d)(4). If the\nState Social Security Administrator determines that an individual worker is not covered\nunder the section 218 agreement, the Service then determines whether the worker is an\nemployee under the common law rules. See I.R.C. section 3121(d)(2). If the worker is\nan employee under the common law rules, but not covered under the section 218\nagreement, then a determination needs to be made whether the individual is a “member\nof a retirement system.” See section 3121(b)(7)(F) and section 31.3121(b)(7)-2 of the\nEmployment Tax Regulations. If the employee is not covered under the section 218\nagreement and is not a member of a retirement system, then remuneration for the\nservices of the employee is generally subject to the social security tax (i.e., the taxes\nimposed by sections 3101(a) and section 3111(a)) and the Medicare tax (i.e., the taxes\nimposed by section 3101(b) and section 3111(b)). Although it is our view that the determination of who is covered under the terms of a\nsection 218 agreement is under the jurisdiction of the State Social Security\nAdministrator and the Social Security Administration, the final determination of federal\n8 Section 218 refers to the Social Security Act, codified at 42 U.S.C. § 418. See I.R.C. sections\n3121(b)(7)(E) and 3121(d)(4) for treatment of individuals performing services covered by a section 218\nagreement as employees for FICA tax purposes. POSTF-123043-08 9 tax liability is under the jurisdiction of the Service. The enforcement mechanism with\nrespect to section 218 agreements is also with the Service because the payments under\nthe agreements are treated as FICA taxes."
}