{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 17,
  "chunk_text": "Rather this advice address the income as it flows into Corp F. This advice does not extend to the\nalternative minimum tax considerations at the individual level, or other individual ramifications. Page 23 of 37 POSTF-134629-07\n§1.1275-4(c) “generally applies to a contingent payment debt instrument that is issued\nfor non-publicly traded property.” Reg. §1.1275-4(c)(1).\nI.R.C. § 1001(d) cross references the use of installment method, if applicable,\nthat allows deferral of recognition as provided in I.R.C. § 453. Section 453(a) provides\nthat, except as otherwise stated, income from an installment sales shall be taken into\naccount under the installment method. Section 453(b)(1) defines an installment sale as\na disposition of property where at least one payment is to be received after the close of\nthe taxable year in which the disposition occurs. Section 453(c) defines the installment\nmethod as a method of accounting under which the income is recognized for any\ntaxable year from a disposition of property being that proportion of the payments\nreceived in that year which the gross profit (realized or to be realized when the payment\nis completed) bears to the total contract price. Section 453(j)(2) provides that the\nSecretary of the Treasury shall prescribe regulations providing for ratable basis\nrecovery in transactions where the gross profit or the total contract price (or both)\ncannot readily be ascertained. Temp. Treas. Reg. §15A.453-1(c)(1) defines the term “contingent payment sale”\nas a sale or other disposition of property in which the aggregate selling price cannot be\ndetermined by the close of the taxable year in which the sale or other disposition\noccurs. In general, non-dealers with a contingent payment sale report income pursuant\nto the installment sale method of accounting by allocating payments received among:\n•\n•\n• Gain\nPartial return of basis\nInterest (imputed or internal, as applicable) I.R.C. § 453; Temp. Treas. Reg. § 15A.453-1. The term “contingent payment sale” does not include transactions with respect to\nwhich the installment obligation represents, under applicable principles of tax law, a\nretained interest in the property which is the subject of the transaction, an interest in a\njoint venture or a partnership, an equity interest in a corporation or similar transactions,\nregardless of the existence of a stated maximum selling price or fixed payment terms. Temp. Treas. Reg. §15A.453-1(c)(1). The regulations promulgated pursuant to § 453\ndistinguish a sale from the acquisition of an equity interest, with an equity interest not a\ndebt instrument. The aforementioned broad framework of the law, as applied to the subject\ntransaction, is addressed in the context of each stated issue, below. Page 24 of 37 POSTF-134629-07\nSection 1 Substance of the Transaction While the Year 10 transaction is cast, in form, as a sale of assets, in substance,\nCorp F has not relinquished dominion and control of the assets. Corp F continues to\nrun its Industry N business using its retained rights in the assets. Thus, in substance,\nthere was no asset sale for tax purposes."
}