{
  "document_category": "legal-advice",
  "document_name": "114703f.pdf",
  "chunk_index": 10,
  "chunk_text": "13 noted in Gilmore, can lead to capricious results and a concomitant\nlack of uniformity in the application of our tax laws. Finally, as the\nCourt noted in Woodward, a test based upon taxpayer's purpose in\ndefending or settling litigation would encourage resort to\n‘formalisms and artificial distinctions.’ 427 F.2d at 433 (emphasis added). For Corporation X, the origin of the claim litigated, which gave rise to the attorney fees\nat issue, was to acquire a capital asset for all the reasons stated in the September 14,\n2011 Memorandum. Also, as stated by the Anchor Coupling Court at the close of its\nopinion: The Government offers another argument which we think should be\nmentioned briefly to further buttress the result we have reached. It\nargues that the settlement and release received by Anchor in return\nfor its settlement payment created enforceable rights in Anchor\nwhich constituted the acquisition of a capital asset. We agree that\nthe transaction can also be viewed in this manner. Thus, if Anchor\nhad completed the proposed sale of its assets by accepting\n$4,025,000 and then repurchased its assets for $4,625,000, it can\nhardly be doubted that the $600,000 premium would be included in\nthe new book value of Anchor's assets. The settlement in this case\naccomplished an identical purpose and should be accompanied by\nidentical tax treatment. 427 F.2d at 434 (citation omitted, emphasis added). The litigation that gave rise to Corporation X’s liability to pay the attorney fees at issue\nherein originated in the process of acquiring the right to market and sell generic drugs in\nthe United States, with that fact not changed by the settlement. However, Treas. Reg.\n§ 1.197-2(b)(8) providing that government-granted licenses are § 197 intangibles does\nnot apply to the settlement licenses because they are not government granted; the\nsettlement licenses are between Corporation X and the plaintiffs in the infringement\nactions. While the licenses may grant Corporation X the right to use patented\nintangibles, Treas. Reg. § 1.197-2(c)(7) provides that “[s]ection 197 intangibles do not\ninclude any interest (including an interest as a licensee) in a patent … that is not\nacquired as part of a purchase of a trade or business.” Corporation X did not acquire\nthe settlement licenses as part of the acquisition of a trade or business. However, Treas. Reg. § 1.197-2(d)(2)(ii)(B) provides (emphasis added):\nContracts for the use of intangibles. A section 197 intangible is not\na self-created intangible to the extent that it results from the entry\ninto (or renewal of) a contract for the use of an existing section 197 POSTU-139175-10 14 intangible. Thus, for example, the exception for self-created\nintangibles does not apply to capitalized costs, such as legal and\nother professional fees, incurred by a licensee in connection with\nthe entry into (or renewal of) a contract for the use of know-how or\nsimilar property. So, to the extent the licenses received in the settlement of the ANDA infringement\nlitigation relative to ANDA Two and in the settlement of the ANDA infringement litigation\nrelative to ANDA Three were for the use of § 197 intangibles as described in Treas. Reg. § 1.197-2(b)(11), the fees are still amortizable pursuant to § 197."
}