{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 20,
  "chunk_text": "Either Corp F retained its ownership in the assets or Corp F and/or its principals\nhold what is, in substance, equity interests so installment reporting does not apply. Corp F cannot be allowed to defer its income and convert ordinary income (income from\n25 Note that this recast requires C corporation treatment, not S corporation treatment. Page 26 of 37 POSTF-134629-07\nrunning the business) to capital gain income via the Year 10 transaction. All\nalternatives must be asserted to preclude such treatment. Section 2 The Term Note is Not a Debt Instrument Corp F is not eligible for the tax deferral benefits of § 453, as addressed above. Likewise, based on the facts, neither the $ DD Non-Recourse Contingent Payment\nTerm Note nor the $ CC Non-Recourse Contingent Payment Working Capital Note are\ncontingent payment debt instruments. While the absence of personal liability by Entity M does not cause the note, ipso\nfact, to be a non bona fide debt, as in Estate of Franklin, because the debt has\neconomic significance only if the business generates substantial profits, there has been\nno creation of an instrument that\nsecured ‘the use or forbearance of money.’ (citations\nomitted) Nor has the seller advanced money or forborne its\nuse. (citations omitted) . . . [T]he absence of personal\nliability on the debt reduces the transaction in economic\nterms to a mere chance that a genuine debt obligation may\narise. 544 F.2d at 1049. As opined in the Estate of Franklin\n[F]or a debt to exist, the purchaser, in absence of personal\nliability, must confront a situation in which it is presently\nreasonable from an economic point of view for him to make\ncapital investment in amount of unpaid purchase price. 544 F.2d at 1049\nSee Rev. Rul. 77-110, 1977-1 C.B. 58 (taxpayer’s inability to demonstrate the fair\nmarket value of the property at least approximated the amount of the non-recourse note\nprecludes including note amount in the basis for depreciation purposes and precludes\ndeducting the interest). See also, Rev. Rul. 84-5, 1984-1 C.B. 32 (non-recourse\nobligation did not constitute a valid indebtedness). Section 3 Proper Application of §453 Alternatively, if a sale, the installment method applies. Corp F has disposed of\nproperty with payments due after the close of the year in which the sale occurs. Accordingly, if a sale, the transaction is an installment sale, and it is a contingent\nPage 27 of 37 POSTF-134629-07\npayment sale. See Temp. Treas. Reg. §15A.453-1(c)(1). Corp F is not a dealer in\nproperty, so it must report the payments under the installment method pursuant to § 453\nunless the assets being sold are inventory,26 the transaction is otherwise disqualified, as\naddressed above as the primary position, or the taxpayer properly elected out of\ninstallment method reporting. §§ 453 (a), (b) and (j). Pursuant to Temp. Treas. Reg. § 15A.453-1(b)(2), applied using the contingent\npayment rules of Temp. Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale)."
}