{
  "document_category": "legal-advice",
  "document_name": "095001f.pdf",
  "chunk_index": 5,
  "chunk_text": "During this period, Taxpayer was considered\nto have productive capacity for alcohol not in excess of 60 million gallons per year. 1 Note that proposed regulations cannot be cited as precedent. We are restating it here to respond to the\nTaxpayer’s argument described below that incorporates the proposed regulation. POSTU-121455-09 6 During the period that LLC was classified as a partnership commencing Date 3,\nTaxpayer and LLC would be treated as one person for purposes of the 60 million gallon\nproductive capacity limitation under the aggregation rule in § 40(g)(2) if they were\nconsidered to be under “common control”, and they would be considered under\ncommon control if Taxpayer was the owner of more than 50 percent of the profit interest\nor capital interest of LLC, as provided in §§ 1.52-1(b), (c)(1), and (c)(2)(iii). LLC was\nunder the “common control” of Taxpayer within the meaning of §§ 40(g)(2) and 52(b)\nduring the period Date 3 through Date 7 because during such period Taxpayer owned\nmore than 50% of the LLC profit interest and more than 50% of the LLC capital. Therefore, Taxpayer and LLC were treated as one person during such period under the\naggregation rule in § 40(g)(2) for purposes of applying the 60 million gallon per year\nproductive capacity limitation. Under the aggregation rule, Taxpayer and LLC had combined productive capacity of I\ngallons from Date 3 until completion of the Ethanol Facility expansion in Date 6, and\ncombined productive capacity of J gallons from Date 6 through Date 7. As Taxpayer\nwas considered to have productive capacity in excess of 60 million gallons at some time\nduring its taxable year ending Date 9, Taxpayer was not an eligible small ethanol\nproducer at any time during such taxable year. Therefore, Taxpayer did not qualify for\nthe small ethanol producer credit for the ethanol production during the period Date 1\nthrough Date 2. RESPONSE TO TAXPAYER’S POSITION\nTaxpayer’s position is that Taxpayer qualified as an eligible small ethanol producer\nduring the period Date 1 through Date 2, because during such period it was the deemed\nowner of the Ethanol Facility and its productive capacity did not exceed 60 million\ngallons. Taxpayer’s primary argument is that during the period commencing Date 3, the\nproductive capacities of Taxpayer and LLC should not be combined under the\naggregation rule in § 40(g)(2) for purposes of the productive capacity limitation. Taxpayer’s alternate argument is that, if it is necessary to consider LLC’s productive\ncapacity, Taxpayer qualified as an eligible small ethanol producer by applying the\nproductive capacity limitation at the level of Taxpayer’s patrons under the pass-through\nentity rule in § 40(g)(3). Taxpayer’s primary argument is that the productive capacities of Taxpayer and LLC\nshould not be combined under the aggregation rule in § 40(g)(2) for purposes of\napplying the productive capacity limitation. Taxpayer concedes that LLC did not qualify\nas an eligible small ethanol producer during the period Date 3 through Date 7 and that\nTaxpayer and LLC were under common control within the meaning of § 40(g)(2) during\nthe period Date 3 through Date 7."
}