{
  "document_category": "legal-advice",
  "document_name": "11382f.pdf",
  "chunk_index": 3,
  "chunk_text": "A filed a Form 1120, “U.S. Corporate Income Tax Return,” for both years -------------------------. A’s services budget is funded by contributions from its members. The\ncontribution rate is voted upon and approved by the taxpayer’s members and is based\non a percentage of the members’ gross sales. For purposes of calculating a member’s\ncontribution, a member’s gross sales do not include any proceeds from the sale of gift\nchecks. The A reports the members’ contributions ---------------“Other Income,” on --------------- its Form 1120 without including any of the gift check sale proceeds. A sells gift checks, in preset denominations of $X or $XX, in different ways. First,\nA provides checks to D stores for sale to customers, and D stores pay A the face value\nof the gift checks. Second, A sells gift checks directly to scrip organizations at a 10%\ndiscount, which in turn, resell the gift checks. A recognizes the discount at the time of\nsale for both book and tax purposes. Finally, A sells gift checks through online sales. The link to online sales is located on the B website; however, A processes the orders\nand directly receives payment. The link on the B website is strictly a service provided\nfor the benefit of --------. A maintains a small supply of gift checks on hand to fill orders\nfrom D stores, scrip organizations and online sales. A securely stores the unissued gift\nchecks in a warehouse until it needs to replenish its supply. The face of the gift checks is printed to read, in part, as follows:\nPay to the Order of any D\nPayable at E Bank, City, State, Zip Code\nSEE OTHER SIDE FOR DETAILS. The reverse of the gift checks is printed to read, in part, as follows:\nTo D (B or B system) … This is a check issued by [… A …]. Please credit bearer $X and present to any\nbank. To Contacting Bank: Upon presentation, handle as a cash item payable at paying\nbank. 2 See The A versus B Litigation -----------------------. POSTF-149051-10 6 This gift check is worth $X and is redeemable toward the purchase of any product\nat most D restaurants in the United States. All taxes are payable by bearer. The gift checks are similar to actual checks that circulate in the economy as\nnegotiable instruments. The pre-numbered gift checks have separate checking account\nnumbers based upon the face value of the gift check and, like an actual check, are\nprocessed through the Federal Reserve System. The gift checks are honored by E\nwhen presented for payment. The gift checks are not dated and have no expiration\ndates. A orders the gift checks in batches, and A opens a new checking account each\ntime a batch of gift checks is produced. On average it takes about three (3) years to sell\nan entire batch of gift checks. Because the gift checks are associated with a specific bank account through\nwhich they clear, A establishes a general ledger account for each batch of gift checks\nby denomination."
}