{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 15,
  "chunk_text": "Section 3121(u)(2) generally extends the Medicare portion of FICA tax to wages for\nservice performed by employees of states, political subdivisions, and wholly owned instrumentalities\nthereof hired after March 31, 1986. POSTF-123043-08 16 under the section 218 agreement means that the worker is an employee for FICA (both\nMedicare and social security) tax purposes, the Medicare-only 218 agreement\nestablishes contractual liability for Medicare tax only. Accordingly, retroactive Medicare\ntax liability would be the only part of the FICA that would be barred from potential 530\nrelief with respect to the covered workers. The employer could still qualify for\nretroactive section 530 relief from the social security tax. Another issue is whether an employer can obtain section 530 relief for income tax\nwithholding liability if relief from Medicare tax is unavailable because the employee is\ncovered under a section 218 agreement. There is no provision in Chapter 24,\nCollection of Income Tax at Source, similar to section 3121(d)(4), providing that a\nworker covered under a section 218 agreement is an employee. Because the\nAdministrator's determination that an individual is covered under a section 218\nagreement would generally be based on the common law rules, a similar result should\nbe reached with respect to liability for income tax withholding after coordination with the\nAdministrator. The Service, however, has jurisdiction over the determination of whether\nstate and local workers are employees for federal income tax withholding purposes. As\nnoted above, the facts in this case support the view that ------ members are officers\nsubject to income tax withholding under section 3401(c). The income tax withholding provisions have always been exclusively under the\njurisdiction of the Service regardless of whether the workers are state and local\nemployees under section 218 agreements. State and local governmental employees\nwere, of course, subject to income tax withholding at the time of passage of section 530\nand no exception was provided for application of section 530 to the income tax\nwithholding liability arising from the services of such workers. Accordingly, if the requirements of section 530 are met, state and local employers may\nobtain retroactive section 530 relief with respect to social security tax and income tax\nwithholding liability if the reclassified worker is covered under a Medicare-only section\n218 agreement. As a general rule, relief under section 530 continues as long as the employer satisfies\nthe reporting consistency rule (by issuing Forms 1099 when required), the substantive\nconsistency rule, and the reasonable basis test. Under the substantive consistency\nrule, the employer must treat any workers in substantially similar positions as not being\nemployees to obtain section 530 relief. The withholding of FICA taxes is treatment of a\nworker as an employee under section 3.03 of Rev. Proc. 85-18. In the case of state and\nlocal government entities that are granted relief from income tax withholding liability but\nnot FICA taxes, the question is raised whether relief from income tax withholding liability\nwill apply prospectively, because the entities will be withholding and paying FICA taxes. The substantive consistency rule would seem to prevent the entity from obtaining\ncontinuing section 530 relief and require the withholding of income tax prospectively."
}