{
  "document_category": "legal-advice",
  "document_name": "044101f.pdf",
  "chunk_index": 2,
  "chunk_text": "3 The assets exchanged did not include property described in § 1031(a)(2) (i.e., stock in\ntrade or other property held primarily for sale, stocks, bonds, notes, choses in action,\ninterest in partnership, certificates of trust or beneficial interest, other securities, or\nevidences of indebtedness or interest.) The cash received by TSub was deposited with\na qualified intermediary (as defined in § 1.1031(k)-(1)(g)(4)) and was ultimately used to\npurchase two service stations located in City 1 and City 2, State 2. All of the time limits\nset forth in the § 1031 regulations were met with respect to the identification and\npurchase of the replacement property (i.e. service stations). On its Federal income tax return for the taxable year ending Date 3, Taxpayer reported\na gain of Amount 2 on the exchange. Taxpayer attached Form 8824, Like-Kind\nExchanges, to its Federal income tax return for the tax year ending Date 3. Even\nthough Line 15 of the Form 8824 indicates a multi-asset exchange, Taxpayer treated\nthe exchange as a single-asset exchange in its calculations in the Attachment to Form\n8824, which was the basis of Taxpayer’s reported gain. 3 For purposes of the\ncalculation, Taxpayer characterized all the assets as tangible. The personal properties\nexchanged and received were not further classified in accordance with General Asset\nClasses or SIC codes as prescribed by the § 1031 regulations. Exam proposes to treat\nthe exchange as a multi-asset exchange. Exam requests advice regarding the proper classification of the pipelines used\nexclusively in the crude oil gathering system for purposes of determining the correct\ngain (if any) to be recognized as the result of this transaction. The County 1 pipeline is\ncomprised of approximately Amount 8 of Amount 9, Amount 10, Amount 11, and\nAmount 12 pipeline that is buried below plow depth. The County 2 pipeline is\ncomprised of approximately Amount 13 of Amount 14 pipeline that is buried below plow\ndepth. TSub and the unrelated third-party do not own the land across which the\npipelines cross, but enjoy numerous agreements with landowners that permit TSub and\nthe unrelated third-party limited access to and use of their land. The examination team\nproposes to classify the pipelines as personal property in accordance with State 1 law. LAW AND ANALYSIS\nSection 1031(a) provides that no gain or loss shall be recognized on the exchange of\nproperty held for productive use in a trade or business or for investment (not including\nstocks, bonds, notes, choses of action, certificates of trust or beneficial interest and\ncertain other types of property not here pertinent) if such property is exchanged solely\nfor property of like kind which is to be held for productive use in a trade or business or\nfor investment. 3 Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality."
}