{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 25,
  "chunk_text": "Contrary to Corp F’s\ninterpretation, §1.C.4.d does not assert § 1060 applies to the seller for purposes of\ntrumping § 453 gross profit reporting requirements. Rather § 1.C.4.e notes with a\nPage 31 of 37 POSTF-134629-07\nmaximum selling price contingent sale, Temp. Treas. Reg. § 15A.453-1(c)(2)(3) defers\nbasis recovery and accelerates gain. In addition § 1.C.4.e notes that:\nIn ACM-Partnership v. Commissioner, T.C. Memo 997-115,\naff’d 157 F.3d 231 (3rd Cir. 1998), Saga Partnership v.\nCommissioner, T.C. Memo 1999-359 (1999), ASA\nInvesterings Partnerships v. Commissioner, T.C. Memo\n1998-305, aff’d 201 F.3d 505 (D.C. Cir. 2000) and Boca\nInvesterings Partnership v. United States, 314 F.2d 625\n(D.C. Cir. 2003), the taxpayers tried to take advantage of the\nratable basis recovery under these regulations . . . . . . . . . . .\n. . . . . . . . . . [and the courts ultimately] found the\ntransaction[s] to be sham[s] in substance. . . Turning to the specific regulations cited by Corp F, Reg §1.1060-1(c)(1), said\nregulation provides\n[T]he seller’s consideration is the amount in the aggregate,\nrealized from selling the assets in the applicable asset\nacquisition under section 1001(b). The purchaser’s\nconsideration is the amount, in the aggregate, of its cost of\npurchasing the assets in the applicable asset acquisition that\nis properly taken into account in basis. (emphasis added) No place does this or any other subsection of Reg. § 1.1060 address § 453. No place\ndoes this or any other subsection of Reg. § 1.1060 asserts that the sale can be\nbifurcated into separate sales of each class of assets. Rather, Reg. § 1.1060-1(c)(2)\nprovides that the amount realized for each asset is determined by allocation the\nconsideration to all assets using the residual method under Treas. Reg. §§ 1.338-6 and\n1.338-7. Thus, contrary to the contentions of Corp F, the regulations under § 1060 do\nnot support its interpretation of the application of § 453. For purposes of allocating the aggregate deemed sale price (“ADSP”) and\nadjusted gross-up basis (“AGUP”), Reg. § 1.338-6(a) provides, generally, that fair\nmarket value is the gross fair market value without regard to liabilities; it does not define\nfair market value. Reg. § 1.338-6(b) addresses allocating the consideration (ADSP)\namong the seven classes of assets, but no where does said regulation address § 453 or\ninfer each asset class is to be treated as a separate, stand alone, sale for purposes of\napplying § 453. Rather, said regulation provides the total consideration paid is first\nreduced for Class I Assets (cash and general deposit accounts as further elaborated on\nin the regulation) then allocated among the other classes of assets in proportion to their\nfair market value, on an asset class by asset class basis. Asset classes II through VII\nare defined in Reg. § 1.338-6(b)(2)(ii) through (vii). Reg. § 1.338-6(c) provides that\nclass asset allocations are not to exceed fair market value, again, without defining fair\nPage 32 of 37 POSTF-134629-07\nmarket value. Fair market value is the amount a hypothetical buyer would pay and a\nhypothetical seller would accept both being appraised of all relevant facts."
}