{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 10,
  "chunk_text": "Further, no documentation has been\nshown to Examination and Examination does not know of any documentation that\npurports to show any mutual agreement between the Coop and its members or\nparticipating patrons, to reclassify b purchases, as per-unit retains, for the taxable year\n2005. A copy of the October 20----memorandum is attached hereto as Exhibit A. POSTF-143023-10 12 ISSUES\n1) Whether the Coop’s b payments to members and participating patrons for the\ntaxable year 20----constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code. Answer: The answer is no. This is\nbecause the b transactions are mutually agreed completed sale transactions\nbetween the Coop and its members or participating patrons. Neither the form or\nthe substance of the transaction nor any other collateral agreements provide\nevidence that the parties intended to treat the completed sales as PURPIMS, or\nas anything else other than completed sales. 2) Whether for the purpose of computing its section 199 domestic production\nactivities deduction, for the taxable year 20---, Coop’s qualified production\nactivities income and taxable income should, pursuant to section 199 (d)(3)(C) of\nthe Code, be computed without regard to any deduction for b payments to\nmembers and participating patrons. In other words, whether all of Coop’s b\npayments in cash to members and participating patrons for 20--- could be\nclassified as “per-unit retain allocations paid in money” and that they should be\nadded back in its section 199 computation. Answer: The answer is no. This is\nbecause based on the form and substance of the b transaction, the Coop\noriginally treated the b transactions as purchases (a part of their cost of goods\navailable for sale, and when sold to third party, deducted as cost of goods sold),\nand not as PURPIMS. Having failed to obtain a timely mutual agreement to\nreclassify the b purchases into PURPIMS, to allow an untimely reclassification\nwould be prejudicial to the members, patrons, and to tax administration. The\nharm to the members, participating patrons, and to tax administration supports\nholding the Coop to its original reported position under the doctrines of election,\nconsistency, and equitable principles, for the tax year 20---..\nDISCUSSION AND LEGAL ANALYSIS Summary of what this opinion holds. The Coop filed a claim for refund of overpaid taxes for their tax year ended\nDecember 31, 20---. The claimed overpayment is due to a recomputation of the Coop’s\nI.R.C. §199 domestic production activities deduction. The recomputation consists of\nreclassifying b purchases from cooperative members and participating patrons into “perunit retain allocations paid in money” [(within the meaning of I.R.C. §1382(b)(3)]. This is\na unilateral and not a mutually agreed to reclassification. There is no evidence that the\nmembers and participating patrons in the b transactions agreed to this reclassification. 3\n3 Exhibit A, the October 20----memorandum from the Coop to its patrons, is simply a post claim for refund,\none-sided notification from the Coop to its patrons that they are receiving amended Forms 1099PATR. It\nneither expresses nor implies a mutual agreement by the Coop, its members, and participating patrons to\nreclassify b purchases into PURPIMS. The October 20--- memorandum is an untimely, self-serving\nunilateral action by the Coop. POSTF-143023-10 13"
}