{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 29,
  "chunk_text": "64 The exclusivity does not extend to the drugs known as authorized generics (AG), “generics” that are\nmarketed and sold pursuant to a license from an NDA holder. The Federal Trade Commission Study,\n“Authorized Generics; An Interim Report, 2009 WL 1847678 (F.T.C.), June 2009 found that “[b]etween\nFY2004-FY2008, 76 final patent settlement agreements were with first-filer generics. About one-quarter\n(20 out of 76) of those patent settlements involved (1) an explicit agreement by the brand not to launch an\nAG to compete against the first filer, combined with (2) an agreement by the first-filer generic to defer its\nentry past the settlement date by, on average, 34.7 months. With regard to these twenty settlements,\nbranded sales of the affected products ranged from $12.6 million to $5.3 billion, with an average market\nsize of $917 million and a median market size of $514 million. Five of the settlements covered products\nwith annual sales of $1 billion, $1.1 billion, $2.1 billion, $2.5 billion, and $5.3 billion.” See Asim Varma,\nSon B. Nguyen and Justin P. Hedge, The FTC Reports on Follow-On Biologics and Authorized Generics:\nApplying Lessons from Hatch-Waxman to Promote Competition, Antitrust 41, 42 (Fall, 2009) (addressing\ntwo reports issued by FTC). See also “Pay-For-Delay Settlements, Authorized Generics, and Follow-on\nBiologics: Thoughts on the [sic] How Competition law Can Best Protect Consumer Welfare in the\nPharmaceutical Context,” by J. Thomas Rosch, Federal Trade Commission, 2009 WL 4047975,\nNovember 19, 2009 (presented at the World Generic Medicine Congress by an F.T.C. Commissioner). 65 64 Food & Drug L.J. at 383-385. 66 Id. at 384 (footnotes omitted) (emphasis added). POSTU-139175-10 59 In light of the average selling price of the first generic drug in the\nmarket, some have estimated that a first filer awarded 180-day\nexclusivity could, in fact, “expect a 1,000 percent return on\ninvestment.” In addition, first filers, by launching their generic drugs\nin the absence of other generic competitors, may have the\nadvantage of being able to enter into long-term supply contracts\nwith pharmacies retailing their products. The 180-day exclusivity is transferable in certain circumstances. See Mary W. Bourke\nand Edward Danberg, Current Trends in Hatch-Waxman Patent Litigation: A System\nStill in Flux, Practicing Law Institute 878 PLI/Pat 939, § I.C.5 (2006) (“exclusivity may be\ntransferred separately from the ANDA [quoting Mylan Pharm. Inc. v. Shalala, 81 F.\nSupp.2d 30, 47-48 (D.D.C. 2000)] that ‘[e]xclusivity periods are a transferable\ncommodity which can be waived in favor of another generic manufacturer for a\nsubstantial price.’”)(emphasis added). 67 However, the 180-day exclusivity can be\nforfeited in certain circumstances. The court decision trigger for forfeiture states that 180-day exclusivity is\nforfeited if the applicant fails to market 75 days after, as to each patent at\nissue, “a court enters a final decision from which no appeal (other than a\npetition to the Supreme Court for a writ of certiorari) has been or can be\ntaken that the patent is invalid or not infringed”-- unless 75 days have not\nelapsed since the ANDA approval was effective and 30 months have not\nelapsed since the ANDA was submitted."
}