{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 9,
  "chunk_text": "Texas & Pacific\nRailway Co. v. U.S., 286 U.S. 285, 290 (1932). Taxpayer's use of the BEA payments to\npay operating expenses merely subsidized its current operations. Therefore, the BEA\npayments did not become a permanent part of Taxpayer’s working capital structure. Second, the BEA payments were payments for specific services provided. Our\nconclusion is based upon the aforementioned criteria established by the Fund for\nreceipt of a BEA payment, the mechanisms employed to calculate the amount of BEA\npayments, the lack of restrictions on the use of the BEA payments by recipients,\nTaxpayer’s increase of its general revenue account for receipt of the BEA payments,\nand the issuance of Forms 1099-G. As discussed above, it is our opinion that the BEA\npayments were intended to supplement Taxpayer’s operating revenue in exchange for\nproviding banking activities in distressed communities. While a public benefit is clearly\nderived from the BEA program, it is our opinion that the BEA program was merely a\nconduit by which financial institutions are compensated for qualifying activities in\ndistressed communities. Third, there is no evidence of any bargaining relative to the BEA payments. The\namount of the BEA payment is unilaterally prescribed by the Fund without any\nnegotiation between the parties. The BEA payment is based upon Taxpayer’s increase POSTF-147002-10 10 in equity investment, lending and deposit activities in distressed communities from the\nprior award year. In Chicago, Burlington & Quincy R.R., the Supreme Court held that\ngovernment subsidies to construct improvements, including overpasses, crossings and\nsignage, were not contributions to the taxpayer’s capital as the payments were not in\nany real sense bargained for by the taxpayer. 412 U.S. at 413-414. Moreover, the\nFund has complete discretion as to the amount of any BEA payment made to Taxpayer. Finally, the BEA payments were not employed in or contribute to the production\nof additional income. During the taxable years *** c and *** d, the BEA payments could\nbe used for any purpose and were not exclusively restricted to the acquisition of capital\nassets or the making of capital investments. Taxpayer's use of the BEA payments to\npay operating expenses and its failure to invest the BEA payments in any capital assets\nprecludes the generation of additional income from the BEA payments. Application of Section 362 Even assuming that Taxpayer could show that the BEA payments satisfy the\nrequirements for exclusion under section 118, Taxpayer failed to reduce the basis of\nany assets in accordance with section 362. If a contribution to capital has been made\nunder section 118, then the basis of the contributed property in the hands of the\ntaxpayer must be determined. A contribution of property other than money by a\nnonshareholder to the capital of a corporation will result in the property having a basis of\nzero. I.R.C. § 362(c)(1). In the event that money is contributed by a nonshareholder,\nthen any property acquired with the money during the following 12 months shall have its\nbasis reduced by the amount of the contribution. I.R.C. § 362(c)(2)."
}