{
  "document_category": "legal-advice",
  "document_name": "090801f.pdf",
  "chunk_index": 10,
  "chunk_text": "Tate & Lyle, 87 F.3d at 104. It was\nto avoid this result, which Congress viewed as “unduly harsh,” that the Secretary was\nauthorized to address, by regulation, amounts owed to foreign payees. But the statute\ncertainly does not specify whether the Secretary was to apply the matching principle by,\nas taxpayer suggests, allowing payees in its situation an immediate deduction when\ninterest is accrued, or, as the Secretary determined in the Treasury Regulation, allowing\na deduction only when the interest is paid. Moreover, the assumption underlying taxpayer’s argument, that because the\ninterest income is exempt from tax by treaty, there is nothing to match against, is\nmistaken. As Judge Gerber explained in his Tax Court dissent in Tate & Lyle, 103 T.C. POSTF-108700-08 13 at 683–684, “Congress did not relieve taxpayers from the requirements of section 267\nwhere one of the related members is tax-exempt under section 501,” and it thus “does\nnot follow that, if an entity is exempt from tax and the related entities are subject to\nsection 267, an otherwise taxable entity that is exempt from some portion of its income,\nespecially under a treaty, would result in the related entities’ not being subject to section\n267.” As Judge Gerber further explained, “it does not follow that—because the income\nis tax-exempt, it is or becomes nonexistent for purposes of the accounting method\nrequirements of sections 881(a)(1), 1442(a), and 267. The character of income is not\nchanged simply because a treaty provides relief from part or all of the tax of one of the\ntreaty countries. Rather, the [treaty] simply has the effect of eliminating the U.S. tax.” 103 T.C. at 684. In sum, as the Third Circuit in Tate & Lyle observed, “[t]he legislative history of\nsection 267(a)(3) reveals that Congress anticipated other reasons [than a difference in\naccounting methods] for the mismatch of interest expense and income between related\npersons, which would defer the deduction of interest expense until actually paid.” 87\nF.3d at 105. Instead, as the Tax Court in Square D explained, “the scope of the\nregulations under Section 267(a)(3) is generally determined by the presence or absence\nof a U.S. method of accounting for the income in the hands of the foreign recipient,\nwhere the U.S. payor seeks to accrue a deduction with respect to that item.” Square D,\n118 T.C. 299 at *312. Both the Senate and the House reports on I.R.C. § 267(a)(3)\nmake clear, as the Third Circuit in Tate & Lyle observed, 87 F.3d at 105, that Congress\ncontemplated that the Commissioner might combat such abuse by applying I.R.C. §\n267(a)(3) to situations where the payee was not ultimately subject to tax on the amount\nreceived. In Treas. Reg. § 1.267(a)–3, the Secretary did no more than what the House\nand Senate reports said he could do. The Secretary adopted a rule providing that\nwhere an accrual basis United States taxpayer accrues interest payable to a related\nforeign payee, the United States taxpayer is allowed a deduction only when the interest\nis paid. Therefore, as found by the Seventh Circuit, the Third Circuit and the Tax Court,\nthe regulation is based on a permissible construction of the statute and should be\nupheld. III."
}