{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 6,
  "chunk_text": "31 T.C. at 58689. To provide an additional source of legal abstract fees, the\npartnership organized a federal S&L association and agreed to\nmake good any operating deficits of the association for the\ninitial 3 years. The Court held that partners paid the deficits CC:LM:F:MAN:1:POSTF-112619-02 page 8 with the explicit objective of promoting an additional source of\nfees. Id. at 595. In Cepeda, the taxpayer operated a medical practice called\nECPA. T.C. Memo. 1993-477. Also, Cepeda and other doctors\ncreated an outpatient medical clinic called VSMC. ECPA leased\noffice space and the use of facilities and equipment from VSMC. ECPA paid some of VSMC’s operating expenses. The Court found\nthat ECPA made the payments, not to increase the VSMC’s profits,\nbut rather to keep VSMC in operation so that ECPA could continue\nto earn medical fees from patients who were referred to ECPA\nbecause of its access to VSMC. The Court also found that by\nkeeping VSMC in operation, ECPA was able to avoid incurring the\nadditional substantial expense of purchasing equipment it had\naccess to at VSMC. The Court held that ECPA paid the expenses\nwith the underlying motivating purpose of protecting and\npromoting his own business. Id. In Dinardo, the taxpayers created a partnership to practice\nmedicine and organized a nonprofit corporation to operate a\nprivate hospital. 22 T.C. at 431-34. The medical partnership\nreceived fees from patients referred to it by hospital. The\npartnership paid the hospital’s operating deficits to keep the\nhospital in operation and to avoid the loss of medical fees. The\nCourt found that the partnership did not pay the hospital’s\noperating deficits with the purpose to make profits from the\noperation of a hospital, and thereby to augment the partnership\nincome. Rather, the Court found that the payments were made to\nkeep the hospital in operation in order for the medical\npartnership itself to earn medical fees from patients who would\nbe hospitalized at the hospital, or who would be sent to the\npartnership because of referrals from or access to hospital’s\nfacilities. Id. at 435-436. The above cited cases are distinguishable from\ncase. In these cases, the parent paid the subsidiary’s\noperating costs either to increase, or prevent a substantial\ndecrease of, the parent’s own income derived from unrelated third\nparty consumers or to create an additional source of income to\nsupplement the parent’s own business income. The expenses were\nnot incurred by the parent to increase the parent’s income\ncurrently derived directly from its subsidiary or to make profits\nfrom the entity. In\ncase, there is no\ncomparable direct link between\nawarding stock\noptions to its subsidiaries’ employees and an increase\ndomestic sales of consumer products to unrelated third party\nconsumers. Also,\ndid not award the stock\noptions to create an additional source of income derived from the\nsubsidiaries. Here,\nalleges its purpose was to CC:LM:F:MAN:1:POSTF-112619-02 page 9 increase its royalty and sales income currently earned from its\nsubsidiaries. situation is the more typical\ninstance of the general and indirect benefit which inures to a\nparent corporation when its subsidiaries successfully performs\ntheir functions, such as with dividends paid to a parent or\nincreased shareholder value. The residual benefit to a parent\ndoes not suffice for its claimed deduction."
}