{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 15,
  "chunk_text": "Corporation X’s ANDAs fit neatly into the I.R.C. § 1253(b)(1) definition since the ANDAs give Corporation\nX the right to market and sell its ANDA products within the United States, a territory that encompasses the\nentire country. Courts have noted that Congress provided an \"expansive definition\" of franchise to\n“include” agreements to sell or distribute goods within a specified area, which does not exclude other\nthings otherwise within the meaning of a franchise. See, e.g., Jefferson-Pilot Corp. v. Commissioner, 98\nT.C. 435, 443 (1992), aff'd 995 F.2d 530 (4th Cir. 1993) (FCC licenses are agreements “between the\nFederal Government and the licensee, under which the licensee agrees to provide the service of radio\nbroadcasting within a specified area in exchange for the right to broadcast”). See also, Jefferson-Pilot\nCorp. v. Commissioner, 995 F. 2d 530 at 531 (4th Cir. 1993)(“The definition of term ‘franchise’ is\nsufficiently broad to include licenses issued by the FCC.”). That the right to market and sell came from the FDA, not the Federal Communications Commission\n(FCC), is a distinction without a difference – both the FDA and FCC are granting, for a territory,\ncommercialization rights. See also Addendum A, last 3 pages (enumerating the quality controls and other\nrestrictions imposed on the ANDA holder to retain the rights to market and sell, with the controls similar in\nnature to the “strings” a franchiser would retain over its franchise, e.g., quality controls). In addition, the\nidentified categories of expenditures that must be capitalized are construed broadly, and not limited by\nnarrow technical arguments. T.D. 9107, 2004-1 C.B. 447 § II. D. Accordingly, FDA-approved ANDAs\nthat allow the marketing and selling of new drugs in the United States are franchises within the meaning\nof Treas. Reg. § 1.263(a)-4(d)(5)(i). POSTU-139175-10 42 investigating or otherwise pursuing the transaction is determined\nbased on all of the facts and circumstances. In determining\nwhether an amount is paid to facilitate a transaction, the fact that\nthe amount would (or would not) have been paid but for the\ntransaction is relevant, but is not determinative. Treas. Reg. § 1.263(a)-4(e)(1)(emphasis added). The term “transaction,” as used above, is also clearly defined in the regulations, as\nfollows:\n(3) Transaction. For purposes of this section, the term transaction\nmeans all of the factual elements comprising an acquisition or\ncreation of an intangible and includes a series of steps carried out\nas part of a single plan. Thus, a transaction can involve more than\none invoice and more than one intangible. For example, a\npurchase of intangibles under one purchase agreement constitutes\na single transaction, notwithstanding the fact that the acquisition\ninvolves POSTU-139175-10 43 multiple intangibles and the amounts paid to facilitate the\nacquisition are capable of being allocated. . . .\nTreas. Reg. § 1.263(a)-4(e)(3)(emphasis added). The transactions at issue in this case, which generated the fees at issue, arose from\nCorporation X’s filing of ANDAs with paragraph IV certifications to obtain FDA-approved\nANDAs allowing Corporation X to market and sell generic pharmaceuticals in the\nterritory of the United States prior to the expiration of the United States patents for the\nreferenced NDA-approved drugs."
}