{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 14,
  "chunk_text": "The\nprofit (loss) from the pool is shared by the members (participating patrons) of the\nmarketing cooperative. The profit (loss) from the pool can not be determined until the\npool is closed; at that time, pool sale proceeds and associated expenses will be known. Per-unit retains represent part of the members or patrons’ equity in b sale, which is\nbeing withheld by the cooperative; per unit retains paid in money (PURPIMS), on the\nother hand, represent part of the members or patrons’ equity (from past pools or the\npresent b pool) being distributed to the member or participating patron. As the time\nbetween the b sale to the cooperative and the closing of the b pool can straddle two or\nmore years, at year-end, patronage dividend (or “patronage refund”) from the b pool\nmay not yet be determinable. Per-unit retains paid in money are payments of a portion\nof the per-unit retain, so that the member/participating patron receives operating cash. POSTF-143023-10 16 Although, it must be recognized that there are separate provisions for per-unit\nretains and patronage dividends in the internal revenue code, per unit retains represent\nan “advance” of what, hopefully, would have otherwise become a patronage dividend\n(or patronage refund). The rest of his per-unit retain, his remaining equity in the b pool,\nhe will receive, in the form of a patronage dividend (or patronage refund), if and when\none is declared or distributed; or, it may remain undistributed, as part of his capital\ncontribution to the cooperative. 4 The cooperative, in turn, obtains a current year\ndeduction, when it pays the per-unit retains, without having to wait until it is able to\ndeclare a patronage dividend (or patronage refund). I.R.C. §§1388(f) and 1382(b)(3). The fact that per-unit retains are basically a deductible substitute for, or a\ndeductible “advance” for deductible patronage dividends (or patronage refunds) can be\nseen from the summary of the amendments to the Subchapter T, in the Senate Report\nto the Foreign Investors Act of 1966. In relevant, part, the Report explains, as follows:\n“The bill amends present law to provide tax treatment with respect to\nper-unit retain certificates which parallels, in general, the tax treatment applicable\nwith respect to patronage dividends.” See, S.Rep. No. 1707, 89th Cong. 2d Sess.\n70 (1966), reprinted in 1966 U.S. Code Cong. & Admin. News 4446, 4515-4516;\n1966-2 C.B. 1059, 1108.5 One more example of why a purchase and a per-unit retain are materially\ndifferent concepts can be profitably considered. In an open per unit retain transaction,\nunlike a closed sale/purchase transaction, logically, one would expect that when the\nCoop distributes per-unit retains paid in money in excess of the Coop’s proceeds from b\nsales to third parties, the Coop would be entitled to recoup the excess from the\nmember/patron recipients. This recoupment, conceivably, could be done either by\nrefunding part of the money paid as per unit retains paid in money or by agreeing to a\ndebit (a reduction) to the members and participating patrons capital accounts, in the\nCoop, if any exist. In contrast to the previous situation, in a closed sales transaction,\nthe b seller has ownership to the proceeds of the b sale to the Coop. There is no\n4"
}