{
  "document_category": "legal-advice",
  "document_name": "114702f.pdf",
  "chunk_index": 3,
  "chunk_text": "Therefore, a taxpayer may disclose the value of inventories on a\nbalance sheet using a method other than LIFO to identify the inventories,\nand such a disclosure will not be considered at variance with the\nrequirement of paragraph (e)(1) of this section. However, the disclosure\nof income, profit, or loss for a taxable year on a balance sheet issued to\ncreditors, shareholders, partners, other proprietors, or beneficiaries is\nconsidered at variance with the requirement of paragraph (e)(1) of this\nsection if such income information is ascertained using an inventory\nmethod other than LIFO and such income information is for a taxable year\nfor which the LIFO method is used for Federal income tax purposes. Therefore, a balance sheet that discloses the net worth of a taxpayer,\ndetermined as if income had been ascertained using an inventory method\nother than LIFO, may be at variance with the requirement of paragraph\n(e)(1) of this section if the disclosure of net worth is made in a manner\nthat also discloses income, profit, or loss for a taxable year. However, a disclosure of income, profit, or loss using an inventory method\nother than LIFO is not considered at variance with the requirement of\nparagraph (e)(1) of this section if the disclosure is made in the form of\neither a footnote to the balance sheet or a parenthetical disclosure on the\nface of the balance sheet. In addition, an income disclosure is not\nconsidered at variance with the requirement of paragraph (e)(1) of this\nsection if the disclosure is made on the face of a supplemental balance\nsheet labelled as a supplement to the taxpayer's primary presentation of\nfinancial position, but only if, consistent with the rules of paragraph (e)(3)\nof this section, such a disclosure is clearly identified as a supplement to or\nexplanation of the taxpayer's primary presentation of financial income as\nreported on the face of the taxpayer's income statement. Section 1.472-2(e)(3) provides specific rules related to the exception of the conformity\nrequirement for supplemental or explanatory information. Section 1.472-2(e)(3)(i) provides: POSTS-104573-11 5 Information reported on the face of a taxpayer’s financial income\nstatement for a taxable year is not considered a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s\nincome, profit, or loss for the taxable year in credit statements or financial\nreports. For purposes of paragraph (e)(3) of this section, the face of an\nincome statement does not include notes to the income statement\npresented on the same page as the income statement, but only if all notes\nto the financial income statement are presented together. Section 1.472-2(e)(3)(ii) provides, in part:\nInformation reported in notes to a taxpayer's financial income statement is\nconsidered a supplement to or explanation of the taxpayer's primary\npresentation of income, profit, or loss for the period covered by the\nincome statement if all notes to the financial income statement are\npresented together and if they accompany the income statement in a\nsingle report."
}