{
  "document_category": "legal-advice",
  "document_name": "042301f.pdf",
  "chunk_index": 6,
  "chunk_text": "I.R.C. § 943(b)(1)(A)\ndefines the term \"transaction\" as any sale, exchange, or other\ndisposition, any lease or rental, and any furnishing of related\nor subsidiary services. A parallel definition is included in the\nI.R.C. § 942 definition of FTGR as gross receipts from the sale,\nexchange, or other disposition, lease or rental and related or\nsubsidiary services of qualifying foreign trade property. I.R.C. § 942(a)(1). In other words, the ETI exclusion provisions apply to\ntransactions entered into on or after October 1, 2000. For\npurposes of this rule, “transaction” and “contract” are not\nsynonymous. See, e.g., ETI Act § 5(c)(1)(B) (distinguishing\nbetween transactions and contracts). A contract may give rise to\nmore than one transaction. And such transactions may be entered\ninto, for ETI exclusion and FSC purposes, at different times. As\nan example, consider Contract1 described above. The contract was\nsigned on Date1, and called for production and delivery of\nProductA. Pursuant to that same contract, the purchaser\nexercised an option, in Date2, for production and delivery of\nProductB. In this fact pattern, a contract made before the\neffective date of the ETI Act gave rise to two transactions, the\noriginal sale of ProductA and the second sale of ProductB. As we\nunderstand the facts of the case, the original sale was entered\ninto on the same date that the contract was made, Date1, and the\nsecond sale was entered into in Date2 when the option was\nexercised. The FSC 14 § 5(c) of the ETI Act provides for a transition period for existing FSCs. Initially, Taxpayer focused on the language of the transition provisions in\narguing it was entitled to report income under the ETI régime. However,\nTaxpayer has now recast it’s argument to apply to all income generated\npursuant to pre-existing long-term contracts under the general effective date\nof the ETI Act. CC:LM:HMT:--------:POSTF-103313-03 page 16 provisions apply to the pre-ETI Act original transaction, and the\nETI exclusion provisions apply to the post-ETI Act second\ntransaction. In contrast, Taxpayer asserts it is entitled to report\nincome from military equipment sales after September 30, 2000\nunder the ETI regime rather than the FSC regime which,\nessentially, doubles it’s tax benefit. Taxpayer insists it:\nmay apply the new ETI régime to taxable income\nreportable after September 30, -, regardless of whether\nthe income is attributable to a contract in effect\nprior to the enactment of ETI, and regardless of\nwhether income from previous years relating to the same\ncontract was reported under the FSC rules. (-------“------------------------------------------------------------------------------------------------------------------------------------------------” (hereinafter “Taxpayer’s Position\nPaper”), p. 1.) The crux of Taxpayer’s assertion that it is entitled to the\nbenefits of the ETI Act rests on the definition of “transaction”\nand, more specifically, “sale transaction.” The determination of\nwhen a sale transaction occurs is factual. Persuasive arguments\ncan be made, depending on the specific facts, that Taxpayer’s\nsale transactions for military equipment: (1) preceded the actual\nsigning of the contract when the buyer (the U.S. Government,\nforeign government or foreign entity) accepted the seller’s\n(Taxpayer) offer and agreement on the terms of the sale was\nreached15; (2) occurred when the contract16 memorializing the\n15"
}