{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 18,
  "chunk_text": "It usually takes\nabout 2 weeks to get an SSN once the\nSSA has all the evidence and information it needs. Check that both the name and SSN\non your Forms 1040 or 1040-SR, W-2,\nand 1099 agree with your social security\ncard. If they don’t, certain deductions\nand credits on Form 1040 or 1040-SR\nmay be reduced or disallowed and you\nmay not receive credit for your social\nsecurity earnings. If your Form W-2\nshows an incorrect SSN or name, notify\nyour employer or the form-issuing agent\nas soon as possible to make sure your\nearnings are credited to your social security record. If the name or SSN on\nyour social security card is incorrect,\ncall the SSA. Once you are issued an SSN, use it to\nfile your tax return. Use your SSN to file -14- your tax return even if your SSN does\nnot authorize employment or if you have\nbeen issued an SSN that authorizes employment and you lose your employment authorization. An ITIN will not be\nissued to you once you have been issued\nan SSN. If you received your SSN after\npreviously using an ITIN, stop using\nyour ITIN. Use your SSN instead. IRS Individual Taxpayer\nIdentification Numbers\n(ITINs) for Aliens If you are a nonresident or resident alien\nand you don’t have and aren’t eligible to\nget an SSN, you must apply for an ITIN. It takes about 7 weeks to get an ITIN. If you already have an ITIN, enter it\nwherever your SSN is requested on your\ntax return. Some ITINs must be renewed. If you\nhaven't used your ITIN on a federal tax\nreturn at least once for tax years 2019,\n2020, or 2021, it expired at the end of\n2022 and must be renewed if you need\nto file a federal tax return in 2023. You\ndon't need to renew your ITIN if you\ndon't need to file a federal tax return. You can find more information at\nIRS. gov/ITIN. ITINs assigned before 2013\nTIP have expired and must be renewed if you need to file a tax\nreturn in 2023. If you previously submitted a renewal application and it was approved, you do not need to renew again\nunless you haven't used your ITIN on a\nfederal tax return at least once for tax\nyears 2019, 2020, or 2021. An ITIN is for tax use only. It doesn't\nentitle you to social security benefits or\nchange your employment or immigration status under U.S. law. For more information on ITINs, including application, expiration, and renewal, see Form W-7 and its instructions. If you receive an SSN after previously using an ITIN, stop using your ITIN. Use your SSN instead. Visit a local IRS\noffice or write a letter to the IRS explaining that you now have an SSN and\nwant all your tax records combined under your SSN. Details about what to include with the letter and where to mail it\nare at IRS. gov/ITIN. Nonresident Alien Spouse If your spouse is a nonresident alien,\nyour spouse must have either an SSN or\nan ITIN if:\n• You file a joint return, or\n• Your spouse is filing a separate return. Presidential Election\nCampaign Fund This fund helps pay for Presidential\nelection campaigns."
}