{
  "document_category": "legal-advice",
  "document_name": "102601f.pdf",
  "chunk_index": 2,
  "chunk_text": "See also Air Operations International Corp.\nv. United States, 2002-1 U.S.T.C. ¶ 50,423 (S.D. Fla. 2002) (after a levy a third party\ncannot perfect a security interest in levied-upon funds). In addition to reaching the\ntaxpayer’s property, the levy also reaches any property transferred to a third party that\nis subject to a federal tax lien. Hans v. United States, 944 F.2d 526 (9th Cir. 1991);\nUnited States v. Donahue Industries, Inc., 905 F.2d 1325 (9th Cir. 1990). The Supreme Court recognized in United States v. National Bank of Commerce,\n472 U.S. 713, 721-22 (1985) that there are only two valid defenses to a third party’s\nrefusal to surrender property upon demand: (1) the party is not in possession of nor\nobligated with respect to property or rights to property of the taxpayer; or (2) at the time\nof service of the Notice of Levy, the property or rights to property were subject to\nattachment or execution under judicial process. I.R.C. § 6332(a). This case turns on\nwhether ---------------------had a property interest in funds withheld pursuant to a “Stop\nNotice.” Whether the taxpayer has a property interest in property is determined by state\nlaw. Drye v. United States, 528 U.S. 49, 58 (1999). If under state law, a prime\ncontractor-taxpayer has no property interest in funds due from the owner except in any\nsurplus that might remain after payment of the subcontractor, there can be no levy on\npayments owed the subcontractor. See United States v. Durham Lumber Co., 363 U.S.\n522 (1960). Since both ----------------and ---------------------are located in California, we\nlook to California law to determine if ---------------------had a property interest in the funds\nwithheld by the City of -------------. In California, a subcontractor providing materials to a general contractor is ---------------------, Wrongful Levy Page 4 entitled to a “Stop Notice” upon failure of the general contractor to pay for materials\nused on the contract. Connolly Development, Inc. v. Superior Court of Merced County,\n17 Cal. 3d 803, 132 Cal. Rptr. 477 (Cal. Sup. Ct. 1976), appeal dismissed, 429 U.S.\n1056 (1976). The “Stop Notice” involves a notice served on the owner or lender, which\nin turn gives notice to an owner to withhold payments to a general contractor, or gives\nnotice to a lender to withhold payment from the owner to a general contractor. In effect,\nthis allows a materialman or subcontractor to cause money to be earmarked for his\nbenefit. While a “Stop Notice” does not constitute a mechanic’s lien, it is a garnishment\nof the funds of the owner. Id. at 813. Any person entitled to a mechanic’s lien under Cal. Civ. Code §§ 3110, 3111 and\n3112, other than a general contractor, is entitled to give a “Stop Notice.” Cal. Civ. Code\n§ 3181. As a prerequisite to the serving of a “Stop Notice,” the claimant must have\nserved a preliminary 20-day notice. Cal. Civ. Code §§ 3183(a). In this case, ---------------------filed a preliminary 20-day notice on ----------------------. Upon receipt of a “Stop Notice,” the owner has the duty to withhold from the\ncontractor sufficient money to answer the claim, unless a payment bond is recorded."
}