{
  "document_category": "legal-advice",
  "document_name": "042901f.pdf",
  "chunk_index": 4,
  "chunk_text": "Thus, a NOL is considered to be absorbed to\nthe extent of modified taxable income in the carryback/carryover year. Modified taxable\nincome is taxable income computed by ignoring any excess of capital losses over\ncapital gains, the § 1202 exclusion, and the personal exemption deduction. Further,\nmodified taxable income is determined without regard to the NOL for the loss year or for 5\nany taxable year thereafter, and the taxable income so computed shall not be\nconsidered to be less than zero. Finally, § 172(b)(3)(C) allows a taxpayer to make an irrevocable election to relinquish\nthe entire carryback period and carry forward the NOL to the taxable years following the\nloss year. Illustration and Analysis (NOL not fully absorbed in a carryback year): The following example illustrates the manner in which a NOL is carried back to offset\nincome in the carryback year. Further, the example includes a NOL absorption\ncomputation. Please note that the example is intended to demonstrate the principles of\n§ 172 only and, therefore, intentionally ignores all deductions (including the personal\nexemption deduction) except the § 213 medical expense deduction. Year 1: Assume a taxpayer has gross income of $1,000 and incurs medical expenses\nof $275. The taxpayer reports the following taxable income when completing his return\nand makes timely payments of tax. Gross income $1,000 Adjusted gross\nincome 1,000 Medical expense\ndeduction 200 (limited to the extent to which the expense ($275) exceeds\n7.5% of AGI ($75)) Taxable income 800 Year 2: The taxpayer has taxable income of $1,000. Year 3: The taxpayer incurs a NOL of $1,500. Taxpayer makes no election to forego\nthe carryback of the NOL and thus must carry the NOL back 2 years to offset the\nincome in Year 1. Recomputed Year 1 taxable income:\nGross income $1,000 Net operating loss\ndeduction (1,500) Adjusted gross\nincome\nMedical expense (500) 6\ndeduction (275) (the deduction is not limited because the AGI, taking into\naccount the NOL deduction, is a negative amount) Taxable income (775) The taxpayer is thus entitled to a refund of all the taxes paid for Year 1. The taxpayer next must compute the amount of the $1,500 net operating loss that was\nabsorbed in Year 1 and thus that may be carried to Year 2. Under § 172(b)(2), the\namount of the NOL absorbed in Year 1 is equal to the Year 1 modified taxable income\n(taxable income computed with certain modifications set forth in section 172(d)). Further, modified taxable income is determined without regard to the NOL for the loss\nyear of any year thereafter. NOL absorption computation - Year 1\nGross income $1,000 Adjusted gross\nIncome 1,000 Medical expense\ndeduction (200) (the deduction is again limited because AGI is $1,000) Modified taxable\nincome 800 The $1,500 NOL is reduced by the $800 Year 1 modified taxable income leaving $700\nto be carried to Year 2 to offset the Year 2 income. Recomputed Year 1 Taxable income - IRM Method: As discussed above, I.R.M. Section 21.5.9.5.9 provides that in a carryback year in\nwhich a NOL is not fully absorbed, the taxpayer’s adjusted gross income and taxable\nincome should be reduced by the modified taxable income amount shown on Schedule\nB, Form 1045."
}