{
  "document_category": "legal-advice",
  "document_name": "092102f.pdf",
  "chunk_index": 2,
  "chunk_text": "The issue is whether season ticket\nrenewals are “property or rights to property” under -------------- law. If they are, they may\nbe seized and sold. We found no case law in --------------addressing whether season ticket renewals\nare property rights under -------------- law. In addition, we found no case law addressing\nthe sale of a season ticket renewal in the context of a federal tax seizure and sale. However, the issue has been addressed in other states in the context of Chapter 7\nbankruptcy. In these cases, the trustee in bankruptcy has sought to sell the taxpayer’s\nseason ticket renewals as “property of the estate.” We believe that this is analogous to\nthe issue of whether a season ticket renewal constitutes a “right to property” to which a\nfederal tax lien could attach under I.R.C. § 6321. Several of the bankruptcy cases have found that the renewal is merely a\nrevocable license and not a property right that can be sold. For example, an Illinois GL-148771-08 3 bankruptcy court has held that the right to renew Chicago Bulls season tickets is nothing\nmore than a revocable license. In re Liebman, 208 B.R. 38 (Bankr. N.D. Ill. 1997). A\nColorado bankruptcy court reached the same conclusion under Colorado law with\nrespect to Colorado Avalanche season tickets. In re Gorodess, 47 Collier\nBankr.Cas.2d 897 (D. Colo. 2001). The Ninth Circuit has also held that the right to\nrenew Phoenix Suns tickets is a revocable license, which is not a property interest\nunder Arizona law. In re Harrell, 73 F.3d 218 (9th Cir. 1996). It should be noted that in\nGorodess and Liebman, the teams had substantial restrictions on the transfer of\nseason ticket renewals by the holders. Harrell did not address this point. Two other cases addressed the issue, and reached the opposite conclusion. In\nre I.D. Craig Service Corporation, 138 B.R. 490 (Bankr. W.D. Pa. 1992) involved\nPittsburgh Steeler season ticket renewals. In that case, a bankruptcy court held that the\ntrustee could sell season ticket renewal rights to Pittsburgh Steeler football games. In\nre Platt, 292 B.R. 12 (Bankr. Mass. 2003) involved Boston Red Sox season ticket\nrenewals. In that case, the trustee attempted to sell the debtor’s interest in Boston Red\nSox season ticket renewals. The Red Sox opposed the sale. The bankruptcy court\nheld that the trustee had not established that the debtor was the owner of the season\ntickets and denied the sale. In dicta, however, the court stated that had ownership been\nestablished, the court would have allowed the trustee to sell the tickets. See also In re\nWalsh, 1994 WL 249249 (4th Cir. 1994) (An unpublished opinion holding that Charlotte\nHornets season ticket renewals are property that can be sold by the trustee where\n$10,000 was paid to the team to obtain the right). It should be noted that in Craig, the\nevidence established that the Steelers ticket policy allowed season ticket holders to\ntransfer season ticket holder status and the attendant right to renew if a $5 fee was\npaid."
}