{
  "document_category": "legal-advice",
  "document_name": "101501f.pdf",
  "chunk_index": 5,
  "chunk_text": "16\nLAW\nInterest Income\nCode § 61 provides that, except as otherwise provided by law, gross income\nmeans all income from whatever source derived. § 61(a)(4) specifically includes\ninterest in gross income. Interest income includes interest on savings or other bank\ndeposits. Treas. Reg. § 1.61-7(a). The Service relies on Rev. Rul. 99-44, 1999-2 C.B. 549, to support its position\nthat the interest earned on the participant’s equity accounts under the MHO program is\nincludible in the participant’s income in the year of allocation under section 61 of the\nCode. Rev. Rul. 99-44 held that interest earned by an Individual Development Account\n(IDA) project participant on funds deposited in the participant’s personal account is\ncurrently includible in the participant’s gross income under section 61 of the Code. IDAs are accounts created under the Assets for Independence Act of 1998 (the\n“Act”) for use by eligible low-income individuals for qualified expenses, which are\npostsecondary educational expenses, first-time home purchases, business\ncapitalization, or the transfer of IDA funds directly into another IDA for the benefit of an\neligible family member. The participants of this program deposit earned income into a\npersonal account, and a qualified entity (such as a § 501(c)(3) organization) provides\nmatching contributions under Federal or non-Federal funds. An IDA consists of two\ntypes of funds: Personal Funds and Parallel Funds. Under this program, a separate\ncustodial bank account (i.e., a personal account), for which the qualified entity is the\ncustodian, holds the deposits of the project participant. Personal funds consist of these\ndeposits and any interest earned on the funds in the personal account. Periodically, the\nqualified entity will note the amount of recent deposits made by a project participant into\nthe participant’s personal account on its books. Then, the qualified entity will allocate\nparallel funds to that participant. Parallel funds consist of a matching amount that\ncorresponds to the amount of the participant’s recent deposits and interest. The qualified entity has complete control over the parallel funds until they are\ndisbursed. The funds may be disbursed only for a qualified expense and only upon\nwritten request of the project participant and written approval of a responsible official of\nthe qualified entity. Disbursements of parallel funds are made by the qualified entity\ndirectly to the applicable payee (i.e., the educational institution, home seller, the\nbusiness capitalization account, or the family member’s IDA.) as appropriate. 16 See Article VII of the Agreement. POSTU-116467-09 7 The personal funds, including all interest, are the property of the participant. Amounts in the personal funds may be withdrawn for a qualified expense upon written\nrequest of the project participant and written approval of a responsible official of the\nqualified entity. Amounts in the personal funds may also be withdrawn for emergency\nuses as specified under the Act. In addition, amounts in the personal funds may be\nwithdrawn for any other use, however, such a withdrawal will terminate the participant’s\ninvolvement in the IDA program, in which case any bookkeeping allocation of parallel\nfunds to that participant will be reversed by the qualified entity on its books."
}