{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 18,
  "chunk_text": "There are intractable problems that would be caused by a reclassification from\ncompleted b purchases to per-unit retains, for the taxable year 20---. Consideration of the year 20--- shows why the Service, in Private Letter Rulings,\ngenerally, rules prospectively and not retroactively. At the outset, it needs to be\nemphasized that, the 20--- PLR nowhere expresses an intention that it be applied to\nearlier years. This is for good reason, as there are materially different facts to consider\nfor the 20--- year, which are not present in the 20--- year. In our opinion, at least for the\ntaxable year 20---, it is now too late for the taxpayer to reclassify the b purchase\npayments into per-unit retains. We are also of the opinion that the Coop can only\nreclassify by agreement with the other party to the b purchase, not unilaterally, and that\nthis mutual agreement must be entered into prior to or at the time of the consummation\nof the b purchase transaction. It is now too late to modify these b sale/purchase\ncontracts. Consequently, the Coop’s claim for refund for the taxable year 2005 based\non the reclassification should be denied. The timing of the request for the private letter ruling for the year 20--- and the\ntime of the claim for refund for the year 20--- are different. The Coop filed its request for\na ruling for the year 20--- on March --, 20---. At that time, the time for the Coop to file a\nreturn for the taxable year 20--- and, more important, the time to pay patronage\ndividends, per-unit retain allocations, or issue qualified written of allocations (I.R.C.\n§1382(d) and report to its patrons remained open. None of this is true for the Coop’s\n20--- year, as of the time of Coop’s claim for refund. There is no precedent to require the application of a later year PLR (for 20---) to\ndetermine completed b purchase transactions for a prior year (20---). To do so would\ncause a multitude of returns that have already been filed to become gratuitously\nerroneous. In addition, this will cause confusion and inequitable treatment across the\nCooperative industry, as other Coops will be forced to consider filing claims for refund or\nface accusations of being derelict in their duty to minimize taxation (no matter how\nunfounded), The confusion and prejudice that would be caused to other similarly\nsituated Coops, which have relied on the form and substance of their purchases and in\nremaining consistent with their original reporting positions, and the confusion and\nprejudice that would be caused to multitude of Coop members and participating patrons, POSTF-143023-10 20 of the Coop and similarly situated Coops can not be exaggerated. For the Coop’s and\nsimilarly situated Coops’ members and participating patrons, applying the PLR to earlier\nyears would render their original individual returns in error. This is especially true where\nthe earlier year’s time to file an amended return or a claim for refund has expired. To summarize, applying the holding of the 20----PLR to the instant 20--- year will\ncause clear and serious detriments to the Coops’ members, participating patrons, and\nto the Service."
}