{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 7,
  "chunk_text": "Id. at *6. Moreover, the evidence established that the insurers and the State of Florida engaged\nin negotiations concerning the “takeout bonus” payment arrangements. Id. at *7. Finally, under the specialized accounting principles applicable to insurance companies,\nthe taxpayer in Southern Family was required to report the “takeout bonus” payments as\na credit to its capital and surplus account, and not as an item of income or revenue. Id.\nat *6.\nIn AT&T, Inc. v. U.S., No. 09-50651, 2011 WL 9729 (5th Cir. 2011), the court held\nthat the payments were designed to supplement income. Similar to Coastal Utilities, the\nFifth Circuit in AT&T, Inc. examined the policies and mechanisms used to calculate the\ndisbursement amounts. In so doing, the Fifth Circuit determined that the payments\nwere intended to “offset” recipients’ increased cost or lost revenue. Id. at *14. The\ncourt held that under a “transferor intent” analysis of the factors outlined in Chicago, POSTF-147002-10 8 Burlington & Quincy, supra, the support payments were not intended to be capital\ncontributions. Id. at *20. The taxpayer failed to demonstrate that it “bargained for” the\npayments as the taxpayer merely accepted the unilaterally imposed law and regulations\ndetermining the payments. Id. at *20-21. Further, the taxpayer demonstrated only that\nit participated in the development of the underlying payment program through lobbying\nand advocacy activities. Id. at *21. The Fifth Circuit also found that the payments were\ncompensation for services and that the payment program was the conduit for such\ncompensation. Id. at *21-24. Lastly, the taxpayer failed to demonstrate that the\npayments became a permanent part of its working capital structure as the program did\nnot provide payments exclusively for the specific purpose of making capital\nimprovements. Id. at *24. Analysis of the Intent Underlying the BEA Payments It is our opinion that the BEA payments are not excludable from Taxpayer’s\nincome as nonshareholder capital contributions under section 118. The criteria for\nreceipt of an award, the mechanisms used to calculate the amount of the BEA payment\nat issue, and the unrestricted use of the funds suggest that the BEA payments are not\nproperly viewed as nonshareholder capital contributions under section 118. It is also our opinion that the BEA payments are not intended exclusively for the\nspecific purpose of making capital improvements. The BEA program placed no\nrestrictions or limitations on the recipient’s use of the BEA payments received. In\naddition, the issuance of a Form 1099-G to Taxpayer by the Fund reflects the intent to\ntreat the BEA payments as income and not contributions to capital. Further, Taxpayer\ndid not use the BEA payments to fund any capital improvements or acquire any capital\nassets. Instead, Taxpayer used the BEA payments for general expenses and to provide\nadditional equity investment, lending and deposit activities in distressed communities. For financial accounting purposes, Taxpayer debited general revenue and credited\nretained earnings in the amount of the BEA payments. We have not identified any evidence to indicate that the BEA payments were\nintended to compensate or reimburse Taxpayer solely for any capital investments or\nimprovements."
}