{
  "document_category": "legal-advice",
  "document_name": "11382f.pdf",
  "chunk_index": 4,
  "chunk_text": "On average it takes about three (3) years to sell\nan entire batch of gift checks. Because the gift checks are associated with a specific bank account through\nwhich they clear, A establishes a general ledger account for each batch of gift checks\nby denomination. For example, the batch of $XX gift checks printed in year 8 has a\ngeneral ledger account – Cash $XX Letter, Letter #Letter ##-######## (Letter)] – to\ntrack the batch of the gift checks; A does not track the gift checks individually. 3 A does\nnot have the ability to determine the breakdown of the gift checks based on the type of\nsale (D store, scrip organization or online). To obtain gift checks, scrip organizations or D stores place orders with, and\nsubmit payment to -----------------. A will not deliver gift checks until it receives payment\n(for the face amount of the gift checks for gift checks provided to D stores). A initially\ndeposits amounts that it receives into its general checking account. The entry to record\nthe sale is a debit to the general checking account (Checking account #1####) and a\ncredit to the corresponding gift check liability account that has been set up for the\nspecific batch by denomination (i.e., general ledger account 2#### Redeemable $XX\nLetter, Letter (Letter) Redeemable $XX GC (T)). At the end of each month, A transfers the amounts from the general checking\naccount to a specific checking account. The entry to record this transfer is a credit to\nthe general cash account Checking account #1#### and a debit to the specific cash\naccount. When a gift check is redeemed by a customer for goods at a redeeming D\nstore, the specific cash account is credited and a contra liability account, which was also\nset up on the books for each batch by denomination, is debited. The redeeming D store\nnegotiates the gift check and receives payment from the checking account established\nfor redemptions. Disbursements from the checking account established for each batch of gift\nchecks are solely for redemptions. Therefore, the balance in any gift check cash\naccount represents the unredeemed gift checks by batch by denomination. Also, the\nnet amount of the gift check liability account and the contra liability account equals the\n3 Examination’s Workpapers include information setting forth general ledger trial balance for checking\naccounts by batch. POSTF-149051-10 7 amount of unredeemed gift checks. At the point redemptions slow to about $10 a\nmonth, A recommends to the board to close the checking account and transfer the\nfunds back into the general checking account to be used for services. If approved, A\ncloses the checking account and transfers the funds to the general checking account. A\nusually closes a checking account eight (8) to ten (10) years from the date it sells the\nlast check from a batch. D stores are not required to participate in gift check sales. A common problem\nwith gift check sales is that most of the activity occurs between October 1 and\nDecember 24 (70% to 80%) and unissued checks tend to “disappear” over time when\nstored at the restaurant."
}