{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 17,
  "chunk_text": "Because X's transaction costs do not\nexceed $5,000, X's transaction costs are de minimis within the\nmeaning of paragraph (e)(4)(iii)(A) of this section. Accordingly, X is\nnot required to capitalize the $4,000 payment to its outside counsel\nunder this section. Treas. Reg. § 1.263(a)-4(l)(1)(emphasis added). In the example quoted above, the $4,000 paid to outside counsel was below the de\nminimus safe harbor so was not capitalizable. In this case, the attorney fees for each\nANDA far exceed $5,000, and must be aggregated by ANDA because the investigations\nand litigation fees for each ANDA were part of a series of steps in a plan to obtain an\nFDA-approved ANDA. Treas. Reg. § 1.263(a)-4(e)(3). Just as the license addressed in\nthe example, Corporation X’s ANDAs are effective indefinitely provided Corporation X\ncomplies with all applicable laws and regulations, and the drugs do not have adverse\nside effects that cause the FDA to withdraw its approval. Accordingly, the attorney fees\nCorporation X incurred that are the subject of this advice must be capitalized because\nthey were incurred to facilitate, directly or indirectly, obtaining the FDA-approved\nANDAs that granted Corporation X the right to market and sell its ANDA products in the\nUnited States. See also Treas. Reg. § 1.263(a)-4(e)(5), Example 3. B. Amounts Paid to Create or Enhance a Separate and Distinct Intangible The capitalization of intangible regulations provide that amounts paid to create or\nenhance a separate and distinct intangible must be capitalized. Treas. Reg.\n§ 1.263(a)-4(b)(1)(iii). Treas. Reg. § 1.263(a)-4(b)(3)(i) defines separate and\ndistinct asset, as follows: The term separate and distinct intangible asset means a property\ninterest of ascertainable and measurable value in money's worth\nthat is subject to protection under applicable State, Federal or POSTU-139175-10 45 foreign law and the possession and control of which is intrinsically\ncapable of being sold, transferred or pledged (ignoring any\nrestrictions imposed on assignability) separate and apart from a\ntrade or business. . . . The determination of whether a payment\ncreates a separate and distinct intangible asset is made based on\nall of the facts and circumstances existing during the taxable year\nin which the payment is made. Treas. Reg. § 1.263(a)-4(b)(3)(i)(emphasis added). ANDAs are within the definition of separate and distinct intangible assets. ANDAs can\nbe transferred from the sponsor (original applicant) to another, separate and apart from\na trade or business. 21 C.F.R . § 314.72(a). ANDAs are subject to protection under\nFederal law. For example, when an ANDA holder has 180 days of exclusivity, federal\nlaw precludes any other generic for the referenced NDA from being approved during the\nperiod of exclusivity. 21 U.S.C. § 355(j)(5)(B)(iii)(IV)(2010). An entire profitable\nindustry, the generic pharmaceutical industry, has evolved around the value of the\nANDAs.43 While it would take an expert, the expected stream of income from each\nANDA could be projected and then valued at its net present value. Accordingly, each\nANDA is a separate and distinct asset with the professional fees paid to enhance or\nfacilitate the creation of these separate and distinct assets capitalized. Treas. Reg.\n§§ 1.263(a)-4(b)(1)(v) and -4(b)(3)(i). Treas."
}