{
  "document_category": "legal-advice",
  "document_name": "pcir230.pdf",
  "chunk_index": 13,
  "chunk_text": "(2) Certified public accountant means any person\nwho is duly qualified to practice as a certified public\naccountant in any state, territory, or possession of the\nUnited States, including a Commonwealth, or the\nDistrict of Columbia. (3) Commissioner refers to the Commissioner of\nInternal Revenue. (4) Practice before the Internal Revenue\nService comprehends all matters connected with a\npresentation to the Internal Revenue Service or any\nof its officers or employees relating to a taxpayer’s\nrights, privileges, or liabilities under laws or\nregulations administered by the Internal Revenue\nService. Such presentations include, but are not\nlimited to, preparing documents; filing documents;\ncorresponding and communicating with the Internal\nRevenue Service; rendering written advice with\nrespect to any entity, transaction, plan or arrangement,\nor other plan or arrangement having a potential for\ntax avoidance or evasion; and representing a client at\nconferences, hearings, and meetings. (5) Practitioner means any individual described\nin paragraphs (a), (b), (c), (d), (e), or (f) of §10.3.\n(6) A tax return includes an amended tax return\nand a claim for refund. (7) Service means the Internal Revenue Service. (8) Tax return preparer means any individual\nwithin the meaning of section 7701(a)(36) and 26\nCFR 301.7701-15. (b) Effective/applicability date. This section is\napplicable on August 2, 2011. § 10.3 Who may practice. (a) Attorneys. Any attorney who is not currently\nunder suspension or disbarment from practice\nPage 6 — § 10.2 before the Internal Revenue Service may practice\nbefore the Internal Revenue Service by filing with\nthe Internal Revenue Service a written declaration\nthat the attorney is currently qualified as an attorney\nand is authorized to represent the party or parties. Notwithstanding the preceding sentence, attorneys\nwho are not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (b) Certified public accountants. Any certified\npublic accountant who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration that the\ncertified public accountant is currently qualified as\na certified public accountant and is authorized to\nrepresent the party or parties. Notwithstanding the\npreceding sentence, certified public accountants who\nare not currently under suspension or disbarment\nfrom practice before the Internal Revenue Service\nare not required to file a written declaration with the\nIRS before rendering written advice covered under\n§10.37, but their rendering of this advice is practice\nbefore the Internal Revenue Service. (c) Enrolled agents. Any individual enrolled as an\nagent pursuant to this part who is not currently under\nsuspension or disbarment from practice before the\nInternal Revenue Service may practice before the\nInternal Revenue Service. (d) Enrolled actuaries. (1) Any individual who is enrolled as an actuary\nby the Joint Board for the Enrollment of Actuaries\npursuant to 29 U.S.C. 1242 who is not currently\nunder suspension or disbarment from practice before\nthe Internal Revenue Service may practice before the\nInternal Revenue Service by filing with the Internal\nRevenue Service a written declaration stating that he\nor she is currently qualified as an enrolled actuary\nand is authorized to represent the party or parties on\nwhose behalf he or she acts."
}