{
  "document_category": "legal-advice",
  "document_name": "105001f.pdf",
  "chunk_index": 12,
  "chunk_text": "And for accrual-basis taxpayers, the year in which taxes accrue is the\nyear to which the taxes relate. Through the enactment of the 1997 amendment to\nsection 6511(d)(3)(A), Congress adopted the IRS’s position in the ruling. Revenue Ruling 84-125 amplified Revenue Ruling 58-55, and applied the\nrelation-back doctrine to the accrual principles of the foreign tax credit to determine in\n51 Id. POSTF-113176-10 13 which taxable year the credit was allowed. 52 The accrual-basis taxpayer, who contested\na foreign tax assessment, may claim the credit in the taxable year to which the foreign\ntax related, even though the credit may not be claimed (except to the extent the tax was\nalready paid) until the tax was finally determined and the accrual was perfected. 53 The\nruling specifically held that the taxpayer may claim the credit when the tax was paid and\nfinally determined, but for purposes of the foreign tax credit, the tax accrued for the\ntaxable year to which the tax related. 54 And in interpreting the pre-amendment\nlanguage of section 6511(d)(3)(A), it held that the claim for refund of the foreign tax\ncredit must be made within ten years of the due date of the return for the year to which\nthe foreign tax related, that is, the year the taxes accrued. 55 In the instant case, for purposes of the foreign tax credit, the ------------------------------------------------------------------------------------------------------------------withholding taxes\naccrued in --------and -------, the years to which the taxes related. Since the amendment\nwas effective for taxes accrued in the taxable years after August 5, 1997, the preamendment version of section 6511(d)(3)(A) applies to the --------taxes and the postamendment version applies to the --------taxes. But under both versions, the\ndetermination is the same because Congress adopted the IRS’s position in Revenue\nRuling 84-125 as to the date on which the limitations period begins. And in any event,\nsince the instant case does not involve a carryover of excess tax credits, the “year to\nwhich the claim relates” and the “year in which the taxes are actually paid or accrued”\nare one and the same. So consistent with the ruling, in the instant case, the period\nbegan to run on the due dates of the returns for --------and -------. ---------Please call --------------------- if you have any further questions. MARION S. FRIEDMAN\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ Huong T. Bailie\nAttorney (Austin)\n(Large & Mid-Size Business) cc: ------------------------------------------------------------------------ 52 See Rev. Rul. 84-125.\nId.\n54\nId.\n55\nId.\n53 POSTF-113176-10 14"
}