{
  "document_category": "legal-advice",
  "document_name": "100301f.pdf",
  "chunk_index": 7,
  "chunk_text": "X now seeks to effectively repudiate this\nportion of the tax sharing agreement, without any apparent regard to the effects such a\nretroactive act would have on Z. Z has not had any opportunity to present its views\nregarding the correctness of the applicable section of the tax sharing agreement. When a party seeks to undo the tax consequences of an agreement, courts\nfrequently limit the challenge because the taxpayer freely entered into the contract and,\ntherefore, should be held to its bargain. The Danielson rule, adopted in all courts POSTF-100602-09 12 relevant to X’s claim, holds that “a party can challenge the tax consequences of his\nagreement as construed by the Commissioner only by adducing proof which in an\naction between the parties to the agreement would be admissible to alter that\nconstruction or to show its unenforceability because of mistake, undue influence, fraud,\nduress, etc.” Commissioner v. Danielson, 378 F.2d 771, 775 (3d Cir. 1967) (en banc);\nsee also N. Am. Rayon Corp. v. Commissioner, 12 F.3d 583 (6th Cir. 1993), Lane\nBryant, Inc. v. United States, 35 F.3d 1570 (Fed. Cir. 1994). Here, the Service is not\n“construing” the tax sharing agreement to mean that X must include the reimbursements\nin income; the tax sharing agreement itself says, in clear, unequivocal language, that X\nwill include the reimbursements in income. One of the principal concerns of the Danielson rule, though not necessarily a\nprerequisite to its application, is the courts’ preference for consistency in the tax\nconsequences to both parties of a transaction and the potential problem with “whipsaw”\narguments raised against the Service. Danielson, 378 F.2d at 775. Should X prevail in\nits argument that the reimbursements are tax-free, what are the tax consequences to Z? We do not seek to answer that question here, but it clearly illustrates the problems\nraised when one party to a transaction wants to, in effect, change the deal. The Service is not bound by the “mere form” of a transaction in determining its\ntax consequences, and the parties cannot circumvent the tax law simply by creating\nartificial, non-economic agreements. Id. at 774 (citing Gregory v. Helvering, 293 U.S.\n465 (1935)). Thus, if a tax sharing agreement misstates or improperly applies the law in\nallocating the parties’ tax burdens and benefits, the Service is not bound by the\nagreement’s terms. In this case, however, having determined that the reimbursements POSTF-100602-09 13 are not excluded from X’s income, the Service simply is attempting to hold X to its\nagreement. We can think of no situation in which X would be allowed to repudiate the\nagreement, and, regardless, the law clearly requires that the reimbursements be\nincluded in X’s income. X’s Argument Fails for Lack of Consistency\nFinally, assuming for the sake of argument that the employee assignment\nreimbursements are sufficiently related to the tax-free spinoff so that the\nreimbursements also are tax free, the taxpayer’s claim for refund still fails. If the\nreimbursements are considered part and parcel of the tax-free spinoff, X may exclude\nthem from its gross income."
}