{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 16,
  "chunk_text": "These amounts are retained pursuant to an authorization (usually in\nthe bylaws of the cooperative) and are computed on the basis of units of\nproducts marketed. Prior to the amendments in 1962, the Internal Revenue Code permitted\ncooperatives to deduct amounts paid to patrons as patronage dividends. Patronage dividends are limited by definition to amounts which are ‘determined\nwith reference to the net earnings’ of the cooperative. The treatment of per-unit\nretains, however, was not specifically dealt with in the code. The Revenue Act of\n1962 substantially revised the income tax treatment of cooperatives and their\npatrons but the new provisions by their terms were applicable only to ‘patronage\ndividends.’ Because per-unit retain allocations are determined on the basis of\nunits of products marketed for the patrons rather than with reference to net\nearnings, the new provisions are generally considered as not being applicable to\nthem… *** The per-unit retains may be considered as contributions to capital…”. See,\nS.Rep. No. 1707, 89th Cong. 2d Sess. 70 (1966), reprinted in 1966 U.S. Code\nCong. & Admin. News 4446, 4515-4516; 1966-2 C.B. 1059, 1107-1108. There is no evidence that the Coop, the members and participating patrons ever\nintended the b purchase proceeds to be per-unit retains nor evidence that they ever\ntimely changed this original intent. This cooperative does not use commodity pools, so one would expect the use of\n-------------- if they are ever used, to be a rare event, except to artificially increase Coop’s\nsection 199 domestic production deduction. It is to be noted that per-unit retains are POSTF-143023-10 18 allocations pursuant to an agreement between the organization and the patron. [Emphasis added]. It is our opinion, that absent documentation or other convincing\nevidence that, the b purchases were agreed to, or intended to be paid, in accordance\nwith mutually agreed to per-unit retain provisions, what we have here are simply\npurchased price payments, for completed b delivery contracts. They are not, as a\nfactual matter, per-unit retains paid in money. There is no evidence whatsoever that any of the parties mutually intended at any\ntime, to allow the cooperative to retain any of the members or participating patrons\nequity in the b commodity. The evidence is of a final transfer of the members or\nparticipating patrons equity in the b grain to the cooperative, for consideration. This is a\nvery different concept from the concept of per unit retains, where the member or\nparticipating patron receives part of his equity in cash and lets and agrees to let the\ncooperative retain the rest, until the profit (or loss) from the sale of the commodity to\nthird parties is established by closing of the pool, and the cooperative, at its discretion,\ndeclares a patronage dividend (patronage refund). Without per unit retains, you do not\nhave per unit retains paid in money. To reiterate and clarify, in this case, there is no evidence whatsoever that any of\nthe parties timely agreed to or intended that any of the b purchase proceeds still\nbelonged to Coop. The evidence is that these b purchase proceeds unconditionally\nbelonged to the members and participating patron."
}