{
  "document_category": "legal-advice",
  "document_name": "042307f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20042307F\nRelease Date: 6/4/2004\nCC :SB:8:LA:3:POSTF-162737-03\nUIL: 6302.00-00\n-- May 5, 2004 date:\nto: ----, Local Taxpayer Advocate, Los Angeles\nAttn: -------- from: subject: ---, General Attorney (Small Business/Self-Employed) Mode or Time of Collection\n-------------------------------------- dated This memorandum responds to your request for assistance\n-----. This memorandum should not be cited as precedent. DISCLOSURE STATEMENT This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. QUESTIONS PRESENTED Whether taxpayers, ---------------------------------------------------------------------------------------------------------------------------, are responsible for taxes and a civil\npenalty owed by their partnership, -------. SHORT ANSWER CC:SB:8:LA:3:POSTF-162737-03 page 2 It is Counsel’s opinion that -----------------------------------------------------------------------------------------------------------------------------are not responsible for taxes owed\nby their partnership, but are responsible for the civil penalty\nowed by their partnership, -------. page 3 CC:SB:8:LA:3:POSTF-162737-03\nFACTS ----------(“taxpayers”) were general partners of a\nCalifornia general partnership, ------------------------------(“partnership”) -------. The partnership was created in -----and dissolved in --. After the partnership was dissolved, there\nwere unpaid 940 and 941 taxes, plus various penalties, related to\nlate or incorrectly filed information returns. In ---, taxpayers entered into an installment agreement to\npay all outstanding liabilities of the partnership. Taxpayers\ndefaulted on the installment agreement in - when they declared\nbankruptcy. Taxpayers entered into a second installment\nagreement in ----and subsequently defaulted on that in -------due to nonpayment. In total, taxpayers paid approximately $-------------toward the tax liabilities. There is no evidence that\ntaxpayers signed a collection statute extension agreement for\neither installment agreement. In ----, taxpayers filed an Offer in Compromise (OIC) for\ndoubt as to liability to satisfy all remaining partnership\nliabilities. The OIC was rejected in ---. Taxpayers appealed\nthe rejection, but the OIC was again rejected in ----------------------------------------------------------------------------------------------------------------------. Taxpayers now maintain that the collection statute\nexpiration date (CSED) has passed for three of the four remaining\nunpaid liabilities. However, the CSED on IDRS was extended by -----days for the time the OIC was pending with the IRS.1 The\nremaining partnership liabilities are:\nType of Tax Period Assessment Date CSED per IDRS 941 --- --- --- 941 --- --- --- 940 --- --- --- Civil Penalty --- --- ---- 1 Although, as discussed herein, it appears the CSED for each of the\npartnership tax liabilities has expired, it should be noted that the CSEDs\nreflected per IDRS in this case would not be accurate even if it was\ndetermined that the CSEDs for the partnership tax liabilities were suspended\nwhile the partners’ OIC was pending. CC:SB:8:LA:3:POSTF-162737-03 page 4 Thus, the main question to be answered is whether an OIC\nfiled by a general partner for his derivative liability for a\npartnership tax liability suspends the CSED regarding such\nliability. Additionally, if the CSED expires as to the\npartnership, does it also expire as to the general partner, even\nif the general partner filed an OIC? DISCUSSION The questions presented by the Local Taxpayer Advocate are:\nWhat are the correct CSEDs for the partnership liabilities? If\nthe CSED has expired for the partnership, has it also expired as\nto the general partners? Can the IRS collect the civil penalty\nfrom the general partners?"
}