{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 13,
  "chunk_text": "In our opinion, the fact that taxpayer has a partnership interest or an equity interest in\nother entities that own restaurants does not allow the taxpayer to defer the gift card\nincome. Purportedly, A has a 70% ownership interest in one LLC (M), a 53% ownership\nin one limited partnership (O), a 50% ownership interest in one LLC (L) and a 50%\nownership in one corporation (N), that redeem the gift cards in question. In addition, the\ntaxpayer had no equity interest in approximately 20 of the restaurant owning entities. The taxpayer has a minority (in many instances a nominal) interest in the other\nrestaurant owning entities. The taxpayer argues that by virtue of its equity interest in many of these entities it can\nattribute to itself their inventory for purposes of obtaining deferral under Treas. Reg.\n§1.451-1. For the following reasons, we are of the opinion that the authority does not\nsupport the taxpayer’s position. First, the entities that are incorporated under state law\nare separate legal entities. Property titled in the name of a corporation is the asset of\nthat corporation, and is not the property of the corporation’s shareholders. Thus, the\nassets of the restaurant-corporations are owned by those restaurant-corporations\nrather than the shareholders. The taxpayer does not operate any restaurantcorporation other than C and is an investor-shareholder in those entities. The interests\nheld by taxpayer are merely investments and do not satisfy the requirements under\n§ 1.451-5 or Rev. Proc. 2004-34 for deferral of the recognition of income from the sale\nof gift cards. POSTF-134398-08 17 Our opinion is the same for the entities that are treated as partnerships under federal\ntax law.10 Each of these partnerships is an entity that is separate from its partners. Similar to the status of shareholders (see discussion above), partners are not mere coowners of property. In this case, the partners own interests in partnerships carrying on\nan active business, operating restaurants. These partnerships each have their own\nseparate partnership accounting. Treas. Reg. §§ 1.761-1(a) and 301.7701-3(a). However, a partnership is not a separate entity in the sense that partnership income\nflows through to its partners, who are then taxed on that income. I.R.C. §§701 and\n702. But even when examining the status of a partnership from this perspective, the\namount and character of a partnership’s income is calculated using an entity approach. Specifically, I.R.C. §702(b) provides that the character of certain items of income,\ndeduction, or credit is determined at the partnership level (an entity approach). 11\nSimilarly, with certain exceptions inapplicable to this case, a partnership’s taxable\nincome is computed in the same way as the taxable income of an individual. I.R.C.\n§703(a). The partnerships must compute their own income from the operation of the\nrestaurants, and this income (or loss) flows through to the taxpayer. In this case, the\ncomputation of the partnership’s operating income, through meal sales and\nconsumption of the partnership’s food inventory, is separate from the taxpayer’s\ncomputation of its own corporate income and its own inventory. 12\nIn addition, as a general rule, Subchapter K uses an entity approach in the rules\nrelating to partnership accounting methods. See, for example, I.R.C. §706(a)."
}