{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 4,
  "chunk_text": "Id. After being selected for a BEA, the applicant must sign\na Notice of Award and Award Agreement prior to the disbursement of the BEA payment\nby the Fund. 12 CFR § 1806.300. Activities of Taxpayer\nAmong its other activities, Taxpayer, through Sub, makes loans in distressed\ncommunities. During the taxable years *** c and *** d, Taxpayer applied to the Fund for\na BEA based primarily upon its distressed community financing activity, including POSTF-147002-10 5 affordable housing loans, commercial real estate loans and small business loans in\ndistressed communities in *** e. For the taxable year *** c, Taxpayer did not supply\ninformation in support of a BEA for the other two qualifying activities, consisting\ngenerally of support activities, including deposits and technical assistance to a\ncommunity development financial institution, and financial service activities provided to\nlow- and moderate-income residents. For the taxable year *** d, Taxpayer engaged in\nsome support activities in the form of deposits and technical assistance to a community\ndevelopment financial institution and provided information in support of a BEA for such\nactivity. Taxpayer did not supply information regarding financial service activities\nprovided to low- and moderate-income residents for the taxable year *** d.\nTaxpayer calculated an estimated BEA payment for each of the years *** c and\n*** d in the BEA application that was submitted to the Fund. For each respective year at\nissue, the estimated BEA award with respect to Taxpayer’s qualifying distressed\ncommunity financing activities was calculated by multiplying the award percentage of\nnine percent by the incremental increase in the weighted value of such qualifying\nactivities for the award year. The weighted value was determined by multiplying the\nchange in value of the qualifying activity for the award year by the associated priority\nfactor. The estimated BEA award with respect to Taxpayer’s qualifying equity\ninvestment technical assistance activities was calculated from the incremental increase\nin such qualifying activities for the year multiplied by the eighteen percent award\npercentage. After submitting the BEA applications for each of the years *** c and *** d,\nTaxpayer had no further communication with the Fund, other than the execution of the\nNotice of Award and Award Agreement for each year and receipt of the respective BEA\npayment. In *** c, Taxpayer received a BEA payment in the amount of $ *** h from the\nFund. A Form 1099-G was issued by the Fund to Taxpayer in the amount of $ *** h for\nthe taxable year ended *** a. In *** d, Taxpayer received a BEA payment in the amount\nof $ *** i from the Fund. A Form 1099-G was issued by the Fund to Taxpayer in the\namount of $ *** i for the taxable year ended *** b.\nTaxpayer used the BEA payments for general expenses and to provide additional\nequity investment, lending and deposit activities in distressed communities. Taxpayer\ndid not use the BEA payments to fund any capital improvements. For financial\naccounting purposes, Taxpayer accounted for its receipt of the BEA payments by debit\nto its general revenue account and credit to its retained earnings account in the amount\nof the BEA payment for each of the years *** c and *** d."
}