{
  "document_category": "legal-advice",
  "document_name": "pcir230.pdf",
  "chunk_index": 20,
  "chunk_text": "effective April 1, 2004. (iii) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 4, 5, or 6, except for those individuals\nwho received their initial enrollment after November\n1, 2004, must apply for renewal between November\n1, 2004, and January 31, 2005. The renewal will be\neffective April 1, 2005. (iv) Enrolled agents who have a social security\nnumber or tax identification number that ends with\nthe numbers 7, 8, or 9, except for those individuals\nwho received their initial enrollment after November\n1, 2005, must apply for renewal between November\n1, 2005, and January 31, 2006. The renewal will be\neffective April 1, 2006. (v) Thereafter, applications for renewal as an\nenrolled agent will be required between November\n1 and January 31 of every subsequent third year as\nspecified in paragraph (d)(2)(i), (d)(2)(ii), or (d)\n(2)(iii) of this section according to the last number\nof the individual’s social security number or tax\nidentification number. Those individuals who\nreceive initial enrollment as an enrolled agent after\nNovember 1 and before April 2 of the applicable\nrenewal period will not be required to renew their\nenrollment before the first full renewal period\nfollowing the receipt of their initial enrollment. (3) Renewal period for enrolled retirement plan\nagents. (i) All enrolled retirement plan agents must\nrenew their preparer tax identification number as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (ii) Enrolled retirement plan agents will be\nrequired to renew their status as enrolled retirement\nplan agents between April 1 and June 30 of every\nthird year subsequent to their initial enrollment. (4) Renewal period for registered tax return\npreparers. Registered tax return preparers must\nrenew their preparer tax identification number and\ntheir status as a registered tax return preparer as\nprescribed by the Internal Revenue Service in forms,\ninstructions, or other appropriate guidance. (5) Notification of renewal. After review and\napproval, the Internal Revenue Service will notify\n§ 10.6 — Page 11 Table of Contents the individual of the renewal and will issue the\nindividual a card or certificate evidencing current\nstatus as an enrolled agent, enrolled retirement plan\nagent, or registered tax return preparer. (6) Fee. A reasonable nonrefundable fee may be\ncharged for each application for renewal filed. See 26\nCFR part 300.\n(7) Forms. Forms required for renewal may be\nobtained by sending a written request to the address\nspecified by the Internal Revenue Service or from\nsuch other source as the Internal Revenue Service\nwill publish in the Internal Revenue Bulletin (see\n26 CFR 601.601(d)(2)(ii)(b)) and on the Internal\nRevenue Service webpage (www.irs.gov). (e) Condition for renewal: continuing education. In order to qualify for renewal as an enrolled agent,\nenrolled retirement plan agent, or registered tax\nreturn preparer, an individual must certify, in the\nmanner prescribed by the Internal Revenue Service,\nthat the individual has satisfied the requisite number\nof continuing education hours. (1) Definitions. For purposes of this section —\n(i) Enrollment year means January 1 to\nDecember 31 of each year of an enrollment cycle. (ii) Enrollment cycle means the three successive\nenrollment years preceding the effective date of\nrenewal. (iii) Registration year means each 12-month\nperiod the registered tax return preparer is authorized\nto practice before the Internal Revenue Service.\n(iv)"
}