{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 21,
  "chunk_text": "50 The term “pioneer drug”\nwas used in early case law to refer to a drug with an FDA-approved NDA. See United\nStates v. Generix Drug Corporation, 460 U.S. 453, 454-55 (1983)(“The term ‘generic\ndrug’ is used to describe a product that contains the same active ingredients but not\nnecessarily the same excipients as a so-called “pioneer drug” that is marketed under a\nbrand name.”); Actavis Elizabeth LLC v FDA, 625 F. 3d 760, 761-62, 764 (D.C. Cir.\n2010) (“So-called ‘new drug applications’ - required for ‘pioneer’ drugs that have never\nbefore received FDA approval - must be supported by full reports of investigations\nshowing the drug is safe and effective.”). Current literature uses the term “innovator\n48 21 C.F.R. § 314.72(a)(2009) (“An applicant may transfer ownership of its application. At the time of\ntransfer the new and former owners are required to submit information to the Food and Drug\nAdministration . . . . ”).\n49 Orange Book Publications, U.S. Food and Drug Administration,\nhttp://www.accessdata.fda.gov/scripts/cder/ob/eclink.cfm (last visited on May 20, 2011). 50 Pharmaceutical companies generally do not submit NDAs on drugs that are not, at least initially,\ncovered by patents due to the time and expense of developing a new drug. POSTU-139175-10 51 drug” without specifying if the term “innovator drug” means the same as “pioneer drug”\nor refers only to innovator drugs that have extended exclusivity. 51 B. Abbreviated new drug application (ANDA) Initially, most generic drugs had to be approved pursuant to the same process\napplicable to pioneer drugs. See aaiPharma Incorporated v. Thompson, 296 F.3d 227,\n230-231 (4th Cir. 2002) (“Prior to Hatch-Waxman’s passage in 1984, both pioneer\n(brand name) and generic drug manufacturers who wished to bring a drug to market\nwere required to file a New Drug Application (NDA) with the FDA.”) In 1984, an abbreviated process for approving generic drugs was established by the\nDrug Price Competition and Patent Term Restoration Act of 1984 (commonly known as\nthe Hatch-Waxman Act), Pub. L. No. 98–417, 98 Stat. 1585 (1984) (codified as\namended at 21 U.S.C. § 355 (2010) and 35 U.S.C. § 271(e)(2010)).52 In general, under\nthe Hatch-Waxman Act, an ANDA “piggy-backs” off an approved NDA. In lieu of\nreplicating the time intensive and expensive studies preformed to obtain an NDA, an\napplicant for an ANDA can establish that its generic drug is the bioequivalent53 of the\n51 Pursuant to 21 U.S.C. §355(c)(3)(E)(i)-(v)(2010) (See also § 355(j)(5)(F)(i)-(v)), certain innovative drugs\nwith an FDA-approved NDA can be granted additional years of exclusivity (3 years for a new use or\ndosage based on additional clinical trails and 5 years for a new chemical entity). See Abbott Laboratories\nv. Young, 920 F.2d 984, 986 (D.C. Cir. 1990) (“Congress thereby sought to encourage innovation in the\ndrug industry, by rewarding a pioneer drug with . . . exclusivity, while protecting consumers from unduly\nhigh prices by refusing to give a long period of market exclusivity to drugs which required no new\nresearch effort.”); Actavis Elizabeth LLC v. FDA, 625 F. 3d 760 (D.C. Cir. 2010)(addressing a generic\ndrug makers challenge to the award of five years exclusivity to a branded drug)."
}