{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 10,
  "chunk_text": "– (1) In general. Advance payments must be\nincluded in income either –\n(i) In the taxable year of receipt; or\n(ii) Except as provided in paragraph (c) of this section . . .\n(c) Exemption for inventorial goods. (1)(i) If a taxpayer receives an advance\npayment in a taxable year with respect to an agreement for the sale of goods\nproperly includible in his inventory or with respect to an agreement (such as a gift\ncertificate) which can be satisfied with goods or a type of goods that cannot be\nidentified in such taxable year, and on the last day of such taxable year the\ntaxpayer –\n(a) Is accounting for advance payments pursuant to a method described in\nparagraph (b)(1)(ii) of this section for tax purposes. (b) Has received “substantial advance payments” (as described in subparagraph\n(3) of this paragraph) with respect to such agreement, and\n(c) Has on hand (or available to him in such year through his normal source of\nsupply) goods of substantially similar kind and in sufficient quantity to satisfy the\nagreement in such year, then all advance payments received with respect to\nsuch agreement by the last day of the second taxable year following the year in POSTF-134398-08 14 which such substantial advance payments are received, and not previously\nincluded in income in accordance with the taxpayer’s accrual method of\naccounting must be included in income in such second taxable year. In order to qualify for the 2-year deferral of Treas. Reg. §1.451-5(c), a taxpayer must\nreceive an advance payment for the sale of goods properly includible in his inventory or\nwith respect to an agreement (such as a gift card) which can be satisfied with goods. The regulation first requires that a taxpayer receive an advance payment. An advance\npayment is any amount received by a taxpayer using an accrual method of accounting\nfor purchases and sales and to be applied against an agreement. The regulation next\nrequires that the amount is applied to an agreement. An agreement exists because the\namount (cash) is exchanged for a gift card. Gift certificates, and by extension gift cards,\nare specifically within the definition of agreement under Treas. Reg. § 1.451-5(a)(2)(i). The taxpayer, A, does not qualify for the deferral available under § 1.451-5, as to\nrestaurants that are not owned by the taxpayer because the amount received is not an\n“advance payment” under § 1.451-5(a)(1) since the taxpayer, A, will not be redeeming\ngift cards with its own goods held for sale. In other words, the taxpayer, A, only owns\nand will supply the inventory for the restaurant that it owns, i.e., C. It does not have\ninventorial goods on hand to be consumed in the restaurants that it does not own, at\nwhich the gift cards will be redeemed. As to these other restaurants, the taxpayer, A, is\nonly in the business of providing management services and gift card selling services,\nnot supplying or selling its own meals. It will be transferring cash to the seller of the\nmeals, when a customer redeems the gift card through the sale of its own goods."
}