{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber: 20032902F\nRelease Date: 7/18/2003\nCC:LM:F:MAN:1:POSTF-112619-02\ndate: March 26, 2003 to: from: Area Counsel, LMSB\n(Financial Services) subject: Sections 83 and 162 - 1996, 1997, and 1998 Taxable Years\nUIL Nos. 83.00-00, 83.08-00, 162.02-00, 162.06-01 , 162.07-00,\n162.00-06, 482.00-00 This memorandum responds to your request for advice on\nwhether Corp. Taxpayer may deduct compensation expenses\nattributable to stock options it awarded to expatriate employees\nof its foreign subsidiaries as a business expense under section\n162 of the Internal Revenue Code. The advice rendered in this\nmemorandum is conditioned on the accuracy of the facts presented\nto us. This memorandum should not be cited as precedent. This\nadvice was informally coordinated with the International, Tax\nExempt and Government Entity, and Income Tax and Accounting\nAssociate Offices of the Chief Counsel and these offices\ninformally concurred with our advice. Prior to issuance, this\nadvice was formally reviewed by the National Office. LEGEND\nCorp. Taxpayer\nYear 1\nYear 3\n$A\n$B\n$C =\n=\n=\n=\n=\n= ISSUE\n1. Whether section 83 overrides the “direct and proximate\nbenefit” exception to the general rule that a parent CC:LM:F:MAN:1:POSTF-112619-02 page 2 may not deduct the ordinary and necessary trade or\nbusiness expenses of its subsidiary? 2. Whether a parent may deduct compensation expenses\nattributable to stock options it awarded to expatriate\nemployees of its wholly owned foreign subsidiaries as a\nbusiness expense under section 162?\na. Whether royalties paid by a subsidiary to a parent\nare a direct and proximate benefit to the parent\nor an indirect benefit that inures to a parent\ncompany when its subsidiary performs successfully? b. Whether the services of a subsidiary’s employee of\npromoting and protecting the parent’s brands,\ntrademarks, and reputation are direct or indirect\nbenefits to the parent? CONCLUSION\n1. Section 83 governs a section 162 deduction in the\nsituation where a parent grants stock options to the\nemployees of its subsidiary and there is not a \"direct\nand proximate benefit\" exception to the application of\nthe specific rules of section 83. 2. Royalties and an expatriate employee’s services of\npromoting and protecting the parent’s brands,\ntrademarks, and reputation are the type of general and\nindirect benefit which obviously inures to a parent\ncorporation when one of its subsidiaries successfully\nperforms its functions, and therefore, does not satisfy\nthe requirements of section 162 or the exceptions\ncarved out by the case law. FACTS\nis a U.S. corporation that files consolidated\nreturns as the common parent for its affiliated group. For the\ntaxable years\nthrough\n, inclusive,\ngranted stock options to expatriate employees of its foreign\nsubsidiaries and claimed deductions on its income tax returns for\nthe exercised stock options. For that same period, the expenses\nfor the actual salaries and bonuses paid to these expatriate\nemployees were paid by the foreign subsidiaries, stated on their\nbooks and records, and claimed as deductions on their tax\nreturns. did not claim any deductions for the\nsalary or bonuses paid to these expatriate employees. CC:LM:F:MAN:1:POSTF-112619-02 page 3 stated that the compensation paid to the\nexpatriate employees is composed of three components, salary,\nbonuses, and stock options. further alleges that\nsalary and bonuses are based on the employee’s performance in\nincreasing the foreign subsidiary’s net income and the stock\noptions are awarded based on the employee’s performance in\nincreasing the overall success of\n, i.e.\nincreasing royalty income."
}