{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 3,
  "chunk_text": "According to the trust formation documents, policy premiums were to be paid\nfrom and out of the principal and income of the trust or as otherwise set forth in the trust\ndocument. No other provision specifically detailed a source of funds for the premi-ums,\nbut it is our understanding that the premiums were paid by the corporation from its\nfunds rather than by the trustee from any principal or income of the trust. Interestingly, the trust documents explicitly relieved the trustee from any obligation to\npay the premiums. A schedule attached to the trust agreement lists the policies extant at formation,\ntwo policies from Life Insurance Company, actually acquired on Insurance Purchase\nDate. Policy One provided for survivorship life insurance in the face amount of $A on\nthe lives of A and A's spouse. Policy B provided for survivorship life insurance in the\nface amount of $B on the lives of B and B's spouse. On Insurance Change Date, POSTF-106186-02 5 Policy Three was acquired with the face amount of $C on C's life.1 In Year 3, the\nrespective ages of A, B, and C were 63, 58, and 53. In Year 3, A announced that A would be retiring from active employment with the\ncompany as of the end of that year. Purport-edly in recognition of A's past services to\nthe company as an employee since Year 4, and more recently as the company's CEO,\nan agreement titled, \"Deferred Compensation Agreement\" was entered between A and\nthe corporation. Under its terms, A was to receive $D per year in monthly installments,\ncommencing on Retirement Date. In the event of A's death or incapacity, the payments\nwould be made to A's spouse for life or to A's caretaker, if any. The stated purpose of\nthe Deferred Compensation Agreement was to redress the corporation's professed\nearlier inability to fully fund a qualified retirement program during a considerable portion\nof A's employment. On Retirement Date, A and A's spouse entered into a Stock Sale Agreement\nwith the corporation and its other shareholders. A and A's spouse agreed that upon the\ndeath of the latter, the representative of such decedent's estate would offer the shares\nto the remaining persons or entities that were then shareholders of the corporation. Any shares not purchased by the other shareholders were to be purchased by the\ncorporation at the price set in the agreement. The Stock Sale Agreement contemplated that A would \"as soon as practicable\"\nconvert A's Class A shares to non-voting Class B. All of A's non-voting stock\npossessed at death was to be pur-chased for $A, the face amount of the life insurance\npolicy. At the time the agreement was executed, A owned X shares of Class A and Y\nshares of Class B. Describing the reacquisition, the stock agreement states, \"The [X +\nY] common shares owned by A shall be purchased for a price of $A.\" Since the total\nnumber of common shares to be repurchased was numbered at [X + Y], it appears the\nconversion contemplated was one-for-one between the common share classes."
}