{
  "document_category": "legal-advice",
  "document_name": "100501f.pdf",
  "chunk_index": 2,
  "chunk_text": "A Case Manager, Name 3, signed the Closing Agreement on Date 9, as\nthe reviewing officer and in affirmation of the statement “I have examined the specific\nmatters involved and recommend the approval of the proposed agreement.” On Date 11, Company A changed its name to the Taxpayer. On the same date,\nCompany B merged into the Taxpayer. On Date 12, the assets of Company C Division\n1 were transferred to the Taxpayer in a tax-free transfer under Internal Revenue Code\nsection 351. Currently, such assets are owned by Company D, which is a single-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-140663-09 4 member limited liability company owned solely by the Taxpayer. The merger and\nsection 351 transfer resulted in a combination of the LIFO pools of these entities. In\ngeneral, the methods employed by the Taxpayer represent the predominant accounting\nmethods for purposes of section 381. The taxpayer takes the position that Paragraph A of the Closing Agreement bars the\nIRS from changing the way the taxpayer defines items for LIFO purposes. The IRS\nbelieves that the taxpayer’s item definitions may be too broad and wants to examine this\nissue during the current audit cycle. LAW AND ANALYSIS\nLIFO Method of Valuing Inventory\nA general understanding of the LIFO accounting method is necessary to determine the\nappropriate interpretation of the Closing Agreement. “Section 471 requires the use of inventories whenever necessary in order to clearly\nreflect income.” Richardson v. Commissioner, T.C. Memo. 1996-368. Section 472\nallows taxpayers to value inventories using the LIFO convention, which treats the last\ngoods acquired as the first goods sold (i.e., the earliest purchased goods remain in\nclosing inventory). See Hamilton Indus., Inc. v. Commissioner, 97 T.C. 120, 130 (1991)\n(citing I.R.C. § 472(b)(1)). “By matching the cost of the most recently purchased goods\nwith current sales revenue, the LIFO convention removes from current earnings any\nartificial profits attributable to inflationary increases in inventory costs.” Id. There are\ntwo principal methods for computing inventory under the LIFO convention: (1) specific\ngoods method and (2) the dollar value method. The former measures inventory by\nidentifying and counting individual units. See Treas. Reg. § 1.472-2. The latter\nmeasures inventory in terms of dollars rather than specific units. See Treas. Reg. §\n1.472-8. Under the dollar-value LIFO method, goods in inventory are grouped into one or more\npools. See Treas. Reg. § 1.472-8. Each pool contains one or more classes of goods\nreferred to as “items.” See Treas. Reg. § 1.472-8. Changes in inventory are calculated\nbased on changes in the dollar value(s) of the pool(s). See Hamilton Indus., Inc., 97\nT.C. at 130-31. Whether there is an increment or decrement in inventory during the\nyear is “determined by comparing the aggregate base-year cost of the items in a pool at\nthe beginning of the year to the aggregate base-year cost of the items in the pool at the\nend of the year.” Huffman v. Commissioner, 126 T.C. 322, 328 (2006). The “base-year\ncost” is the cost of an item as of the base date, which “is the first day of the first year for\nwhich LIFO is adopted.” Id."
}