{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 3,
  "chunk_text": "Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas. Reg. § 1.162-7 specifies that stock options awarded to\nemployees will constitute allowable deductions when such payments\nare made in good faith and as additional compensation for the\nservices actually rendered by the employees. Business expenses\nwhich satisfy the ordinary and necessary expense requirements of\nsection 162 are deductible if they are “proximately connected to\nthe business of the taxpayer claiming deduction.” Eustice, Tax\nProblems Arising From Transactions Between Affiliated or\nControlled Corporations, 23 TAX L. REV. 451, 475. The basic tax rule is that a parent and its wholly-owned\nsubsidiaries are treated as separate entities no matter how\nclosely affiliated. Generally, the courts have held a parent may\nnot deduct the expenses of its subsidiary, even though those\nexpenses would otherwise be ordinary and necessary trade or\nbusiness expenses. Interstate Transit Lines v. Commissioner, 319\nU.S. 590 (1943); Deputy v. Dupont, 308 U.S. 488 (1940). The\nconcept is that the payment by the parent to cover such expenses\nis related to the business of the subsidiary and not its own\nbusiness, and as such is not deductible by the parent. Interstate\nTransit Lines, 319 U.S. at 594; Young & Rubicam, 410 F.2d at\n1238-39; Columbian Rope Co. v. Commissioner, 42 T.C. 800 (1964). This rule was designed to prevent the members of a controlled CC:LM:F:MAN:1:POSTF-112619-02 page 5 group from voluntarily shifting expenses among themselves in\norder to maximize favorable tax consequences. National Carbide\nCorp. v. Commissioner, 336 U.S. 422, 434-36 (1949). However, the courts have carved out a narrow exception to\nthe general rule. Under unique and compelling circumstances, a\nsection 162 deduction may be allowable by a parent if it paid the\nsubsidiary’s business expense for its own direct and proximate\nbenefit or was incurred by the parent with the underlying\nmotivating purpose of protecting and promoting its own business. 1\nYoung & Rubicam, 410 F.2d at 1238-39; Lohrke v. Commissioner, 48\nT.C. 679 (1967); Columbian Rope, 42 T.C. at 815-16. For the exception to apply, a parent must prove that each\nindividual performed specific services clearly for the parent’s\nown direct and proximate benefit. I.R.C. § 162(a); INDOPCO, Inc.\nv. Commissioner, 503 U.S. 79, 84 (1992); Welch v. Helvering, 290\nU.S. 111, 115 (1933); Young & Rubicam, 410 F.2d at 1239. Where\nthe parent has proved, in detailed rather than simply general\nterms, that an individual was involved in this kind of activity,\na deduction by the parent for the compensation paid for these\nactivities is allowable. Columbian Rope, 42 T.C. at 815-16. A\ntaxpayer is required to keep adequate records sufficient to\nenable the Commissioner to determine the taxpayer’s correct tax\nliability. I.R.C. §6001; Meneguzzo v. Commissioner, 43 T.C. 824,\n831 (1965). In the absence of persuasive corroborating evidence,\nthe Commissioner is not required to accept the self-serving\ntestimony of interested parties. Bose Corp. v. Consumers Union of\nU.S., Inc., 466 U.S. 485, 512 (1984)."
}