{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 92,
  "chunk_text": "We\nwon't charge you interest on the penalty\nif you pay by the date specified on the\nbill. If your income varied during the\nyear, the annualized income installment\nmethod may reduce the amount of your\npenalty. But you must file Form 2210\nbecause the IRS can't figure your penalty under this method. Third Party Designee If you want to allow your preparer, a\nfriend, a family member, or any other\nperson you choose to discuss your 2022\ntax return with the IRS, check the “Yes”\nbox in the “Third Party Designee” area\nof your return. Also enter the designee's\nname, phone number, and any five digits\nthe designee chooses as their personal\nidentification number (PIN). If you check the “Yes” box, you, and\nyour spouse if filing a joint return, are\nauthorizing the IRS to call the designee\nto answer any questions that may arise\nduring the processing of your return. You are also authorizing the designee to:\n• Give the IRS any information that\nis missing from your return;\n• Call the IRS for information about\nthe processing of your return or the status of your refund or payment(s);\n• Receive copies of notices or transcripts related to your return, upon request; and\n• Respond to certain IRS notices\nabout math errors, offsets, and return\npreparation. You aren't authorizing the designee\nto receive any refund check, bind you to\nanything (including any additional tax\nliability), or otherwise represent you before the IRS. If you want to expand the\ndesignee's authorization, see Pub. 947. This authorization will automatically\nend no later than the due date (not\ncounting extensions) for filing your\n2023 tax return. This is April 15, 2024,\nfor most people. Sign Your Return\nForm 1040 or 1040-SR isn't considered\na valid return unless you sign it in ac- cordance with the requirements in these\ninstructions. If you are filing a joint return, your spouse must also sign. If your\nspouse can't sign the return, see Pub.\n501. Be sure to date your return and enter your occupation(s). If you have\nsomeone prepare your return, you are\nstill responsible for the correctness of\nthe return. If your return is signed by a\nrepresentative for you, you must have a\npower of attorney attached that specifically authorizes the representative to\nsign your return. To do this, you can use\nForm 2848. If you are filing a joint return with your spouse who died in 2022,\nsee Death of a Taxpayer, later. Court-Appointed\nConservator, Guardian, or\nOther Fiduciary If you are a court-appointed conservator,\nguardian, or other fiduciary for a mentally or physically incompetent individual who has to file Form 1040 or\n1040-SR, sign your name for the individual and file Form 56. Child's Return If your child can't sign their return, either parent can sign the child's name in\nthe space provided. Then, enter “By\n(your signature), parent for minor\nchild.” Requirements for a Paper\nReturn You must handwrite your signature on\nyour return if you file it on paper. Digital, electronic, or typed-font signatures\nare not valid signatures for Forms 1040\nor 1040-SR filed on paper. Requirements for an\nElectronic Return To file your return electronically, you\nmust sign the return electronically using\na personal identification number (PIN)\nand provide the information described\nbelow. If you are filing online using\nsoftware, you must use a Self-Select\nPIN."
}