{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 11,
  "chunk_text": "Research done by the study group or members of the group confirmed that there\nare no consistent definitions for such terms as \"cost-plus.\" Nor is there\nconsistency in the classification of funding arrangements. Accounting varies\nfrom company to company. [Emphasis added.] Rather than attempting to resolve the \"infinite variations in labeling\" for arrangements\nthat were self-funded or partially self-funded, the Study Group proposed that each\narrangement be divided into \"insured\" components and \"uninsured\" components. For example, the insurance charge contained in a \"Cost-Plus/Stop Loss\"\nagreement would be considered insurance premiums and be reported in the\nsame manner as category 1 plans [i.e., \"Insured\" plans]. Administrative fees, POSTU-144536-09 13 claim reimbursements, and fees relating to the use of insurer funds would be\ndeemed to fall into category 2 [i.e., \"Uninsured-administrative services only\"\nplans] and reported accordingly. [Id. at 188.] The Study Group proposed changes to the Instructions to the Annual Statement\nwhich included the following:\n12. \"Uninsured accident and health plans\" are defined as those plans in\nwhich there is no risk to the insurer. For purposes of these instructions, the\nfollowing definition applies:\n\"The definition of 'risk to the insurer' for the purpose of classifying funding\narrangements is the possibility of liability to the insurer due to claims under\naccident and health plans.\" Uninsured accident and health plans include amounts attributable to the\nuninsured portion of partially insured or \"combination\" plans. Such plans may\ninclude, but are not limited to, plans described as \"minimum premium,\" \"costplus/stop-loss\" or other similar names. . . . Amounts related to such uninsured plans must not be reported in\npremiums, claims, or the aggregate reserve. . . . [Id. at 200.] The accounting practices and procedures of the NAIC continued to evolve and\n\"Uninsured Plans\" were further discussed in Statutory Issue Paper No. 47 (SIP 47)\n(June 23, 1998) and Statutory Accounting Principles No. 47 (SAP 47) (January 1,\n2001). These materials will be discussed below in response to the Taxpayer's\nargument. In summary, the NAIC did not attempt to define \"cost-plus\" arrangements and\nrejected any classification based on the label attached to any particular arrangement. Instead, the NAIC determined that arrangements should be classified as \"insured\" or\n\"uninsured,\" and a \"partially insured\" or \"combination\" arrangement should be broken\ninto components which would then be classified as insured or uninsured. b. BCBS Financial Reporting. \"Cost-plus\" issues arose again following the\nannouncement in October, 1990, by the West Virginia insurance commissioner that\nBCBS of West Virginia was insolvent. This drew the attention of Congress and of the\nNational Association of Insurance Commissioners. In June, 1991, the NAIC formed a\n\"Special Committee on Blue Cross Plans,\" which, among other things, was charged with\n\"development of improved financial reporting\"; \"evaluation of needed consumer\nprotections -- like guaranty funds\"; and \"the role of the Blue Cross Blue Shield\nAssociation in Plan governance, national accounts, and financial matters.\" NAIC Proc.\n1991-2, page 60; 1994-4, page 85. Meanwhile on the Congressional level the\nChairman of the Permanent Subcommittee on Investigations, Committee on POSTU-144536-09 14 Governmental Affairs, requested the General Accounting Office to study the BCBS\nplans and the BCBS Association."
}