{
  "document_category": "legal-advice",
  "document_name": "084101f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084101F\nRelease Date: 10/10/2008\nCC:LM:CTM:LA:2\nPOSTF-118789-08\nUILC: 461.05-03 date: June 11, 2008 to: from: subject: Technical Advisor, Media and Entertainment\n(Pre-Filing &Technical Guidance, Technical Advisors, Group 5)\nIndustry Counsel For Media\n(Large & Mid-Size Business) Accrual of Telecast License Fees\nThis Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nDate 1\nDate 2\nDate 3\nDate 4\nSports Leagues\nTeams\nSport 1\nSport 2\nSport 3\nOperating =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ We respond to your request for advice on the accrual and amortization of the liabilities\nof Taxpayer for fees for rights to telecast sporting events under three license\nagreements. This advice is subject to 15-day post-review by the National Office. CCDM\n33.1.2.3.2. In accordance with IRC §6110(k)(3), this advice should not be cited as\nprecedent. POSTF-118789-08 2 ISSUE\nWhether Taxpayer properly accrued its liability for annual license fees under an\nagreement for rights to telecast sporting events as they occurred over a multi-year term\neven though the fees were payable in installments, some of which were due in the\nfollowing tax year? CONCLUSIONS After reviewing the agreements and applicable authorities, we conclude that Taxpayer\nproperly accrued its annual license fee liabilities as the sporting events occurred and it\nwas entitled to telecast the games, that is, when the liabilities were fixed, and economic\nperformance occurred. FACTS Taxpayer, an accrual-basis taxpayer, is a television network and cable/satellite\nprogramming provider, which transmits television programming to local television\nstations for broadcast to television viewers and to cable and satellite operators for\ndistribution to subscribers. Taxpayer uses a fiscal year ending Date 1. Taxpayer\nentered into three contracts (“telecast contracts”) with Sports Associations,\nunincorporated, non-profit associations of Teams that oversee and produce\ninterscholastic sporting events for their members. The telecast contracts each grant -------------exclusive rights to telecast, on a live or\ndelayed basis, a specified number of Sport 1 or Sport 2 games per Operating year\n(beginning on Date 2) as well as rights to telecast additional sporting events (for\nexample, Sport 3). Taxpayer agrees to telecast the Sport 1 or Sport 2 games on a\nnational or regional basis and to pay annual fees in installments due over the Operating\nyear before, during and following the respective sports season. Two of the contracts\nprovide for final annual fee installments to be paid in the fiscal year following the\nseason, on Date 3 and Date 4, respectively. None of the telecast contracts call for\ninstallments to be made in fiscal years prior to a respective sports season. A season’s\ngames are played entirely within a single fiscal year since the Sport 1 season runs from\nSeptember through January and the Sport 2 season runs from November through\nMarch of an Operating year. The telecast contracts are for terms from seven to ten\nyears in length. For tax purposes, Taxpayer accrues the entire annual fee for rights to telecast a\nseason’s games in the year the games are played and most of the installments are due,\neven though some installments are not due until the subsequent year. POSTF-118789-08 3"
}