{
  "document_category": "legal-advice",
  "document_name": "101501f.pdf",
  "chunk_index": 7,
  "chunk_text": "See Treas. Reg. § 1.4512(b); Gajewski v. Commissioner, 67 T.C. 181, aff’d 578 F.2d 1383 (1978). POSTU-116467-09 8 If there are substantial limitations or restrictions on the taxpayer's control of the\nreceipt of the income, then there is no constructive receipt until the restrictions are\nremoved. Where a certificate holder of long-term certificates of deposit was precluded\nfrom withdrawing principal or interest from his account except with the consent of the\nbank and only in the event of emergency, interest credited by the bank with respect to\nthe certificate is not includible in the taxpayer’s gross income until the taxable year in\nwhich the original term of the certificate is concluded, unless received in an earlier\ntaxable year under emergency withdrawal provisions. See Rev. Rul. 73-487, 1973-2\nC.B.153. Courts have determined that the following conditions are generally necessary to\ntax an amount under the doctrine of constructive receipt:\n1. the amount must be due;\n2. the amount must be appropriated on the books of the obligor;\n3. the obligor must be willing to pay;\n4. the obligor must be solvent and able to pay; and\n5. the obligee must have knowledge of the foregoing facts. The obligee’s demand for payment must be the only thing that would be\nnecessary for payment. See Johnson v. Commissioner, 25 T.C. 499 (1955); Jumbo v.\nCommissioner, T.C. Memo 2002-273; Gullett v. Commissioner, 31 B.T.A. 1067 (1935). The amount credited to an individuals’ account must be subject to unqualified demand. See Robinson v. Commissioner, 44 T.C. 20 (1965). Information Reporting Requirements\nCode § 6049(a) provides that every person (1) who makes payments of interest\naggregating $10 or more to any other person during any calendar year or (2) who\nreceives payments of interest as a nominee and who makes payments aggregating $10\nor more during any calendar year to any other person with respect to the interest so\nreceived, shall make a return according to the forms or regulations prescribed by the\nSecretary, setting forth the aggregate amount of such payments and the name and\naddress of the person to whom paid. Code § 6049(b)(1)(B) includes in the definition of interest any interest on deposits\nwith persons carrying on the banking business. Section 6049(b)(1)(C) includes in the\ndefinition of interest any amounts paid by a mutual savings bank, savings and loan\nassociation, building and loan association, cooperative bank, homestead association,\ncredit union, industrial loan association or bank, or similar organization, in respect of\ndeposits, investment certificates, or withdrawable or repurchasable shares. Code § 6049(d)(1) provides that the term person includes any governmental unit\nand any agency or instrumentality thereof and any international organization and any\nagency or instrumentality thereof. POSTU-116467-09 9 ANALYSIS\nIssues 1 and 2 As a general rule, interest earned by a taxpayer constitutes gross income and is\nfully taxable. In Rev. Rul. 99-44, the personal funds, including all interest, are the\nproperty of the IDA participant and may be withdrawn at any time. Here, even though\nthe funds in the equity accounts are held in trust by the ----HA for the benefit of the\nprogram participants, the funds, including interest earned thereon, remain property of\nthe program participants."
}