{
  "document_category": "legal-advice",
  "document_name": "100501f.pdf",
  "chunk_index": 4,
  "chunk_text": "Treasury Regulation section 301.7121-1(b)(3) provides that closing agreements may be\nwith respect to taxable periods ending subsequent to the date of the agreement. In\nsuch cases, “the agreement may relate to one or more separate items affecting the tax\nliability of the taxpayer.” Treas. Reg. § 301.7121-1(b)(3). Therefore, the Closing Agreement is binding if it was properly executed in accordance\nwith section 7121 and the regulations thereunder, and, if binding, would bar the\nCommissioner from changing the taxpayer’s item definitions if the parties so agreed in\nthe Closing Agreement. Interpretation of the Closing Agreement\nClosing agreements are created by statute and \"are authorized, and limited by, the\nlanguage of the statute.” Marathon Oil Co. v. United States, 42 Fed.Cl. 267, 274\n(1998), aff’d, 215 F.3d 1343 (Fed. Cir. 1999). When not otherwise limited by the\nstatute, courts apply principles of contract law when analyzing closing agreements. See\nMarathon Oil Co., 42 Fed. Cl. at 274; Smith v. United States, 850 F.2d 242, 245 (5th Cir.\n1988); Rink v. Commissioner, 47 F.3d 168, 171 (6th Cir. 1995); United States v. National\nSteel Corp., 75 F.3d 1146, 1150 (7th Cir. 1996). “It is a fundamental precept of the\ncommon law that the intention of the parties to a contract controls its interpretation.” Blue Cross & Blue Shield United of Wis., 71 Fed. Cl. 641, 648 (2006); see Sid\nRichmond Carbon & Gasoline Co. v. Interenergy Resources, Ltd., 99 F.3d 746, 754 (5th\nCir. 1996); JAK Prods., Inc. v. Wiza, 986 F.2d 1080, 1088 (7th Cir. 1993); Vision Info.\nServs., Inc. v. Commissioner, 419 F.3d 554, 558 (6th Cir. 2005). If the terms of a\ncontract are clear and unambiguous, courts do not consider extrinsic evidence in\ninterpreting the contract; extrinsic evidence is only allowed if the contract is ambiguous. See Blue Cross & Blue Shield United of Wis., 71 Fed. Cl. at 648; Rink, 47 F.3d at 172;\nS & O Liquidating Partnership v. Commissioner, 291 F.3d 454, 459 (7th Cir. 2002); cf.\nHall v. State Farm Fire & Cas. Co., 937 F.2d 210, 214 (5th Cir. 1991). Under contract\nlaw, an interpretation that gives reasonable meaning to all parts of the contract is\npreferable to one that leaves portions of the contract meaningless. See Temple v.\nUnited States, 11 Ct. Cl. 302, 305 (1986); Rink, 47 F.3d at 171; Springer v.\nCommissioner, T.C. Memo. 2003-221. Provisions in a contract are interpreted in light of\nthe entire agreement. See First Nationwide Bank v. United States, 48 Fed. Cl. 248, 260\nn.18 (2000); cf. Tomerlin Trust v. Commissioner, 87 T.C. 876, 881 (1986) (true nature of\ncontract “is to be ascertained from the entire content and thrust of contract provisions”). Introductory clauses “in a closing agreement are important for interpreting the\nagreement.” Zaentz v. Commissioner, 90 T.C. 753, 762 (1988). However, they do not POSTF-140663-09 7 bind “the parties for purposes of resolving an issue concerning a matter other than the\nmatter agreement upon.” Id. The Closing Agreement addresses the appropriate LIFO values for Company A’s Pool A\nas of Date 1, Date 2, Date 3, Date 4, Date 5, Date 6, and Date 7."
}