{
  "document_category": "legal-advice",
  "document_name": "111101f.pdf",
  "chunk_index": 2,
  "chunk_text": "Treas. Reg.\n§ 1.165-1(a).\nSection 197(a) allows a taxpayer to amortize an “amortizable section 197\nintangible” ratably over a 15-year period. If an asset is an “amortizable section 197\nintangible,” it is amortizable over a 15-year period, even if the asset might have a\ndifferent useful life. I.R.C. § 197(b). See, e.g., Frontier Chevrolet Co. v. Commissioner,\n329 F.3d 1131, 1135 (9th Cir. 2003) (noting that the enactment of section 197 in 1993 to\ngovern the amortization of intangibles superseded older rules about amortizing an\nintangible over its life). An “amortizable section 197 intangible” means any “section 197 intangible” that\nis acquired by the taxpayer after August 11, 1993 and is held in connection with the\nconduct of a trade or business or an activity described in section 212. I.R.C.\n§ 197(c)(1). Certain self-created intangibles are excluded from the definition of\n“amortizable section 197 intangible.” I.R.C. § 197(c)(2). A “section 197 intangible” includes goodwill and any franchise, trademark, or\ntrade name. I.R.C. § 197(d)(1)(A), (F). For purposes of section 197(d)(1)(F), the term\n“franchise” has the same meaning as in section 1253(b)(1). I.R.C. § 197(f)(4); Treas. Reg. § 1.197-2(b)(10). Under section 1253(b)(1), a franchise includes an agreement\nthat gives one of the parties the right to distribute, sell, or provide goods, services, or\nfacilities within a specified area. Section 197(f)(1) states that, if there is a disposition of any amortizable section\n197 intangible acquired in a transaction or series of related transactions (or any such\nintangible becomes worthless) and one or more other amortizable section 197\nintangibles acquired in such transaction or series of related transactions are retained,\nthen (i) no loss may be recognized, and (ii) appropriate basis adjustments must be\nmade to the retained intangibles. See Treas. Reg. § 1.197-2(g)(1). The abandonment\nof an amortizable section 197 intangible, or any other event rendering an amortizable\nsection 197 intangible worthless, is treated as a disposition of the intangible for\npurposes of section 197(f)(1) and Treas. Reg. § 1.197-2(g)(1). Treas. Reg. § 1.1972(g)(1)(i)(B). Dealer’s situation falls within section 197(f)(1). Dealer acquired the franchises\nand goodwill after the enactment of section 197, so the goodwill is an amortizable\nsection 197 intangible. 3 Dealer does not dispute this fact. However, Dealer claims that\nthe goodwill associated with the W and Y2 franchises became worthless. But, under\nsection 197(f)(1), the taxpayer cannot deduct any such loss. Instead, Dealer must\n3 In a case where a dealer acquired the franchise after January 1, 1970 but before the effective date of\nsection 197, it appears that I.R.C. § 1253 would govern the tax treatment of this type of situation. (Section 1253 was effective January 1, 1970.) make appropriate adjustments to the basis of the retained amortizable section 197\nintangibles. Dealer makes two principal arguments in support of deducting the goodwill\nassociated with the W and Y2 franchises. First, Dealer claims that the asset purchase\nagreement separately stated a goodwill value for the W franchise. Dealer reasons that\nthe remainder of the goodwill was, therefore, allocable to the X, Y1, Y2, and Z\nfranchises. We have reviewed the purchase agreement and find no such allocation. The allocation that Dealer provided to you was on a summary sheet that is undated and\nunsigned."
}