{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 6,
  "chunk_text": "U.S. v.\nChicago, Burlington & Quincy R.R., 412 U.S. 401, 411 (1973). The Supreme Court\nreasoned that “the decisional distinction between Detroit Edison and Brown Shoe Co.\nrested upon the nature of the benefit to the transferor, rather than the transferee”. Id. The Supreme Court also identified five characteristics of a nonshareholder contribution\nto capital: (1) the contribution must become a permanent part of the transferee's\nworking capital structure; (2) the contribution must not be compensation for specific,\nquantifiable service provided; (3) the contribution must be bargained for; (4) the\ncontributed asset must foreseeably result in benefit to the transferee in an amount\ncommensurate with its value; and (5) the contributed asset will be ordinarily employed in\nor contribute to the production of additional income and value assured in that respect. Id. at 413. POSTF-147002-10 7 More Recent Decisions Addressing Transferor Intent or Motive\nIn U.S. v. Coastal Utilities, Inc., 483 F. Supp. 2d 1232 (S.D. Ga. 2007), aff'd, 514\nF.3d 1184 (11th Cir. 2008), the court held that government payments to a\ntelecommunications provider for services provided in high cost areas were not capital\ncontributions under section 118. Based upon its analysis of the mechanisms used to\ncalculate the amount of the payments at issue, the court determined that the purpose of\nthe payments was to supplement income. Id. The court reasoned that although the\namount of the payments were largely based on investment expenditures, the\ncalculations also took into consideration revenue requirements and expenses unrelated\nto investment expenditures. Id. at 1241-42. The court rejected the taxpayer’s argument\nthat the government received a direct benefit in return for the payment as “it does not\nfollow that a government payment is a contribution to capital every time a public\npurpose is in some way implicated…all government spending should, theoretically, and\nat least indirectly, be for the purpose of benefiting the community.” Id. at 1245. Lastly,\nthe court reasoned that the payments were intended to provide an enhanced return on\ninvestments previously made, as opposed to payments to make capital investments. Id.\nat 1246-48. A Florida district court recently held that “takeout bonus” payments made by the\nState of Florida to insurers for assuming property insurance risks were non-shareholder\ncontributions to capital and excluded from gross income. Southern Family Insurance\nCompany v. U.S., No. 8:05-cv-2158-T-30MAP, 2010 WL 4974612 (M.D. Fla. Dec. 1,\n2010). The court in Southern Family found as fact that the “takeout bonus” payments to\nthe insurers for assuming property insurance risks were not based on any consideration\nof, or desire to provide, increased revenue or return on the insurers’ investments. Id. at\n*1. The court observed that the amount of the “takeout bonus” payments did not\ndepend on the value of the insured property, the insurance premium, or the insurer’s\nexpected profit from the policy. Id. The court looked to the applicable Florida statute\nauthorizing the “takeout bonus” payments in finding that the payments were intended by\nthe legislature to be contributions to the insurer’s capital, not income. Id. at *6. Moreover, the evidence established that the insurers and the State of Florida engaged\nin negotiations concerning the “takeout bonus” payment arrangements. Id. at *7."
}