{
  "document_category": "legal-advice",
  "document_name": "082804f.pdf",
  "chunk_index": 4,
  "chunk_text": "Any\nremaining portion of the trust shall be subject to subparts A through D.\nTreas. Reg. §1.671-4(a), effective for taxable years beginning on or after January 1,\n1996, provides that in general, items of income, deduction, and credit attributable to any\nportion of a trust which is treated as owned by the grantor or another person are not\nreported by the trust on Form 1041, but are shown on a separate statement to be\nattached to that form. Accordingly, since the grantor trust is not a taxable entity,\ngenerally a grantor trust only files a blank return with a statement that shows the items POSTF-103406-08 5 of income, deduction, and credit of the trust of the taxable year that are attributable to\nthe grantor. Per Treas. Reg. § 1.671-4(b)(2)(B), the trustee need not file any type of\nreturn in the case of a trust all of which is owned by one grantor or one other person,\nwhere the trustee furnishes certain information to payors and furnishes to the grantor or\nother person treated as the owner of the trust with a statement that: (1) shows all items\nof income, deduction, and credit of the trust for the taxable year; (2) identifies the payor\nof each item of income; (3) provides information necessary to take the items into\naccount in computing the grantor’s or other person’s taxable year; and (4) informs the\ngrantor or other person treated as the owner of the trust that the items of income,\ndeduction and credit and other information shown on the statement must be included in\ncomputing the taxable income and credits of the grantor or other person on the income\ntax return of the grantor or other person. Litigation of grantor trust issues has occurred in the Tax Court; see Lardas v.\nCommissioner, 99 T.C. 490 (1992). In that case, the Court held that the relevant return\nfor determining when the statute of limitations is triggered is the return of the grantor,\nnot the grantor trust. Thus, the Court held that “section 6501(a) refers to the taxpayer’s\nreturn [in the case, husbands and wives], and not that of the source entity, where such\nsource entity is a grantor trust.” Id., at 499. The Tax Court has consistently maintained\nthis position without regard to the source entity involved; see cases cited in Olson v.\nCommissioner, T.C. Memo. 1992-711. We have no reason to think that the Tax Court\nwould take a different position in regard to ------------------------------------------------------------------- and to ---------------------- and ------------------------ and their respective spouses, if\nany. Given the addresses of ---------------- and ---------------------, should any litigation of this\nissue occur, any such decision would be appealable to the Court of Appeals, Second\nCircuit.3 That Circuit, in Rothstein v. United States, 735 F.2d 704, 709 (2d Cir. 1984),\nheld that although the grantor must include items of income, deduction, and credit\nattributable to the trust in computing the grantor’s taxable income and credits, the trust\nmust continue to be viewed as a separate taxpayer for purposes of sales transactions. Conceivably, one could conclude from this decision that the pertinent statute of\nlimitations related to the trust, rather than to the grantors."
}