{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 4,
  "chunk_text": "Section 4 then provides that the balance of said margins which remain shall be deemed\nto be the patrons' net margins. All of the patrons' net margins shall, as received by the\nCooperative, belong to and be held for the patrons and shall be apportioned among\nthem on a patronage basis at the close of each fiscal year. Section 5 provides that allocation units may be used in determining how to apportion net\nsavings on a patronage basis. Coop uses a single allocation unit for b marketing\nbusiness, allocating patronage dividends on the basis of bushels of b marketed through\nCoop. Coop accounts for its b storage business in a separate allocation unit, allocating\npatronage dividends on the basis of storage fees paid to Coop. Coop currently uses\nthree allocation units for its supplies business — (i) merchandise and feed, (ii) fertilizer,\nchemical and seed, and (iii) petroleum. Each of the supplies allocation units allocates\npatronage dividends based upon dollars of purchases from Coop of products sold by\nthe unit. Section 6 requires the allocated amount be paid to patrons, but permits the Board to\npay a portion of the patronage dividend in written notices of allocation (referred to by\nCoop as “Members' Equity Credits”). Article IX of Coop's By-laws provides that upon dissolution assets will first be used to\npay all debts and liabilities. Remaining assets will then be distributed to the holders of\nMembers' Equity Credits in an amount equal to the stated dollar amount of the Credits. The holders of capital stock and Certificates of Participation will then be entitled to\nreceive what they paid for them. Any residual assets then remaining will be shared on a\npatronage basis “among the equity holders on the basis of their respective deferred\npatronage accounts as shown on the records of the cooperative insofar as possible.” In the event that Coop incurs a loss, Section 7 of Article VIII authorizes Coop (among\nother things) to “charge such loss against the Members' Equity Credits and other equity\nheld by those stockholders and participating patrons whose patronage gave rise to such\nloss.” This letter relates to Coop's b marketing activities. Coop operates *** b elevators located\nthroughout the territory it serves. Collectively, the elevators have the capacity to store\napproximately ----------------bushels of b. Coop's elevators located along rail lines tend to\nbe larger and to have more storage capacity than Coop's truck facilities. Most are\ncapable of loading 100-car trains used to ship b long distances to market. From the\nelevators, Coop is able to reach multiple domestic markets for b. From Coop's elevators\nserved by truck, b can be sold to local users. b from the truck elevators can also be\ntransferred to Coop's rail facilities for shipment by rail when the market dictates. POSTF-143023-10 7 In very simple terms, Coop's b marketing business on behalf of its members consists of\nbuying b from members and participating patrons, handling and storing the b at its\nelevators, and then selling the b to customers."
}