{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 17,
  "chunk_text": "The administrator, however, may be subject to credit risk with regard to the risk\nbearing entity. An uninsured accident and health plan may be either an ASO\n[Administrative Services Only] plan or an ASC [Administrative Services Contract]\nplan. Under an ASO plan, claims are paid from a bank account owned and\nfunded directly by the uninsured plan sponsor; or, claims are paid from a bank\naccount owned by the reporting entity, but only after the reporting entity has\nreceived funds from the uninsured plan sponsor that are adequate to fully cover\nthe claim payments. Under an ASC plan, the reporting entity pays claims from its\nown bank accounts, and only subsequently receives reimbursement from the\nuninsured plan sponsor. No arrangement where the reporting entity receives a\ncapitated payment for providing medical services to a third party shall qualify as\nan insured plan. SAP 47 uses the same language, with the difference that the first sentence refers to\n\"this statement\" rather than \"this issue paper.\" SIP 47 was issued by the NAIC to \"provide guidance on the recording and\nreporting of transactions related to uninsured plans\"; SAP 47 \"establishes statutory\naccounting principles for all uninsured plans.\" SIP 47, par. 1; SAP 47, par. 1. SAP 47\nprovides:\n5. The administrator's statement of operations shall exclude all income and\nexpenses related to claims, losses, premiums, and other amounts received or\npaid on behalf of uninsured ASO or uninsured ASC plans. . . . POSTU-144536-09 21 11. . . . Administrators shall not record aggregate reserves, claim/loss reserves,\nor liabilities (except for Medicare or similarly structured cost based\nreimbursement contracts) for any other claim costs paid by the administrator on\nbehalf of uninsured plans. [Emphasis added.] SIP 47 and SAP 47 represent the further development of the principles set forth\nin the 1986 changes to the Annual Statement instructions, described above, regarding\n\"insured\" and \"uninsured\" arrangements. While the Taxpayer's quotation from SAP 47\ndescribes differences between ASO arrangements and ASC arrangements, both of the\narrangements described in SAP 47 are considered \"uninsured.\" Note that the emphasis\nof the NAIC has been on whether arrangements are insured or uninsured, rather than\non the label used by the parties to the arrangement. Thus, the Financial Reporting\nWorking Group of the Special Committee on Blue Cross Plans had used the phrase\n\"Cost Plus/ASO\" to describe an arrangement that was considered \"underwritten.\" The\nBCBSA used the phrase \"Cost Plus/ASC\" to describe a similar arrangement in its riskbased capital formula. Both of those arrangements had multiple features that are not\nincluded in the description of an \"ASC\" in SAP 47. The most that can be derived from\nSAP 47 is that it describes an ASC which is not fundamentally distinguishable from an\nASO and in fact SAP 47 treats both arrangements as uninsured. It cannot be\nconcluded from SAP 47 that any arrangement that might be described as an ASC must\ntherefore be considered a \"cost -plus\" arrangement. \"Cost-plus\" -- TAM 9803003. As noted above, the original version of section\n833 only referred to \"claims incurred\" and did not include the language \"liabilities\nincurred . . . under cost-plus contracts.\""
}