{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 4,
  "chunk_text": "In summary, Corp D had three major categories of revenues:\nQQ, RR and SS for sold Y. Allegedly, the Corp D controller estimated the revenues\nfrom the last two categories and overstated said revenues. Entity G sued Owners 1, 2 and 3, alleging fraudulent overstatement of value,\naccounting fraud, overstating revenues, understating tax liabilities and overstating prepaid expenses - all in connection with the sale of ** percent of the stock of Corp D.\nCorp E also sued the accountants for Corp D, PP, for not properly auditing the\noverstated revenues. It may be as a result of, or prior to, this lawsuit that Owners 1, 2\nand 3 made a $ WW cash infusion to Corp E and were forced to surrender some of their\n** percent stock holding. Owners 1, 2 and 3 countersued Entity G, alleging breach of\nfiduciary duty and business losses from Entity G’s running of the businesses. In ** of Year 9, Corp E filed for Chapter 11 bankruptcy. 4 The bankruptcy stayed\nthe lawsuits. Subsequently, Corp E owners did recover some money; but, the recovery\nagainst former Owners 1, 2 and 3 was limited by a clause in the sale contract. There\nwas a significant recovery from PP. The amounts recovered are not known. Prior to, and at the time of the Chapter 11 filing, Corp E was YY throughout the\nUnited States; however, all ZZ ------------------- were released from non-compete clauses ------------------------------------------------to work with competitors upon filing for bankruptcy. In the fall of Year 9, there was a bankruptcy asset auction. The auctioned assets\nwere reported to include Corp E’s AAA operations “BBB” and the following:\n[p]roperty and equipment, AA databases, ZZ, employee lists,\nongoing contracts, proprietary computer systems, and all\nintellectual and proprietary rights, including rights to the [Owner 1]\nCCC and DDD brands. Source: FF. Before the bankruptcy and auction sale, Entity G attempted to persuade the\nformer principles in Corp D (Owners 1, 2 and 3) to reacquire Corp E; but, the attempts\nwere not successful. Despite refusing to re-acquire Corp E, from Entity G (the **\npercent owner), Owners 1, 2 and 3 purchased the assets of Corp E from the bankruptcy\nestate for $ T in an open, multi-bidder, arms-length public auction that Corp F\ncharacterizes as highly competitive. The purchased assets were transferred into a new\n4 The total number of affiliated entities in the bankruptcy is not clear, but it may include: Corp E; Corp D; ------------------------------------------------------------------------------------------------------------------------------ BBB; ---------------------------------------------------------------------------------- Page 7 of 37 POSTF-134629-07 S corporation, Corp F, the entity the subject of this advice. Owner 2 became the more\nactive principal, with Owners 3 and 1 as investors. Owner 2 and his wife owned **\npercent, Owner 1 and his wife owned ** percent, and Owner 3 and his wife owned **\npercent. Corp F operated the Industry N business for ** months, but allegedly needed a\ntax exempt entity to operate its business through in order to save on Z, its alleged\nlargest expense. Corp F has not yet substantiated the assertion its single largest\nexpense is Z or the significance of the reduction in Z."
}