{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 18,
  "chunk_text": "Corp F continues to\nrun its Industry N business using its retained rights in the assets. Thus, in substance,\nthere was no asset sale for tax purposes. As stated in Estate of Franklin v.\nCommissioner, 64 T.C. 752 (1975), aff’g Estate of Franklin v. Commissioner, 544 F.2d\n1045, 1047 n.1 (1976):\n“[W]hile characteristics of a transaction are questions of fact,\nwhether those characteristics constitute a sale for tax\npurposes is a question of law” (emphasis in original, citations\nomitted) To paraphrase the reasoning in Estate of Franklin, the lack of a price that\napproximately equals the fair market value leaves the transaction lacking the substance\nto justify treating the transaction as a sale ab initio. 544 F.2d at 1048. Whether or not\nCorp F (through Owners 1, 2 and 3) believed that the businesses formerly acquired by\nEntity G could be worth $ DD after the bankruptcy, there is no evidence the few assets\nfrom the business that Corp F allegedly sold could be worth $ DD at the time of the\npurported sale. The fact the “sold” assets were purchased for approximately $ R ($ T\nless retained W) 23 in an arms length, open bid, hotly contested auction ** months\nearlier is compelling evidence that the assets were only worth $ R. If Corp F could not\nmake a go of the business without the Z that a non-profit organization could command,\nthat is additional evidence the value did not increase over $ EE24 in the intervening **\nmonths that Corp F held the assets. Moreover, while Corp F asserts that the increased value ($ EE) is either going\nconcern or goodwill, the evidence is to the contrary. As noted above, Corp F allegedly\ncould not make a “go” of the business without Entity M. From a review of the list of\nshort-term AA contracts, it appears that the AA contracts are old or relatively few. Most\nof the BB agreements and ZZ contracts pre-date the purchase of the assets in the\nbankruptcy auction. All ZZ were released from their non-compete clauses prior to the\nbankruptcy auction. It will take future development to turn these assets into a $ DD\nbusiness, if such a success is possible. To the extent Corp F is anticipating creating\ngoodwill by running the business through Entity M for P years that does not bring Year\n10 value to the purported sale of miscellaneous older assets. 23 The $ R is, in exact amounts, $ R. This amount is based on Corp F’s representation it paid $ T for all of\nthe assets acquired in the bankruptcy auction with $ GG of said $ T paid for the W. The W were retained\nby Corp F. If the amount allocated to the W was not a negotiated arms length amount, said amount may\nbe too low of an allocation because W are probably the most valuable asset acquired. 24 $ DD less $ R. Page 25 of 37 POSTF-134629-07 Similar to taxpayer in Estate of Franklin, Corp F failed to provide any support for\nits conclusion that the $ DD purchase price was at least approximately equivalent to the\nfair market value of the assets sold."
}