{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 12,
  "chunk_text": "NAIC Proc.\n1991-2, page 60; 1994-4, page 85. Meanwhile on the Congressional level the\nChairman of the Permanent Subcommittee on Investigations, Committee on POSTU-144536-09 14 Governmental Affairs, requested the General Accounting Office to study the BCBS\nplans and the BCBS Association. In 1994 the GAO issued a report, Blue Cross and\nBlue Shield: Experiences of Weak Plans Underscore the Role of Effective State\nOversight, GAO/HEHS-94-71 (April 1994). The 1994 GAO report reflected the lack of\nunderstanding about the internal arrangements of BCBS plans at that time: The revelation that several Blues plans were in poor financial condition prompted\nfundamental questions about all Blues plans because of the large number of\nAmericans they insure. Are the plans run by a single corporate headquarters, or\ndo they each operate as an independent business? How do Blues plans differ\nfrom commercial health insurers? How many Blues plans are in financial trouble\nand why? What are the responsibilities of the Blues Association when plans\nhave financial problems? [Id. at 2.] The NAIC Special Committee on Blue Cross Plans found that the organization\nand regulation of BCBS plans varied significantly from state to state. In many states,\nBCBS plans were not subject to the general laws and regulations governing commercial\ninsurers. The special statutes governing BCBS plans differed considerably, especially\nin the areas of financial standards and the level of regulatory authority provided to\nregulators. NAIC Proc. 1993-1, page 152. Similarly, the 1994 GAO report found that\n\"Blues plans differ considerably in organization, operations, and regulation.\" 1994 GAO\nReport, p 34. In December, 1994, the NAIC Special Committee on Blue Cross Plans issued its\nfinal report. During this same period, the NAIC was developing \"risk-based capital\"\n(RBC) standards for insurance companies. The NAIC Special Committee on Blue\nCross Plans considered risk-based capital standards for BCBS plans but recommended\nthat the standards should be developed by the specific subcommittee that was working\non risk-based capital initiatives. NAIC Proc. 1992-2, page 160, 1993-3, page 11. In its\nfinal report the Special Committee on Blue Cross Plans repeated its recommendation\nthat \"development of risk-based capital standards for health carriers specifically include\nstandards for Blue Plans\" and noted that the Blue Cross Blue Shield Association had\nbeen developing its own risk-based capital mechanisms in order to monitor its\nmembers. NAIC Proc. 1994-4, p 85. The final report indicated the Committee had reviewed how BCBS national\naccounts are handled, noting that a written description of these programs had been\nprovided by the Blue Cross Blue Shield Association. The final report indicated that the Committee had considered recommending the\ndevelopment of a separate Annual Statement form for BCBS plans but instead a\n\"Financial Reporting Working Group\" was formed which developed \"financial reporting\nsupplements and instructions\" for obtaining additional information from Blue Cross/Blue\nShield Plans. Id. at 85, 86. The Working Group indicated that \"The supplement was\nlargely modeled after filings already required of Plans, primarily internal filings required POSTU-144536-09 15 of Plans by the Blue Cross/Blue Shield Association.\" NAIC Proc. 1994-4, page 86. The\nsupplement had three parts:\n1. Statement of Operations By Line of Business - Statutory Basis\n2. Non-Underwritten Health Benefit Programs - Benefit Payments 3. Interrogatory"
}