{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 145,
  "chunk_text": "• Qualified solar water heating property for use in your home located in the\nUnited States. • Qualified small wind energy property for use in connection with your\nhome located in the United States. • Qualified geothermal heat pump\nproperty installed on or in connection\nwith your home located in the United\nStates. • Qualified biomass fuel property\nfor use in connection with your home located in the United States. • Qualified fuel cell property installed on or in connection with your main\nhome located in the United States. Energy efficient home improvement\ncredit. You may be able to take this credit by completing and attaching Form\n5695 for any of the following improvements to your main home located in the\nUnited States in 2022 if they are new\nand meet certain requirements for energy efficiency. • Any insulation material or system\nprimarily designed to reduce heat gain\nor loss in your home. • Exterior windows (including skylights). • Exterior doors.\n• A metal roof or asphalt roof with\npigmented coatings or cooling granules\nprimarily designed to reduce the heat\ngain in your home. You may also be able to take this\ncredit for the cost of the following items\nif the items meet certain performance\nand quality standards. • Certain electric heat pump water\nheaters; electric heat pumps; central air\nconditioners; and natural gas, propane,\nor oil water heaters. • A qualified furnace or hot water\nboiler that uses natural gas, propane, or\noil.\n• An advanced main air circulating\nfan used in a natural gas, propane, or oil\nfurnace. Condos and co-ops. If you are a member of a condominium management association for a condominium you own or\na tenant-stockholder in a cooperative\nhousing corporation, you are treated as\nhaving paid your proportionate share of\nany costs of such association or corporation for purposes of these credits. More details. For details, see Form\n5695. Lines 6a Through 6z\nOther Nonrefundable Credits\nLine 6a. The general business credit\nconsists of a number of credits that usually apply only to individuals who are\npartners, shareholders in an S corporation, self-employed, or who have rental\nproperty. See Form 3800 or Pub. 334.\nLine 6b. Enter any credit for prior year\nminimum tax. See Form 8801. -101- Line 6c. You may be able to take the\nadoption credit if you paid expenses to\nadopt a child or you adopted a child with\nspecial needs and the adoption became\nfinal in 2022. See the Instructions for\nForm 8839. Line 6d. Enter any credit for the elderly\nor the disabled. See Schedule R.\nLine 6e. Enter any alternative motor vehicle credit. See Form 8910. Line 6f. Enter any qualified plug-in\nelectric drive motor vehicle credit. See\nForm 8936. Line 6g. Enter any mortgage interest\ncredit if a state or local government gave\nyou a mortgage credit certificate. See\nForm 8396. Line 6h. You can't claim the District of\nColumbia first-time homebuyer credit\nfor a home you bought after 2011. You\ncan claim it only if you have a credit\ncarryforward from 2021. See Form\n8859. Line 6i. Enter any qualified electric vehicle credit. You can't claim this credit\nfor a vehicle placed in service after\n2006. You can claim this credit only if\nyou have an electric vehicle passive activity credit carried forward from a prior\nyear. See Form 8834. Line 6j."
}