{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 143,
  "chunk_text": "* Chapter 1 taxes include taxes from sections 1 through 1400Z-2 of the Code, as well as certain amounts the Code treats as chapter 1 taxes. Generally, this does not include amounts reported on Schedule 2, lines 4, 7, 9, 11–13, 17k–17m, or 17z (other than chapter 1 taxes). -99- Instructions for Schedule 3\nAdditional Credits and Payments\nGeneral Instructions\nUse Schedule 3 if you have nonrefundable credits, other than the child tax credit\nor the credit for other dependents, or\nother payments and refundable credits. Include the amount on Schedule 3,\nline 8, in the amount entered on Form\n1040, 1040-SR, or 1040-NR, line 20. Enter the amount on Schedule 3,\nline 15, on Form 1040, 1040-SR, or\n1040-NR, line 31. Specific Instructions\nLine 1\nForeign Tax Credit If you are a shareholder in a TIP controlled foreign corporation\nand made a section 962 election, see the instructions for Forms 1040\nand 1040-SR, line 16, for the foreign tax\ncredit you figured on Form 1118. If you paid income tax to a foreign\ncountry or U.S. possession, you may be\nable to take this credit. Generally, you\nmust complete and attach Form 1116 to\ndo so. Exception. You don’t have to complete\nForm 1116 to take this credit if all of the\nfollowing apply. 1. All of your foreign source gross\nincome was from interest and dividends\nand all of that income and the foreign\ntax paid on it were reported to you on\nForm 1099-INT, Form 1099-DIV, or\nSchedule K-1 (or substitute statement). 2. The total of your foreign taxes\nwasn't more than $300 (not more than\n$600 if married filing jointly). 3. You held the stock or bonds on\nwhich the dividends or interest were\npaid for at least 16 days and weren’t obligated to pay these amounts to someone\nelse. 4. You aren’t filing Form 4563 or\nexcluding income from sources within\nPuerto Rico. 5. All of your foreign taxes were:\na. Legally owed and not eligible for\na refund or reduced tax rate under a tax\ntreaty, and\nb. Paid to countries that are recognized by the United States and don’t\nsupport terrorism. For more details on these requirements, see the Instructions for Form\n1116. Do you meet all five requirements\njust listed? Yes. Enter on line 1 the smaller of\n(a) your total foreign taxes, or (b) the total of the amounts on Form 1040 or\n1040-SR, line 16, and Schedule 2,\nline 2. No. See Form 1116 to find out if\nyou can take the credit and, if you can, if\nyou have to file Form 1116. Line 2\nCredit for Child and Dependent\nCare Expenses You may be able to take this credit if, in\norder to work or look for work, you paid\nsomeone to care for:\n• Your qualifying child under age 13\nwhom you claim as your dependent,\n• Your disabled spouse or any other\ndisabled person who couldn't care for\nthemselves, or\n• Your child whom you couldn't\nclaim as a dependent because of the\nrules for Children of divorced or separated parents under Who Qualifies as Your\nDependent, earlier. For details, use Tax Topic 602 or see\nForm 2441. Line 3\nEducation Credits If you (or your dependent) paid qualified\nexpenses in 2022 for yourself, your\nspouse, or your dependent to enroll in or -100-"
}