{
  "document_category": "legal-advice",
  "document_name": "084201f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084201F Release Date: 10/17/08\nCC :SB:5:SLC:--------------SCAF-109502-06\ndate:\nto: August 6, 2008\nInternal Revenue Service\n1973 N. Rulon White Blvd\nOgden, UT 84404\nAttn: Frivolous Return Program, MS 4390 from: subject: Mark H. Howard\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed) Erroneous refund of withheld social security tax We received a request from the Frivolous Return Program (FRP) at the Ogden\nCampus for advice involving returns filed as part of a scheme in which taxpayers file\nreturns reporting no income but claiming refunds based on income tax withholding and\nFederal Insurance Contributions Act (FICA) tax withholding. We previously provided\nyou with a response on other questions. This memorandum addresses false claims for\nrefund, which include the Old Age and Survivor Disability (OASDI) portion of withheld\nFICA tax (i.e., withheld social security tax). ISSUE When a return falsely reports and claims a credit for withheld social security tax\nand the Service makes an erroneous refund based on that request, can the Service\nrecover these amounts using the assessment procedures provided in I.R.C.\n§ 6201(a)(3)? CONCLUSION The Service may assess the amount of the withheld social security tax that was\nerroneously refunded pursuant to the procedures provided in I.R.C. § 6201(a)(3). SCAF-109502-06 2 FACTS For our opinion in this matter, we have relied on the facts set out below. If you\nbelieve we have misstated the facts or omitted key facts, please let us know as this\ncould affect our opinion in this matter. Division Counsel SBSE and the IRS FRP based in Ogden, Utah, asked us to\nprovide assistance in the issuance of notices of deficiency asserting fraud against\nparties who have filed frivolous returns using the pattern promoted by Peter Eric\nHendrickson in his book, “Cracking the Code.” Persons who follow this pattern report\nnone of their wages as income. They attach to their Form 1040 return a Form 4852,\nsubstitute for Form W-2, in which they report wages of $0 but report the full amount of\nwithholding for income tax, social security, Medicare and state income tax withholding. Most returns following this scheme claim an income tax withholding credit for the\ncombined amount of the income tax withholding, social security withholding and\nMedicare withholding. Some of the persons filing returns following this scheme claim a\ncredit for excess social security payments on line 64 of the Form 1040 even though the\ntaxpayers have not had withholding of social security taxes on income which exceeds\nthe annual wage base amount for the given year. In either case, if the Service does not\nrecognize the return as a frivolous return, it may process the return and issue the\nrefund. The Service has asked us to determine how to recover an erroneous refund\namount based on a false claim for withheld social security tax. LAW AND ANALYSIS\nThe Internal Revenue Code (IRC) imposes FICA tax on every employer equal to\na percentage of wages paid by the employer with respect to employment. I.R.C. §§\n3111. The Internal Revenue Code imposes a corresponding FICA tax on every\nemployee equal to a percentage of wages with respect to employment. I.R.C. §§ 3101. The FICA tax consists of two components, an OASDI portion and a Medicare portion."
}