{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 10,
  "chunk_text": "Furthermore, there is no need for\nto award\nthe stock options to induce the expatriate employees to follow\nglobal-brand strategy. subsidiaries and their employees must follow\ncorporate guidelines as part of their corporate and legal\nrelationship with\n. concedes that\nthe subsidiaries and their employees do not have any discretion\nto deviate from its corporate guidelines on brand goals, product\nand service quality, values, or behaviors. The subsidiaries must\npurchase the\nfrom\nand\npay\nroyalties for the use of\nbrands and trademarks. CC:LM:F:MAN:1:POSTF-112619-02 page 13 In\ncase, the stock options were general\ncompensation expenses of a subsidiary. In addition,\nhas not offered any proof that it awarded the stock options\neither to prevent proximate harm or to protect its own domestic\nbusiness from such harm. has not offered evidence\nthat it was threatened with a direct and immediate loss of\ndomestic business if the expatriate employee did not promote the\n“global brand” and keep the “brand promise” to the subsidiaries’\nconsumers. The possibility of any loss of domestic business to\n, if the stock options were not awarded, was remote at\nbest. The exception adopted by the above cases turns on a\nproximate danger or benefit and they generally do not involve\npayments by a parent corporation for the general operating costs\nof its subsidiary, and especially not for the compensation paid\nto the subsidiaries’ employees. paid these costs\nprimarily to obtain and retain better personnel for its\nsubsidiaries and any benefit to it was indirect. Columbian Rope,\n42 T.C. at 815. Should you have any questions regarding this matter, please\ncontact Keith Doce of this office at\n. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. ROLAND BARRAL\nArea Counsel, LMSB\n(Financial Services) By:\nKEITH V. DOCE\nAttorney (LMSB)"
}