{
  "document_category": "legal-advice",
  "document_name": "042301f.pdf",
  "chunk_index": 5,
  "chunk_text": "Reporting its military property sales\nunder the ETI regime, consequently, doubles Taxpayer’s tax\nbenefit in comparison with the benefit available under the FSC\nregime. Only FTGR are eligible for the favorable tax treatment\navailable under both the FSC and ETI regimes. An excerpt from --------------------------------------------------------------discusses in detail the FSC régime. -------------------------------------------------------------------------------------------------------------------------- correctly states that FTGR are\ngross receipts from the sale, exchange or other disposition of\nexport property12 and the performance of services which are\nrelated or subsidiary to such sale, exchange or other\ndisposition. ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------For purposes of the FSC and ETI tax regimes, FTGR are\ndefined, in part, as gross receipts from the sale, exchange,\nor other disposition of qualifying foreign trade property. Further, a taxpayer is treated as having FTGR from a\ntransaction only if the taxpayer satisfies the foreign\neconomic process requirements with respect to such\ntransaction. I.R.C. §§ 942(b) and 924(b)(1)(B). To meet the foreign economic process requirements when\nsales were made through its FSC, Taxpayer's FSC entered into\nagreements with related corporations ---------------------------------------------------------------------------------12 § 927(a) “export property” applies in the FSC context and is materially\nsimilar to §943(a) “qualifying foreign trade property” in the ETI context for\npurposes of the legal issue addressed in this memorandum. CC:LM:HMT:--------:POSTF-103313-03 page 14 ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- ------------ Under these agreements, the related\ncorporations agreed to perform services for the FSC\nincluding “the solicitation (other than advertising),\nnegotiation, and making of the sale contracts” with respect\nto ------transactions and to incur direct costs associated\nwith the performance of specified foreign economic processes\nrelating to each ----- transactions. The related\ncorporations also agreed to pay Taxpayer's FSC a commission\non each ----- transaction. Beginning with the - tax year, Taxpayer prepared Forms\n8873, “Extraterritorial Income Exclusion”, relating to\nexisting FMS and DCS contract proceeds. With the enactment of the ETI Act, Taxpayer revised its\n----------to ensure that it met the foreign economic process\nrequirements13 for all transactions generating\nextraterritorial income. -------------------------------------------------------------------------------------------------------------------- separately reporting: direct\nforeign marketing expenses attributable to each contract;\nany fees for letters of credit or banker’s acceptances by\ncontract; the face amount of any receivable if insurance was\nobtained to cover non-payment on a contract; and, any fees\ncharged by an offshore credit investigating agency for any\ncredit reports obtained on ET contracts. 13 The identified activities include: (1)advertising and sales promotion;\n(2)processing of customer orders and arranging for delivery;\n(3)transportation outside the U.S. in connection with delivery to the\ncustomer; (4)the determination and transmittal of a final invoice or\nstatement of account or the receipt of payment; and, (5)the assumption of\ncredit risk. I.R.C. § 942(b)(3). CC:LM:HMT:--------:POSTF-103313-03 page 15 DISCUSSION\nSection 5(a) of the ETI Act provides that, in general, the\nAct “applies to transactions after September 30, 2000.”14 The\nlegislative history expands on the meaning of “transactions\nafter” in section 5(a) of the ETI Act stating that the Act “is\neffective for transactions entered into after September 30,\n2000.” (Emphasis added.) Joint Committee on Taxation, Technical\nExplanation of the Senate Amendment to H.R. 4986, the \"FSC Repeal\nand Extraterritorial Income Exclusion Act of 2000\" (JCX-111-00),\np. 22 (November 1, 2000)(hereinafter “Joint Committee on\nTaxation, ETI Technical Explanation”). I.R.C. § 943(b)(1)(A)\ndefines the term \"transaction\" as any sale, exchange, or other\ndisposition, any lease or rental, and any furnishing of related\nor subsidiary services."
}