{
  "document_category": "legal-advice",
  "document_name": "095001f.pdf",
  "chunk_index": 6,
  "chunk_text": "Taxpayer concedes that LLC did not qualify\nas an eligible small ethanol producer during the period Date 3 through Date 7 and that\nTaxpayer and LLC were under common control within the meaning of § 40(g)(2) during\nthe period Date 3 through Date 7. However, Taxpayer argues that the aggregation rule\nin § 40(g)(2) does not require combining the productive capacity of a person that is not\nan eligible small ethanol producer (such as LLC) with the productive capacity of a\nperson that is an eligible small ethanol producer (such as Taxpayer). POSTU-121455-09 7 Contrary to Taxpayer’s position, the application of 60 million gallon productive capacity\nlimitation under § 40(g)(1) and the aggregation rule in § 40(g)(2) is not limited only to\nentities that are eligible small ethanol producers when considered in isolation from other\nrelated entities, nor does the application of the rules exclude consideration of any\nentities that are not eligible small ethanol producers when considered in isolation. The\naggregation rule under § 40(g)(2) is applied to determine whether “all persons under\ncommon control” satisfy the productive capacity limitation when considered in the\naggregate. The term “persons” refers to all entities under common control regardless of\nwhether an entity satisfies the productive capacity limitation when considered in\nisolation. For example, if two entities under common control each satisfied the\nproductive capacity limitation individually during the taxable year but collectively\nexceeded the limitation at some point during the taxable year, then neither entity would\nbe an “eligible small ethanol producer” at any time during the taxable year under the\naggregation rule. Similarly, if two entities under common control included one entity that\nsatisfied the productive capacity limitation while the other entity exceeded the limitation\nat some point during the taxable year, then neither entity would be an “eligible small\nethanol producer” at any time during the taxable year under the aggregation rule. Taxpayer argues that its position is supported by Example 2 of Proposed Treasury\nRegulations § 1.40-2(d), because the aggregation rule under § 40(g)(2) was not applied\nin the example to combine the contract manufacturer’s productive capacity with the\nproducer’s productive capacity. Taxpayer argues that in this case LLC could be\nconsidered a contract manufacturer for Taxpayer and therefore LLC’s productive\ncapacity should not be combined with Taxpayer’s. Contrary to Taxpayer’s interpretation\nof the proposed regulation, the § 40(g)(2) aggregation rule was not applied in the\nexample because the contract manufacturer and other party were unrelated. Since the\nparties in the example were unrelated, the aggregation rule in § 40(g)(2) was\ninapplicable. Regardless of whether LLC may have been a contract manufacturer for\nTaxpayer, the rule in § 40(g)(5) and the contract manufacturer rule in the proposed\nregulations does not apply in this case because Taxpayer and LLC were under common\ncontrol and therefore were treated as one person under the aggregation rule in\n§ 40(g)(2). Taxpayer also argues that LLC’s productive capacity would have been relevant for\npurposes of applying the productive capacity limitation to Taxpayer only if LLC had been\nan eligible small ethanol producer and had made an allocation of the small ethanol\nproducer credit to Taxpayer."
}