{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 8,
  "chunk_text": "However, this rule is\nlimited to those circumstances where the obligation of the remaining\nshareholder is both primary and uncondi-tional. Enoch v. Commissioner,\n57 T.C. 781 (1972); Priester v. Commissioner, 38 T.C. 316 (1962);\nEdenfield v. Commissioner, 19 T.C. 13 (1952); Edler v. Commis-sioner,\nsupra. Arnes at 527. Adams v. Commissioner, 594 F.2d 657 (8th Cir. 1979); Priester,\nsupra,(Corporation's payment in complete redemption of majority stockholder's interest\nin closely held corporation did not cause constructive dividend to remaining stockholder\nwho thereby became sole owner). Gerson v. Commis-sioner, T.C. Memo. 1989-52,\nappealable to the Third Circuit, (Redemption of stock by corporation results in a\nconstructive dividend to a continuing shareholder under §§ 61(a), 301(c)(1), 302(a), and 2 This hypothetical does not reflect the fact that A, after retiring, exchanged A's Class A\nCommon shares for Class B. POSTF-106186-02 10 316(a), if at the time of redemption, the shareholder was personally and unconditionally\nobligated to purchase the stock that was redeemed). See also, Sullivan v. United\nStates, 244 F.Supp. 605 (W.D.Mo. 1965) cert. denied, 387 U.S. 905 (1967); Ward v.\nRountree, 193 F.Supp. 154 (M.D.Ten. 1961). The Third Circuit, to which any appeal of this matter would lie, has twice\nspecifically opined on this issue, both times reversing opinions of the Tax Court. Golsen v. Commissioner, 54 T.C. 742, 757 (1970), aff'd, 445 F.2d 985 (10th Cir. 1971),\ncert. denied, 404 U.S. 940 (1971). In Schmitt v. Commissioner, 208 F.2d 819 (3d Cir.\n1954), rev'g 20 T.C. 352 (1953) and Holsey v. Commissioner, 258 F.2d 865 (3d Cir.\n1958), rev'g 28 T.C. 962 (1957), the Third Circuit held that no constructive dividend\nresulted to the continuing shareholders when their corporation redeemed the shares of\nanother shareholder. The later case of Holsey clarified that even where the continuing\nshareholders possess an option to purchase, rather than an obligation to do so, no\ndividend results. The Service announced its acquiescence to the Holsey case in Rev. Rul. 58-614,\n1958-2 C.B. 920. \"In the future, the Service will not treat the purchase by a corporation\nof one shareholder's stock as a dividend to the remaining shareholders merely because\ntheir percentage interests in the corporation are increased.\" Underlying these cases and ruling is a recognition that there has been a\ndiminution in corporate earnings and profits, or that debt has been incurred to finance\nthe redemption. Hence, while the proportional ownership interests of the continuing\nshareholders have increased, \"[t]he proportion of the corpor-ation's assets owned by\neach of the shareholders was just the same as it was before. Neither was richer;\nneither was poorer.\" Schmitt at 820-821; Holsey at 868-869; Williams v. Commissioner,\nT.C. Memo. 1976-368, 35 T.C.M. 1672, 1677. As the Williams court succinctly\ndescribed the relevant effects of a redemption, \"[T]he assets of the corporation are at\nthe same time reduced; there-fore, the value of the continuing shareholder's interest in\nthe corporation is not increased.\" Id. The authorities previously noted have hinted that even when share value has\nappreciated in the redemption, such appreciation is not a taxable event to the\ncontinuing shareholders. In the Holsey case, the redemption was for less than book\nvalue of the stock redeemed. By such discount, the continuing shareholders benefitted\nbecause their stock value consequently increased."
}