{
  "document_category": "legal-advice",
  "document_name": "101501f.pdf",
  "chunk_index": 2,
  "chunk_text": "Therefore, the MHO program is no longer offered by HUD. However, some individuals\nwho participated in the MHO program prior to the enactment of NAHASD are still in existence. Therefore,\nthe withdrawn HUD regulations are still helpful to understand the MHO program. 2 See Article 1.1 of the Agreement. 3 Defined as the date specified in a notice provided by ----HA upon ----HA’s determination that all\nrequirements for occupancy has been met by the participant (i.e., contribution and home-counseling\nrequirements have been met). 4 The Initial Purchase Price is determined by ----HA based on the following method: (1) deduct from the POSTU-116467-09 3 participant’s Purchase Price Schedule5, unless the Agreement is previously terminated\nor the participant previously acquires ownership of the home. 6\nHomebuyer Payments. Under the Agreement, each participant must make a monthly payment as\ndetermined by ----HA and approved by HUD. The required monthly payment must\nequal at least the administrative charge, which is the amount budgeted by ----HA for\nmonthly operating expenses (i.e., administrative salaries, payroll, taxes, travel, postage,\netc.) and general expenses (i.e., fire insurance premiums). The required monthly\npayment is computed as follows: (1) multiplying adjusted income by a specified\npercentage (between 15% and 30%, as determined by ----HA); and (2) deduct from\nsuch amount the utility allowance determined for the unit. However, the required\nmonthly payment may not exceed the sum of the administrative charge and the monthly\ndebt service amount shown on the participant’s Purchase Price Schedule. 7\nEquity Accounts. If the required monthly payment exceeds the administrative charge, the excess\namount is credited to the participant’s Monthly Equity Payments Account (“MEPA”), an\nequity account that must be maintained separately by ----HA for each participant under\nthe Agreement. ----HA credits the MEPA with the amount by which each required\nmonthly payment exceeds the administrative charge. If the participant fails to make a\nrequired monthly payment, ----HA may elect to reduce the MEPA by the amount owned\neach month towards the administrative charge, until the MEPA has been fully\nexpended. 8 Another type of account is the Voluntary Equity Payments Account (“VEPA”),\nwhich is credited with the amount of any periodic or occasional voluntary payments (in\nexcess of required monthly payment) that the participant may desire to make to acquire\nestimated total development cost of the project certain relocation, counseling, and administrative costs,\nas well as the participant’s contribution for the project, (2) multiply that sum by a fraction (numerator is the\nprototype cost for the size and type of home being constructed for the participant, and the denominator is\nthe sum of the prototype costs for homes of various sizes within the project), and (3) add the amount\nchargeable to development costs for acquisition of the home site. 5 The Purchase Price Schedule is based on amortizing the balance (purchase price less contribution by\nthe participant) over a period of not less than 15 years and not more than 25 years at an interest rate\ndetermined by ----HA. ----HA may, under the terms of the Agreement, choose to forego charging interest\nand calculate the payment with interest rate of zero. 6 See Article V of the Agreement. 7 See Article VII of the Agreement. 8"
}