{
  "document_category": "legal-advice",
  "document_name": "042302f.pdf",
  "chunk_index": 4,
  "chunk_text": "We conclude, subject to the exceptions mentioned, that\ninvestors in the\npayphone scheme incurred a\ndeductible loss in 2003 5. Prior to 2002, the trustee was hopeful\n4 If Examiners find investors who clearly made the\ninvestment to obtain the bogus tax advantages, no loss should be\nallowed as discussed elsewhere in this memorandum. 5 Examiners may encounter investors who have filed lawsuits\nagainst third parties such as the individual or firm which sold\nthem the payphone investment. Those investors might not be\nentitled to deduct the loss until a later year when the suit is\nresolved. Alternatively, closing agreements could be entered\nallowing the loss in 2003 if the taxpayers agree to include any\nfuture payout in income in the year received. - 6 that a nominal recovery might be made from the sale of assets as\nevidenced by the his\n2002 letter. Thus, he believed\nthat some recovery was possible. A year later, in his\n2003 letter, the receiver concluded that there would not be\nsufficient money in the receivership/bankruptcy estate to pay\ninvestors anything. The receiver's opinion as one deeply\nfamiliar with\nfinances should be given substantial\nweight. See Premji v. Commissioner, T.C. Memo. 1996-304, aff'd,\n98-1 USTC ¶50,218 (10 th Cir. 1998). ADMINISTRATIVE CONSIDERATIONS Examiners should consider entering closing agreements with\ninvestors under audit. The agreements should allow taxpayers to\ndeduct the loss on their\nreturns with the proviso that they\nwill include any ultimate distributions in income in the year of\nreceipt. Of course, any amounts received from\nbefore\n2001 (the date of the bankruptcy) are includible in income. Although the receiver informed investors that he would not issue\nthem 1099 forms for amounts paid to them before the bankruptcy\nduring 2001, those amounts are taxable and are not a return of\ncapital as stated by the receiver. We found no authority for the\ntrustee's position. This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. Please call me at (412) with any questions. JULIA L. WAHL\nAttorney (SBSE)\nEDWARD J. LAUBACH, JR. Attorney (SBSE)\nAPPROVED:\nEDWARD F. PEDUZZI, JR. Associate Area Counsel"
}