{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 9,
  "chunk_text": "POSTF-123043-08 10 means by which that result is accomplished. It is not necessary that the employer\nactually direct or control the manner in which the services are performed; It is sufficient\nif he has the right to do so. Treas. Reg. ยง 31.3121(d)-1(c)(2). This determination is\nbased on the facts and circumstances. In determining whether an individual is an employee or an independent contractor under\nthe common law, all evidence of control, and lack of control or autonomy must be\nconsidered. In doing so, one must examine the relationship of the worker and the\nbusiness. Relevant facts generally fall into three categories: (1) behavioral controls, (2)\nfinancial controls, and (3) the relationship of the parties. Behavioral controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control how the worker performs the specific tasks for which he or\nshe is hired. Facts which illustrate whether there is a right to control how a worker\nperforms a task include the provision of training or instruction. Financial controls are evidenced by facts which illustrate whether the service recipient\nhas a right to direct or control the financial aspects of the worker's activities. These\ninclude significant investment, unreimbursed expenses, making services available to the\nrelevant market, the method of payment, and the opportunity for profit or loss. The relationship of the parties is generally evidenced by examining the parties'\nagreements and actions with respect to each other, paying close attention to those facts\nwhich show not only how they perceive their own relationship but also how they\nrepresent their relationship to others. Facts which illustrate how the parties perceive\ntheir relationship include the intent of the parties, as expressed in written contracts; the\nprovision of, or lack of employee benefits; the right of the parties to terminate the\nrelationship; the permanency of the relationship; and whether the services performed\nare part of the service recipient's regular business activities. As is the case in almost all worker classification cases, some facts point to an\nemployment relationship while other facts indicate independent contractor status. The\ndetermination of the worker's status, therefore, rests on the weight given to the factors\nunder the common law, keeping in mind that no one factor is determinative of a worker's\nstatus. The ----------- -------letter from ------------General Counsel argues that the --------------------- district does not have a sufficient level of control over the material details of the\n-------members work. However, as further discussed in the next section, the fact that the\n-------members may not be common law employees of ---------does not mean that the\nworkers are not common law employees at all. You have a provided a preliminary analysis applying the common law rules to determine\nwhether the ------ members are employees or independent contractors. In that analysis\nyou point out facts such as the State ----------------requiring training for all new members\nand that the -------members receive instructions and must conduct hearings set forth in a\n---------procedural manual. Also, the ------ members make no investment in facilities or\nequipment and use the copiers, scanners, and recording equipment of --------- The ------ POSTF-123043-08 11 --------- hires all clerical workers and provides all supplies, materials, and equipment."
}