{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 5,
  "chunk_text": "The fragile bark of a small business can be wrecked on just such\nuncharted shoals. Emeloid at 233. Despite the business need for management continuity, Section 264(a)(1) denies\ndeductions for premiums on any life insurance policy if the taxpayer is directly or\nindirectly a beneficiary under the policy. According to the within facts, the policies were\npossessed by the trust with the trustee named as benefi-ciary. The Trust Agreement, in\ndiscussing the disbursement of the life insurance proceeds, directed that the\ndisbursement would occur pursuant to the Stockholders' Agreement. Although no contemporaneous agreement was made, the Year 3 Stock Sale Agreement executed with\nA specifically detailed that the proceeds were to be used for the reacquisition of\ncorporate stock. POSTF-106186-02 7 While the trust document failed to reflect who was respon-sible for making the\npremium payments, and in fact relieved the trustee from such responsibility, the Year 3\nStock Sale Agreement named the corporation and the shareholders as obligated for the\npayments. Nevertheless, the audit revealed that the premium payments were wholly\nmade by the corporate taxpayer, with the corporation consequently seeking business\ndeductions for the payments. This situation is nearly identical to that confronted and analyzed in an earlier\nprivate letter ruling. LTR 6508270960A (Aug. 27, 1965). The only significant difference\nis that in that case, the trustee therein held possession of the stock certifi-cates\nwhereas the language of the applicable agreements in this matter states that the within\ntrustee will need to secure the share certificates from the relevant estate, suggesting\nthat the stockholders retained possession of the shares. Be that as it may, consistent with the letter ruling, the company is the true\nbeneficiary, directly or indirectly, under the policies in question since the reacquisition\nplan permits the orderly continuation of the business after the death of a share-holder. Id. Thus, the deductions are not allowed under ยง 264(a). Alternatively, the Service has already determined that premium payments as\nthose within do not constitute ordinary and necessary business expenses. In Rev. Rul. 70-117, 1970-1 C.B. 30, the Service determined that such premium expenses were in\nthe nature of amounts paid for the acquisition of a corporate asset, treasury stock, and\ntherefore not deductible under I.R.C. ยง 162. The purchase of stock, including the\nrepurchase by an issuing corporation of its own stock, is generally treated as a capital\ntransaction that does not give rise to a current deduction. LTR 96-41-001, n.3 (May 31,\n1996). Finally, since 1986 the Code has specifically denied deductibility of expenses for\na corporation's reacquisition of its shares. The current section reads in pertinent part,\n\"[N]o deduction otherwise allowable shall be allowed ... for any amount paid ... by a\ncorporation in connection with the reacquisition of its stock.\" I.R.C. ยง 162(k). Under the\nfacts presented, the payments by the corporation of the insurance premiums fall within\nthe broad \"in connection with\" language of section 162(k) since the proceeds of such\npolicies were obligated for the reacquisi-tion of the corporation's stock. Constructive Dividends to the Insured Stockholders When an individual shareholder receives an economic benefit through a\ndiversion of corporate earnings and profits, such receipt may be taxed as a constructive\ndividend."
}