{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 2,
  "chunk_text": "The Fund also encourages financial assistance to community\n1 Amending the Bank Enterprise Act of 1991, 105 Stat. 2308 (1991). POSTF-147002-10 3 development financial institutions through grants, stock purchases, loans, deposits and\nother forms of financial and technical assistance. The BEA program encourages FDIC-insured financial institutions to open new\nsavings accounts, provide home mortgage loans, and invest in small businesses in\neconomically distressed communities. Qualifying deposits must be committed for a\nterm of at least three years and either be (1) uninsured or (2) insured but provided at an\ninterest rate that the Fund determines to be materially below market rates. 2 72 Fed.\nReg. 189, 194 (Jan. 3, 2007). Distressed community financing activities include\naffordable home mortgage loans, affordable housing development loans and project\ninvestments, commercial real estate loans and project investments, and small business\nloans. 12 CFR § 1806.103(u). Affordable housing loans finance the purchase or\nimprovement of a borrower’s primary residence and are secured by such property. 12\nCFR § 1806.103(c). Affordable housing development loans finance the acquisition or\ndevelopment of single or multi-family residential real property where at least sixty\npercent of the units are sold or rented to low and moderate-income individuals. 12 CFR\n§ 1806.103(b). Commercial real estate loans are used to finance the acquisition,\ndevelopment or rehabilitation of a building used for commercial purposes. 12 CFR §\n1806.103(l). A small business loan is made for commercial or industrial activities to a\nbusiness or farm that meets either the eligibility standards of the Small Business\nAdministration’s Development Company or Investment Company programs or has gross\nannual revenues of $1 million or less. 12 CFR § 1806.103(oo). Calculation of the BEA Payment\nFinancial institutions apply for a BEA payment on an annual basis. The BEA\npayment is based solely on an applicant's increase in equity investment, lending and\ndeposit activities in distressed communities from the prior award year. A BEA applicant,\nsuch as Taxpayer, calculates and submits to the Fund an estimated award amount as\npart of the BEA program application. 12 CFR § 1806.202(a). The estimated award\namount is based upon an award percentage for each category of qualifying activities\nmultiplied by the increase from the prior award year in the weighted value of such\ncategory of qualifying activities. 12 CFR § 1806.202(c). The categories of qualifying\nactivities and their corresponding measurement of value are defined in the regulations\nand the Notice of Funds Availability (the “NOFA”) for the years at issue. 12 CFR §\n1806.201; 72 Fed. Reg. at 194. The Fund establishes the award percentage for each\ncategory of qualifying activities in the NOFA. 12 CFR § 1806.202(b). If sufficient funding exists for all estimated awards submitted by all BEA\napplicants and the applicants meet the other requirements for payment, the actual BEA\npayment may be disbursed in the amount as calculated by the BEA applicant. 12 CFR\n§ 1806.203(a). However, where insufficient funding exists for all estimated awards\n2 A materially below market interest rate is an annual rate that does not exceed 100 percent of the rate on\na U.S. Treasury bill of comparable maturity as of the date of the deposit. 72 Fed. Reg. at 190-91. POSTF-147002-10 4"
}