{
  "document_category": "legal-advice",
  "document_name": "100502f.pdf",
  "chunk_index": 6,
  "chunk_text": "Finally, the use of inconsistent methods for valuing assets producing income\nfrom foreign sources and the use of a different method to value assets producing U.S.\nsource income would result in a skewed apportionment of interest expense. For this\nreason, the regulations require that apportionment of interest expense be made either\non the basis of the tax book value or the fair market value with respect to all assets. As a result of the foregoing, we have no doubt that the facts portray the failure on\nthe part of the taxpayer to establish the fair market value of its assets. Your conclusion\nto the same effect is well justified. Issue 2:\nIn considering whether the facts at hand justify putting the taxpayer on the tax\nbook value method of apportionment, one only needs to look at the flawed methodology POSFTF-123604-02 8 used by the taxpayer to reach a conclusion. Neither the methodology used for\nassigning a fair market value to domestic assets nor the separate methodology used for\nassigning a fair market value to foreign assets is accurate. Both methodologies used\nare flawed. The taxpayer has failed to establish the fair market value of any of its\nassets, domestic or foreign. 4 As a result, the taxpayer has failed to establish the value\nof a \"substantial portion\" of its assets to the satisfaction of the Commissioner, and the\nCommissioner may require the taxpayer to use the tax book value method of\napportionment. Treas. Reg. ' 1.861-9T(g)(1)(iii). Conclusions: The shortcomings discussed above are sufficient in magnitude and importance to\njustify the conclusion that the taxpayer failed to establish the fair market value of its\nassets to the satisfaction of the Commissioner. Moreover, because the taxpayer failed\nto establish the fair market value of any of its assets, it is appropriate to conclude that\nthe taxpayer failed to establish the value of a \"substantial portion\" of its assets to the\nsatisfaction of the Commissioner, justifying the requirement that the taxpayer use the\ntax book value method of apportionment, consistent with Treas. Reg. ' 1.8619T(g)(1)(iii). DISCLOSURE STATEMENT This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may undermine our ability to protect the privileged information. If disclosure is\ndetermined to be necessary, please contact this office for our views. Please call --------------------- if you have any further questions. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large and Mid-Size Business)\nBy: __________________________________ JAMES E. KAGY\nSpecial Litigation Assistant 4 Even assuming that taxpayer established the value of its foreign assets through the\nuse of recent cost data as a proxy to fair market value, as reported on its Forms 1118,\nthe total value of ------=s foreign assets does not exceed 4.5% of the value of its\nworldwide assets during any of the years at issue. ------=s failure to establish the fair\nmarket value of the other 95.5% of its assets is clearly a failure to establish the fair\nmarket value of a Asubstantial portion@ of its assets under Temp. Treas. Reg. ' 1.8618T(c)(2)."
}