{
  "document_category": "legal-advice",
  "document_name": "20040302f.pdf",
  "chunk_index": 4,
  "chunk_text": "Such costs\nmay be incurred by a party who is not engaged in any\nexisting business, or by a party with an existing\nbusiness who begins a new one that is unrelated, or\nonly tangentially related, to his or her existing\nbusiness. Id. at 10 (emphasis added). Although Congress did not state that investigatory expenses\nmust be related to acquiring a business in an unrelated or only\ntangentially related field, it can be inferred from the overall\ncontext of § 195 that Congress did so intend. In Rev. Rul. 99-23, three hypothetical situations are\nestablished to elucidate what qualifies as § 195 amortizable\ninvestigatory expenses in an acquisition of an existing active\ntrade or business. In each hypothetical situation the target\ncompany is in a field unrelated to the acquirer’s. See Rev. Rul.\n99-23. Incorporating such a fact pattern in each hypothetical\nsituation of the ruling reveals the IRS’s reluctance to extend\n§ 195’s application to acquiring a business in the same field (if\nnot its position that § 195 only applies to acquiring a business\nin a different filed) with respect to amortizing investigatory\nexpenses. The inquiry might as well end here. But it may still be\nasked whether the definition of investigatory expenses could have\nmeant costs of seeking and reviewing prospective businesses prior to reaching a decision to\n(1) acquire a business either in the same field as the acquirer’s or in a different filed; or (2)\nenter a business in a different field. CC:LM:NR:HOU:2: POSTF 163829-02 page 7 In enacting § 195, Congress did not contemplate ordinary and\nnecessary business expenses paid or incurred in connection with\nthe expansion of an existing business. Congress noted that these\nexpenses were already deductible under the then existing law. See\nId. at 11. Congress was only concerned with those that were\nordinary and necessary yet could not be deducted under ' 162,\nbecause they were not paid or incurred in carrying on a business. As the House Report notes, these expenses were considered Aas not\nbeing ordinary and necessary trade or business expenses, viz.,\nbecause no business exists, within the meaning of section 162 of\nthe Code.@ 5 Id. at 9 (emphasis added). The above language suggests that Congress contemplated the\nfollowing scenario in enacting ' 195:\nA, engaged in an existing business, incurs “costs of\nseeking and reviewing prospective businesses prior to\nreaching a decision to acquire”6 B (and later does\nacquire B). But A cannot deduct these expenses,\nbecause they are incurred before B is acquired, so that\nthey are not incurred in carrying on a business. Why are these expenses not considered as incurred in\nconnection with expanding A’s existing business and thus\ndeductible under § 162? There are two possible answers to this\nquestion:\n(1) B is in a different field as A’s, so that “no business\nexists” for A to deduct the expenses (the effect of acquiring B,\na business in a different field, is the same as entering a new\nbusiness);\n(2) B is in the same field as A’s, but acquiring a business\nin the same field is not considered as expanding the acquirer’s\nexisting business. If answer (2) can be excluded, i.e. acquiring a business in\nthe same filed is considered a business expansion, leaving answer\n5"
}