{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 2,
  "chunk_text": "4. Since no constructive dividends would arise to the continuing shareholders\nwhen the corporation reacquires the shares of a deceased shareholder using the\nproceeds of the applicable life insurance policy, no constructive dividends to those\nsame shareholders are generated as the premiums are being paid by the corporation. 5. The post-retirement annuity coupled with the eventual stock reacquisition may\nrepresent a disguised long-term install-ment redemption; however, we are unable\nprovide a definitive answer at this time and recommend further factual development. FACTS\nFounded in Year 1, the subject State corporation is engaged in bulk purchase\nand sale of chemicals as a middleman between chemical producers and manufacturing\nend-users. The company's founder passed ownership to Founder's Heir, FH. By FH's\nRetire-ment Date, FH had retired, passing control to three (3) of FH's heirs. At FH's\nretirement, FH owned A% of the outstanding pre-ferred stock but no common stock. The corporation's common stock was owned equally by FH's heirs, A, B, and C.\nBetween the three (3) shareholders, they owned equal amounts of Class A Common\nshares and a higher number of Class B, non-voting Common. All three shareholders,\nas FH and founder before, worked as officers of the corporation. POSTF-106186-02 4 The shareholders entered a Stock Redemption Agreement on FH's Retirement\nDate, the relevant terms of which detailed that for the best interests of the corporation,\nin the event of the death of a shareholder, the company would purchase the shares\nusing funds from life insurance covering some or all of the shareholders. The\nagreement further described the manner that share value was to be determined and\nhow the purchase would be effected if the insurance proceeds exceeded, or fell below,\nthe value of the shares to be acquired. The agreement was amended on First Amendment Date to add provisions for\nthe acquisition of corporate stock upon the volun-tary retirement or disability of a\nshareholder. With respect to a retirement, both shareholders and corporation agreed to\nthe mandatory sale and purchase of stock. On Second Amendment Date, a second\namendment was executed modifying the method of payment of the purchase price. On Trust Creation Date, the stockholders created the Share-holder's Trust\nwhose stated sole purpose was \"to facilitate the acquisition of shares of a deceased\nshareholder by some or all of the surviving shareholders in accordance with the\nprovisions of the Stockholders' Agreement.\" No contemporaneous Stockholders'\nAgreement was executed at that time however. The trust estate was generally to consist of one or more life insurance policies on\nthe life of one or more of the shareholders. This aspect mirrored the Year 2 Stock\nRedemption Agreement which had indicated use of life insurance to fund the stock\nredemption. The trustee was empowered to cause himself to be named the beneficiary\nunder the policies. Upon maturity, the trustee was to collect the proceeds under the\napplicable policy and disburse same in accordance with the provisions of the\nStockholders' Agreement. According to the trust formation documents, policy premiums were to be paid\nfrom and out of the principal and income of the trust or as otherwise set forth in the trust\ndocument."
}