{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 24,
  "chunk_text": "The § 1060 regulations relative to the residual method require the allocation to Classes IIV pro rata\naccording to their fair market value, and addresses the impact of the buyer’s satisfaction of economic\nperformance of liabilities assumed on the purchase price. Page 30 of 37 POSTF-134629-07 In Monaghan, the Tax Court stated: The sale of a going business . . . has long been considered\nas a sale of the separate business assets for purposes of\nascertaining whether profit result in capital gain or ordinary\nincome. (citations omitted) And it seems to us that the\nsame principles apply when the statutory provisions\nregarding installment sales are to be considered. In the usual installment sale, allocation of a portion of the\ndown payment to specific assets is not required because\nthe relevant percentage of ‘payment’ to ‘selling price’ is\nthe same whether total assets are compared to gross\nprice or specific assets are compared to an allocable\nportion of the gross price. An allocation is material,\nhowever, when there is a sale . . . with an explicit amount\nreceived for property excluded . . . such as . . . the separate\nagreement for the . . . inventory . . . . In such cases it is our\nconclusion that the sale of inventory for a separate price will\nnot be included in determining whether the ** percent\nlimitation will prevent installment reporting for the sale of\nother assets. (emphasis added)\n40 T.C. 687-688. Thus, Monaghan does not support Corp F’s argument that, in result, it can have\na zero percent profit ratio for some assets and a, say, ** percent profit ratio for the Class\nVII assets to avoid the ratable basis allocation of § 453. “Divisibility” of the sale only\napplies for excluded inventory or the 30 percent limitation computation, not to nullify\n§ 453. Williams, above, a 1945 case, also does not moot § 453; rather, said case\naddresses the question of how the character of the gain is reported – as ordinary or\ncapital income based on the assets involved. See General Counsel Memorandum\ndated April 19, 1982, GCM 38838, 1982 WL 204258 (IRS-GCM) (§ III, Application of the\nMass or Indivisible Asset Concept, interpreting Williams). Corp F also relies on Robert H. Wellen, Contingent Consideration and\nContingent Liabilities in Acquisitions, in Method of Calculating Gain Recognition, in\nVolume IV 2006, at 9, Chapter 44, (PLI Tax Law and Estate Planning Series Tax Law\nand Practice Course Handbook Series NO. J-716, 2006). Corp F focuses on § I. C. 4\n“Method of Calculating Gain Recognition”. However, said section confirms, in\n§ 1.C.4.c, that under § 453 the seller must recognize gain on each payment using the\ngross profit ratio, with a proviso on interest reporting. Contrary to Corp F’s\ninterpretation, §1.C.4.d does not assert § 1060 applies to the seller for purposes of\ntrumping § 453 gross profit reporting requirements. Rather § 1.C.4.e notes with a\nPage 31 of 37 POSTF-134629-07\nmaximum selling price contingent sale, Temp. Treas. Reg. § 15A.453-1(c)(2)(3) defers\nbasis recovery and accelerates gain."
}