{
  "document_category": "legal-advice",
  "document_name": "20032401f.pdf",
  "chunk_index": 2,
  "chunk_text": "As required by the Loan Agreement, TP-FSC used the\nnonrecourse loan proceeds and the equity investment to allegedly\npurchase the\nsubject to this O-FSC transaction. However, TP-FSC did not obtain actual title to the\n. CC:LM:FS:LI:POSTF-129710-02 page 3 Immediately after purchasing the\n,\nTP-FSC leased it to a subsidiary of the foreign Tax Exempt\nEntity. Rent from the foreign Tax Exempt Entity, paid per a\nbasic rent schedule, was deposited in TP-FSC’s account in a\nbank. In addition, per the Tax Indemnity Agreement, TPFSC agreed to distribute all rent payments to the parent/taxpayer\nimmediately upon receipt. Further, in connection with the Equity\nCollateral, TP-FSC was the recipient of payments due under\ncertain of the Notes. We understand that the parent/taxpayer and TP-FSC treated\nthe O-FSC transaction as follows for tax purposes1:\n1. TP-FSC reported rental income from the foreign Tax Exempt\nEntity. 2. TP-FSC claimed depreciation on the\nits transaction costs. and amortized 3. TP-FSC’s foreign trade income was determined using a\nnonadministrative pricing method. 4. Of the foreign trade income, 30 percent was treated as\nnontaxable exempt foreign trade income. 5. The remaining 70 percent of the foreign trade income was\ntreated as\nincome2 not effectively connected with\na U.S. trade or business and therefore as not subject to Federal\nincome tax. 6. The foreign trade income was transferred to the Trustee,\nwhich then distributed it to the parent/taxpayer. 7. On its consolidated return, parent/taxpayer\nclaimed a 100 percent dividend received deduction (DRD) with\nrespect to distributions from TP-FSC attributable to exempt\nforeign trade income (FTI). 8. On its consolidated return, parent/taxpayer claimed an 1 Please note that we have not reviewed any of TP-FSC’s or\nthe parent/taxpayer’s income tax returns. 2 Please note that an analysis of whether any of TP-FSC’s\nincome constituted\nincome is beyond the scope of\nthis memorandum. We assume for purposes of this memorandum that\nthe recharacterized interest income does not constitute\nincome. CC:LM:FS:LI:POSTF-129710-02 page 4 interest expense deduction with respect to the nonrecourse loan,\nthus offsetting the distribution attributable to\nTP-FSC’s non-exempt FTI. ANALYSIS Based on the facts of this case, we understand that the\nNational Office supports the recharacterization of this purported\nsale/leaseback as a financing arrangement. Thus, for purposes of\nthis memorandum, we treat the “lease” income as interest income. 3\nIssue 1: Is the income received by TP-FSC from the foreign Tax\nExempt Entity in this O-FSC transaction ECI? Internal Revenue Code § 923(b) defines “foreign trade\nincome” as the gross income of a FSC attributable to foreign\ntrade gross receipts (FTGR). Internal Revenue Code § 924(f)(2)\nspecifically provides that the term “foreign trading gross\nreceipts” shall not include investment income. And, Internal\nRevenue Code § 927(c) defines investment income as including\ninterest. Thus, once this O-FSC transaction is recharacterized\nas a financing arrangement, the income earned by TP-FSC would\nconstitute investment income, which cannot give rise to FTI\n(whether exempt or non-exempt). Interest income earned by a FSC\nis subject to the rules in Internal Revenue Code § 921(d). Section 921(d)(2) states that all interest income received\nor accrued by a FSC shall be treated as ECI. See also Treas. Reg. § 1.921-2, Q-8 and Q-9."
}