{
  "document_category": "legal-advice",
  "document_name": "114702f.pdf",
  "chunk_index": 4,
  "chunk_text": "Section 1.472-2(e)(3)(iii) provides:\nInformation reported in an appendix or supplement to a taxpayer's\nfinancial income statement is considered a supplement to or explanation\nof the taxpayer's primary presentation of income, profit, or loss for the\nperiod covered by the income statement if the appendix or supplement\naccompanies the income statement in a single report and the information\nreported in the appendix or supplement is clearly identified as a\nsupplement to or explanation of the taxpayer's primary presentation of\nincome, profit, or loss as reported on the face of the taxpayer's income\nstatement. . . . For purposes of paragraph (e)(3)(iii) of this section,\ninformation is considered to be clearly identified as a supplement to or\nexplanation of the taxpayer's primary presentation of income, profit, or loss\nas reported on the face of the taxpayer's income statement if the\ninformation either-(A) Is reported in an appendix or supplement that contains a general\nstatement identifying all such supplemental or explanatory information;\n(B) Is identified specifically as supplemental or explanatory by a statement\nimmediately preceding or following the disclosure of the information;\n(C) Is disclosed in the context of making a comparison to corresponding\ninformation disclosed both on the face of the taxpayer's income statement\nand in the supplement or appendix; or POSTS-104573-11 6 (D) Is a disclosure of the effect on an item reported on the face of the\ntaxpayer's income statement of having used the LIFO method. For example, a restatement of cost of goods sold based on an inventory\nmethod other than LIFO is considered to be clearly identified as\nsupplemental or explanatory information if the supplement or appendix\ncontaining the restatement contains a general statement that all\ninformation based on such inventory method is reported in the appendix or\nsupplement as a supplement to or explanation of the taxpayer's primary\npresentation of income, profit, or loss as reported on the face of the\ntaxpayer's income statement. Section 1.472-2(e)(5), which is supposed to provide specific rules related to the\nexception of the conformity requirement for internal management reports, has been\nreserved. Analysis\nBecause the Taxpayer elected the LIFO method of accounting for federal income tax\npurposes, it is subject to the LIFO conformity requirements. See I.R.C. § 472(c), (e)(2);\nTreas. Reg. § 1.472-2(e)(1). With respect to the financial statements provided to its lending bank, the Taxpayer\nviolated the LIFO conformity requirements if (1) it used an inventory method other than\nLIFO to ascertain its income, profit or loss in the financial statements; (2) the financial\nstatements were “for credit purposes”; and (3) the financial statements are not within\nany of the exceptions to the LIFO conformity requirements. The Taxpayer provided the same IFRS-only balance sheet and income statement\nprovided to the foreign parent to the lending bank. It also provided tabulated versions of\nthese documents that adjusted the IFRS amounts to arrive at U.S. GAAP amounts. Both the balance sheets and income statements involve the ascertainment of items of\nincome, profit, or loss. The balance sheets do not fall within the exception under\nTreasury Regulation section 1.472-2(e)(1)(ii), (4), which provides valuing inventory as\nan asset is not an ascertainment of income, profit, or loss, as the Taxpayer also used\nIFRS to ascertain retained earnings and net income on the balance sheets."
}