{
  "document_category": "legal-advice",
  "document_name": "102901f.pdf",
  "chunk_index": 2,
  "chunk_text": "In the event the assessment is disputed, a SNOD must be\ninitiated and must be forwarded to specialized BMF processing using Form 3210\nto M/S 4160, ATTN: Tina Decaria for field audit classification. CONCLUSIONS\n1(a). It is generally not appropriate to impose a penalty against both the\nbusiness and a responsible individual. The Service should assess the penalty against\nthe business entity unless the Service has evidence that the party who filed the return\nwas not authorized to do so. 1 We note that Form 942, Employer's Quarterly Tax Return for Household Employees, was replaced by\nSchedule H (Form 1040), Household Employment Taxes, in 1995 and is therefore not included in our\nanalysis. Additionally, because certain small businesses are eligible to file Form 944, Employer’s\nANNUAL Federal Tax Return, rather than Form 941, Employer’s QUARTERLY Federal Tax Return, it is\nrelevant to the discussion contained in this memorandum, and so references to it have been added in our\nanalysis. 2 You have told us that the Transaction Code 766 applies to Advanced Earned Income Credit, Form 2439\ncredit, backup withholding, Federal income tax withheld at source, and fuel tax credits. POSTN-119570-10/SCAF-106587-10 page 3 (b). Because it is generally not appropriate to impose a section 6702 penalty\nagainst both the business and a responsible individual, normally only one assessment\nwould be made. In the rare event that more than one person is responsible for the filing\nof a frivolous return or submission, separate assessments against these persons may\nbe appropriate. We caution, however, that the liability for the section 6702 penalties is\nnot a joint and several liability.\n(c). While it is possible that more than one person is responsible for the filing of\na frivolous business return, we think it will occur rarely and recommend that you consult\nwith SBSE counsel when you think the frivolous return penalty might apply.\n(d). Our answer to question 1(c) would not vary if the taxpayer had multiple\nofficers or members.\n(e). Our answer to question 1(c) would not vary if the business return is signed\nor if no one signed the return.\n(f). The Service would need to apply different procedures when dealing with a\nsole proprietorship. We have addressed this in the memorandum below.\n(g). The Service would not apply different rules when dealing with an S\ncorporation as compared with a C corporation. 2. Withholding taxes reported on a Business Master File (BMF) return may be\nassessed without following deficiency procedures, however, in certain cases where an\nexamination involves worker classification issues, procedures under section 7436 apply. 3. When an employer claims the advanced earned income credit claimed on\nForms 941, 943 and 944, statutory notice of deficiency procedures and math error\nprocedures will not apply. If the Service could identify the credit as false before\napplying it to the taxpayer account and using it either to offset other liabilities or before\nissuing a refund, the Service could just reverse the credit. Otherwise, the procedures\nfor determining and assessing a liability as part of an employment tax audit would apply."
}