{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 25,
  "chunk_text": "Not only is the defined act of\ninfringement artificial, so are the specified consequences, as set\nforth in subsection (e)(4). Monetary damages are permitted only if\nthere has been “commercial manufacture, use, or sale.” 35 U.S.C.\n§ 271(e)(4)(C). Quite obviously, the purpose of subsections (e)(2)\nand (e)(4) is to enable the judicial adjudication upon which the\nANDA . . . schemes depend. It is wholly to be expected, therefore, ‘(4) For an act of infringement described in paragraph (2)‘(A) the court shall order the effective date of any approval of the drug involved in the infringement to be a\ndate which is not earlier than the date of the expiration of the patent which has been in-fringed,\n‘(B) injunctive relief may be granted against an infringer to prevent the commercial manufacture, use, or\nsale of an approved drug,\nand\n‘(C) damages or other monetary relief may be awarded against an infringer only if there has been\ncommercial manufacture, use, or sale of an approved drug. ‘The remedies prescribed by subparagraphs (A), (B), and (C) are the only remedies which may be\ngranted by a court for an act of infringement described in paragraph, except that a court may award\nattorney fees under section 285.” 35 U.S.C. §§ 271(e)(2), (4).\n496 U.S. at 675-676 (emphasis added). POSTU-139175-10 55 that these provisions would apply only to applications under the\nsections establishing those schemes . . . . Eli Lilly & Co., 496 U.S. at 678 (footnote omitted)(emphasis added). By this exemption/infringement scheme/regime, the Hatch-Waxman Act intended to\naccelerate the vetting of the validity of listed patents to accelerate the approval of\ngeneric drugs. See Shashank Upadhye, Mechanics of Orange Book Patent\nCertifications and Notice Letters, Generic Pharmaceutical Patent and FDA Law, §10:15,\nGenpharma (2011)(“The crux of the Hatch Waxman generic drug approval process\nrevolves around vetting out patent issues vis-à-vis the Paragraph IV Certification.”). To carryout this regulatory scheme, the sponsor (applicant) of the ANDA is required to\ninclude in the ANDA:\n[A] certification, in the opinion of the applicant and to the best of his\nknowledge, with respect to each patent which claims the listed drug\nreferred to in clause (i) or which claims a use for such listed drug\nfor which the applicant is seeking approval under this subsection\nand for which information is required to be filed under subsection\n(b) or (c) of this section-(I) that such patent information has not been filed,\n(II) that such patent has expired,\n(III) of the date on which such patent will expire, or\n(IV) that such patent is invalid or will not be infringed by the\nmanufacture, use, or sale of the new drug for which the\napplication is submitted. 21 USC § 355 (j)(2)(A)(vii). The last certification is referred to as a paragraph IV certification. See 21 C.F.R.\n§ 314.95 (2009) (regulation addressing certification requirement). For an ANDA with a\nparagraph IV certification, the sponsor (applicant) must send notices within 20 days of\nbeing notified by the FDA that the ANDA is accepted for filing59 to the NDA holder for\nthe referenced drug60 and all patentees of record for the listed patents61 that the\n59"
}