{
  "document_category": "legal-advice",
  "document_name": "082802f.pdf",
  "chunk_index": 4,
  "chunk_text": "Petitioner argued Barrett controlled, as that case was factually similar, and that he was\ntherefore entitled to relief under I.R.C. §1341. The Tax Court reasoned that, since the petitioner in Wang did not include the\n$125,000.00 in gross income in 1987, he was not entitled to relief under I.R.C. §1341\nfor the disgorgement of these funds in 1988. In distinguishing Barrett, the Wang opinion\nreasoned that in Barrett the issue concerned whether the taxpayer had the legal\nobligation to repay amounts previously included in income. In Wang, by contrast, the\nissue concerned “the claim of right or the appearance of the unrestricted right to\nincome” in the year of receipt, not the legal obligation to repay the funds. POSTS-152317-07 5 The court in Wang stated in dicta that it did not believe that taxpayers with illegal\nincome were per se not entitled to the benefits of I.R.C. §1341 and that: With respect to each taxpayer it would be necessary to decide whether his\ncircumstances meet the requirements of I.R.C. §1341. Embezzlers do not meet\nthe claim of right requirement under I.R.C. §1341 because there was no claim of\nright, not because the income or gain was illegally obtained. I.R.C. §1341 only\napplies if the taxpayer appeared to have an unrestricted right to the income in the\nyear of receipt. In our case, you should confirm through review of transcripts and tax returns that the\ntaxpayers reported gross income of at least $-------------------in the period from ------- to --------. Under Wang, the taxpayers, as a threshold matter, would not be entitled to apply\nI.R.C. §1341 if they did not include in gross income the amounts repaid in ------- and to\nbe repaid in subsequent years. You should also obtain a copy of -------------- memorandum to the Department of Justice\nrecommending settlement. Taxpayers’ counsel references this memorandum in his\nmemorandum to the taxpayers’ shareholders dated ----------------------- and in his letter to\nAssistant United States Attorney -------- dated --------------------. You will want to confirm\nthat the AUSA truly understood the settlement as reflecting a “disgorgement of profits.” Assuming that the AUSA understood the settlement that way and the transcripts show\ngross income of at least $------------------ for the ------- to ------- period, the next step in the\ninquiry is to investigate the nature of the claims asserted against the taxpayers by --------------------------------------------------------------------------------------------------------------------------and the United States in their complaints under the False Claims Act. The complaints\nshould be reviewed and the evidence to support the claims should be obtained and\nevaluated. We can assist you with this review. If, after this review, it appears as if taxpayers engaged in intentional misconduct, even\nthough they settled their liability, we would recommend that they not be entitled to relief\nunder I.R.C. § 1341. If, however, after the review, you determine that that there is no\nevidence of intentional wrongdoing on the part of taxpayers, we would recommend that\nthe agreement be respected as establishing the taxpayers’ liability and their entitlement\nto relief under I.R.C. § 1341. In that case, you would need to determine whether the\ntaxpayers and their shareholders properly reported, in accordance with Treas."
}