{
  "document_category": "legal-advice",
  "document_name": "042306f.pdf",
  "chunk_index": 2,
  "chunk_text": "= ------------------------------ Partnership G = ------------------------------------- Partnership H = -------------------------- Month 22 = ---- Date 23 = ----- Date 24 = ----- Agreement B = ------------------ az = --------------------- Date 25 = ------ ba = ------------------------------------------------------------------------------------------- bb = -------------------------------------------------------------------- bc = - bd = - Year = - ISSUES\n1. Do the facts, as set forth below, support the taxpayers’\ncontention that a synfuel facilities constructed for Corporation\nat the Facility Location were placed in service before July 1,\n1998? Sub-issues of this issue are as follows:\na. Do the facts show that the taxpayers that owned the\nfacilities as of July 1, 1998, were in the trade or business of\nproducing and selling qualified fuel? CC:LM:NR:----Page 7\nb. What additional information will assist in\ndetermining whether the facilities were timely placed in\nservice? 2. Were the facilities placed in service pursuant to a\nbinding written contract in effect as of January 1, 1997? CONCLUSION 1. The facts, as presented, raise serious questions about\nwhether the a synfuel facilities constructed for Corporation at\nthe Facility Location were placed in service before July 1,\n1998. a. The facts are insufficient to show that the\ntaxpayers that owned the facilities as of July 1, 1998, were in\nthe trade or business of producing and selling qualified fuel. b. --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------2. There appears to be some question as to whether the\ncontract was, in fact, a binding written contract as of January\n1, 1997. ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------FACTS 1.\nOn or about Execution Date, Corporation entered into\nan agreement with c for the construction of d Facilities. The\nagreements enumerate several types and amounts of equipment for\nthe facilities. The equipment described in the agreement\nrelated to systems that were designed to accomplish the Process. Among other things, the agreement listed e, f, g, and other\nequipment designed for the Process. Additional equipment\nfocused on Subprocess. This plan was described in a Date 1 CC:LM:NR:----Page 8\nreport by a construction/engineering firm, apparently prepared\nfor h. Some time during Timeframe 1, the agreement was assigned to\ni. During Timeframe 2, construction began on a synthetic fuel\nproduction facilities at the Facility Location, near j. This\nsite is owned by k, a subsidiary of l. While Corporation acted\nas the owner of the facilities during construction, at some\npoint, these facilities were transferred to, and owned by\nPartnership A, Partnership B, Partnership C, and Partnership D.\nEach was a State X entity, formed on Date 2. A construction permit was obtained in Month 3. Construction\nbegan at the Facility Location on or about Date 4. Plans called\nfor the construction of a facilities, each projected to cost\napproximately $m. It appears that n of the plants were\nconstructed by i, and the remainder by c. The taxpayers produced several videotapes, labeled with\ndates between Date 5 and Date 6, showing equipment operating at\nthe site. Among the parts of a facility shown to be running\nwere o, p, and q. What was clear was that some of the feedstock\ncoal was run through r. --------------------------------------------------------------------------------------The videotapes\ndid not show operation of s. No narrative accompanied the\nimages shown on the videotapes, making it difficult to discern\nwhat was being shown. It was not clear from the videotape that\neach of the a facilities was operational."
}