{
  "document_category": "legal-advice",
  "document_name": "084601f.pdf",
  "chunk_index": 3,
  "chunk_text": "GL-133794-08 4 The Service and the taxpayers entered into the Closing Agreement that related to one\nor more separate items affecting the tax liability of the taxpayers as contemplated in\nTreasury Regulation Section 301.7121-1(b)(2). Closing agreements with respect to taxable periods ended prior to the\ndate of the agreement may relate to the total tax liability of the taxpayer or\nto one or more separate items affecting the tax liability of the taxpayer, as,\nfor example the amount of gross income, deduction for losses,\ndepreciation, depletion, the year in which an item of income is to be\nincluded in gross income, the year in which an item of loss is to be\ndeducted, or the value of the property on a specific date.” Treas. Reg. § 301.7121-1(b)(2) (emphasis added). One of the separate items included\nin the Closing Agreement is the penalty under I.R.C. § 6662, but the addition to tax\nunder I.R.C. § 6651 is not included in the Closing Agreement as a separate item. Since\nagreements are only final and conclusive as to the matters agreed upon under Section\n7121(b) and the addition to tax under I.R.C. § 6651 was not item agreed upon, it may be\nassessed and collected. Courts have narrowly interpreted the items agreed upon by taxpayers and the Service in\nclosing agreements. The Court in Zaentz v. Commissioner, 90 T.C. 753, 761 (1988),\nfound that the petitioners and the Service were bound only by the matters agreed upon\nin the closing agreements and were not bound as to the premise underlying their\nagreements. In Zaentz, the Service and the petitioners entered into three closing\nagreements related to the taxpayers’ participation in the Argosy trusts. The closing\nagreements stated the tax treatment of items claimed by the petitioners on their returns\nthat related to their involvement in the Argosy trusts for the years covered by the\nagreements. Id. 757- 760. Similar to the Closing Agreement at issue here, the closing\nagreements in Zaentz related to one or more separate items affecting the tax liability of\nthe petitioners and did not relate to the total tax liability of the petitioners. The petitioners argued that since the closing agreements were premised upon the\nArgosy trusts being valid entities, the Service was precluded from arguing the Argosy\ntrusts were sham entities in years subsequent to the years agreed upon in the closing\nagreements. Id. The Court found that the parties were only bound by the matters\nagreed upon in the closing agreements and since the closing agreements did not\nspecifically address whether the Argosy trusts were valid entities, the parties were not\nbound by any premise underlying the agreements. Id. at 761. The Court in Magarian v. Commissioner, 97 T.C. 1 (1991), also narrowly interpreted the\nclosing agreement at issue. The Court found the Service could assess the additions to\ntax under I.R.C. §§ 6653(a)(1), 6653(a)(2) and 6659 since the closing agreement signed\nby the parties did not address the additions to tax. Id. The closing agreement at issue\nin Magarian settled the treatment of specific losses and credits which petitioners had\nclaimed on their return. Id. The Court stated, GL-133794-08 5"
}