{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 22,
  "chunk_text": "The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated). The\none gross profit ratio, computed with the correct amounts, applies to each principal\npayment starting with the very first payment; there is no separate zero percent gross\nprofit ratio for the initial principal payments. This position should be asserted as an\nalternative to the treatment in issue one, above, if the case is unagreed. Corp F concurs that, if a sale, the form of its transaction is a contingent payment\nsale with Temp. Treas. Reg. § 15A.453-1(c) applicable, but argues the sale is divisible\ninto seven separate sales with potentially seven different gross profit ratios, applied\nserially. According to Corp F, each sale represents a sale of assets within a single\nasset class. Corp F argues that separate sale treatment with different gross profit ratios\nis mandated by Treas. Reg. § 1.1060-1(c)(2) and Treas. Reg. § 1.338-6. Thus, Corp F\nconcludes it can treat payments up to the fair market value in each separate class as a\nseparate sale with the result that no gain is reportable, at all, until it starts receiving\npayments for the Class VII asset sale. In other words, in effect, the one gross profit\nratio correctly computed as stated above, cannot apply to any payment until $ T cash is\nreceived tax free because the first six sales have a zero gross profit ratio in that the cost\nbasis equals the selling price in each sale. Corp F relies primarily upon Priv. Ltr. Rul. 200004040 (October 29, 1999) to\nsupport its position. 2000 WL 92408 (IRS PLR) issued January 28, 2001/October 29,\n1999. PLR 200004040 addresses six ruling requests with respect to application of\nI.R.C. § 468 on nuclear decommissioning and its interrelationship with I.R.C. §§ 671678 (grantor trusts), § 165, and §1060. Corp F focuses on ruling request number four\nwherein the PLR addresses the acquiring taxpayer’s basis in nonqualified\ndecommissioning funds in the context of the first three rulings on § 468. Corp F applies\nthe rulings with respect to the purchaser to itself, as seller, relying on conformity of\ntreatment. The taxpayer-purchaser in the PLR argued § 1060 did not apply so the assumed\ndecommissioning liability could be allocated to its cost basis in the nonqualified funds. In response, the PLR notes that the assumed liability cannot be treated as incurred for\nfederal income tax purposed until economic performance, citing to Reg. §§1.4461(c)(1)(i)(ii)(A) and 1.446-1(c)(1)(ii)(B), then finding economic performance does not\noccur for decommissioning obligations until the costs are incurred in satisfaction of the\nliability – an event that may not occur for sixty years in the situation addressed. Hence\nthe basis was limited to the cash component. 27 There is a possibility the working capital note could be a contribution to capital; however, there are\ninsufficient facts to support that treatment as the case is presented. Should the taxpayer provide\nadditional information, please request supplemental advice. Page 29 of 37 POSTF-134629-07"
}