{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 6,
  "chunk_text": "2004-1 C.B. 447, T.D. 9107, § II.A., General\nPrinciple of Capitalization. The regulations did not reverse the norm of capitalization; the subset of\nexpenditures that are not within the regulations is limited given the breadth and depth of the regulations. Moreover, the preamble to the 2004 capitalization of intangible regulations clearly states that “[t]he IRS\nand Treasury Department intend to construe broadly the categories of intangibles identified in the\nregulations in response to any narrow technical arguments that an intangible created by the taxpayer is\nnot literally described in the categories.“ T.D. 9107, 2004-1 C.B. 447 § II. D. Created Intangibles. POSTU-139175-10 32 defending a divorce suit was a nondeductible personal expense,\neven though the outcome of the divorce case would affect the\ntaxpayer's property holdings, and might affect his business\nreputation. The Court rejected a test that looked to the\nconsequences of the litigation, and did not even consider the\ntaxpayer's motives or purposes in undertaking defense of the\nlitigation, but rather examined the origin and character of the claim\nagainst the taxpayer, and found that the claim arose out of the\npersonal relationship of marriage. 397 U.S. at 578 (1970) (emphasis added). In accord, United States v. Hilton Hotels Corp., 397 U.S. 580, 583 (1970) (“As we held\nin Woodward, supra, the expenses of litigation that arise out of the acquisition of a\ncapital asset are capital expenses, quite apart from whether the taxpayer’s purpose in\nincurring them is the defense or perfection of title to property.”); McKeague v. United\nStates, 12 Cl. Ct. 671, 675 (1987) aff’d without published opinion, 852 F.2d 1294 (Fed.\nCir. 1988) (the objective in the origin of the claim test is “to find the transaction or\nactivity from which the taxable event approximately resulted”); American Stores v.\nCommissioner, 114 T.C. 458, 470 (2000)(reiterates that the primary purpose test has\nbeen rejected, and states the “nature of the transaction out of which the expenditure in\ncontroversy arose governs … regardless of the motives”); Anchor Coupling v. United\nStates, 427 F.2d 429, 434 (7th Cir. 1970)(rejected primary purpose test in favor of the\norigin of the claim test for settlements); Keller Street Development Company v.\nCommissioner, 688 F. 2d 675, 678, 680 (9th Cir. 1982)(the origin of the claim is not\n“based on the consequences to the taxpayer” and does not look to the primary\npurpose). In general, the above cases establish that, in applying the origin of the claim test, the\npurpose, consequence, or result is irrelevant. The origin of the claim test is an objective\ninquiry to determine the origin and character of the claim from which the litigation\nproximately resulted, taking into account all of the facts and circumstances; it is not a\ntest dependent on the formal titles to pleadings or subjective motives. The intangible\nregulations, Treas. Reg. §1.263(a)-4, also provide that determinations of whether to\ncapitalize should be made taking into account all of the facts and circumstances,\ndisregarding distinctions between labels. Treas. Reg. §1.263(a)-4(d)(1). A. Applying the Origin of the Claim Test to the Facts Before the infringement suits at issue were filed, Corporation X notified21 the New Drug\nApplication (NDA) holders22 for the referenced drugs23 and the patentees for the listed\n21"
}