{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 24,
  "chunk_text": "56\n35 U.S.C. § 271(e)(2010). However, the “safe harbor” from infringement terminates when the ANDA is submitted\nto the FDA. The termination of the “safe harbor” occurs, as applicable, because the\nHatch-Waxman Act makes filing of an ANDA prior to the expiration of the patents\ncovering the approved NDA an act of infringement (35 U.S.C.\n§ 271(e)(2)(2010)), which has limited remedies (35 U.S.C. § 271(e)(4)).57 As explained\nin Eli Lilly & Co. v. Medtronic, Inc., 496 U.S. 661 (1990), after quoting from 35 U.S.C.\n§ 271(e)(2) and (e)(4):58\n55 Roche Prods., Inc. v. Bolar Pharm. Co., 733 F.2d 858 (Fed.Cir.1984), cert. denied, 469 U.S. 856\n(1984). 56 See Proveris Scientific Corp. v. Innovasystems, Inc, 536 F. 3d 1256 (Fed. Cir. 2008)(exemption from\ninfringement does not apply if the invention is not subject to FDA approval). 57 In exceptional cases, pursuant to 35 U.S.C. § 271(e)(4) attorney fees can be awarded to the NDA\nholder if it prevails in an infringement actions against the sponsor of an ANDA. Yamanouchi\nPharmaceutical Co., Ltd. v. Danbury Pharmacal, Inc., 231 F.3d 1339, 1345-47 (Fed. Cir. 2000). 58 The Court in Eli Lilly quoted 35 U.S.C. § 271(e)(2) and (e)(4), 496 U.S. at 675, as follows: “ ‘(2) It shall\nbe an act of infringement to submit an application under section 505(j) of the Federal Food, Drug, and\nCosmetic Act or described in section 505(b)(2) of such Act for a drug claimed in a patent or the use of\nwhich is claimed in a patent, if the purpose of such submission is to obtain approval under such Act to\nengage in the commercial manufacture, use, or sale of a drug claimed in a patent or the use of which is\nclaimed in a patent before the expiration of such patent. * * *\n**** POSTU-139175-10 54 The function of the paragraphs in question is to define a new (and\nsomewhat artificial) act of infringement for a very limited and\ntechnical purpose . . . .\n496 U.S. at 676 (emphasis added). The Supreme Court went on to explain, with respect to the Hatch-Waxman Act regime\nof exempting the use of patented inventions to develop generic drugs from infringement\nsuits then creating an artificial act of infringement, as follows: This scheme will not work, of course, if the holder of the patent\npertaining to the pioneer drug is disabled from establishing in court\nthat there has been an act of infringement. And that was precisely\nthe disability that the new [35 U.S.C.] § 271(e)(1) imposed with\nregard to use of his patented invention only for the purpose of\nobtaining premarketing approval. Thus, an act of infringement had\nto be created for these ANDA[s] . . . . That is what is achieved by\n§ 271(e)(2)-the creation of a highly artificial act of infringement that\nconsists of submitting an ANDA . . . Not only is the defined act of\ninfringement artificial, so are the specified consequences, as set\nforth in subsection (e)(4). Monetary damages are permitted only if\nthere has been “commercial manufacture, use, or sale.” 35 U.S.C.\n§ 271(e)(4)(C)."
}