{
  "document_category": "legal-advice",
  "document_name": "094301f.pdf",
  "chunk_index": 5,
  "chunk_text": "Accordingly, § 421(a) provides different tax treatment than § 83(a). Whereas § 83(a)\nrequires an employee to recognize income on the date of exercise of the nonstatutory\nstock option if the option did not have an ascertainable fair market value on the date of\ngrant, § 421(a)(1) does not require such recognition. Consistent with the policy that an\nemployer may deduct the compensatory element of a stock option only if the\ncompensatory element is included in the gross income of the employee, § 421(a)(2)\ndoes not permit a deduction for the compensatory element attributable to statutory stock\noptions because the compensatory element is excluded from the employee’s gross\nincome. Treas. Reg. § 1.421-2(a)(1)(ii) reinforces this tax treatment by providing that,\n“No deduction under sections 83(h) or 162 or the regulations thereunder (relating to\ntrade or business expenses) is allowable to any time with respect to the share so\ntransferred. ”2\n2 Discussing an ISO, Example 7 of Treas. Reg. § 1.424-1(c)(4) notes in passing that a corporation is not POSTU-153378-08 2. 7 Legislative History of Section 421 The legislative history for ESPPs and ISOs demonstrate Congress’s intent that\n§ 421(a)(2) does not permit an employer to deduct the compensatory element of a\nstatutory stock option. The Revenue Act of 1964 provided the tax treatment for ESPPs. House Report No. 749 (1963) explained the intended tax treatment for stock options\ngranted pursuant to ESPPs: As indicated previously, except for the addition of the nondiscrimination\nrequirement (and the requiring of stockholder approval) the tax treatment of\nemployee stock purchase plans continues to be substantially similar to the tax\ntreatment of restricted stock options under present law. Thus, as under present\nlaw, no income is to be reported by the employee either at the time the option is\ngranted or at the time it is exercised. Similarly, no deduction is available to the\nemployer corporation with respect to the employee stock purchase plan. 1964 U.S.C.C.A.N. (vol. 1) at 1377 (Emphasis added). The Report’s provision that “no\ndeduction is available to the employer corporation with respect to the employee stock\npurchase plan” is unqualified. The Report does not provide that a deduction may be\navailable to the employer corporation under another section of the Code. Congress\nenacted § 174 in 1954. If Congress intended for a deduction to be available under\n§ 174 for compensation attributable to stock options granted under an ESPP, it would\nhave qualified its 1964 statement that “no deduction is available to the employer\ncorporation with respect to the employee stock purchase plan.” House Report No. 749 also explained the intended tax treatment of qualified stock\noptions, which are the predecessors to ISOs:\nGenerally, in the case of qualified stock options, no income tax is imposed either\nat the time the option is granted or at the time the option is exercised and the\nstock is transferred to the employee. Similarly, no business expense deduction\nis allowed to the employer corporation (or a parent or subsidiary of that\ncorporation) at any time with respect to this option. 1964 U.S.C.C.A.N. (vol. 1) at 1374 (Emphasis added)."
}