{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 10,
  "chunk_text": "34 “An applicant may transfer ownership of its application. At the time of transfer the new and former\nowners are required to submit information to the Food and Drug Administration . . . . ” 21 C.F.R .\n§ 314.72(a).\n35 While Corporation X asserts that it did not hold title to an intangible and was not seeking title to an\nintangible (Facts, above, subsection titled “Corporation X’s Position”), as a matter of fact, there can be no\ndoubt that Corporation X was in the process of trying to obtain FDA approval of its ANDAs, with the\nANDAs the abbreviated applications with paragraph IV certifications that Corporation X prepared and filed\nwith the FDA. Corporation X was the holder (owner) of the ANDAs that it prepared and filed. See\nAddendum A (addressing the term “holder”). If Corporation X is arguing that it was not seeking title to the\nANDAs since it owned the applications it had prepared ab initio, the argument must fail as mere sophism. POSTU-139175-10 37 with, Corporation X’s actions to obtain new assets, i.e., FDA-approved ANDAs with\nparagraph IV certifications. Just the recital of the facts and circumstances, including the fact that an ANDA is a\ntransferrable commodity, provides an “adverse answer” to Corporation X’s position that\nit can deduct the fees. See Lincoln Savings, 403 U.S. 345 at 354 (holding the\nexpenditure at issue was not deductible as an ordinary and necessary business\nexpense because it created or enhanced “an additional asset and that, as an inevitable\nconsequence, the payment is capital in nature”). 36 B. Corporation X’s Reliance on the Primary Purpose Test Corporation X argues that it can deduct the fees based on the primary purpose test. Corporation X relies on Industrial Aggregate Company v. United States, 284 F.2d 639\n(8th Cir. 1960), which predates Gilmore, Woodward and Hilton Hotels. The primary\npurpose test used in Industrial Aggregate has been rejected by a long line of court\ncases, with some of said cases string cited at the beginning of Section I of the Law and\nAnalysis, above. Corporation X may have a primary purpose of increasing its long term\nincome, but that is a potential consequence to Corporation X’s fortunes, and does not\ncontrol. See United States v. Gilmore, 372 U.S. 39, 49 (1963)(“the origin and character\nof the claim with respect to which an expense was incurred, rather than its potential\nconsequences upon the fortunes of the taxpayer, is the controlling basic test . . .”). See\nalso Woodward v. Commissioner, 397 U.S. 572, 578 (1970) (“The [Gilmore] Court\nrejected a test that looked to the consequences of the litigation, and did not even\nconsider the taxpayer's motives or purposes in undertaking defense of the litigation, but\nrather examined the origin and character of the claim against the taxpayer, and found\nthat the claim arose out of the personal relationship of marriage.”). Corporation X also relies on Kornhauser v. United States, 276 U.S. 145 (1928), to\nsupport its position that it can deduct the expenditures because ANDA paragraph IV\nlitigation is common in the generic pharmaceutical industry."
}