{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 34,
  "chunk_text": "More examples of the FDA-imposed requirements can be found in 21 C.F.R.\n§ 314.81 (2009), Other Postmarketing Reports, which requires the ANDA holder to\nprovide, inter alia:\n1. “Information concerning any incident that causes the drug product or its\nlabeling to be mistaken for, or applied to, another article.” 21 C.F.R.\n§ 314.81(b)(1)(i)(2011)(emphasis added); 2. “Information concerning any bacteriological contamination, or any significant\nchemical, physical, or other change or deterioration in the distributed drug\nproduct, or any failure of one or more distributed batches of the drug product * * * “Each applicant shall make the reports required under § 314.81 and section 505(k) of the act for\neach of its approved abbreviated applications. “ 21 C.F.R. § 314.98(a) and (c) (emphasis added). 75 21 C.F.R. § 314.80(c)(1)(iii)(2009) clarifies that the requirements “shall also apply to any person other\nthan the applicant (nonapplicant) whose name appears on the label of an approved drug product as a\nmanufacturer, packer, or distributor.” This summary does not address to what extent, if any, the ANDA\napplicant also has continuing responsibilities after it has sold or otherwise transferred its ANDA to another\nunrelated party. POSTU-139175-10 63 to meet the specification established for it in the application.” 21 C.F.R.\n§ 314.81(b)(1)(ii)(2010)(emphasis added);\n3. An annual report that must include, inter alia:\na. “A brief summary of significant new information from the previous year that\nmight affect the safety, effectiveness, or labeling of the drug product. The\nreport is also required to contain a brief description of actions the applicant\nhas taken or intends to take as a result of this new information, for\nexample, submit a labeling supplement, add a warning to the labeling, or\ninitiate a new study.” 21 C.F.R. § 314.81(b)(2)(i)(2010)(emphasis added). b. “Information about the quantity of the drug product distributed under the\napproved application . . . “ 21 C.F.R. § 314.81(b)(2)(ii)(a)(2010)(emphasis\nadded); 4. Reports are also required on, inter alia:\na. “Currently used professional labeling, patient brochures or package inserts\n(if any), and a representative sample of the package labels.” 21 C.F.R.\n§ 314.81(b)(2)(iii)(a)(2010)(emphasis added). b. “[C]hanges in labeling that have been made since the last report listed by\ndate in the order in which they were implemented, or if no changes, a\nstatement of that fact.” 21 C.F.R. § 314.81(b)(2)(iii) (c)(2010)(emphasis\nadded); 5. Numerous reporting requirements on clinical and other studies; and 6. Requirements to “submit specimens of mailing pieces and any other labeling\nor advertising devised for promotion of the drug product at the time of initial\ndissemination of the labeling and at the time of initial publication of the\nadvertisement for a prescription drug product. “ 21 C.F.R.\n§ 314.81(b)(3)(i)(2010)(emphasis added). See Karen L. Drake, FDA Regulation of the Advertising and Promotion of Prescription\nDrugs, Biologics, and Medical Devices, FDA Regulatory Affairs, A Guide for Prescription\nDrugs, Medical Devices and Biologics, 267-287 (Douglas J. Pisano and David S.\nMantus, eds., 2nd Ed., 2008). The FDA approval letter for an ANDA may subject the approval to additional\nrequirements that must be met to maintain the ANDA, such as specific procedures for\nmanufacturing.76\n76 See http://www.accessdata.fda.gov/scripts/cder/drugsatfda/index.cfm (search by ANDA number to find\napproval letters that are online) (last visited on June 2, 2011). POSTU-139175-10 64"
}