{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 18,
  "chunk_text": "\"Cost-plus\" -- TAM 9803003. As noted above, the original version of section\n833 only referred to \"claims incurred\" and did not include the language \"liabilities\nincurred . . . under cost-plus contracts.\" The Protest notes that \"examining agents\ninterpreted the term 'claims incurred' to include only claims incurred under insurance\npolicies,\" referring to a case pending \"shortly before the 1997 Relief Act.\" Protest, page\n15. It is probably more accurate to say that agents interpreted the term \"claims\nincurred\" to refer to claims under insured arrangements, since the phrase \"claims\nincurred\" in the health insurance industry is the equivalent of \"losses incurred\" for\nproperty and casualty insurers. In general, the NAIC is only concerned with insurance\nactivities. Insurers are only required to maintain loss reserves with respect to insurance\ntransactions. Accordingly, the statute's use of the phrase \"claims incurred\" implies\ninsured transactions, since that is the phrase used in the insurance industry for\ntransactions that are treated as insured transactions on the NAIC Annual Statement. The phrase \"claims incurred\" is not a broad generic term that includes claims of any\nkind. It should be noted that during this same time period -- shortly before the 1997\nRelief Act -- the NAIC was considering \"guidance on the recording and reporting of\ntransactions related to uninsured plans.\" (SIP 47.) To the extent the NAIC was\nconsidering excluding such transactions from Annual Statement reserves, it would be POSTU-144536-09 22 reasonable to conclude that such items should not be included in the section 833(b)\nspecial deduction. If an item was not considered a \"claim incurred\" for Annual\nStatement purposes, it should not be considered a \"claim incurred\" for purposes of\nsection 833(b). As the Protest points out, section 833 was amended in 1997, retroactively, to\ninclude the phrase \"liabilities incurred . . . under cost-plus contracts.\" See Taxpayer\nRelief Act of 1997, Pub. L. 105-334, section 1604 (August 5, 1997). Shortly thereafter,\nas the Protest points out, the IRS issued a Technical Advice Memorandum concluding\nthat \"cost-plus\" contracts are included in claims incurred under section 833(b)(1)(A)(i). TAM 9803003 (September 26, 1997). Technical Advice Memoranda are not precedent, I.R.C. § 6110(k)(3), although\ncourts have noted that they \"do reveal the interpretation put upon the statute by the\nagency charged with the responsibility of administering the revenue laws.” Hanover\nBank v. Commissioner , 369 U.S. 672, 686 (1962). See Rowan Cos. v. United States,\n452 U.S. 247, 261 n.17 (1981); Estate of Cristofani v. Commissioner, 97 T.C. 74, 84 n.5\n(1991). A request for technical advice involves both the IRS and the taxpayer and the\ntaxpayer has input into the facts presented in the request. See Rev. Proc. 97-2, 1997-1\nC.B. 486, Section 8. Accordingly, while the TAM cited by the Taxpayer in the present\ncase may not be cited as legal precedent, the facts recited in the TAM are an indication\nof the type of transactions that were considered \"cost-plus\" by BCBS organizations at\nthe time of the amendment of section 833. The Protest does not quote the TAM."
}