{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 13,
  "chunk_text": "Transfers must be exempt from\nregistration requirements of the Securities Act and applicable state laws. Entity M shall\nbe reimbursed its costs. ----------------------------------------------------------------------------------------------------- Entity M is not required to transfer or exchange Term Notes selected for\nprepayment in whole or part. Entity M is charged with keeping records of Holders with\nserial numbers of all Terms Notes. Term Notes can be held by any stockholder of Corp\nF and anybody else per Entity M’s consent, with said consent not to be unreasonably\nwithheld. Holders must receive equal treatment pursuant to Section **. The Working\nCapital Note is different; Entity M has sole discretion on who can hold said note. There\nare limits on Entity M’s acquisition of interests in Holders. Article ** (** paragraph) is titled ----------------and cross references the required\nSecurity Agreement. No copy of the Security Agreement was received. Article ** is titled -----------------------------------------------------Numerous obligations\nare imposed on Entity M, such as maintaining all property useful to conducting the\nIndustry N business and conducting the Industry N business. Entity M is precluded\nfrom engaging in any other business or activity. The Holders have power and authority\nover Entity M as set forth in the Note Agreement. Entity M can administer the assets\nonly in compliance with the Note Agreement. Pursuant to Article **, Entity M must pay\nall taxes and cannot incur debt, except as allowed in the Note Agreement. Entity M\nmust hold its stockholders, directors, officers, employees and agents harmless from any 15 The ** percent appears to be all Entity M receives from the Industry N business operated by Owner 2\nwith Corp F employees. 16 The certificate is to be in the form as set forth in Exhibit ** to the Note Agreement. Page 19 of 37 POSTF-134629-07\nliabilities, etc., arising out of the Note Agreement. Entity M shall carry insurance as\nspecified and keep books and records as specified. Limits are placed on Entity M’s\nauthority to sell, lease or dispose of property. Entity M cannot consolidate or merge\nwith another entity, form a subsidiary, loan money, hold stock or perform any activity\nprohibited in Article **. In Section **, if Owner 2 can no longer serve as Executive\nDirector and Chief Executive Officer, Entity M shall elect Owner 3 on the same terms. Article ** is titled ------------ “Events of Default” are listed in Section ** as the\nfollowing:\n•\n•\n•\n•\n•\n• •\n• Entity M’s failure to pay per the Note Agreement provisions;\nEntity M’s failure to conform with the obligations and restrictions of\nthe Note Agreement;\nEntity M challenging the Note Agreement; Any material provision of Note Agreement, Term Notes, or Working\nCapital Note being declared void by any court; The Security Agreement ceasing to be in full force and effect;\nOwner 2 (or Owner 3) resigns for “good reason” or is discharged\nwithout “just cause” (as said terms are defined in the separate\nemployment contracts, copies not provided) unless Entity M pays\n$ DD and all accrued interest in full;\nAdverse changes in Entity M’s ability to generate “Profit”; or\nEntity M ceases to be wholly-controlled by KK University."
}