{
  "document_category": "legal-advice",
  "document_name": "11382f.pdf",
  "chunk_index": 9,
  "chunk_text": "Likewise, disbursements over receipts do not constitute a\nloss. Thus, A asserts that it is not required to include proceeds from gift check transactions in\nincome for both tax and book purposes. It would help to clarify whether the taxpayer\ndeducts proceeds from gift checks that are spent on services. 5 5 If relying on Seven-Up v. Commissioner, 14 T.C. 965 (1950), acq. 1950-2 C.B. 4, withdrawn and acq. 1974-2 C.B. 4, the taxpayer does not include gift checks proceeds in income, taxpayer should also not\ntake a deduction for gift check proceeds spent on services. Ascertaining that the taxpayer does not do\nboth (fail to recognize gift check income yet take a services expense deduction for gift check proceeds\nspent in services) may also be relevant to whether the taxpayer’s treatment of gift check proceeds\nreflects a method of accounting. The fact that the taxpayer’s exclusion of gift check proceeds from income\nis a permanent exclusion suggests that this is not a method of accounting. However, an argument can be\nmade to the contrary. Therefore, if during your examination of the gift check issue in future cycles, you\ndeem it appropriate or necessary to make adjustments for closed years, it will be necessary to address\nthis complex issue. If this is the case, you will need to request further advice to addresses the question of\nwhether the taxpayer’s exclusion of gift check proceeds from income is a method of accounting. Any POSTF-149051-10 13 Because its bylaws require that all “other income shall be received by A in trust\nand shall be disbursed and expended solely for the non-for-profit purposes,” i.e., for\nservices program purposes, A argues that gift check proceeds cannot be taxed because\nthey are required to be used for services. However, A does not distinguish between\namounts received from gift checks that are never redeemed, which may be used for\nservices, and amounts that are paid to the redeeming D stores, which are obviously not\nused for services. 6 Citing the --------------------Program and Section 3 of the [Services] Agreement\nbetween A and D stores, A maintains that an amount received by a taxpayer is not an\naccession to wealth that must be included in gross income if the taxpayer never\nexercises dominion or control over the amount. A argues that gross income does not\ninclude amounts that a taxpayer receives acting in a fiduciary capacity or as a conduit\nfor payment to another. A asserts that it does not handle the gift check program for its\nown benefit. Given A’s position that it acts as an intermediary that only handles the\nadministration of the gift checks, any activity related to the gift checks is recorded\ndirectly on the balance sheet [Cash (segregated on the trial balance by allotment) and\nUnredeemed Gift Certificates accounts]. However, A’s direct sales of gift checks to online purchasers and scrip\norganizations are sales, and not deposits, in which the purchaser receives the right to\nreceive goods and services."
}