{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 5,
  "chunk_text": "47 U.S.C. § 302(a). The Act further provides that the FCC may make\nsuch regulations not inconsistent with law as it may deem necessary to prevent\ninterference between stations and to carry out the provisions of this Act. 47 U.S.C. §\n303(f). If the reallocated spectrum and the equipment are conceived as one economic\nunit, then it is evident that the reallocation of spectrum under these facts is tantamount\nto the taking of the equipment. The “economic unit\" approach was applied in Masser v.\nCommissioner, 30 T.C. 741 (1958), where the taxpayer sold property physically\nadjacent to, and used in connection with, certain converted property. In that case, the\nTax Court determined that the subsequent sale was encompassed within the\ninvoluntary conversion. Under the economic unit analysis, the Court recognized that\ncertain business assets are so necessarily intertwined that the condemnation of a\nportion of such assets is in effect a conversion of all of the assets of the economic unit. The Service likewise has formally recognized this same “economic unit” approach for\ndetermining the scope of involuntary conversions under I.R.C. § 1033. See Rev. Rul.\n59-361, 1959-2 C.B. 183. In the present case, the BAS spectrum and the equipment permitted by the FCC\nfor use on such band form an economic unit. The reallocation and relicensing of the\nspectrum (which in itself does not constitute a taking of any property right of the\nbroadcast station) necessitates the removal and replacement of the existing BAS\nequipment. This circumstance constitutes a “taking” of the broadcast station's\nequipment. When, as here, the FCC requires a broadcaster to discontinue use of its\nown equipment, rendering such equipment useless for any purpose, the previouslyused equipment has been “taken” by a governmental authority for purposes of I.R.C. §\n1033. B. Public Use Requirement A \"public use\" includes the advancement of a “public purpose” by a transfer of CC:LM:CTM:LA:2:POSTF-108806-08 page 6 ownership of privately-held property to (i) a governmental entity, or (ii) a private\nenterprise, provided that in each case there is an advancement of \"the broader and\nmore natural interpretation of public use as public purpose.\" Kelo v. City of New\nLondon, 545 U.S. 469, 480 (2005). Moreover, the Supreme Court in Kelo stated, “The\npublic end may be as well or better served through an agency of private enterprise than\nthrough a department of government.” Id., at 486 fn.16, citing Berman v. Parker, 348\nU.S. 26, 33-4 (1954). Accordingly, for purposes of I.R.C. § 1033, it makes no difference\nif the property taken for public use is being transferred to a third party as opposed to a\ngovernmental entity. Further, as described above, such costs paid by the Transition Administrator\noffset dollar-for-dollar the amount otherwise payable by the Transition Administrator to\nthe FCC / US Treasury. Thus, the net effect of this offset is that the cost of replacement\nis borne by the FCC / US Treasury. The FCC's \"clearing\" of the BAS equipment and provision of comparable\nequipment for efficient, uninterrupted BAS service, as part of a larger project intended to\npromote the general public good, is a taking for a \"public use\" under I.R.C. § 1033."
}