{
  "document_category": "legal-advice",
  "document_name": "042307f.pdf",
  "chunk_index": 2,
  "chunk_text": "DISCUSSION The questions presented by the Local Taxpayer Advocate are:\nWhat are the correct CSEDs for the partnership liabilities? If\nthe CSED has expired for the partnership, has it also expired as\nto the general partners? Can the IRS collect the civil penalty\nfrom the general partners? In U.S. v. Galletti, 2004 WL 555273 (March 23, 2004), the\nSupreme Court asserted that “it is the tax that is assessed, not\nthe taxpayer.” [emphasis in original] Galletti, at 6. Further,\nthe Supreme Court noted that, “once a tax has been properly\nassessed, nothing in the Code requires the IRS to duplicate its\nefforts by separately assessing the same tax against individuals\nor entities who are not the actual taxpayers but are, by reason\nof state law, liable for payment of the taxpayer’s debt. The\nconsequences of the assessment – in this case the extension of\nthe statute of limitations for collection of the debt – attach to\nthe tax debt without reference to the special circumstances of\nthe secondarily liable parties.” Id. Similarly, courts have held that suits against persons\nderivatively liable for taxes are timely, or not, according to\nthe rules for timeliness of suits against taxpayers. See United\nStates v. Wright, 57 F.3d 561, 564 (7th Cir. 1995). The Code\nestablishes rules for suing taxpayers; it does not set up\nseparate periods for persons secondarily liable. Its structure\npresumes that there is only one period per tax debt, no matter\nhow many different persons may be liable on the debt. Id. Although the Code creates a single employment tax liability\nfor which a partnership acting as employer is liable, the Service\ncan collect the unpaid liability from individual general partners\nbased on state laws making general partners derivatively liable\nfor partnership debts. See Remington v. U.S., 210 F.3d 281, 283\n(5th Cir. 2000). California partnership law, consistent with the\ncommon law rule and the laws of most jurisdictions, states that\ngeneral partners are jointly and severally liable for the debts\nand obligations of the partnership. See Cal. Corp. Code §16306. CC:SB:8:LA:3:POSTF-162737-03 page 5 However, while the partners among themselves are jointly and\nseverally liable for the partnership’s employment tax liability,\nthe partnership’s liability is not joint and several with that of\nthe partners. A derivative liability is an incident of the partnership\nliability, not the ordinary liability of one who obligates\nhimself as an individual. Thus, the filing of a petition in\nbankruptcy by a partner acting individually will not affect the\nstatute of limitations on assessment and collection of the\npartnership tax liability. Similarly, the filing of an OIC by an\nindividual partner for partnership employment taxes will not\naffect the statute of limitations on collection of the\npartnership employment tax liability. In the present case, the filing of the OIC by the general\npartners did not affect the CSED of the partnership tax\nliabilities since the liability of the general partners merely is\nincident to the liability of the partnership. Thus, the CSED has\nexpired for the partnership taxes and the Service cannot collect\nthe liability from either the partnership or the general partners\n(due to their derivative liability for the employment taxes)."
}