{
  "document_category": "legal-advice",
  "document_name": "042301f.pdf",
  "chunk_index": 10,
  "chunk_text": "Although inapplicable to foreign military sales,21 the\nrequirement of solicitation, negotiation and making of the\ncontract relating to a transaction22 provides additional insight\n21 22 Treas. Reg. § 1.924(d)-1(f). In enacting the FSC regime, “... Congress recognized that certain\nforeign military sales must be made through the US Government, typically\nto foreign governments. Accordingly, because of negotiation and other\nactivities with the US Government, many of the expenses incurred by the\nFSC in connection with such sales are incurred within the United States. Congress intended, therefore, that for purposes of the foreign presence CC:LM:HMT:--------:POSTF-103313-03 page 22 into the intended meaning of the term “transaction.”\n“Negotiation” refers to:\nany communication by the FSC to a customer or potential\ncustomer aimed at an agreement on one or more of the\nterms of a transaction, including, but not limited to,\nprice, credit terms, quantity, or time or manner of\ndelivery. Treas. Reg. § 1.924(d)-1(c)(3).\nto: “Making of a contract” refers performance by the FSC of any of the elements necessary\nto complete a sale, such as making an offer or\naccepting an offer…. The written confirmation by the\nFSC to the customer of an oral or written agreement\nwhich confirms variable contract terms, such as price,\ncredit terms, quantity, or time or manner of delivery,\nor specifies… additional contract terms will be\nconsidered the making of a contract. Treas. Reg. § 1.924(d)-1(c)(4). Clearly the “negotiations” and\n“making of a contract” provisions emphasize that inclusions in\ngross income pursuant to the POC method of accounting do not\ncorrespond to separate transactions entered into on the date of\neach inclusion. Congress would not have intended one definition for the\nterm “transaction” in I.R.C. § 942 and an entirely different\ndefinition for the effective date of the ETI Act. Further,\nif transaction is equated with income recognized under the\nPOC method of accounting, FTGR and foreign economic\nprocesses are irrelevant. More significantly, if a\n\"transaction\" is deemed synonymous with income recognition\nunder Taxpayer's method of accounting, that \"transaction\"\narguably could not generate FTGR entitled to the benefits of\nthe ETI regime. and economic process test such expenses (and the expenses of the US\nGovernment in connection with the sale) will not be taken into account.” General explanation of the Revenue Provisions of the Deficit Reduction\nAct of 1984, III. General Explanation of the Revenue Provisions of the\nAct, Title VIII- Foreign Sales Corporation (H.R. 4170, 98th Congress;\nPublic Lost 98-369); JCS-41-84; (Part 58 of 81 Parts). Negotiations and\nactivities of the U.S. Government are “in connection with the sale” but\nirrelevant to Taxpayer’s method of accounting. CC:LM:HMT:--------:POSTF-103313-03 page 23 CONCLUSION Based on the above discussion, an individual inclusion\nin gross income pursuant to Taxpayer’s POC method of\naccounting does not correspond to an individual transaction\nentered into on the date of such inclusion for purposes of\nthe ETI regime. In order for a POC method inclusion by\nTaxpayer pursuant to a contract made before October 1, 2000,\nto qualify for ETI exclusion treatment, a threshold\nrequirement must be satisfied under the effective date rule\nof section 5(a) of the ETI Act (in addition to the general\nETI exclusion rules in sections 114 and 941 through 943). The transaction that gave rise to such inclusion must have\nbeen entered into after September 30, 2000."
}