{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 21,
  "chunk_text": "Need more information or forms? Visit IRS.gov. -16- If your eye condition isn't likely to\nimprove beyond the conditions listed\nabove, you can get a statement certified\nby your eye doctor (ophthalmologist or\noptometrist) to this effect instead. You must keep the statement for your\nrecords. If you receive a notice or letter but\nyou would prefer to have it in Braille or\nlarge print, you can use Form 9000, Alternative Media Preference, to request\nnotices in an alternative format including Braille, large print, audio, or electronic. You can attach Form 9000 to\nyour return or mail it separately. • You can download, or view online,\ntax forms and publications in a variety\nof formats including text-only, Braille\nready files, browser-friendly HTML\n(other than tax forms), accessible PDF,\nand large print. Married Filing Separately If your filing status is married filing separately and your spouse itemizes deductions on their return, check the “Spouse\nitemizes on a separate return or you\nwere a dual-status alien” box. If your filing status is married filing\nseparately and your spouse was born before January 2, 1958, or was blind at the\nend of 2022, you can check the appropriate box(es) on the line labeled “Age/\nBlindness” if your spouse had no income, isn't filing a return, and can't be\nclaimed as a dependent on another person's return. Who Qualifies as Your\nDependent Step 1 Dependents, Qualifying Child for Child Tax\nCredit, and Credit for Other Dependents A qualifying child is a child who is your... Follow the steps below to find out if a person qualifies as your\ndependent and to find out if your dependent qualifies you to\ntake the child tax credit or the credit for other dependents. If\nyou have more than four dependents, check the box under Dependents on page 1 of Form 1040 or 1040-SR and include a\nstatement showing the information required in columns (1)\nthrough (4). TIP Do You Have a Qualifying\nChild? Son, daughter, stepchild, foster child, brother, sister, stepbrother, stepsister, half\nbrother, half sister, or a descendant of any of them (for example, your grandchild,\nniece, or nephew) AND was ... The dependents you claim are those you list by name\nand SSN in the Dependents section on Form 1040 or\n1040-SR. Under age 19 at the end of 2022 and younger than you\n(or your spouse if filing jointly)\nor Before you begin. See the definition of Social security number, later. If you want to claim the child tax credit or the credit\nfor other dependents, you (and your spouse if filing jointly)\nmust have an SSN or ITIN issued on or before the due date of\nyour 2022 return (including extensions). If an ITIN is applied\nfor on or before the due date of a 2022 return (including extensions) and the IRS issues an ITIN as result of the application,\nthe IRS will consider the ITIN as issued on or before the due\ndate of the return. Under age 24 at the end of 2022, a student (defined later), and younger than you\n(or your spouse if filing jointly)\nor\nAny age and permanently and totally disabled (defined later) AND Who didn't provide over half of their own support for 2022 (see Pub. 501) AND"
}