{
  "document_category": "legal-advice",
  "document_name": "100502f.pdf",
  "chunk_index": 4,
  "chunk_text": "Since the Tax Reform Act of 1986, all allocations and apportionments of interest\nexpense have been required to be made on the basis of assets rather than gross\nincome. See section 864(e)(2). Under section 864(e)(1), the taxable income of each\nmember of an affiliated group is determined by allocating and apportioning interest\nexpense of each member as if all members of the group were a single corporation. Under the asset method, interest expense is apportioned between statutory and\nresidual groupings of gross income (or among statutory groupings) in proportion to the\naverage total values of the assets within each such grouping for the taxable year. Treas. Reg. ' 1.861-9T(g)(1)(i). This average is generally computed on the basis of POSFTF-123604-02 6 values at the beginning and end of the year; however, under certain circumstances, a\ndifferent method must be used. Treas. Reg. ' 1.861-9T(g)(2). Taxpayers may elect to value their assets based on their tax book value or fair\nmarket value. Treas. Reg. '' 1.861-8T(c)(2) and 1.861-9T(g)(1)(ii). This election is\ngenerally indicated by marking a box on Schedule H of Form 1118, as was done here. As provided by Treas. Reg. ' 1.861-8T(c)(2), with a limited exception not relevant here,\nonce a taxpayer elects to use the fair market value method, the taxpayer and all related\npersons must continue to use such method unless expressly authorized by the\nCommissioner to change methods. A taxpayer that elects to apportion interest expense under the fair market value\nmethod must establish the fair market value of its assets to the satisfaction of the\nCommissioner. Treas. Reg. ' 1.861-9T(g)(1)(iii). In short, the taxpayer must determine\nthe value of all its assets as of the last day of the taxable year for each year it uses the\nfair market value method to apportion its interest expense. Treas. Reg. ' 1.8619T(g)(3). Finally, if a taxpayer fails to establish the fair market value of an asset to the\nsatisfaction of the Commissioner, the Commissioner may determine the appropriate\nasset value. Treas. Reg. ' 1.861-9T(g)(1)(iii). Of equal importance, Treas. Reg. ' 1.861-9T(h) specifies the overall\nmethodology which must be followed for all valuations of assets under the fair market\nvalue method. Basic to the required methodology is the premise that all valuations must\nbe made using generally accepted valuation techniques. Treas. Reg. ' 1.861-9T(h)(ii). However, if a taxpayer fails to establish the value of a \"substantial portion\" of its assets\nto the satisfaction of the Commissioner, the Commissioner may require the taxpayer to\nuse the tax book value method of apportionment. Treas. Reg. ' 1.861-9T(g)(1)(iii). Issue 1:\nIn considering whether taxpayer failed to establish the fair market value of its\nassets to the satisfaction of the Commissioner, the facts surrounding the actions of the\ntaxpayer are telling. First, the taxpayer does not even suggest that it performed a fair market value\nstudy of its assets. Instead, it purported to elect the fair market value method by\nchecking the corresponding box on Schedule H of its Forms 1118."
}