{
  "document_category": "legal-advice",
  "document_name": "044103f.pdf",
  "chunk_index": 5,
  "chunk_text": "If this hypothetical retailer used the retail\ninventory method, it would not be required to adjust the CPI indexes because those\nindexes measure inflation in retail selling prices and the retail inventory method is a\nretail selling price-based inventory valuation method. Similarly, if the retailer selected\nindexes from the PPI Detailed Report, it would not have to adjust the indexes because\nits inventory method is cost-based and the PPI indexes reflect a retailer’s cost of\ninventory. The retailer in the example is required to adjust the CPI indexes because it\nuses a cost-based inventory and the CPI indexes are based on retail sales prices. A manufacturer using the IPIC method is in much the same situation as the retailer that\ndoes not use the retail inventory method but selects indexes from the CPI Detailed\nReport. Manufacturers use cost-based inventory methods and must select indexes POSTF-134426-04 6 from the PPI Detailed Report. Indexes in the PPI Detailed Report reflect manufacturers’\nselling prices. Thus, the manufacturer must adjust the PPI indexes to cost-price\nindexes. Since the purpose of the index conversion is the same for manufacturers as it is for the\nretailer in the Rev. Proc. 84-57 example, the procedure for converting the indexes\nshould also be the same. Moreover, if the Service intended to permit manufacturers to\nconvert their selected BLS indexes to cost price indexes under a method different than\nthat required of retailers, the revenue procedure either would have included a statement\nthat manufacturers can use alternative methods of converting selected indexes or\nincluded a separate example for manufacturers illustrating an alternative method. Given the stated purpose of the revenue procedure and the fact it does not provide a\nseparate example for manufacturers, it is clear that manufacturers and retailers are\nrequired to convert their BLS indexes under the same procedures. Outside the IPIC method context, the Service has consistently held that taxpayers\nrequired to convert BLS indexes to cost price indexes must do so by reference to an\nentire year’s data. See Rev. Rul 54-49. In fact, there is no instance in which published\nguidance permits a taxpayer to convert external LIFO indexes to cost price using less\nthan an entire year’s inventory data. Finally, the conversion from BLS indexes to cost price indexes is not the only time\ntaxpayers are required to use an entire year’s data when selling price-based data to\ncost price-based data. Treas. Reg. § 1.471-8 describes the retail method and requires\na retail merchant to determine cost by application of the cost complement. Consistent\nwith the requirements of Rev. Rul. 54-49 and Rev. Proc. 84-57, Treas. Reg. § 1.471-8\nrequires the cost complement be determined by reference to an entire year’s data. Under the retail method, taxpayers are required to determine the ratio of cost of\npurchases during the year plus the cost of the beginning inventory to the total selling\nprice of the purchases during the year. This ratio establishes a relationship between the\nselling price and actual cost and enables the retail taxpayer to determine the cost of its\nending inventory by applying the ratio to the retail value of the ending inventory."
}