{
  "document_category": "legal-advice",
  "document_name": "042308f.pdf",
  "chunk_index": 7,
  "chunk_text": "Treasury Regulation §1.861-9T(h)(1) defines a\nrelated person for the fair market value method by a cross reference to Treas. Reg. §1.8618T(c)(2). Treas. Reg. §1.861-8T(c)(2) defines the term ‘related person’ as two or more persons\nin a relationship described in §267(b)(3). Whether a corporation is related to a partnership under\n§267(b)(10), a person is considered to own the partnership interest directly by such person and\nthe partnership interest owned with the application of §267(b)(3). Section 267(b)(10) defines a\n‘relationship’ as “(A) corporation and a partnership if the same persons own more than 50% in\nvalue of the outstanding stock of the corporation, and (B) more than 50% of the capital interest,\nor profits interest, in such partnership.” Since TAXPAYER did not own an interest of more than 50% in the partnership in question, B\nshould not be considered a related person for purposes of applying the FMV election rules. 2. The Fungibility Concept (and Other Support for General\n“Entity” Approach)\nIn accordance with section 864(e) and Temp. Treas. Reg. § 1.861-9T(a), the interest expense of a\nconsolidated group generally must be apportioned based on all of the assets held by the group, CC:LM:HMT:CIN:1:POSTF-168001-03 Page 11 using average tax book values of fair market values. 3 The statute proceeds from the assumption\nthat money is fungible, and therefore borrowings effectively fund all the of the taxpayer’s\nassets. 4 As the regulations explain: The method of allocation and apportionment for interest . . . is based on the\napproach that, in general, money is fungible and that interest expense is\nattributable to all activities and property regardless of any specific purpose for\nincurring an obligation on which interest is paid. . . . The fungibility approach\nrecognizes that all activities and property require funds and that management has a\ngreat deal of flexibility as to the source and use of funds. When borrowing will\ngenerally free other funds for other purposes, and [sic] it is reasonable under this\napproach to attribute part of the cost of borrowing to such other purposes. Consistent with the principles of fungibility, except as otherwise provided, the\naggregate of deductions for interest in all cases shall be considered related to all\nincome producing activities and assets of the taxpayer and, thus, allocable to all\nthe gross income which the assets of the taxpayer generate, have generated, or\ncould reasonably have been expected to generate. 5 The preamble to the regulations reiterates that under the fungibility approach interest is to be\nallocated based on the “assets of the taxpayer.”6 Under the interest apportionment rules, a “taxpayer” is defined to include an affiliated group of\ncorporations, which, in general, has the same meaning as that term is given in section 1504\nexcept that section 936 corporations and certain directly or indirectly 80 percent controlled (as\nmeasured by vote or value) domestic corporations are also included within the definition. 7 Thus,\nin accordance with the regulations under section 864(e), the fungibility concept does not go\nbeyond the “border” of a single taxpayer to, for example, less than 80 percent controlled\ndomestic corporations."
}