{
  "document_category": "legal-advice",
  "document_name": "105001f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20105001F\nRelease Date: 12/17/2010\nCC:LM:NR:HOU:1AUS:\nPOSTF-113176-10\nUILC: 905.01-00, 6511.03-03 date: September 16, 2010 to: from: Shirley F. Harris\nInternational Examiner (New Orleans)\n(Large & Mid-Size Business)\nAssociate Area Counsel (Houston, Group 1)\n(Large & Mid-Size Business) subject: Foreign Tax Credit This memorandum responds to your request for assistance dated March 22,\n2010. This advice may not be used or cited as precedent. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may undermine our ability to protect the privileged information. If disclosure\nis determined to be necessary, please contact this office for our views. ISSUES\n1.\nSection 905(a) of the Internal Revenue Code provides that a taxpayer may\nclaim a foreign tax credit in the year in which the foreign tax accrued. ---------------------------------------------------------------------------------, an accrual-basis taxpayer, contested its ----------and ------------------ withholding taxes. In -------, it paid the taxes and resolved the\ndispute. In which taxable years may ---------------claim the credits? 2.\nSection 6511(d)(3)(A) of the Internal Revenue Code provides that the tenyear period of limitations to file a foreign-tax-credit refund claim begins on the due date\nof the return for the year in which the foreign tax was actually paid or accrued. On its\namended --------return, ---------------claimed a refund for foreign tax credits relating to its --------and ------- -----------withholding taxes. When did the period of limitations begin? POSTF-113176-10 2\nCONCLUSIONS 1.\nSubject to the limitations period prescribed in section 6511(d)(3)(A), --------------------- may claim the foreign tax credits in its --------and --------taxable years — and\nnot in its --------taxable year. For purposes of section 905(a), the -----------withholding taxes are considered to\nhave accrued in --------and --------when the foreign-source income was subject to the\ntaxes, even though under traditional accrual principles the accrual was not perfected\nuntil -------, when the contest was resolved. Because the purpose of the foreign tax\ncredit is to avoid the double taxation of foreign-source income, consistent with Revenue\nRuling 58-55, the accrual of the taxes in --------related back to --------and -------, the\nyears to which the taxes related and the years in which -----------------income was subject\nto -----------tax. 2.\nThe period of limitations began on the due dates (without extensions) of\nthe returns for the --------and --------taxable years because the -----------withholding taxes\naccrued in those years for purposes of the foreign tax credit and the relevant period of\nlimitations. In 1997, the amendment to section 6511(d)(3)(A) removed the language, “for the\nyear with respect to which the claim is made,” and substituted the language “for the year\nin which such taxes were actually paid or accrued.” The only purpose for the\namendment was to clarify that the limitations period is determined by reference to the\nyear to which the tax relates, and not the year in which foreign taxes, paid or accrued,\nthat exceed the section 904 limitation for such year are “deemed” paid or accrued under\nthe carryover provisions of section 904(c) and claimed as a credit. In the amended\nlanguage, the word “actually” distinguishes the year paid or the relation-back year from\nthe year in which the taxes are “deemed” paid or accrued under the carryover\nprovisions."
}