{
  "document_category": "legal-advice",
  "document_name": "042308f.pdf",
  "chunk_index": 9,
  "chunk_text": "3. Application to TAXPAYER Group Interest Expense / No Guidance to Dictate Deviating\nfrom the General Rule The regulations contain an example showing how interest expense incurred outside the\npartnership by a less than 10 percent corporate partner is to be apportioned. No guidance is\nprovided, however, for the apportionment of interest expense incurred outside of the partnership\nthe case of a greater than 10 percent corporate partner (as noted further below, guidance is\nprovided, however, for apportioning interest expense incurred inside the partnership in the case\nof a more than 10 percent corporate partner). See Temp. Treas. Reg. § 1.861-9T(e)(6), Example\n(iii) and (iv). Therefore, in accordance with the plain language of Treas. Reg. § 1.861-9T(a) and (g), the assets\nto be taken into account for apportionment purposes with respect to interest expense incurred\ndirectly by the TAXPAYER Group should be those assets held directly by a taxpayer. Based on\nthe general rules described above, again for purposes of apportioning interest expense incurred\ndirectly by the TAXPAYER Group, the “assets of the taxpayer” should include the FMV of\nTAXPAYER’s partnership interest in B partnership. 4. Application to TAXPAYER’s Distributive Share of B Interest Expense / Guidance to Use\nAggregate Theory As noted above, the interest expense apportionment rules under section 864(e) include special\nrules applicable to partnerships. Those rules are limited in scope, however, and should not be\napplicable to the interest expense directly incurred by a controlling corporate partner outside of CC:LM:HMT:CIN:1:POSTF-168001-03 Page 13 the partnership.8 In relevant part, Temp. Treas. Reg. § 1.861-9T(e)(2) provides a special rule that requires a\ncorporate partner that directly or through section 318 attribution owns 10 percent or more of a\npartnership to allocate its distributive share of a partnership’s interest expense on a combined\ngross asset basis. Under this special rule, a partnership is treated as an “aggregate” in that the\ncorporate partner’s distributive share of partnership interest expense must be allocated based on\nthe sum of the average assets held directly by the partner and the partner’s pro rata share\n(determined by reference to the partner’s interest in partnership income for the year) of the\naverage assets held by the partnership.9 This “aggregate” approach, however, by its explicit terms, is solely for purposes of allocating a\ncorporate partner’s distributive share of partnership interest expense. This special rule should not be treated as overriding the general rule applicable to the allocation\nof interest expense incurred directly by the partner for two main reasons. First, this special rule\nis not consistent with the fungibility approach, according to which the interest expense incurred\ndirectly by the corporate partner was for the purpose of funding the partner’s investment in the\npartnership itself, not the assets held by the partnership. Second, if it was intended that a\ncorporate partner (such as TAXPAYER) be required to take into account the gross assets of a\npartnership for purposes of allocating its non-partnership interest expense, Temp. Treas. Reg. §\n1.861-9T(e)(2) would be superfluous, because no special rule would in fact then be needed for a\n“10 percent or greater” corporate partner. 5. Conclusion\nTAXPAYER believes its’ tax return position to be correct based on the positions outlined above. 8"
}