{
  "document_category": "legal-advice",
  "document_name": "043102f.pdf",
  "chunk_index": 8,
  "chunk_text": "Section 1.46-3(d)(2)\nprovides examples of when property is in a condition of\nreadiness and availability. One of those examples is equipment\nthat is acquired for a specifically assigned function and is\noperational but undergoing tests to eliminate any defects. See\nalso Rev. Proc. 79-40, 1979-1 C.B. 13, where machinery and\nequipment were placed in service in the year critical tests\n(with appropriate materials) and operational tests were\ncompleted. Several Tax Court cases have held that facilities can be\ndeemed placed in service upon sustained power generation near\nrated capacity. However, a facility that operates on a regular\nbasis but does not produce the projected output may still be\nconsidered placed in service. Sealy Power, Ltd v. Commissioner,\n46 F.3d 382 (5th Cir. 1995), nonacq. 1996-1 C.B. 6. At a\nminimum, a property has to have been in a state of readiness\nsufficient to produce its product on a sustained and reliable\nbasis in commercial quantities to have been placed in service. See Sealy Power, Ltd., AOD 1995-010. And in Rev. Rul. 84-85,\n1984-1 C.B. 10, a solid waste facility that was experiencing\noperational problems such that it was unable to operate at its\nrated capacity was considered to have been placed in service\nsince it was being operated on a regular basis and saleable\nsteam was being produced. But if a facility is merely operating\non a test basis, it is not placed in service until it is\navailable for service on a regular basis. Consumers Power Co.\nv. Commissioner, 89 T.C. 710, 724 (1987). The above-referenced cases and rulings, which address\nelectric generating facilities, provide some parallels in\nevaluating a placed in service issue for section 29 facilities. The following factors are important in determining when a CC:LM:NR:----Page 20\nsynfuel plant is placed in service:\n(1) approval of required licenses and permits;\n(2) passage of control of the facility to taxpayer;\n(3) completion of critical tests; and\n(4) commencement of daily or regular operation. As stated above, the Service found that reaching the design\ncapacity is not a prerequisite to a determination that a\nfacility was placed in service. Rev. Rul. 84-85, 1984-1 C.B.\n103. In that ruling, the Service looked to daily operation of\nthe facility to determine the placed in service date. In Valley\nNatural Fuels v. Commissioner, T.C. Memo. 1991-341, aff’d in\nunpublished opinion, 1993 U.S. App. LEXIS 6739 (9th Cir. Mar.\n23, 1993), the court required an ethanol plant to be producing\nethanol of the quality for which the plant was designed prior to\nbeing placed in service. Likewise, however, a facility is not placed in service when\nit is merely at an interim stage of construction. Noell v.\nCommissioner, 66 T.C. 718, 729 (1976). Thus, the operation of\nequipment, such as q, prior to -------------------------------------, is an interim construction stage, and not placed in\nservice. The focus in determining a placed in service date should be\non ascertaining from the relevant facts and circumstances the\ndate the unit begins supplying product in such a manner that it\nis routinely available and is consistent with the unit=s design. To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations."
}