{
  "document_category": "legal-advice",
  "document_name": "20031901f.pdf",
  "chunk_index": 2,
  "chunk_text": "It provides that any agreement\nunder section 6501(c)(4) shall apply to partnershiplevel adjustments only if the agreement expressly\nprovides that it applies to tax attributable to\npartnership items. Rhone-Poulenc Surfactants and Specialities, 114 T.C. at 549-50\n(citations omitted). Your concern is that the Form 872-A executed in\nmay not have extended the time for assessing tax attributable to\nthe adjustments from\nLimited Partnership because\nit did not expressly provide that it was to apply to tax\nattributable to partnership items. The term \"partnership item\" is defined at I.R.C. 6231(a)(3)\nto mean: \"any item required to be taken into account for the\npartnership's taxable year under any provision of subtitle A to\nthe extent regulations prescribed by the Secretary provide that,\nfor purposes of this subtitle, such item is more appropriately\ndetermined at the partnership level than at the partner level.\" Limited Partnership were\nThe adjustments regarding\npartnership items. On\n, the Associate Chief,\nAppeals Office, and\nentered into a settlement\nagreement when they signed the Form 870-P(AD). The settlement\nagreement converted all partnership items to nonpartnership\nitems. I.R.C. ยง 6231(b)(1)(C). Once partnership items convert to nonpartnership items, the\nService has a 1-year minimum period to assess tax attributable to\nthe converted item. I.R.C. 6229(f); Rhone-Poulenc Surfactants\nand Specialities v. Commissioner, 114 T.C. 533 (2000) appeal\ndismissed and remanded 249 F.3d 175 (3d Cir. 2001). Under I.R.C.\nยง 6501(c)(4), the Service and a taxpayer may agree to an\nextension of time to assess a tax by executing a written consent\nbefore the initial period of assessment has expired. It was after the partnership items had converted to\nnonpartnership items that\nand the Service executed\nForm 872-A. Thus, there was no need to refer to partnership\nitems in the agreement on Form 872-A. CC:LM:HMT:WAS:POSTF-101005-03 page 4 CONCLUSION:\nUnder the circumstances described above, the period of\nlimitations for making an assessment of tax with respect to\npartnership adjustments has not expired. If you have a question, please contact Wilton A. Baker. telephone number is (202) 634-5403 ext. 269. His This writing may contain privileged information. Any\nunauthorized disclosure of this writing may have an adverse\neffect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary, please contact this office for our\nviews. CAROL E. SCHULTZE\nAssociate Area Counsel (LMSB)"
}