{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 6,
  "chunk_text": "The FCC's \"clearing\" of the BAS equipment and provision of comparable\nequipment for efficient, uninterrupted BAS service, as part of a larger project intended to\npromote the general public good, is a taking for a \"public use\" under I.R.C. § 1033. In\nfact, since the FCC is charged by Congress with acting to promote the fair use of\nspectrum in the public interest, all its actions are presumptively undertaken in\nfurtherance of that public purpose. In addition, and more specifically, the particular\npublic use driving the reallocation of spectrum is the enhancement of the\ncommunications abilities of the nation's public safety first responders. Further, the FCC\nsought to ensure the continuity of BAS with minimal disruption to television broadcast\nservices to the public because BAS is a part of the broadcast system by which\nemergency information is provided to the American public. Such a condemnation for\nthe advancement of public purposes is analogous to the type of \"public use\" described\nby the Supreme Court in Kelo. Through the Act, Congress delegated plenary powers to the FCC to regulate use\nof the public spectrum. The Supreme Court in Kelo stated that \"once the question of the\npublic purpose has been decided, the amount and character of the land to be taken for\nthe project and the need for a particular tract to complete the integrated plan rests in the\ndiscretion of the legislative branch.\" Kelo, at 489, citing Berman v. Parker, 348 U.S. 26,\n35-6 (1954). Here, since the FCC's purposes in regulating the spectrum, eliminating\ninterference for public safety users, and ensuring the continuation of BAS are clearly for\nthe public benefit, the particular details of implementation of this mandate is within the\nFCC's purview and discretion. Accordingly, the plan for reallocation of spectrum is for\nthe advancement of a public purpose for the purposes of I.R.C. § 1033. C. Conversion into Property Similar or Related in Service or Use. As stated earlier, Rev. Rul. 57-314, 1957-2 C.B. 523, provides that a conversion\nby condemnation or requisition means the process by which private property is taken for\npublic use without the consent of the property owner but upon the award and payment\nof just compensation. Under I.R.C. § 1033(a)(1), conversion by a taking for public use\ninto other “property similar or related in service or use to the property so converted” CC:LM:CTM:LA:2:POSTF-108806-08 page 7 qualifies for nonrecognition of gain. In fact, such nonrecognition of gain is mandatory. See Treas. Reg. § 1.1033(a)-2(b). With respect to owner-users of converted property, replacement property will be\nconsidered to be similar or related in service or use to the converted property if the\n“physical characteristics and end uses of the converted and replacement properties are\nclosely similar.\" Rev. Rul. 64-237, 1964 C.B. 319.4 Stated differently, the statute\nrequires a \"reasonably similar continuation of the petitioner's prior commitment of capital\nand not a departure from it.\" Maloof v. Commissioner, 65 T.C. 263, 269 (1975) citing\nHarvey J. Johnson v. Commissioner, 43 T.C. 736, 741 (1965). The broadcast stations will receive replacement equipment which will enable\nthem to continue operations without interruption and with \"comparable functionality\" on\nthe remaining licensed bandwidth."
}