{
  "document_category": "legal-advice",
  "document_name": "090801f.pdf",
  "chunk_index": 9,
  "chunk_text": "Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12 This is even more apparent when the words of I.R.C. § 267(a)(3) are considered\n“in their context and with a view to their place in the overall statutory scheme.” FDA v.\nBrown & Williamson Tobacco Corp., 529 U.S. 120, 133 (2000). I.R.C. § 267(a)(3)\ndirects the Secretary to “apply the matching principle of paragraph (2) in cases in which\nthe person to whom the payment is to be made is not a United States person.” Nothing\nin I.R.C. § 267(a)(2) itself, however, says that that provision does not apply where “the\nperson to whom the payment is to be made is not a United States person.” On the\ncontrary, taken alone, its terms establish that it does. I.R.C. § 267(a)(2) makes no\ndistinction between transactions between two domestic taxpayers and those between a\ndomestic taxpayer and a foreign entity. Thus, as the Third Circuit explained, if “the plain\nmeaning of section 267(a)(3) requires the Secretary to apply exactly the same matching\nprinciple of section 267(a)(2) to foreign persons, then the language of section 267(a)(3)\nis redundant.” Tate & Lyle, 87 F.3d at 104. To avoid redundancy, I.R.C. § 267(a)(3)\nmust be understood as authorizing something broader. Taxpayer Argues that the Regulation Violates the “Plain Meaning” of I.R.C. §267(a)(3) The taxpayer argues that “because ----- would not have included the interest\nincome in income for U.S. tax purposes under Article --- of the U.S.- Country A Treaty,\nthe matching concepts underlying sections 267(a)(2) and 267(a)(3) should not be\napplied. Section 267(a)(2) was designed to address timing issues only when income is\nincluded for U.S. tax purposes . . .” Protest at 29-30. In other words, taxpayer contends\nthat the plain meaning of I.R.C. § 267(a)(3) requires regulations allowing companies in\nits situation to deduct interest when accrued, and that the Treas. Reg. 1.267(a)–3\nviolates this “plain meaning” by forcing it to use the cash accounting method. The taxpayer is correct in pointing out that there is a “mismatch” between ------(non taxable) income and ------------------------ (deductible) interest expense, but the\nstatute does not dictate exactly how this mismatch is to be resolved. The resolution of\nthe problem is delegated to the Secretary to address by regulation. As the Third Circuit\nrecognized, the literal terms of I.R.C. § 267(a)(2) would suggest that a taxpayer would\nnot be entitled to any deduction: “if the matching principle of section 267(a)(2) was\nstrictly applied here, the U.S. payor would never be entitled to an interest deduction\nbecause the related foreign payee would never have to include interest in taxable\nincome under a tax treaty with the United States.” Tate & Lyle, 87 F.3d at 104. It was\nto avoid this result, which Congress viewed as “unduly harsh,” that the Secretary was\nauthorized to address, by regulation, amounts owed to foreign payees."
}