{
  "document_category": "legal-advice",
  "document_name": "044103f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20044103F Release Date: 10/8/04\nCC:LM:HMT:DET:MELueck\nPOSTF-134426-04\nUILC: 472.09-00 date: August 12, 2004 to:\nfrom: subject: ------------------------------------------------------Area Counsel (Heavy Manufacturing & Transportation)\n(Large & Mid-Size Business) ------------------------------------This memorandum responds to your request for assistance dated June 29, 2004. This\nadvice may not be used or cited as precedent. Taxpayer = ------------------------------------Year 1\n= ------Year 2\n= ------ISSUE Whether Taxpayer, a manufacturer using the Inventory Price Index Computation\ninventory method, may properly determine its gross profit margin (to convert its selected\nBLS indexes to cost price indexes) using data from a selected month rather than data\nfrom the entire year. CONCLUSION Taxpayer may not determine its gross profit margin by reference to a selected month’s\ndata for purposes of converting its BLS indexes to cost price indexes. Rather, in\naccordance with Rev. Proc. 84-57, the taxpayer is required to determine its gross profit\nmargin by reference to the entire year’s data. POSTF-134426-04 2 FACTS\nTaxpayer is a manufacturer using the Inventory Price Index Computation (IPIC) Method\nto value its last-in, first-out (LIFO) inventories. In Year 2, Taxpayer elected to change\nfrom computing internal annual price indexes under the dollar-value LIFO method to\nusing the IPIC method of computing annual price indexes. As part of the computation of\nthe annual LIFO index for the Year 2 tax year, Taxpayer was required to convert\nindexes selected from the PPI Detailed Report into cost price indexes. In order to make\nthe conversion, the taxpayer computed the cost complement (one minus the gross\nmargin) for December, Year 1 and multiplied that percentage by the selected IPIC price\nindex for December, Year 1. Taxpayer made a similar computation using its cost\ncomplement and the IPIC price index for December, Year 2. Taxpayer then divided the\nproduct of the Year 2 computation by the product of the Year 1 computation and used\nthe quotient as the inventory price index for that category of goods. A simple example of the taxpayer’s computation, using the cost complement computed\nfor the month of December, Year 1 and the month of December, Year 2 is as follows:\nIPIC Category\n0011223344 Year 1 Index\n100.0 DecYr 1 CC\n0.6000 Year 2 Index\n105.0 DecYr 2 CC\n0.7000 Index\n1.2250 A simple example of the taxpayer’s computation, using the cost complement computed\nfor the entire Year 1 and Year 2 years is as follows:\nIPIC Category\n0011223344 Year 1 Index\n100.0 Year 1 CC\n.7000 Year 2 Index\n105.0 Year 2 CC\n0.7200 Index\n1.080 LAW\nTreas. Reg. § 1.471-8 provides: (a) Retail merchants who employ what is known as the\n“retail method” of pricing inventories may make their returns upon that method, provided\nthat the use of such method is designated upon the return, that accurate accounts are\nkept, and that such method is consistently adhered to unless a change is authorized by\nthe Commissioner as provided in paragraph (e) of §1.446-1."
}