{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 51,
  "chunk_text": "Be sure you use the cor-33- rect column. If your taxable income is\n$100,000 or more, use the Tax Computation Worksheet right after the Tax Table. However, don’t use the Tax Table or\nTax Computation Worksheet to figure\nyour tax if any of the following applies. Form 8615. Form 8615 must generally\nbe used to figure the tax on your unearned income over $2,300 if you are\nunder age 18, and in certain situations if\nyou are older. You must file Form 8615 if you meet\nall of the following conditions. 1. You had more than $2,300 of unearned income (such as taxable interest,\nordinary dividends, or capital gains (including capital gain distributions)). 2. You are required to file a tax return. 3. You were either:\na. Under age 18 at the end of 2022,\nb. Age 18 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support, or\nc. A full-time student at least age 19\nbut under age 24 at the end of 2022 and\ndidn't have earned income that was more\nthan half of your support. 4. At least one of your parents was\nalive at the end of 2022. 5. You don’t file a joint return in\n2022. A child born on January 1, 2005, is\nconsidered to be age 18 at the end of\n2022; a child born on January 1, 2004, is\nconsidered to be age 19 at the end of\n2022; and a child born on January 1,\n1999, is considered to be age 24 at the\nend of 2022. Schedule D Tax Worksheet. Use the\nSchedule D Tax Worksheet in the Instructions for Schedule D to figure the\namount to enter on Form 1040 or\n1040-SR, line 16, if:\n• You have to file Schedule D, and\nline 18 or 19 of Schedule D is more than\nzero; or\n• You have to file Form 4952 and\nyou have an amount on line 4g, even if\nyou don’t need to file Schedule D.\nBut if you are filing Form 2555, you\nmust use the Foreign Earned Income\nTax Worksheet instead. Need more information or forms? Visit IRS.gov. Standard Deduction Worksheet for Dependents—Line 12 Keep for Your Records Use this worksheet only if someone can claim you, or your spouse if filing jointly, as a dependent. 1. Check if: You were born before January 2, 1958. You are blind. Total number of boxes\n1.\nchecked . . . . . . . . . . . . . . . . . . Spouse was born before January 2, 1958. Spouse is blind. Is your earned income* more than $750? 2. Yes. Add $400 to your earned income. Enter the total. . . . . . . . . . . . . . . . . . . . . . . . . . . 2.\nNo. Enter $1,150. 3.\nEnter the amount shown below for your filing status. • Single or married filing separately—$12,950\n. . . . . . . . . . . . . . . . . . . . . . . . . . 3.\n• Married filing jointly—$25,900\n• Head of household—$19,400\n4. Standard deduction. a."
}