{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 8,
  "chunk_text": "All cards entitle the\npurchaser the right to redeem the cards at any of the Participating A Restaurants. The\nExaminers possess an exhibit which provides the amount of the liability that related to\nthe gift cards sold by A Corporate and C. Because the amount of liability representing\ngift cards sold by A Corporate and C is a number not ordinarily used by the taxpayer,\nthe response to the request was determined based on the average gift card\nredemption rate per year for ALL gift cards sold multiplied by the gift cards sold by A\nand C.\nSummary of A’s ownership interest in restaurants selling A’s gift cards. In researching this opinion, we examined an Excel worksheet schedule and an\n“Attachment to IDR #19” that shows A’s relationship and equity interest in the entities\nthat own restaurants that honor A’s gift cards. 8 The schedule lists, approximately, #EE\nseparate Subchapter S corporations, limited liability companies, limited partnerships,\nand other partnerships, that own A gift card honoring restaurants. The schedule shows\nthat the limited liability companies file partnership returns (Form 1065). A has a 70%\nownership interest in one LLC (M), a 53% ownership in one limited partnership (O), a\n50% ownership interest in one LLC (L) and a 50% ownership in one corporation (N). The taxpayer, A, had no equity interest in 20 of the restaurant-owning entities. The\ntaxpayer has a minority (in many instances a nominal) interest in the other restaurantowning entities. The accuracy of the exact number of restaurants in each of the\ncategories is irrelevant and immaterial, for purposes of this opinion. The material fact is\nthat the taxpayer, A, does not own these restaurants itself, but only has an equity\ninterest or no interest at all. 8 This list of restaurants does not include C, which is owned by A, the taxpayer. POSTF-134398-08 12 LAW AND ANALYSIS Restaurants owned by an intermediary or independent entity. As to restaurants that belong to other entities, the separate gift card company problem\nis clear. As to these, A, the taxpayer, is not the owner of the restaurant (although it may\nhave a variable, sometimes nominal sometimes substantial, equity interest in many but\nnot necessarily in most of the restaurants). In our opinion, in cases where there is an\nintermediary or a completely independent owner entity between the taxpayer, A, and the\nrestaurant in question, the taxpayer is simply a full-service restaurant management\ncompany. It is not the owner of the inventory (the food) that will be redeemed with the\ngift card sale proceeds (the advance payments under Treas. Reg. §1.451-1). The\ntaxpayer, A, is not the party that will be making the food sales, except for those meals\nserved in its own restaurant, C. Consequently, the taxpayer, A, can not convincingly\nargue that those other restaurants’ food inventories should be deemed to be a\nsupplement to, i.e., a source of its own food inventory, for purposes of Treas."
}