{
  "document_category": "legal-advice",
  "document_name": "090801f.pdf",
  "chunk_index": 8,
  "chunk_text": "Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105. Similarly, the Tax Court in\nSquare D concluded that “[r]egardless of whether petitioner or respondent (with whom\nwe happen to agree) has the better interpretation” of the statute, the Secretary’s\n“construction, as embodied in the challenged regulation, is a permissible one,” and,\n“[u]nder the Chevron doctrine, that settles the matter.” 118 T.C. 299 at *312. POSTF-108700-08 11\nPermissible Application of the Matching Principle When trying to determine how the matching principle of I.R.C. § 267(a)(2) should\nbe applied, one argument is that it only applies where there is a timing mismatch in\nitems of income and deduction between related taxpayers due to differences in\naccounting methods, and that if the mismatch is not due to a difference in accounting\nmethod, the matching principle of I.R.C. § 267(a)(2) does not apply. This notion is\nincorrect. In the first place, I.R.C. § 267(a)(2) does not use the term “matching\nprinciple” that the Secretary is directed in I.R.C. § 267(a)(3) to apply by regulation, nor\ndoes any other section of the Internal Revenue Code use that exact term. Thus,\nnothing in the plain language of the statute requires that the matching principle be\ndefined as only including a difference in accounting methods. Further, when Congress enacted the present version of I.R.C. § 267(a)(2) in\n1984, it was directed at mismatches in income and deduction that occurred as a result\nof differences in accounting methods, because it was that narrow situation that\nCongress viewed as giving rise to abuse, and thus a difference in accounting methods\nwas made the “trigger.” In I.R.C. § 267(a)(3), Congress directed the Secretary to issue\nregulations addressing other circumstances in which mismatches occur when foreign\nentities are involved, but it does not further specify what those circumstances are. Rather, the statute delegates broad authority to the Secretary to determine when, and\nunder what circumstances, “the matching principle of” I.R.C. § 267(a)(2) should be\napplied. As Judge Swift reasoned in his Tax Court dissent in Tate & Lyle, 103 T.C. at\n681: It is apparent that a treaty may represent the\nreason and cause for a mismatch in the tax\nreporting and treatment of items of income and\nexpense as between domestic taxpayers and\nrelated foreign parties, and the conclusion is\ncompelling that [the Secretary] has been\ndelegated regulatory authority under section\n267(a)(3) to provide that such a reason and cause\nfor a mismatch will trigger the correction\ncontemplated by section 267. The bottom line is that what Congress did in I.R.C. § 267(a)(3) was instruct the\nSecretary to issue regulations defining other circumstances in which the matching\nprinciple of I.R.C. § 267(a)(2) should apply when foreign entities are involved. Congress did not instruct the Secretary to limit the triggering mechanism to the\napplication of the regulation to differences engendered by a method of accounting. Thus, the application of the plain meaning rule here makes clear that Congress granted\nthe Secretary broad authority to determine when, and under what circumstances, the\nmatching principle of I.R.C. § 267(a)(2) should be applied. POSTF-108700-08 12"
}