{
  "document_category": "legal-advice",
  "document_name": "093701f.pdf",
  "chunk_index": 2,
  "chunk_text": "GL-126770-09 3 On ----------------, a Notice of Federal Tax Lien Filing\nand Your Right to a Hearing Under IRC 6320 was mailed to --------------------------------------------------------.” On\nNovember 27, 20--, the revenue officer requested that the entity\nname be changed in the Service’s IDRS records from -----------------------------------2--------------------------------------------------------------------. On August 13, 2008, the revenue officer issued levies to ------------------ and -------------- to collect the unpaid\npayroll taxes for the second, third, and fourth quarters of 20-and the first quarter of 20-- and Federal Unemployment Tax (Form\n940) for 20--. The levy identified the taxpayer as -------------- and levied his personal accounts. His social security\nnumber was the identifying number on the levies. The levies\nstated that the levies attached to accounts of ---------------as owner of ---------------, LLC, but not to accounts in the\nname of ---------------, LLC which were also maintained at the\nbanks upon which the levies were served. No liability has been assessed against --------------- as\nthe person responsible for collecting and paying over the trust\nfund portion of the payroll taxes of ------------ under I.R.C. §\n6672. -------------- seeks relief through the TAS on the ground\nthat the levy on his individual bank accounts to collect the\nliability of the LLC incurred when it was taxable as a\npartnership was improper. The taxpayer advocate has concluded\nthat -------- is correct and seeks Counsel’s concurrence. LEGAL ANALYSIS --------------- was formed in the State of Washington as an\nLLC with two members in 20--. During the time the unpaid\nemployment taxes at issue were incurred ------------- was a\nmultimember LLC that had not elected to be an association taxed\nas a corporation. An LLC with two or more members may elect to be treated for\nfederal tax purposes as an association taxable as a corporation. 2\n------ was the managing member of ----------------------------------------------------------------------------------------------------------------------------------. GL-126770-09 4 Treas. Reg. § 301.77-1-3(a). If the LLC does not make such an\nelection, the LLC will be treated for federal tax purposes as a\npartnership. An LLC in Washington State can have just one\nmember. R.C.W. § 25.15.005(4). Like a multimember LLC, a single\nmember LLC may elect to be treated as an association taxed as a\ncorporation for federal tax purposes. If no election is made,\nthe single member LLC is disregarded as an entity separate from\nits owner. Treas. Reg. § 301.7701-3(b)(1)(ii). The activities\nof the LLC are treated the same as a sole proprietorship of the\nowner. Treas. Reg. § 301.7701-2(a). In this case, ----------- was a multimember LLC taxable as\na partnership when the liability was incurred. Under state law,\npartners in a general partnership are liable for the debts of\nthe partnership. R.C.W. § 25.05.125 (with certain exceptions\nnot relevant here). However, an LLC is a hybrid entity with\nattributes of a general partnership but cloaked with the aspect\nof corporate limited liability. If, under state law, the\nmembers of the LLC are not liable for the debts of the LLC,\nthen, absent fraudulent transfers or other special\ncircumstances, the Service may not collect the LLC’s employment\ntax liability from the members including by levy on property and\nrights to property of the members. Rev. Rul. 2004-41, 2004-1\nC.B. 845."
}