{
  "document_category": "legal-advice",
  "document_name": "100301f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20100301F\nRelease Date: 1/22/10\nCC:LM:HMT:DET:\nPOSTF-100602-09\nUILC: 61.00-00, 351.00-00 date: May 15, 2009 to: from: subject: Team Manager\n(LMSB HMT Team -------) Associate Area Counsel (Detroit)\n(Large & Mid-Size Business) Tax Treatment of Post-Spinoff Payments X is a global manufacturing company that, until Year2, had internal divisions that\nproduced many of the components needed for its manufacturing operations. In Year2,\nhowever, X spun off many of these parts operations into a separate company, Z. The\nspinoff was a tax-free transaction under section 355 of the Internal Revenue Code, and\nX now claims that certain payments it received from Z after the date of the spinoff\nshould be excluded from its income. This memorandum responds to your request for\nassistance in determining the tax treatment of the amounts X received from Z after the\nspinoff. This advice may not be used or cited as precedent. LEGEND POSTF-100602-09\nX\nZ\nYear1\nYear2\nYear3\nYear4\nYear5\nYear6\nYear7\nDate1\nDate2 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= 2 ------------------------------------------------------------------------------------------------------------------------------------------------- ISSUE Whether amounts X received from Z as payment for employee expenses of\nworkers X assigned to Z are includible in X’s income. CONCLUSION All amounts X received from Z as payment for employee expenses of workers X\nassigned to Z are includible in X’s income. FACTS In formal and informal claims for refund filed on Date1, X argues that it\nimproperly included in income the payments it received from Z for the post-retirement\nbenefits for workers X had assigned to Z. X also claims that it failed to deduct allowable\nexpenses for the same post-retirement benefits. In supplemental claims filed on Date2,\nX increased the amount of its refund claims by excluding from income additional\namounts related to the payments it received from Z for a portion of the direct wage costs\nfor X workers assigned to Z. Your question about the proper tax treatment of the\namounts X received from Z arose in response to these claims. X formed Z and, in order to POSTF-100602-09 3 (i) alleviate competitive barriers to expanding the Business beyond sales\nto [X], [its] subsidiaries and [its] affiliates, (ii) allow [X] to overcome\ncompetitive barriers to making purchases from third-party automotive\nsuppliers, and (iii) enhance the Business’ ability to attract employees and\npermit the Business to offer employee incentives more directly tied to the\nperformance of the Business,\nX transferred to Z certain X entities, assets, and liabilities in Year2. The agreements\nbetween X and Z indicate X decided to spinoff its components divisions for a business\npurpose, not that the spinoff was required by any other agreements or compelled by\nlaw. X completed the spinoff in Year2 by transferring to its shareholders its stock in Z in\na transaction that the Internal Revenue Service determined was tax-free under sections\n351, 368(a), and 355. Because X was subject to a Year1 collective bargaining agreement (“CBA”)\ncovering all of its hourly employees at the time of the spinoff, X and Z agreed that Z\nwould lease from X the hourly employees who had been working in the spun-off\nfacilities as of the transfer date. In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA."
}