{
  "document_category": "legal-advice",
  "document_name": "115101f.pdf",
  "chunk_index": 4,
  "chunk_text": "The Court\nstated that compensation for the right to use property was “commonly regarded as rent.” Gillette, 364 U.S. at 135. In the present case, ----------------------------took the right to the use of ------’s real property for a\nperiod of ----months. ----------------------------compensated ------ for the right to use the property,\nnot for a fee interest in property. Therefore, it follows that these payments received by -----were in the nature of rent. -------contends that Rev. Rul. 83-70, 1983-1 C.B. 189, is authority for its position that the\nproceeds it received were received in connection with an involuntary conversion. In Rev. Rul.\n83-70, the Service ruled that a fee interest in real property acquired by a taxpayer with\ncondemnation proceeds constituted “property similar or related in service or use” to a 15-year\nleasehold interest that had been involuntarily converted. The taxpayer had leased property that\nit used in its furniture storage business with a 15-year term remaining on the lease at the time of\nthe taking. The taxpayer had no options to renew the lease. The taxpayer acquired a fee\nsimple interest in property to use in its business and was allowed nonrecognition treatment. Rev, Rul. 83-70 is distinguishable from the present case. In Rev. Rul. 83-70, the taxpayer’s\nentire interest (its 15-year leasehold interest) was taken. Thus, the taking constituted a final\ndisposition of the taxpayer’s property. The taking was not a lease or sublease of the property. In contrast, in the taking at issue in the present case, ----------------------------took the ----------------------------and the ----------------for only ----months and -------retained a continuing fee interest in\nboth properties. The taking did not affect ------’s right to develop the properties after the\nexpiration of the ----month taking period or to realize capital appreciation on the properties both\nduring and after the ----month period. Therefore, ----------------------------- temporary taking of the\n----------------------------and the ----------------does not qualify as an involuntary conversion\ndescribed in I.R.C. § 1033(a). The proceeds allocable to the properties are in the nature of rent 5\nthat is taxable as ordinary income and includable in income in the year of receipt. This writing may contain privileged information. Any unauthorized disclosure of this writing may\nhave an adverse effect on privileges, such as the attorney/client privilege. If disclosure\nbecomes necessary, please contact this office for our views. This memorandum was reviewed by -------------------------(CC:ITA: B04). Please feel free to contact the undersigned at ---------------------if you have any questions\nregarding these matters or if you require any further assistance. FRANCIS C. MUCCIOLO\nAssociate Area Counsel\n(Large Business & International) By: cc: _____________________________ Ashley D. Money\nAttorney (Nashville)\n(Large Business & International) ------------------------, Team Manager"
}