{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 11,
  "chunk_text": "It will be transferring cash to the seller of the\nmeals, when a customer redeems the gift card through the sale of its own goods. May the taxpayer, A, utilize the accounting method of Rev. Proc. 2004-34 to defer gift\ncard proceeds for gift cards that may be redeemed at restaurants owned by others? The answer is no. Rev. Proc. 2004-34 provides that for taxpayers deferring recognition\nof income under this procedure, it is appropriate to retain the limited one-year deferral\nthat was previously allowed under Rev. Proc. 71-21. Although Rev. Proc. 71-21 dealt\nwith services, Rev. Proc. 2004-34 specifically includes advance payments for goods. In Section 4 of Rev. Proc. 2004-34, “Advance Payments” are defined as payment for the\nsale of goods. Income is “received” by the taxpayer if it is actually or constructively\nreceived, or if it is due and payable to the taxpayer. “Next Succeeding Taxable Year” is\ndefined as the taxable year immediately following the taxable year in which the advance\npayment is received by the taxpayer. Section 5 of this Rev. Proc. provides two permissible methods for accounting for\nadvance payments. The first method is Full Inclusion, and the second is the Deferral\nMethod. Under the Deferral Method, the taxpayer must include in income the amount received in\nthe taxable year of receipt to the extent recognized in revenues in its applicable financial POSTF-134398-08 15 statement (form 10-K or the Annual Statement to Shareholders) and must include the\nremaining amount of the advance payment in gross income no later than the “Next\nSucceeding Taxable Year.” A taxpayer using the deferral method must be able to determine the extent to which\nadvance payments are recognized in revenues in its applicable financial statement in\nthe taxable year of receipt. If the taxpayer is not able to determine the extent to which\nadvance payments are recognized in revenues in its applicable financial statements for\nthe taxable year of receipt, it must include the advance payment in gross income for the\ntaxable year of receipt to the extent earned in that taxable year and include the\nremaining amount of the advance payment in gross income in accordance with section\n5.02(1)(a)(ii) of the Rev. Proc. (the remaining amount of the advance payment is\nincluded in gross income for the next succeeding taxable year). See section 5.02(3) of\nthe Rev. Proc.\nRev. Proc. 2004-34 provides several methods for determining the extent to which a\npayment is earned in the taxable year of receipt, including a statistical basis, and any\nmethod that in the opinion of the Commissioner results in a clear reflection of income. In Example 7 of Rev. Proc. 2004-34, the taxpayer did not determine the portion of the\nadvance payments for gift cards that was earned in the year of receipt, and was not\nallowed to use the deferral method. Instead, the taxpayer was required to use the Full\nInclusion Method. Since the taxpayer does not itself provide the meals consumed in the restaurants that it\ndoes not own, the deferral method is not available."
}