{
  "document_category": "legal-advice",
  "document_name": "084201f.pdf",
  "chunk_index": 2,
  "chunk_text": "I.R.C. §§\n3111. The Internal Revenue Code imposes a corresponding FICA tax on every\nemployee equal to a percentage of wages with respect to employment. I.R.C. §§ 3101. The FICA tax consists of two components, an OASDI portion and a Medicare portion. Wages for FICA purposes are defined by I.R.C. § 3121(a). The OASDI portion of the\nFICA tax applies to wages as described in I.R.C. § 3121(a)(1). This provision provides\nthat the OASDI portion of the FICA tax applies to wages equal to the contribution and\nbenefit base (wage base) defined by section 230 of the Social Security Act (42 U.S.C. §\n430). Accordingly, under I.R.C. § 3121(a)(1), after wages exceed the annually adjusted\nwage base ($102,000 for 2008), they are no longer subject to the OASDI portion of the\nFICA tax. Pursuant to I.R.C. § 3102, employers have an obligation to withhold FICA tax\nfrom the wages of the employee and pay them over to the Service. If the employer\nwithholds taxes on wages in excess of the wage base for a given year, the employer is\nsupposed to repay the excess to the employee and claim a credit for that amount on the\nemployer’s Form 941 return. However, the regulations make clear that the employer\nmay make this correction only if the employee has not claimed or will not claim a refund SCAF-109502-06 3 or credit for the amount of the excess collected by the employer. See Treas. Reg. §§\n31.6413(a)-2(a) and 31.6402(a)-2(a). Some individuals work for more than one employer. In that situation, the\ncombined withholding of FICA tax amounts by the two or more employers may exceed\nthe amount due on the annual wage base. In that event, the employee may claim a\ncredit for the excess pursuant to I.R.C. § 31(b) and Treas. Reg. § 1.31-2 on an income\ntax return, and if there is an overpayment receive a refund; or, if the employee is not\nrequired to file an income tax return, and does not file an income tax return, the\nemployee may claim a special refund on Form 843 pursuant to I.R.C. § 6413(c)(1) and\nTreas. Reg. § 31.6413(c)-1(a)(1)(i), (b)(1). If the taxpayer claims the excess social\nsecurity tax withholding as a credit under I.R.C. § 31(b), then the statute treats that\nexcess as an amount withheld at source as tax under I.R.C. § 3402 for purposes of\nsubtitle A, i.e., as income tax withholding. We note that I.R.C. § 31(b) references\namounts “determined by the taxpayer or the Secretary” as excess social security tax\nwithholding. The Treasury Department has promulgated Treasury Regulations to\nimplement this provision. Those regulations, found at Treas. Reg. § 1.31-2(a)(2) and\n(3), provide, in relevant part, as follows:\n(2) An employee who is entitled to a special refund of employee tax with respect\nto wages received during a calendar year and who is also required to file an\nincome tax return for such calendar year . . . may obtain the benefits of such\nspecial refund only by claiming credit for such special refund in the same manner\nas if such special refund were an amount deducted and withheld as income tax\nat the source."
}