{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 13,
  "chunk_text": "POSTF-123043-08 14 by the agreement constituted employment as defined in section 1426 of the\nInternal Revenue Code of 1939 [section 3121]. Thus, when states signed on to social security coverage, they contractually agreed to\npay the equivalent of FICA taxes (“social security contributions”) with respect to\nemployees within coverage groups. As a result of this contract relationship with the state, the state had primary liability for\nsocial security contributions rather than the employing entity. If SSA established an\nunderpayment of social security contributions under a section 218 agreement, the state\nwas the party liable under the contract, not the governmental entity employing the\nindividual. The Administrator of SSA was empowered to exercise discretion to deduct\nunpaid contributions and interest from any payment due to the state under the Social\nSecurity Act. See section 218(j) of the Social Security Act prior to repeal in 1986. In\n1978, only the state, and not the employing governmental entities or the individual\nworkers, had standing to bring suit against SSA for overpayment of section 218\ncontributions. See section 218(a) prior to its 1986 amendment. This scheme of social\nsecurity contributions under a section 218 agreement was completely at odds with the\nfocus of section 530 on an individual employing entity's entitlement to relief based on a\nreasonable basis. The Omnibus Budget Reconciliation Act of 1986, Public Law 99-509, amended the\nSocial Security Act and the Code to provide that payments for coverage under section\n218 agreements were FICA taxes. Section 3121(b)(7)(E) was added to the Code to\nprovide that “employment” includes service included under an agreement entered into\npursuant to section 218 of the Social Security Act. In addition the definition of\n“employee” under section 3121(d) was expanded by adding section 3121(d)(4), which\nprovides that the term “employee” includes any individual who performs services that\nare included under an agreement entered into pursuant to section 218 of the Social\nSecurity Act. The cumulative effect of these amendments is that individuals who are\ncovered under section 218 agreements are automatically treated as employees\nperforming employment for FICA tax purposes, as is discussed above at 2.a. The premise of section 530 is that, with respect to the employer's liability for federal\nemployment taxes, an individual will not be treated as an employee despite his or her\nstatus as an employee11. The classification of state and local employees as employees\nunder section 3121(d)(4) is made specifically with reference to section 218 of the Social\nSecurity Act. If the individual is covered under a section 218 agreement, he or she is, by\ndefinition, an employee for FICA purposes. The determination of whether an individual\nis covered under a section 218 agreement is made by the Social Security Administrator\nand the Social Security Administration under section 210(j) of the Social Security Act. Section 530 relief for FICA taxes is inappropriate, because coverage under the section\n218 agreement is dispositive of the individual's FICA tax status. 11 Section 530 has since been modified to provide that application of section 530 is not dependent upon a\nfinding that the individual is otherwise an employee. See Section 530(e)(3). POSTF-123043-08 15"
}