{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 7,
  "chunk_text": "Admittedly, the policies herein reflect the\ntrustee as the ostensible beneficiary, but as shown in LTR 6508270960A and Rev. Rul.\n59-184, the corporation will be deemed the ultimate beneficiary. See also, Neonatology\nAssociates, P.A. v. Commissioner, 115 T.C. 43, 95 (2000) aff'd, 299 F.3d 221 (3d Cir.\n2002) (For purposes of ยง 264(a)(1), it is not necessary that the deemed beneficiary be\nexpressly listed as a beneficiary on the policy.). Constructive Dividends to the Continuing Stockholders The question arises whether, either by virtue of the current policy premium\npayments by the corporation, or by the future redemption event, constructive dividends\naccrue to the benefit of the other shareholders. Since the proceeds of the life\ninsurance policies are obligated to redeem the decedent stockholder's shares, no\nconstructive dividends result to the insured from the premium payments by the POSTF-106186-02 9 corporation. On the other hand, the continuing shareholders derive a benefit by the\nplan of repur-chase of the outstanding shares from the decedent shareholder's estate,\nor that of a later surviving spouse, if any. For exam-ple, upon the reacquisition of A's\n1/3 interest in the corpora-tion at A's death, C's and B's stockholdings, formerly representing 1/3 interests become 1/2 interests. This increase in ownership occurs to C and\nB without their having expended any personal funds. 2 In comparison to the time period surrounding the premium payments, a clear\naccretion to wealth can be seen when a corpor-ation converts the life insurance policy\nupon the death of an insured shareholder. For this reason, we first analyzed the\nauthorities dealing with the impact to the continuing share-holders of a redemption. If\nsuch redemptions have no construc-tive dividend implications to the continuing\nshareholders, the Service would be hard-pressed to convincingly articulate that the life\ninsurance premium payments on one insured shareholder constitute constructive\ndividends to the other shareholders. The Service has previously argued before the Tax Court that one way of\ninterpreting a redemption is that the continuing shareholders have purchased additional\ncontrol of the corporation from the exiting shareholder by having the corporation\nredeem that departing shareholder's stock and thereby have derived a taxable benefit. In the absence of a primary obligation on the part of the continuing stockholders to\npurchase the shares of the departing stockholder, this argument has not persuaded the\ncourts. For example, in Arnes v. Commissioner, 102 T.C. 522 (1994)(reviewed\nopinion), no constructive dividend was found where a married couple had their\ncorporation redeem the wife's shares even though the husband had guaranteed the\ncorporation's obligation to do so. If a corporation redeems stock that its remaining shareholder was\nobligated to buy, a constructive divi-dend results to the remaining\nshareholder. Wall v. United States, 164 F.2d 462 (4th Cir. 1947); Hayes v.\nCommissioner, 101 T.C. 593 (1993); Edler v. Commis-sioner, T.C. Memo.\n1982-67, affd [sic] 727 F.2d 857 (9th Cir. 1984). However, this rule is\nlimited to those circumstances where the obligation of the remaining\nshareholder is both primary and uncondi-tional. Enoch v. Commissioner,\n57 T.C. 781 (1972); Priester v. Commissioner, 38 T.C. 316 (1962);\nEdenfield v. Commissioner, 19 T.C. 13 (1952); Edler v. Commis-sioner,\nsupra. Arnes at 527."
}