{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20082803F\nRelease Date: 7/11/08\nCC:LM:CTM:LA:2:POSTS-108806-08\nUIL: 1033.00-00\nAHCooper\ndate:\nto:\nfrom: subject: June 12, 2008\nRandy Perrin, Technical Advisor, Media and Entertainment Industry\nAlan H. Cooper, Associate Industry Counsel for Media and Entertainment\n(CC:LM:CTM:LA:2) Involuntary Conversions of Broadcasting Equipment This memorandum responds to your request for advice regarding whether\nproperty exchanges mandated by the Federal Communications Commission (FCC)\nconstitute involuntary conversions pursuant to § 1033 of the Internal Revenue Code. This advice is subject to 15-day post-review by the National Office. CCDM 33.3.1.2.3.2. This memorandum should not be cited as precedent. QUESTIONS PRESENTED Whether equipment replacements mandated by the Federal Communications\nCommission (FCC) constitute involuntary conversions pursuant to I.R.C. § 1033 of the\nInternal Revenue Code. SHORT ANSWER Yes, equipment replacements mandated by the Federal Communications\nCommission (FCC) constitute involuntary conversions pursuant to I.R.C. § 1033 of the\nInternal Revenue Code. FACTS\nThe Federal Communications Commission (FCC) regulates the use of our\nnation's electromagnetic spectrum. Recently, the FCC has implemented a program\ndesigned to eliminate a serious interference problem that exists for public safety CC:LM:CTM:LA:2:POSTF-108806-08 page 2 wireless communications services, such as police, fire, EMT, Homeland Security, and\nother life-saving \"First Responders.\" The FCC determined that this interference could\nbe eliminated by shifting some current 800 MHz licensed services either to other\nportions of the 800 MHz band or to the 2 GHz band. This action would make it possible\nto allocate to public safety communications a dedicated block of spectrum in the 800\nMHz band. Presently, numerous broadcast stations operate on portions of the 800 MHz\nband that will be allocated to public safety wireless communications services. The FCC\nhas ordered that these broadcast stations relocate some of their operations to a portion\nof the 2 GHz band (1990-2110 MHz) currently licensed to television broadcast stations\nfor Broadcast Auxiliary Services (\"BAS\"). The primary use of BAS is mobile electronic\nnews-gathering (“ENG”), principally providing on-the-spot television coverage of\nbreaking news stories or other events of interest to the public. 1 In order to accommodate new licensees in the 2 GHz band, the FCC requires\neach BAS broadcaster to cease using the 1990-2025 MHz portion of the spectrum by a\nspecified date, and to limit future operations to a band of the spectrum narrower than\nthat on which they currently operate. The equipment presently owned by these\nbroadcasters will not operate (or will not operate without causing interference) on the\nnew bands assigned. The FCC requires that these licensees be provided different\nequipment, including equipment components to conduct their operations immediately,\nupon the move to the newly authorized band location. The FCC requires a Transition Administrator to furnish this equipment and to pay\nrelated costs necessary to provide the incumbent BAS broadcasters with \"comparable\nfacilities\" (replacement equipment). The elements of \"comparability\" required of the\nBAS replacement equipment are: (1) equivalent channel capacity (both in the number of\nchannels and in operational ability on the narrower bands); (2) equivalent signaling\ncapability, baud rate and access time; (3) coextensive geographic coverage; and (4)\nequivalent operating costs. The replacement equipment is engineered to make possible\nsubstantially the same functionality on the new spectrum licensed to the BAS\nbroadcasters as available in the broadcaster's current operations."
}