{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 11,
  "chunk_text": "Corp F discloses it is attempting to obtain releases of\nthe pledged CDs, with it unclear whether, in part, the $ CC working capital Corp F will\nloan to Entity M is to be applied in lieu of the CDs. Schedule ** further discloses that\nCorp F has adopted a “Mirror Stock Plan” as of **, Year 10, shortly before the effective\ndate of the Asset Purchase Agreement. The disclosure does not state whether this\n“Mirror Stock Plan” is mirror to the Holder Certificates provided for in the Note\nAgreement, addressed below. Entity M does not assume the obligations under the\n“Mirror Stock Plan.” No copy of the “Mirror Stock Plan” was provided. The above referenced Schedule ** -----------------------------has the X that the Asset\nPurchase Agreement transferred to Entity M listed separately from the W that Corp F\nexcluded from the Asset Purchase Agreement. Many of the X are old with ------------ -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The ------------ dates range from\nYear 5 to Year 7, with ** from the Year 5, ** from Year 6 and only ** from ** to Year 7. Page 16 of 37 POSTF-134629-07 F. Note Agreement The Note Agreement, dated **, Year 10, is between three parties:\n•\n•\n• Entity M\nInitial Holders of notes listed in Schedule ** to the Note Agreement. Corp F The “Recitals” provide Entity M will execute the $ DD Non-Recourse Contingent\nPayment Term Note and Corp F will loan Entity M $ CC for Non-Recourse Contingent\nPayment Working Capital Note. The “Recitals” further provide Entity M is granting Corp\nF (as representative of the Initial Holders) a security interest and that there is a separate\nSecurity Agreement. The provisions of the Note Agreement govern both non-recourse\ncontingent payment notes and the obligations of Entity M with respect to both notes\n(i.e., term and working capital). No copy of the security agreement was provided. Article ** has the definitions and rules of construction. “Holders” is defined to be\nthose in whose name a Note is registered in the Note register. “Note” or “Notes” are the\nTerm Note and Working Capital Note, or any future division of, or re-issuance of, said\nnotes. Notes can be freely transferred pursuant to the terms of the Note Agreement,\naccording to the definition of “Notes.” Although the Note register is not defined, it\nappears that this references Entity M’s obligation to obtain a “----------------------------------Certificate” ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------that\nacknowledge the rules applicable to the ** allowed “Owners” (defined as “Holders” of\nthe Term Note and Working Capital Note) and to track these owners. Article II is titled ------------------Section **, again, addresses “Term Notes,” which\nlabel includes the $ DD Non-Recourse Contingent Payment Term Note and all\nsubsequent divisions and/or replacements. 13 The Term Notes are to be “registered” by\nEntity M in the names of the Initial Holders in the amounts as set forth in Schedule **.\nPursuant to Section **, the Term Notes shall be dated **, Year 10 with a maturity date of\n**, Year 15 and bear ** percent interest per annum. The amounts labeled principal and\ninterest are payable solely out of the following:\n--- -Profit ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ 13"
}