{
  "document_category": "legal-advice",
  "document_name": "094301f.pdf",
  "chunk_index": 6,
  "chunk_text": "Similarly, no business expense deduction\nis allowed to the employer corporation (or a parent or subsidiary of that\ncorporation) at any time with respect to this option. 1964 U.S.C.C.A.N. (vol. 1) at 1374 (Emphasis added). The provision in House Report\nNo. 749 (emphasis added) that “no business expense deduction is allowed to the\nemployer corporation” may be interpreted as being less restrictive than the comparable\nprovision for ESPPs (“no deduction is available to the employer corporation”) because\nthe phrase “business expense” might qualify the provision to disallow a deduction only\nunder § 162 and make the deduction available under other Code sections. This\ninterpretation is incorrect. Section 421 provides the tax treatment for both types of stock\noptions; thus, the provision which does not permit a deduction for compensation\nentitled to any deduction at any time for the ISO. POSTU-153378-08 8 attributable to qualified stock options should be treated the same as the provision for\nstock options granted under ESPPs. The legislative history governing ISOs further\nbolsters this interpretation. The Economic Recovery Tax Act of 1981 established ISOs. P.L. 97-34. Senate Report\n97-144 states the intended tax treatment for ISOs: The bill provides for “incentive stock options,” which will be taxed in a manner\nsimilar to the tax treatment previously applied to restricted and qualified stock\noptions. That is, there will be no tax consequences when an incentive stock\noption is granted or when the option is exercised, and the employee will be taxed\nat capital gains rates when the stock received on exercise of the option is sold. Similarly, no business expense deduction will be allowed to the employer with\nrespect to an incentive stock option. 1981 U.S.C.C.A.N. (vol. 2) at 202 (Emphasis added). The emphasized language is\nunequivocal that there are no tax consequences when an ISO is granted or exercised. The reference in the last sentence to “no business expense deduction” reinforces the\npreceding sentence that there are no tax consequences when an ISO is granted or\nexercised; it does not limit the preceding sentence. 3.\nSection 421 Allows the Deduction of Compensation Attributable to Stock\nOptions under Only One Circumstance An employer may deduct the compensatory element attributable to a statutory stock\noption under one circumstance only — if the employee disposes of the stock in a\ndisqualifying disposition. § 421(b). A disqualifying disposition occurs when the\nemployee does not meet the holding requirements that are required by §§ 422(a)(1) (for\nstock acquired by exercising ISO’s) or 423(a)(1) (for stock acquired by exercising\noptions granted under an ESPP). To receive the beneficial tax treatment of § 421(a)\n(exclusion of the compensatory element from gross income on date of exercise),\nCongress required that employees meet the holding requirements of §§ 422(a)(1) or\n423(a)(1). If the employee disposes of the stock in a disqualifying disposition, then the employee is\nrequired to include the compensatory element of the stock option (generally measured\nas the Spread on the date of exercise) in gross income in the year of disposition. § 421(b). The tax consequences for the employee in a disqualifying disposition are\nessentially the same as the tax consequences for exercising a nonstatutory stock option\nunder § 83(a). Indeed, Treas."
}