{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 3,
  "chunk_text": "In general, if a BCBS organization is acting as a \"Host\" plan, it collects the initial\nclaims data and forwards it to the Home plan for a determination whether the claim is\ncovered by the policy issued by the Home plan. The Host plan does not make any\ndetermination regarding the scope of coverage or the subscriber's eligibility for\ncoverage. The Home plan evaluates the data submitted by the Host plan, determines\nwhether or how much of the claim is allowable, and advises the Host plan of its\ndetermination. The Host plan then makes payment to the service provider and submits\na claim to the Home plan for reimbursement. All of the financial transactions between the Host plan and the Home plan are\ncarried out through a BCBSA entity which nets and automatically settles inter-licensee\nfinancial obligations arising from claims handled through these inter-plan programs. These net settlements are made on a daily basis by direct access to each plan's bank\naccounts. Thus, in one sense two BCBS plans do make \"payments\" with respect to an outof-territory claim. Initially the Host plan \"pays\" the claim submitted by the service\nprovider, but eventually the Home plan \"pays\" the claim by reimbursing the Host plan. Ultimately, however, only one BCBS plan -- the Home plan -- is responsible for the\npayment of the claim, and ultimately the claim is only paid once -- by the Home plan. LAW AND ANALYSIS\nSection 833 represents a stage in the evolution of Blue Cross and Blue Shield\n(BCBS) organizations, which began during the Depression as community-based nonprofit organizations providing funding for health care and now rank among the largest\nhealth insurance companies on the New York stock exchange. Background on the special deduction. On December 7, 1985, the House\nCommittee on Ways and Means released a report on a bill entitled “Tax Reform Act of\n1985,” H.R. 3838, 99th Cong. (1985). The Report expressed concern \"that exempt\ncharitable and social welfare organizations that engage in insurance activities are\nengaged in an activity whose nature and scope is so inherently commercial that taxexempt status is inappropriate. The committee believes that the tax-exempt status of\norganizations engaged in insurance activities provides an unfair competitive advantage\nto these organizations.\" H.R. Rep. No. 99-426 at 664 (1985). See also, Staff of the POSTU-144536-09 5 Joint Committee on Taxation, General Explanation of the Tax Reform Act of 1986 at\n584 (1987). On October 25, 1985, before the House bill was passed, the Chairman of the\nSubcommittee on Health of the Committee on Ways and Means requested that the\nGeneral Accounting Office examine the potential impact on the availability of health\ninsurance that would result from taxing BCBS plans. On July 11, 1986, after the House\nbill had been passed but before the final statute was enacted, the General Accounting\nOffice transmitted a report to the Chairman entitled Health Insurance: Comparing Blue\nCross and Blue Shield Plans With Commercial Insurers, GAO/HRD-86-10 (July 1986). In preparing the report, GAO obtained information from the BCBSA and a draft of the\nreport was furnished to the Association for comment."
}