{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 105,
  "chunk_text": "• Be sure you used the correct method to figure your tax. See the instructions for line 16.\n• Be sure to enter your SSN in the\nspace provided on page 1 of Form 1040\nor 1040-SR. If you are married filing a The IRS Mission. Provide America's taxpayers top-quality service by helping them\nunderstand and meet their tax responsibilities and enforce the law with integrity and\nfairness to all. joint or separate return, also enter your\nspouse's SSN. Be sure to enter your SSN\nin the space next to your name. Check\nthat your name and SSN agree with your\nsocial security card. • Make sure your name and address\nare correct. Enter your (and your spouse's) name in the same order as shown\non your last return. • If you live in an apartment, be sure\nto include your apartment number in\nyour address. • If you are taking the standard deduction, see the instructions for line 12\nto be sure you entered the correct\namount. • If you received capital gain distributions but weren't required to file\nSchedule D, make sure you checked the\nbox on line 7.\n• If you are taking the EIC, be sure\nyou used the correct column of the EIC\nTable for your filing status and the number of qualifying children you have who\nhave valid SSNs. • Remember to sign and date Form\n1040 or 1040-SR and enter your occupation(s). • Attach your Form(s) W-2 and other required forms and schedules. Put all\nforms and schedules in the proper order. See Assemble Your Return, earlier.\n• If you owe tax and are paying by\ncheck or money order, be sure to include\nall the required information on your payment. See the instructions for line 37 for\ndetails. • Make sure to check Where Do You\nFile? before mailing your return. Over\nthe next several years, the IRS will be\nreducing the number of paper tax return\nprocessing sites. Because of this, you\nmay need to mail your return to a different address than you have in the past. • Don’t file more than one original\nreturn for the same year, even if you\nhaven't gotten your refund or haven't\nheard from the IRS since you filed. Filing more than one original return for the\nsame year, or sending in more than one\ncopy of the same return (unless we ask\nyou to do so), could delay your refund. -76- • Make sure that if you, your spouse\nwith whom you are filing a joint return,\nor your dependent was enrolled in Marketplace coverage, and advance payments of the premium tax credit were\nmade for the coverage, that you attach\nForm 8962. For tax years other than\n2020, you may have to repay excess advance payments, even if someone else\nenrolled you, your spouse, or your dependent in the Marketplace coverage. Excess advance payments may also have\nto be repaid if you enrolled someone in\nMarketplace coverage, you don't claim\nthat individual as a dependent, and no\none else claims that individual as a dependent. See the instructions for Schedule 2, line 2, and the Instructions for\nForm 8962."
}