{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 7,
  "chunk_text": "situation is the more typical\ninstance of the general and indirect benefit which inures to a\nparent corporation when its subsidiaries successfully performs\ntheir functions, such as with dividends paid to a parent or\nincreased shareholder value. The residual benefit to a parent\ndoes not suffice for its claimed deduction. situation is more similar to Columbian\nRope, where the Court held that a parent corporation was not\nentitled to deduct one-half of the salaries and related expenses\npaid to employees of a wholly-owned subsidiary in order to induce\nsuch employees to accept work in the Philippine Islands. 42 T.C.\n800 (1964). The Court found that the parent undertook these\npayments simply to aid its wholly owned foreign subsidiary to\nobtain the services of needed management personnel. Id. at 815. The Court stated, a successful operation of the foreign\nsubsidiary, through the services of such personnel, would\nobviously inure to the benefit of the parent corporation, and the\nparent’s willingness to undertake this obligation is\nunderstandable, but the payments could not be construed as the\nparent’s own business expense. Id.\nFurthermore, in Mensik v. Commissioner, the taxpayer owned a\nSavings and Loan and paid its advertising costs because the\ninstitution referred its insurance business to him. 37 T.C. 703\n(1962), aff’d. 328 F.2d 147 (7th Cir. 1964), cert. denied 379\nU.S. 827 (1964). The Court held that based on the taxpayer’s\ncontrol of the S&L, the taxpayer did not have to incur the costs\nin order to secure the additional business. Mensik, 37 T.C. at\n750-51. Likewise,\nhas absolute control over its\nforeign subsidiaries, which must follow\nexact\ninstructions. provides its subsidiaries with the\nraw materials and the intellectual property for the products, and\nthe subsidiaries must conform with\nproduction\nguidelines. The subsidiaries produce and sell\nproducts and pay\nroyalties. There is no\ncompeting market for the foreign subsidiaries to obtain the\nlicensed rights or raw materials. In addition, the cases cited by\ndeal with the\nsituation, where the parent paid its subsidiary’s non-employeecompensation operating costs, not the compensation of its\nsubsidiaries’ employees. Moreover, the cases involved a clear\nproximate danger to the parent and a payment made to by the\nparent to protect its existing business from imminent harm. None\ninvolved a situation where a parent attempts to allocate a\nportion of its subsidiaries employees’ compensation in order to\nincrease its earnings derived from its subsidiaries. CC:LM:F:MAN:1:POSTF-112619-02 page 10 Here,\nsupplemented the compensation of\ncertain of its foreign subsidiaries’ employees allegedly to\nincrease its royalties and sales income derived from those\nsubsidiaries. There is no clear proximate danger to\nown business or harm to its relationship with its own\ncustomers, for which\nawarded the stock options to\nprevent. only made unsupported allegations that\nit might lose royalty or sales income from its foreign\nsubsidiaries if it did not award the stock options to the\nexpatriate employees. has not presented any\nevidence that awarding stock options to its subsidiaries’\nemployees would prevent a decrease in income or could increase\nroyalty or sales income. Moreover,\ndid not offer any contemporaneous proof that it had a\nmotivating purpose to protect and promote its own business prior\nto incurring the expense of the stock options. Therefore,\n“ultimate purpose” in paying the stock options was to\nrealize a return on its payment through corporate profits\nreceived from its subsidiaries."
}