{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 10,
  "chunk_text": "Second, that the NAIC's Risk-Based Capital rules equate ASC and\n\"Fee-for service\" arrangements. And third, that the NAIC's Risk-Based Capital rules\nconsider \"Program X-type\" arrangements as Fee-for service. According to the\nTaxpayer:\n\"Program X-type\" arrangements = Fee-for service = ASC = Cost-plus. It should be emphasized that the \"special deduction\" under I.R.C. ยง 833(b) is\nsolely a creation of the Internal Revenue Code, for the purpose of allowing nonprofit\nBlue Cross and Blue Shield organizations to accumulate \"surplus\" equal to one-quarter\nof their annual claims payments. There is no comparable item in the NAIC Annual\nStatement, or in the NAIC Risk-Based Capital Report. With respect to items of income, expenses, and reserves the NAIC Annual\nStatement includes many items that are comparable to items shown on the Federal\nIncome Tax Return. With respect to the section 833(b) special deduction there is none. The Taxpayer's attempt to equate ASC arrangements under the NAIC, and cost-plus\narrangements under the I.R.C., is at best inconclusive. POSTU-144536-09 12 The Taxpayer's Risk-Based Capital Report argument depends on a line-item\ndescription for a particular risk factor. The RBC instructions show that the items\nincluded on that line are separate items. The fact that they are assigned the same risk\nfactor does not mean they are same type of arrangements. The Taxpayer's attempt to\nequate Fee-for service under the NAIC, and ASC under the NAIC, is generally\nirrelevant. \"Cost-plus\" and the NAIC. This is not the first time a dispute has arisen over\nthe meaning of the phrase \"cost-plus.\" The NAIC has addressed the issue in three\ncontexts: NAIC Annual Statement reporting; BCBS financial reporting; and risk-based\ncapital standards. When Blue Cross and Blue Shield plans began in the 1930's, they offered one\ncommunity rate. All subscribers, both in groups and individuals, paid a uniform rate\nregardless of individual health status. General Accounting Office, Health Insurance:\nComparing Blue Cross and Blue Shield Plans With Commercial Insurers GAO/HRD-86110 (July 1986), page 17. When coverage is sold to a particular group, the\n\"experience\" of that group may be different from the community as a whole. Accordingly, commercial insurance companies began offering \"experience-rated\"\npolicies, where premiums are based wholly or partially on the group's health experience. Id. at 17. In the 1950's, Blue Cross and Blue Shield plans began offering their own\nexperience-rated products, which they called \"cost-plus\" since the subscription rates\nwere based on the group's total claims, plus an administrative charge. Robert\nCunningham III and Robert M. Cunningham, Jr., The Blues: A History of the Blue Cross\nand Blue Shield System (1997), pages 97-101.\na. NAIC Annual Statement Instructions. In September, 1983, the NAIC's\nAccounting Practices and Procedures Task Force appointed a study group to \"review,\ndefine and suggest accounting and reporting procedures for Administrative Services\nOnly/Cost-Plus and related business as it concerns accident and health benefits.\" NAIC\nProc. 1986-1 page 187. The study was not directed specifically at BCBS organizations\nbut considered ASO/Cost-Plus arrangements generally. Research done by the study group or members of the group confirmed that there\nare no consistent definitions for such terms as \"cost-plus.\" Nor is there\nconsistency in the classification of funding arrangements. Accounting varies\nfrom company to company. [Emphasis added.]"
}