{
  "document_category": "legal-advice",
  "document_name": "084201f.pdf",
  "chunk_index": 3,
  "chunk_text": ". .\n(3) The amount of the special refund allowed as a credit shall be considered as\nan amount deducted and withheld as income tax at the source under Chapter 24\nof the Internal Revenue Code. . . If the amount of such special refund when\nadded to amounts deducted and withheld as income tax exceeds the taxes\nimposed by subtitle A . . . , the amount of the excess constitutes an overpayment\nof income tax under subtitle A, and interest on such overpayment is allowed to\nthe extent provided under section 6611 upon an overpayment of income tax\nresulting from a credit for income tax withheld at source. See section 6401(b). When the Service has made an erroneous refund as a result of a claim by a\ntaxpayer for an overstated income tax withholding credit, the Service recovers that\nerroneous refund by making an assessment pursuant to I.R.C. § 6201(a)(3). See, e.g.,\nFeldman v. CIR, T.C. Memo. 1967-91, 1967 WL 1115, at page 2 (Tax Court upheld an\nI.R.C. § 6201(a)(3) math error adjustment for overstated income tax withholding\nresulting from an unallowable claim of excess Social Security tax withholding). Section\n6201(a)(3) provides:\n(3) Erroneous income tax prepayment credits. If on any return or claim for\nrefund of income taxes under subtitle A there is an overstatement of the credit for\nincome tax withheld at the source, or of the amount paid as estimated income SCAF-109502-06 4 tax, the amount so overstated which is allowed against the tax shown on the\nreturn or which is allowed as a credit or refund may be assessed by the\nSecretary in the same manner as in the case of a mathematical or clerical error\nappearing upon the return, except that the provisions of section 6213(b)(2)\n(relating to abatement of mathematical or clerical error assessments) shall not\napply with regard to any assessment under this paragraph. Amounts claimed by the taxpayer and refunded under I.R.C. § 31(b) are treated\nas income tax withheld at source under I.R.C. § 3402 for purposes of subtitle A. Also,\namounts within section 31 are specifically excluded from the definition of a deficiency by\nI.R.C. § 6211(b)(1), and are not specified in I.R.C. § 6211(b)(4). This comports with the\ndefinition of what can be assessed under section 6201(a)(3), which is overstated\nincome tax withholding and overstated estimated income tax payments, both of which\nare excluded from the definition of a deficiency by I.R.C. § 6211(b)(1) and Treas. Reg.\n§ 301.6211-1(b).1 Therefore, we believe the amount claimed and erroneously refunded\nunder I.R.C. § 31(b) can be recovered in the same manner as an overstated claim for\nincome tax withholding. Accordingly, where amounts are claimed by the taxpayer and\nrefunded under the provisions of I.R.C. § 31(b), the Service can make a summary\nassessment of the overstated amount claimed using the procedures provided in I.R.C.\n§ 6201(a)(3). If you have any questions, please contact me at telephone number\n---------------------- ----- DEBRA K. MOE\nArea Counsel\n(Small Business/Self-Employed:Area 5) By: /s/ Mark H. Howard\nMark H. Howard\nSenior Counsel (Salt Lake City)\n(Small Business/Self-Employed)"
}