{
  "document_category": "legal-advice",
  "document_name": "102901f.pdf",
  "chunk_index": 6,
  "chunk_text": "In imposing the section 6702 penalty, the Service must\nmake some factual determinations such as: who signed the return, in what role did the\nperson signing the return act, and was the filing of the return a filing by the taxpayer or\n1. Aids, procures, assists, or advises with respect to any portion of a return, claim or other document;\n2. Knows or has reason to know that such portion will be used in connection with a material matter under\nthe internal revenue laws; and,\n3. Knows that such portion if used, would result in the understatement of tax for another person. Before the Service can assess the section 6701 penalty for aiding and abetting, the Service must be able\nto establish that the person against whom the penalty is proposed meets all three criteria set forth in\nsection 6701(a). See Mitchell v. United States, 977 F.2d 1318, 1321-22 (9th Cir. 1992). If a return preparer assisted in the preparation of the frivolous business return, the Service might also\nconsider imposing the penalty under section 6694(b). Section 6694(b) provides that if any part of any\nunderstatement of liability with respect to any return or claim for refund is due to a willful attempt in any\nmanner to understate the liability for tax by a person who is a tax return preparer with respect to such\nreturn or claim, or to any reckless or intentional disregard of rules or regulations by any such person, such\nperson shall pay a penalty of the greater of $ 5,000, or 50 percent of the income derived, or to be derived\nby the tax return preparer with respect to such return or claim. I.R.C. ยง 6694(b). A preparer is considered\nto have recklessly or intentionally disregarded a rule or regulation if the preparer takes a position on the\nreturn or claim for refund that is contrary to a rule or regulation and the preparer knows of, or is reckless\nin not knowing of, the rule or regulation in question. Treas. Reg. ยง 1.6694-3(c). A section 6694(b)\npenalty, therefore, could be assessed against the return preparer if the Service identifies a particular rule\nor regulation that the return preparer disregarded in preparing the composite returns. The amount of any\npenalty to which a return preparer may be subject under section 6694(b) is reduced, however, by any\namount assessed and collected against the return preparer under section 6694(a) for the same return or\nclaim. I.R.C. ยง 6694(b)(3). The Service may only assess a penalty on a person under section 6701(a) or\nunder section 6694(a) and/or (b), but not both. I.R.C. ยง 6701(f)(2). POSTN-119570-10/SCAF-106587-10 page 8 by some other person. We believe it would be rare that more than one person would be\nresponsible for the filing of a frivolous return or submission. One such circumstance\nwould be where two or more people acting without authorization of the taxpayer filed a\nreturn in the name of the taxpayer."
}