{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 9,
  "chunk_text": "11 Listed in Schedule ** “Assumed Contracts,” addressed below. Page 12 of 37 POSTF-134629-07 Article V is titled ------------------------------- and provides, among other provisions,\nthat both parties shall have opinions of counsel delivered to the other party. Article VI is titled -------------------------------- with Section ** requiring that Entity M\nenter into employment agreements with Owner 2, HH, Owner 1, and Owner 3, to the\nsatisfaction of each owner and HH.12 No copies of the employment agreements were\nprovided to the IRS. Section ** references a Security Agreement; however, no copy\nwas provided to the IRS. Section ** requires licensing of the W by Corp F to Entity M,\nbut no copies of the licenses (if any exist) were provided to the IRS. Article VII is titled ---------------------------------------- with Section ** requiring Corp F\nto indemnify and hold Entity M harmless for all expenses, including legal fees for Corp\nF’s misrepresentations, Corp F’s failure to comply with agreements, and other matters. Section ** has a less stringent indemnification by Entity M. Section ** provides Corp F’s\nindemnification will be offset by Entity M obligations in accordance with Section ** of the\nNote Agreement. Article VIII is titled ----------------- with Section ** having a confidentiality clause\nand referencing a prior confidentiality agreement and Section ** of the Note Agreement. No copies of any confidentiality agreements were provided to the IRS. Public disclosure\nof the transaction, if any, is limited by Section **. In Section **, Corp F agrees to use its\nbest efforts to obtain consents referenced in Section ** of the Disclosure Schedule. Section ** addresses the letters of credit that Corp F caused a bank to issue to -----------as disclosed in Section ** of the Disclosure Agreement, and it is agreed these letters of\ncredit will stay in place to assure Entity M’s performance. In Section **, Entity M agrees\nto hire all Corp F employees. Article IX is titled ---------------------- with Section ** allowing the Asset Purchase\nAgreement to be amended by the parties at any time. The Asset Purchase Agreement is silent as to disposition of the assets should\nEntity M default on the $ DD Non-Recourse Contingent Payment Term Note or at the\nexpiration of the P year Note Agreement term. Thus, it may, or may not be, that all\nassets would revert to Corp F; however, the operative documents that were not\nprovided to the IRS may have provisions that impact the ultimate ownership of the\nassets. 12 Only Owner 2 and HH were disclosed as employees of Corp F in the Disclosure Schedules addressed,\nbelow. Page 13 of 37 POSTF-134629-07\nE. Schedule to Asset Purchase Agreement There is a separate document titled “Schedules to Asset Purchase Agreement\nBetween Corp F. and Entity M;” however, it has no index. The documents included in\nthe copy provided to the IRS were:\n1. Schedule ** -----------------------------(** pages) with “Attachment --” (**\npages), addressed further below; 2. Schedule ** --------------------------------------(** paragraph); 3. A document with a typed paragraph, as follows. -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------The documents following the page with the above quoted legend\nwere as follows:\na."
}