{
  "document_category": "legal-advice",
  "document_name": "043103f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nCC:LM:HMT:DET:\nPOSTF-125520-04\nUILC: 263A.04-00, 472.08-00 date: June 09, 2004 to: from: subject: Number: 20043103F\nRelease Date: 7/30/04 Katheryn N.Titus, Team Manager\n(Retail, Food, Pharmaceuticals and Health Care, Team 1603)\nArea Counsel, LMSB Area 2 (Heavy Manufacturing & Transportation) -------------------------This Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nDate 1\nYear 1\nYear 2 =\n=\n=\n= ------------------------------------------------------------ ISSUE Whether the permissible variation of the simplified resale method, set forth in Treas. Reg. § 1.263A-3(d)(3)(iii)(B), requires annual increases to the total cumulative amounts\nof storage and handling costs capitalized to existing LIFO layers. CONCLUSION We conclude the variation of the simplified resale method set forth in § 1.263A3(d)(3)(iii)(B) requires annual increases to cumulative amounts of storage and handling\ncosts capitalized to existing LIFO Layers. FACTS\nTaxpayer filed an Application for Change in Accounting Method (Form 3115) requesting\npermission to change its method of allocating costs under § 263A of the Internal\nRevenue Code and the Income Tax Regulations thereunder, for the 52-53-week taxable POSTF-125520-04 2 year beginning Date 1 (year of change). Taxpayer and the Service executed a consent\nagreement that provides, in pertinent part -Taxpayer will use a permissible variation of the simplified\nresale method without the historic absorption ratio election to\nallocate additional § 263A costs to ending LIFO inventory. Under this method, Taxpayer will multiply the storage and\nhandling costs absorption ratio by the total § 471 costs\nincluded in Taxpayer’s ending inventory (rather than just the\nincrement, if any, experienced by Taxpayer during the\ntaxable year) for purposes of determining capitalizable\nstorage and handling costs. See §§ 1.263-3(d)(i) and (iii)(B). Taxpayer interpreted § 1.263A-3(d)(3)(iii)(B) as permitting an annual substitution of its\ncurrent storage and handling § 263A rate for its prior storage and handling § 263A rate. The current rate would be multiplied by the LIFO value of the ending inventory to\ndetermine the total amount of storage and handling cost to be capitalized to ending\ninventory. The storage and handling costs capitalized to the beginning inventory for any\ngiven year was included in that year’s cost of goods sold. For example, assume Taxpayer had the following LIFO ending inventory at end of Year\n2:\nYEAR\n1\n2 BASE COST\n$1,000\n$ 500\n$1,500 INDEX\n1.000\n1.100 LIFO VALUE\n$1,000\n$ 550\n$1,550 Assume further the § 263A absorption rate for storage and handling was 2% in Year 1\nand 1.5% in Year 2. At the end of Year 1, Taxpayer capitalized $20.00 ($1000 x 2.0%)\nof storage and handling costs incurred to the ending inventory. In Year 2, Taxpayer\nincluded the $20.00 of storage and handling costs from beginning inventory in cost of\ngoods sold and capitalized $23.25 ($1550 x 1.5%) of storage and handling costs\nincurred in Year 2 to the ending inventory. LAW AND ANALYSIS\nTreas. Reg. § 1.263A-3(d)(1) provides a simplified resale method for determining the\nadditional § 263A costs properly allocable to property acquired for resale and other\neligible property on hand at the end of the taxable year. Treas. Reg. § 1.263A-3(d)(3)(i)(D)(1) provides under the simplified resale method, the\nstorage and handling absorption ratio is determined by dividing current year’s storage\nand handling costs by beginning inventory plus current year’s purchases."
}