{
  "document_category": "legal-advice",
  "document_name": "042308f.pdf",
  "chunk_index": 6,
  "chunk_text": "Thus, in the partnership area, the lookthrough occurs at the ten percent mark and above. Passive/equity\ntreatment occurs below the 10 percent cut off. Accordingly, in\nvaluing a ten-percent-or-more corporate partnership interest\nunder Treas. Reg. § 1.861-9T(h)(1)(ii), equity valuation should CC:LM:HMT:CIN:1:POSTF-168001-03 Page 9 not apply. Instead, such partner should look through to the\nproportionate share of the gross assets of the partnership for\npurposes of apportioning all interest expense. Based upon the above analysis, we believe that when\napportioning a partner’s other (non-partnership-incurred)\ninterest expense under the FMV method, Treas. Reg. § 1.8619T(e)(2), operating in tandem with Treas. Reg. § 1.8619T(h)(1)(ii), requires a greater-than-10-percent corporate\npartner to look through and take into account its proportionate\nshare of the gross assets of the partnership. We have generated this opinion in light of the imminent\nclosing of the case to Appeals. Upon consideration of the issue\nby Appeals, we suggest that this issue is one which would benefit\nfrom a request for Technical Advice. If questions remain, or if\nwe may be of further assistance in this matter, please contact\nthe undersigned at your convenience. RICHARD E. TROGOLO\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ JAMES E. KAGY\nSenior Counsel\n(Large & Mid-Size Business) CC:LM:HMT:CIN:1:POSTF-168001-03 Page 10 Attachment to POSTF-168001-03\nTAXPAYER\nNPA # I31\nSubject: Interest Expense Apportionment / Treatment of Partnerships in the FMV Election Context The major issue is to assess whether or not the B partnership interest represents a tangible asset\nand/or whether or not TAXPAYER should look through the partnership for purposes of applying\nthe FMV formula. In filing its US Federal income tax return, TAXPAYER took the position that Treas. Reg. 1.8619T(h) provides authoritative guidance as to the procedures to apportion interest expense under\nthe fair market value method. It was TAXPAYER’s position that, to the extent that 1.861-9T(h)\nprovides guidance for computational matters, this regulation should control over other provisions\n(such as Treas. Reg. 1.861-9T(e)). Treasury Regulation 1.861-9T(h) affirmatively states that the\napportionment should be based on the aggregate fair market value of the assets of the taxpayer\nand its pro rata share of assets held by related persons. Because TAXPAYER does not own\nmore than 50% in the B partnership, B should not be treated as a related person for purposes of\nthese regulations (see below). Applying the “10% rule” of Temp. Reg. § 1.861-9T(e)(2) to the B\nfact pattern would result in a different computation than the one that is seemingly prescribed by\nthe authority of Treas. Reg. 1.861-10T(h), which establishes a 50% and not a 10% ownership\nthreshold for determining whether the taxpayer should use the FMV of its investment vs. the\nFMV of the taxpayer’s distributive share of another entity’s assets for interest apportionment. 1. B Not A Related Person Under the FMV Method Regulations The essence and spirit of the fair market value regulations is to look through all related entities\nand capture the underlying assets and income. Treasury Regulation §1.861-9T(h)(1) defines a\nrelated person for the fair market value method by a cross reference to Treas. Reg. §1.8618T(c)(2). Treas. Reg. §1.861-8T(c)(2) defines the term ‘related person’ as two or more persons\nin a relationship described in §267(b)(3)."
}