{
  "document_category": "legal-advice",
  "document_name": "115001f.pdf",
  "chunk_index": 4,
  "chunk_text": "Whipple v. CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 6 Commissioner, 373 U.S. 193, 202 (1963). I.R.C. § 262(a) states that “except as otherwise expressly provided in this chapter, no\ndeduction shall be allowed for personal, living, or family expenses.” I.R.C. § 170(a) allows as a deduction “any charitable contribution . . . payment of which\nis made within the taxable year.” Under § 170(b)(2), in the case of a taxpayer-corporation,\nthe deduction “shall not exceed 10 percent of the taxpayer’s taxable income.” Under §\n170(c), in order to be deductible, the contribution must be made to certain units of\ngovernment, or to organizations organized and operated exclusively for religious,\ncharitable, scientific, literary, or educational purposes, or to foster national or international\namateur sports competition, or for the prevention of cruelty to children or animals, provided\nthe organization is not disqualified under § 501(c)(3). Analysis In our opinion, the expenditures at issue are not deductible by the taxpayer as they are\nnot ordinary and necessary expenses of the taxpayer’s trade or business. In order for an\nexpenditure to be deductible as advertising, the taxpayer has the burden of proving a\nproximate relationship between the expenditure and the corporation’s business, that the\nactivity “was reasonably calculated to call public attention to its business in some manner\nthat might reasonably be expected to produce some patronage benefit,” and that the\nexpenditure was reasonable in amount compared to the reasonably expected benefits. W.D. Gale v. Commissioner, T.C. Memo. 1960-191. For example, in W.D. Gale v. Commissioner, T.C. Memo. 1960-191, the principal\nshareholder of an electrical contracting business was prominent in motor boat racing. The\nexpenses of that activity were held not deductible by the corporation as the corporation was\nrarely mentioned in connection with the activity and, therefore, the business “received no\nsubstantial publicity” from the racing program. Similarly, in Sieber v. Commissioner, T.C. Memo. 1979-15, the taxpayer claimed that his\npolo-playing activities were expenditures for the advertising and promotion of his building\nconstruction business. The court stated that\nPetitioner has the burden of proof that his costs of playing polo were\nordinary and necessary expenses of that business under section 162. To\ncarry his burden, it is incumbent upon petitioner to show affirmatively that\nthe expenditures were undertaken primarily for a business, not a social or\npersonal, purpose and that there was a proximate, rather than merely a\nremote or incidental, relationship between the expenditures and petitioner's\nbusiness -- essentially a question of fact. His burden is not made easier by\nthe fact that the expenses involved are of a character which are normally CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 7 personal and, therefore, may fall within the ambit of section 262,\nwhich takes precedence over section 162. We conclude that petitioner has\nnot carried his burden of proof. The weight of the evidence strongly\nsuggests that petitioner played polo primarily because it gave him personal\nsatisfaction and helped him maintain a close relationship with his family. [citations omitted.] As the court stated in Mathes v. Commissioner, T.C. Memo. 1990-483,\nSection 162(a) is not a carte blanche grant by the Government for the right\nto deduct all expenses which arguably are somewhat related to an incomeproducing activity, no matter how unreasonable in amount."
}