{
  "document_category": "legal-advice",
  "document_name": "11382f.pdf",
  "chunk_index": 10,
  "chunk_text": "However, A’s direct sales of gift checks to online purchasers and scrip\norganizations are sales, and not deposits, in which the purchaser receives the right to\nreceive goods and services. Further, for the direct sales, D stores do not advance any\nfunds to the taxpayer, and A is not holding any of the proceeds from these sales as\ndeposits or funds held-in-trust for the benefit of the D stores. On the other hand, when A places gift checks with D stores to be sold by D\nstores to customers, the D store retains the ability to redeem the checks and recover\nthe funds. These funds held by A may be viewed as deposit or an amount held in trust\nfor the benefit of D stores. However, once a D store sells the gift check to a customer\nor other third-party,7 the store has no right to recover the funds. Thus, if the value of the\ngift check funds held by A is viewed as a D store deposit, the funds are no longer a\ndeposit when the D store sells the gift check to a customer. Taxpayer’s reliance on the Seven-Up, supra, case is misplaced. such request with regard to taxpayer’s method of accounting will require referral to the national office,\nCC:ITA:7.\n6 We conclude that the redemption amounts represent cost of sales (for A’s previous gift check sales) that\nA may deduct when paid to the redeeming store, and the amounts received by the redeeming stores\nrepresent food sale revenue to the food establishment. 7 It is important to note that the D stores may be reimbursed not only by selling the gift check, but also by\nusing the gift checks as a means to pay employees, or for sale incentives, or otherwise. In all of these\ncases, the exchange is presumed to be an arms-length exchange for equal value. POSTF-149051-10 14 Taxpayer relies solely on Seven-Up Co. v. Commissioner, 14 T.C. 965 (1950)\nacq. 1950-2 C.B. 4, withdrawn and acq 1974-2 C.B. 4, to support its position that gift\ncheck sales proceeds are not taxable income. In that case, the Tax Court determined\nthat funds deposited with a soft drink company by its bottlers were not taxable income. In Seven-Up, the bottlers were given exclusive territories, and it was not feasible for any\nlocal bottler to conduct a national services campaign. Determining that a national\nadvertising campaign would be beneficial, the bottlers decided to combine their funds\nfor that purpose. The program was funded by contributions from the participating\nbottlers based on the volume of their beverage sales. Because the advertising agency had no means to administer the bottlers’ multiple\ncontributions, the agency recommended that the bottlers make payments to the\ncompany. The agency and the company then entered into an agreement setting forth\nthe arrangement. The company consistently represented that it was a trustee or\ncustodian of the bottlers’ funds in the discussions leading to the implementation of the\nfund and thereafter. Each time product was shipped to a bottler, the company sent a\nstatement reflecting the bottler’s required contribution to the advertising fund. In turn,\nthe company paid the agency for advertising."
}