{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 20,
  "chunk_text": "In Phase I, the first trials in humans are conducted for\nsafety, tolerance and pharmacokinetics. In Phase II, testing is done\nto evaluate effectiveness, dosage and safety in selected\npopulations of patients with the disease or condition to be treated,\ndiagnosed or prevented. In Phase III, expanded clinical trials are\nconducted to gather additional evidence to verify dosage and\neffectiveness for specific indications and to better understand\nsafety and adverse effects. These are large-scale trials typically\ninvolving thousands of patients to prove effectiveness against a\nspecific disease or condition. The third stage, known as the regulatory approval stage, begins\nafter Phase III trials have been completed (typically spans 12 to 18\nmonths or years 11 and 12 of the discovery/development process). Sponsors file a New Drug Application (NDA) with the FDA to obtain\nauthorization to market a new pharmaceutical product. The NDA\nconsists of clinical and non clinical data on the product's safety and\neffectiveness and a full description of the methods, facilities, and\nquality controls employed in manufacturing and packaging. Until\nthe FDA grants authorization, a drug sponsor cannot market the\ndrug in the United States. The final stage, post-marketing studies (also called Phase IV),\noccurs after the product has received FDA approval. These studies\nare performed to determine the incidence of adverse reactions, to\ndetermine the long-term effect of a drug, to study a patient POSTU-139175-10 50 population not previously studied, and to conduct marketing\ncomparisons against other products and other uses. See Josephine C. Babiarz and Douglas J. Pisano, Overview of FDA and Drug\nDevelopment, FDA Regulatory Affairs, A Guide for Prescription Drugs, Medical Devices\nand Biologics, 1-32. (Douglas J. Pisano and David S. Mantus, eds., 2nd Ed., 2008)\n(Summarizing the statutory and regulatory regime for New Drug Applications, with\ncitations). New Drug Applications (NDAs) can be transferred from the original sponsor (entity that\nsubmitted the application for the NDA) to another, provided the requirements imposed\nby the FDA are met.48 The entity that holds the rights to the NDA is sometimes referred\nto as the holder of the NDA. See aaiPharma, Inc., v. Thompson, 296 F.3d 227 (4th Cir.\n2002) (referring to the current owner of an FDA-approved NDA as the NDA holder when\naddressing the FDA’s role in ensuring the accuracy of patent information in the FDApublished document “Approved Drug Products With Therapeutic Equivalence\nEvaluations,” also known as the Orange Book). The NDA must disclose all patents that cover the drug, with the NDA holder required to\nnotify the FDA of all new patents that subsequently cover the drug after the filing of the\nNDA. 21 C.F.R. § 314.53 (2009). The FDA posts the patent information provided by\nthe NDA holder to its publication called “Approved Drug Products With Therapeutic\nEquivalence Evaluations,” also known as the “Orange Book,” available in hard copy or\nelectronically on the FDA website. 49\nDrugs that can be marketed and sold in the United States pursuant to an approved NDA\nare likely to have a trademarked name, and are generally referred to as “branded drugs”\nwhether or not the patents covering the drugs have expired. 50 The term “pioneer drug”\nwas used in early case law to refer to a drug with an FDA-approved NDA."
}