{
  "document_category": "legal-advice",
  "document_name": "042901f.pdf",
  "chunk_index": 3,
  "chunk_text": "Section172(c) defines a “net operating loss” as the excess of the deductions allowed by\nChapter 1 of the Internal Revenue Code over gross income. The excess, however, is\ncomputed with the modifications specified in § 172(d). The salient adjustments are:\n(A) for individual taxpayers:\n(1) No deduction is allowed for the excess of capital\nlosses over capital gains;\n(2) No personal exemptions are allowed;\n(3) Deductions not attributable to a taxpayer’s trade or\nbusiness are allowed only to the extent of the\ntaxpayer’s income not derived from a trade\nor business (losses from the sale of business\nproperty, however, are considered business\nlosses as are all casualty losses); 4\n(B) for corporations, the deduction permitted\nfor dividends received is not limited to 70 or\n80 percent of taxable income. Corporations that use debt\nfinancing for acquisitions or capital restructuring are subject to\nadditional limitations. (C) for all taxpayers, no NOL deduction is permitted in computing\nthe amount of an NOL for a taxable year. I.R.C. § 172(d)(1)-(6) Once the amount of an NOL is determined, the NOL is carried back or carried over in\naccordance with the rules of § 172(b). The amount carried back or carried over to a\ntaxable year results in a NOL deduction in the year of the carryback or carryover. Sections 172(b)(1) and (2) require, generally, that a NOL for any taxable year first be\ncarried back to each of the 2 previous taxable years, and if unabsorbed by the income\nin those years, carried forward to each of the 20 taxable years following the taxable year\nof such loss. Section 172(b)(2) provides, in part, as follows:\n. . . the entire amount of the net operating loss\nfor any taxable year (…the “loss year”) shall be carried\nto the earliest of the taxable years to which…such\nloss may be carried. Section 1.172-4(a)(3) also addresses the carrying of NOLs to succeeding years. It\nprovides as follows: The amount which is carried back or carried over to any\ntaxable year is the net operating loss to the extent it was\nnot absorbed in the computation of the taxable (or net)\nincome for other taxable years, preceding such taxable\nyear, to which it may be carried back or carried over. As stated in § 1.172-4, when a NOL is carried back or carried over, a determination\nmust be made regarding the amount of the NOL that was absorbed in the\ncarryback/carryover year. The purpose of the absorption computation is to determine\nthe remaining NOL that may be used in succeeding taxable years. Section 172(b)(2)\nprovides that the portion of the NOL carried to each of the other taxable years is the\nexcess, if any, of the amount of such NOL over the sum of the taxable income for each\nof the prior taxable years to which such loss may be carried. Section 172(b)(2),\nhowever, requires taxpayers to make certain modifications to its taxable income in\ndetermining the NOL absorption amount. Thus, a NOL is considered to be absorbed to\nthe extent of modified taxable income in the carryback/carryover year. Modified taxable\nincome is taxable income computed by ignoring any excess of capital losses over\ncapital gains, the § 1202 exclusion, and the personal exemption deduction."
}