{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 10,
  "chunk_text": "This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments. These private delivery services\ninclude only the following. • DHL Express 9:00, DHL Express\n10:30, DHL Express 12:00, DHL Express Worldwide, DHL Express Envelope, DHL Import Express 10:30, DHL\nImport Express 12:00, and DHL Import\nExpress Worldwide. • UPS Next Day Air Early A.M.,\nUPS Next Day Air, UPS Next Day Air\nSaver, UPS 2nd Day Air, UPS 2nd Day\nAir A.M., UPS Worldwide Express\nPlus, and UPS Worldwide Express. • FedEx First Overnight, FedEx Priority Overnight, FedEx Standard Overnight, FedEx 2 Day, FedEx International\nNext Flight Out, FedEx International\nPriority, FedEx International First, and\nFedEx International Economy. To check for any updates to the list of\ndesignated private delivery services, go\nto IRS.gov/PDS. For the IRS mailing address to use if you’re using a private delivery service, go to IRS.gov/\nPDSStreetAddresses. The private delivery service can tell\nyou how to get written proof of the mailing date. Chart A—For Most People\nIF your filing status is . . . AND at the end of 2022\nyou were* . . . THEN file a return if your gross\nincome** was at least . . . Single under 65\n65 or older $12,950\n14,700 Married filing jointly*** under 65 (both spouses)\n65 or older (one spouse)\n65 or older (both spouses) $25,900\n27,300\n28,700 Married filing separately any age Head of household under 65\n65 or older $19,400\n21,150 Qualifying surviving spouse under 65\n65 or older $25,900\n27,300 $5 *If you were born on January 1, 1958, you are considered to be age 65 at the end of 2022. (If your spouse died in 2022 or\nif you are preparing a return for someone who died in 2022, see Pub. 501.)\n**Gross income means all income you received in the form of money, goods, property, and services that isn't exempt from\ntax, including any income from sources outside the United States or from the sale of your main home (even if you can\nexclude part or all of it). Don’t include any social security benefits unless (a) you are married filing a separate return and\nyou lived with your spouse at any time in 2022, or (b) one-half of your social security benefits plus your other gross\nincome and any tax-exempt interest is more than $25,000 ($32,000 if married filing jointly). If (a) or (b) applies, see the\ninstructions for lines 6a and 6b to figure the taxable part of social security benefits you must include in gross income. Gross income includes gains, but not losses, reported on Form 8949 or Schedule D. Gross income from a business means,\nfor example, the amount on Schedule C, line 7, or Schedule F, line 9. But, in figuring gross income, don’t reduce your\nincome by any losses, including any loss on Schedule C, line 7, or Schedule F, line 9."
}