{
  "document_category": "legal-advice",
  "document_name": "20032401f.pdf",
  "chunk_index": 5,
  "chunk_text": "4 Section 861(a)(1) states that interest income shall be\ntreated as income from sources within the United States when it\nis interest income from the United States or the District of\nColumbia, or interest on bonds, notes, or other interest-bearing\nobligations of domestic corporations or certain non-corporate\nresidents. Section 862(a)(1) provides that interest income\nshall be treated as income from sources without the United States\nif it is interest other than that derived from sources within the\nUnited States as provided in § 861(a)(1). The Tax Exempt Entity\nin this O-FSC is not, to our knowlege, a domestic corporation. CC:LM:FS:LI:POSTF-129710-02 page 7 States; and (3) this interest would be paid by a foreign\ncorporation with gross income none of which was effectively\nconnected with the conduct of a trade or business within the\nUnited States under Treas. Reg. § 1.861-2(b)(3)(i)(b). In computing the limitation for a FTC claimed under\n§ 906(a), taxable income is to include only the income that is\nECI; see § 906(b)(2). Moreover, per § 904(d)(1)(C), the FTC\nlimitation shall be applied separately with respect to specified\ncategories of income, including financial services income. Section 904(d)(2) contains definitions and special rules for\ncalculating the FTC limitation. Section 904(d)(2)(C)(i) defines\n“financial services income” as any income received by any person\npredominantly engaged in the active conduct of a bank, financing,\nor similar business and which is described in clause (ii). In\nturn, § 904(d)(2)(C)(ii) provides a general description of\nfinancial services income as including income derived in the\nactive conduct of a banking, financing, or similar business. Section 904(d)(3)(D) provides that any dividend paid out of\nthe earnings and profits of any controlled foreign corporation\n(CFC) in which the taxpayer is a United States shareholder shall\nbe treated as income in a “separate category” in proportion to\nthe ratio of the portion of earnings and profits attributable to\nincome in such category to the total amount of earnings and\nprofits of the CFC.5 Financial services income is income in a\n“separate category”. Section 904(d)(3)(F)(i). Therefore, the\nincome of the parent/taxpayer is considered financial services\nincome. The dividend that is taken into account is, however, the\ngross dividend reduced by any dividend received deduction allowed\nto the shareholder under § 245. Internal Revenue Code § 245(c)(1)(A) provides that in the\ncase of a domestic corporation, there shall be allowed as a\ndeduction an amount equal to 100 percent of any dividend received\nfrom another corporation which is distributed out of earnings and\nprofits attributable to foreign trade income for a period during\nwhich such other corporation was a FSC. However,\n§ 245(c)(1)(B) limits the deduction to an amount equal to 80\npercent in the case of dividends from a 20-percent owned FSC\nwhich is distributed out of earnings and profits attributed to\nECI of the FSC. For purposes of § 245(c), the term “ECI” means\nECI that does not also qualify as FTI. Section 245(c)(3). Since\nwe concluded in Issue 1 that the recharacterized interest income\npaid to TP-FSC by the foreign Tax Exempt Entity here is ECI but 5 See Internal Revenue Code §§ 951(b) and 957 for the\ndefinitions of U.S. shareholder and CFC, respectively. CC:LM:FS:LI:POSTF-129710-02 page 8"
}