{
  "document_category": "legal-advice",
  "document_name": "100301f.pdf",
  "chunk_index": 2,
  "chunk_text": "In a letter of understanding appended to the Year1\nCBA, X agreed that it would not close, sell, spinoff, or otherwise dispose of any of its\nfacilities covered by the CBA. The Year1 CBA letter of understanding contained an\nexception to the facility closing moratorium, however, specifically for the Z spinoff. Under the terms of the letter of understanding, X could complete the Z spinoff only if all\nemployees at the new Z locations would remain X employees, and the X employees\nwould continue to be covered by the CBA.1 X therefore assigned its hourly employees to Z but retained responsibility for: (1)\nthe payment of the assigned employees’ base hourly wages, (2) the provision of all\n1 Z also was required to adopt a CBA for hourly employees that mirrored the X Year1 CBA, as well as for\ncertain future periods. POSTF-100602-09 4 other employee benefits generally provided to other X employees, (3) the payment of all\ntaxes required with respect to X’s payment of wages and benefits, and (4) the liability\nfor statutory benefits, such as workers’ compensation. Z, as X’s agent, had authority to\nexercise day-to-day supervision of the assigned employees, but X continued to provide\npayroll services. The assigned employees were covered under the same benefit plans\nas other X employees and could not participate in any Z employee benefit plans. This\nemployee assignment agreement terminates at the earlier of (a) the termination of\nemployment of all covered X employees, or (b) when the parties otherwise agree to\nterminate the agreement. 2 In consideration for the assignment of employees, Z agreed\nto reimburse X for all direct wage and benefit costs. 3 X was to invoice Z monthly for\nthese amounts, and Z was to pay within 10 business days, unless the parties agreed\notherwise. X and Z also executed a tax sharing agreement, under which X agreed that the\nreimbursements it received from Z for the assigned employees would constitute income\nto X, X would treat its payments to the assigned employees as a compensation\nexpense, and Z would treat the payments consistent with X’s tax treatment. You have\ninformed us that you believe Z deducted the payments it made to X.4 X, however, 2 The assignment agreement did not dictate what Z could pay other non-assigned workers, including, for\nexample, new hires after the assignment date. In fact, a supplemental agreement with the union allowed\nZ to pay new hires significantly lower hourly wages than the assigned employees. 3 The specific costs Z was required to reimburse are defined in the assignment agreement, but they\ngenerally include all costs that X would incur in employing the assigned workers. For certain retirement\nbenefit plans, Z had the option of reimbursing the plans directly for the amounts attributable to the\nassigned employees. 4 Although you do not have access to Z’s returns, you noted that you believe Z’s failure to deduct the\namounts it paid to X for the assigned employees would be a material item subject to various financial POSTF-100602-09 5 noted in its claim for refund that it failed to treat all of the reimbursements consistently."
}