{
  "document_category": "legal-advice",
  "document_name": "085201f.pdf",
  "chunk_index": 3,
  "chunk_text": "The\nstate generally assessed a tax based on a percentage of racing wagers. Permit holders\nmaking certified capital improvements to their racing facilities could reduce their tax\n0408-023, effective May 23, 2008), but it does not address refundable credits. PREF-128548-08 4 payments by 0.5% of the total amount wagered, continuing for six years or until the total\nreduction reached 70% of the cost of the certified improvements. Northfield Park\nAssociates (“NPA”), an Ohio partnership that operated a racing track, completed\nqualifying capital improvements, entitling it to a tax reduction. The Service initially\nargued, and the Tax Court agreed, that the tax reduction was includible in income in the\ntaxable year in which the state racing commission certified NPA’s capital improvement\ncosts. However, before the Snyder case reached the Sixth Circuit Court of Appeals, the\nService conceded the income issue and agreed with the taxpayer that the proper\ntreatment of the tax reduction was “simply to reduce the deductions available to [the\npartnership] for its pari-mutuel tax obligations, which reduced deductions accrue as\nthose taxes become due.” 1990 U.S. App. LEXIS 1603, *10 (alteration in original). The\nSixth Circuit agreed with this analysis. Id. As stated by the court, “The case at bar does\nnot involve any right on the part of Northfield Park Associates to receive an amount of\nmoney from the State of Ohio; it simply involves a right to start paying the state less in\ntaxes than would have to be paid in the absence of the right.” Id. The Snyder analysis applies to Sub1’s nonrefundable MEGA Business Activity\nCredit because Sub1 never has a right to receive any amount of money from the State\nof Michigan. 2 Accordingly, the Business Activity Credit is a reduction in the taxpayer's\ntax liability, not an item of gross income. However, the MEGA Employment Credit\npresents a somewhat different situation because it is a refundable credit. Case law has not addressed the federal tax treatment of refundable state tax\ncredits, and the Service and the Treasury Department have not issued published\nguidance addressing the treatment of such credits. However, some informal\nnonprecedential advisories issued by the Office of Chief Counsel have applied an\napproach whereby a refundable credit is \"bifurcated.\" That is, refundability, by itself,\ndoes not cause the entire credit to be treated as a payment from the state. Instead, the\nportion of the credit that is applied to reduce tax before the tax becomes due is still\ngenerally treated as a reduction in tax, consistent with Snyder; only to the extent the\ncredit exceeds the tax liability and is made available to the taxpayer as a cash payment\nis it treated as a payment from the state, includable in income unless some exclusion\napplies. Because such a payment is not actually a refund of prior taxes paid, it is not\ntreated as a tax refund potentially excludable from income under § 111.3\n2 Watervliet Paper Co. v. Commissioner, 16 B.T.A. 604 (1929), is distinguishable. In that case, a\nMichigan taxpayer provided direct services (installation and maintenance of a water system) to the city of\nWatervliet in exchange for relief from taxes."
}