{
  "document_category": "legal-advice",
  "document_name": "100301f.pdf",
  "chunk_index": 6,
  "chunk_text": "The Arrowsmith doctrine ultimately is premised\non the idea that, if the transactions are sufficiently related, the tax consequences should\nbe the same as if the prior and the subsequent transactions had occurred at the same\ntime. Seagate Technology, Inc. v. Commissioner, T.C. Memo 2000-361, 80 T.C.M.\n(CCH) 759, 763 (2000). The question of what is related to a tax-free spinoff is not addressed by the\nCode, apart from the specific rules in sections 351, 355, and 368, which state, in\nessence, that the actual distribution of stock to shareholders in this type of spinoff is taxfree. § 368(a)(1)(D). The Service routinely addresses ancillary issues in private letter\nrulings, none of which can be cited as precedent, because the facts differ from taxpayer\nto taxpayer. We are not aware of any cases, rulings, or other published advice in which\na court or the Service has ruled that these types of post-spinoff payments relate back to\nthe tax-free transaction. The reimbursements X received from Z are not sufficiently related to the tax-free\nspinoff so as to be excluded from X’s income. The mere contemporaneous execution of\nthe spinoff transaction and employee assignment agreement is not enough to make the\ntwo integrally related for tax purposes. The purpose of the employee assignment\nagreement appears to be more closely tied to obtaining the union’s approval for the\nspinoff, rather than integrally related to the spinoff transaction itself. In Arrowsmith, the\nliability was not fixed and ascertainable until after the corporate liquidation, but the\nliability for the judgment had arisen, or was directly related to, an event that occurred POSTF-100602-09 11 before the liquidation. Arrowsmith, 344 U.S. at 7-8. In cases in which the courts have\nrefused to apply the Arrowsmith doctrine, the two transactions were, in all economic\nreality, two separate, independent events. See, e.g., Seagate Technology, T.C. Memo\n2000-361, at *23. Here, X and Z were not required, by sections 351, 355, or 368, to\nenter into the employee assignment agreement in order to effectuate the spinoff, and, in\nany event, none of those provisions (or related provisions) would grant non-recognition\ntreatment to payments received by X under the agreement. X and Z entered into the\nemployee assignment agreement in large part because the CBA required it. The\nemployee assignment agreement was merely an executory agreement about the\nparties’ future dealings regarding employees. Therefore, because X has failed to show\nthat the reimbursements are part and parcel of the tax-free spinoff of Z, X must include\nthe reimbursements in income when received. The Tax Sharing Agreement and the Danielson Rule In their tax sharing agreement, X and Z expressly agreed that X would recognize\nthe reimbursements as income and simultaneously deduct as compensation expenses\nthe amounts it was paying its employees assigned to Z; Z was to treat the\nreimbursements consistent with X’s treatment. X now seeks to effectively repudiate this\nportion of the tax sharing agreement, without any apparent regard to the effects such a\nretroactive act would have on Z. Z has not had any opportunity to present its views\nregarding the correctness of the applicable section of the tax sharing agreement."
}