{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 5,
  "chunk_text": "In Buckley v.\nValeo, 424 U.S. 1 (1975), the Supreme Court stated that anyone who exercises\nsignificant authority pursuant to the laws of the United States is an officer. 5 The term\n“officers” embraces all appointed officials exercising responsibility under the public laws\nof the nation. Id. 424 U.S. at 131. Officers perform a significant governmental duty\nexercised pursuant to a public law, and administer and enforce the public law. Id. 424\nU.S. at 139, 141. More specifically addressing the definition of officer is Metcalf & Eddy v. Mitchel, 269\nU.S. 514 (1926), where the Supreme Court considered whether consulting engineers\nhired by states, municipalities, or water supply and sewage districts were independent\ncontractors or “officers and employees” of a state. The court explained that an office is\na public station conferred by the appointment of a government. The term “officer”\nembraces the idea of tenure, duration, emolument and duties fixed by law, and where\nan office is created, the law usually fixes its incidents, including its term, its duties and\nits compensation.” Id. 269 U.S. at 520 (citations omitted). Conversely, the independent\ncontractor has liberty of action which excludes control or the right to control\ncharacteristic of the employer-employee relationship. Id. 269 U.S. at 521. In Pope v. Commissioner, 138 F.2d 1006 (6th Cir. 1943), the Sixth Circuit, following\nMetcalf & Eddy, established the following standards to define the term “public office:” (1)\nIt must be created by the constitution, the legislature, or by a municipality or other body\nwith authority conferred by the legislature; (2) There must be a delegation of a portion of\nthe sovereign powers of government to be exercised for the benefit of the public; (3)\nThe powers conferred and the duties to be discharged must be defined either directly or\nindirectly by the legislature or through legislative authority; (4) The duties must be\nperformed independently and without control of a superior power other than the law;\nand (5) the office must have some permanency and continuity, and the officer must take\nan official oath. In summary, a public official is an agent of the state with the power to act on behalf of\nthe state. The duties of the office, and frequently its compensation, are defined by\nstatute. An official acts with a certain amount of independence under the law, but many Section 1402(c)(1) of the Code provides in relevant part that the term \"trade or business\"\nfor self-employment tax purposes shall not include the performance of the functions of a\npublic office. 4 5 This case arose in the context of an issue concerning federal elections, not federal taxes. Similarly, the\ntwo cases, Metcalf and Pope, cited to in the two paragraphs that follow Buckley are not federal tax cases. POSTF-123043-08 7 officials are also responsible to other officials, as specified in statutes or ordinances. A\npublic official does not have the freedom from supervision characteristic of an\nindependent contractor. 6\nRev. Rul. 61-113, 1961-1 C.B. 400, dealt with individuals who served as members of a\nhearing board of an air pollution control district, who were appointed by the county\nboard of supervisors, took an oath of office, held public hearings, and submitted their\ndecisions to the county."
}