{
  "document_category": "legal-advice",
  "document_name": "044101f.pdf",
  "chunk_index": 3,
  "chunk_text": "Form 8824 Attachment. Taxpayer calculated gain as follows: Tangibles FMV Received\nAmount 3 FMV Transferred Surplus\nAmount 4\nAmount 5 Tax Basis\nAmount 6 Realized Gain\nAmount 7 Recognized Gain\nAmount 2 4\nSection 1.1031(a)-1(b) defines the words “like kind” as having reference to the nature or\ncharacter of the property and not to its grade or quality. Further, the regulations provide\nthat one kind or class of property may not, under the nonrecognition provisions of\n§ 1031(a), be exchanged for property of a different kind or class. Thus, the fact that any\nreal estate involved is improved or unimproved is not material, for that fact relates only\nto the grade or quality of the property and not to its kind or class. In determining the proper classification of property as real or personal for purposes of\n§ 1031 and the like-kind exchange rules, it is well settled that state law must be\nconsidered. For example, in Rev. Rul. 55-749, 1955-2 C.B. 295, the Service held that\nwhere, under applicable state law, water rights are considered real property rights, the\nexchange of perpetual water rights for a fee interest in land constitutes a non-taxable\nexchange of like-kind property under § 1031(a). Similarly, in Oregon Lumber v. Commissioner, 20 T.C. 192 (1953), a taxpayer\nexchanged a fee simple interest in real property for a limited right to cut and remove\nstanding timber. The court found that the cutting rights were personal property under\nOregon law and held that \"[a]n exchange of realty for personalty is not an exchange of\nproperty for property of like kind.\" 20 T.C. at 196. See also Morgan v. Commissioner,\n309 U.S. 78, 82 (1940), providing that \"[i]n the application of a federal revenue act, state\nlaw controls in determining the nature of the legal interest which the taxpayers had in\nthe property or income sought to be reached by the statute.\" Once it is determined that property is personal property, the rules in § 1.1031(a)-2 must\nbe used to determine if the “like-kind” requirements of § 1031 have been satisfied. Under § 1.1031(a)-2(b)(1), if depreciable tangible personal property is exchanged for\nother property, the properties are of like-kind within the meaning of § 1031 if they are\neither of a like kind or a like class. For this purpose, depreciable tangible personal\nproperty is of a like class to other depreciable tangible personal property if the\nexchanged properties are either within the same General Asset Class or within the\nsame Product Class. A single property may not be classified within more than one\nGeneral Asset Class or within more than one Product Class. In addition, property\nclassified within any General Asset Class may not be classified within a Product Class. A property’s class is determined as of the date of the exchange. Section 1.1031(a)-2(b)(2) sets forth the rules relating to General Asset Classes. The\nrules relating to whether exchanged properties are within the same Product Class are in\n§ 1.1031(a)-2(b)(3). Thus, in the present case, the examination team correctly looked to State 1 law in\ndetermining the proper classification of the County 1 and County 2 pipelines as either\nreal or personal for purposes of § 1031."
}