{
  "document_category": "legal-advice",
  "document_name": "112701f.pdf",
  "chunk_index": 8,
  "chunk_text": "For financial accounting purposes, Taxpayer debited general revenue and credited\nretained earnings in the amount of the BEA payments. We have not identified any evidence to indicate that the BEA payments were\nintended to compensate or reimburse Taxpayer solely for any capital investments or\nimprovements. It is our opinion that based upon the information provided, the Fund's\nmotivation for making the BEA payment was to supplement Taxpayer's operating\nincome, thereby creating an incentive for Taxpayer to expand investment, lending and\ndeposit activities in distressed communities. We also note that this case is factually distinguishable from Southern Family,\nsupra. The BEA payments at issue are calculated based upon the increased value of\nthe applicant’s qualifying activities to provide an incentive for sustained investment,\nlending and deposit activities in distressed communities. As reflected in the NOFA,\nTaxpayer’s assistance through deposits to a community development financial\ninstitution must be uninsured or provided at an interest rate that is materially below\nmarket rates. This reflects an intent to provide a supplemental return on an investment POSTF-147002-10 9 with a higher risk (if uninsured) or a lower return (if made at a below market interest\nrate). The BEA payments are also distinguishable from Southern Family because\nTaxpayer did not have any contact with the Fund or engage in any negotiations with the\nFund. The BEA payments are unilaterally prescribed by the Fund. See 12 CFR §\n1806.203(f); 72 Fed. Reg. at 192, 195. Moreover, unlike in Southern Family, Taxpayer\naccounted for its receipt of the BEA payments in its financial accounting records by\ndebiting its general revenue account and crediting its retained earnings account in the\namount of the BEA payment for each of the years *** c and *** d. The taxpayer in\nSouthern Family was subject to strict accounting requirements and treated the payment\nas a capital contribution on its financial statements. Analysis under Chicago, Burlington & Quincy R.R. It is also our opinion that Taxpayer does not satisfy four of the five characteristics\nof a nonshareholder contribution to capital, as established by the Supreme Court. The\nremaining characteristic is immaterial as the BEA payment was made in cash and, thus,\nbenefitted Taxpayer in the amount of the BEA payment. See TAM 9238007 (June 10,\n1992). Therefore, it is our opinion that the BEA payments received by Taxpayer during\nthe taxable years *** c and *** d are not excluded from gross income under section 118. First, the BEA payments did not become a permanent part of Taxpayer’s working\ncapital, nor were the BEA payments used by Taxpayer for the acquisition of any capital\nassets. Taxpayer accounted for the receipt of the BEA payments by increasing its\ngeneral revenue account. Taxpayer used the BEA payments to pay current operating\nexpenses. The BEA payment cannot qualify as a contribution to capital where it is used\nfor operating expenses as any other operating revenue would be used. Texas & Pacific\nRailway Co. v. U.S., 286 U.S. 285, 290 (1932). Taxpayer's use of the BEA payments to\npay operating expenses merely subsidized its current operations. Therefore, the BEA\npayments did not become a permanent part of Taxpayer’s working capital structure. Second, the BEA payments were payments for specific services provided."
}