{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 32,
  "chunk_text": "ReferenCAUTION ces to lines in the following instructions refer to the line on either\nform. ! Line 1a\nTotal Amount From Form(s)\nW-2, Box 1\nEnter the total amount from Form(s)\nW-2, box 1. If a joint return, also include your spouse's income from\nForm(s) W-2, box 1. If you earned wages while you\nwere an inmate in a penal instiCAUTION tution, you will now report\nthese amounts on Schedule 1, line 8u. Do not report those wages on line 1a. See the instructions for Schedule 1,\nline 8u. ! If you received a pension or annuity from a nonqualified deCAUTION ferred compensation plan or a\nnongovernmental section 457(b) plan\nand it was reported in box 1 of Form\nW-2, do not include this amount on\nForm 1040, line 1a. This amount is reported on Schedule 1, line 8t. ! Line 1b\nHousehold Employee\nWages Not Reported on\nForm(s) W-2 Enter the total of your wages received as\na household employee that was not reported on Form(s) W-2. An employer\nisn’t required to provide a Form W-2 to\nyou if they paid you wages of less than\n$2,400 in 2022. For information on employment taxes for household employees, see Tax Topic 756. Line 1c\nTip Income Not Reported on\nLine 1a This should include any tip income you\ndidn’t report to your employer and any\nallocated tips shown in box 8 on your\nForm(s) W-2 unless you can prove that\nyour unreported tips are less than the\namount in box 8. Allocated tips aren't included as income in box 1. See Pub. 531\nfor more details. Also include the value\nof any noncash tips you received, such\nas tickets, passes, or other items of value. Although you don’t report these noncash tips to your employer, you must report them on line 1c. You may owe social security\nand Medicare or railroad reCAUTION tirement (RRTA) tax on unreported tips. See the instructions for\nSchedule 2, line 5. ! Line 1d\nMedicaid Waiver Payments\nNot Reported on Form(s)\nW-2, Box 1 Enter your taxable Medicaid waiver\npayments that were not reported on\nForm(s) W-2. Also enter the total of\nyour taxable and nontaxable Medicaid\nwaiver payments that were not reported\non Form(s) W-2, or not reported in\nbox 1 of Form(s) W-2, if you choose to\ninclude nontaxable payments in earned\nincome for purposes of claiming a credit\nor other tax benefit. If you and your\nspouse both received nontaxable Medicaid waiver payments during the year,\nyou and your spouse can make different\nchoices about including payments in\nearned income. See the instructions for\nSchedule 1, line 8s. Line 1e\nTaxable Dependent Care\nBenefits From Form 2441,\nLine 26 Enter the total of your taxable dependent\ncare benefits from Form 2441, line 26. Dependent care benefits should be\nshown in box 10 of your Form(s) W-2. But first complete Form 2441 to see if\nyou can exclude part or all of the benefits. Enter the total of your tip income that\nwas not reported on Form 1040, line 1a. Need more information or forms? Visit IRS.gov. -24- Line 1f\nEmployer-Provided\nAdoption Benefits From\nForm 8839, Line 29 Enter the total of your employer-provided adoption benefits from Form 8839,\nline 29. Employer-provided adoption\nbenefits should be shown in box 12 of\nyour Form(s) W-2 with code T."
}