{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 7,
  "chunk_text": "Maloof v. Commissioner, 65 T.C. 263, 269 (1975) citing\nHarvey J. Johnson v. Commissioner, 43 T.C. 736, 741 (1965). The broadcast stations will receive replacement equipment which will enable\nthem to continue operations without interruption and with \"comparable functionality\" on\nthe remaining licensed bandwidth. Pursuant to the FCC Order, the Transition\nAdministrator must provide the broadcasters with \"comparable facilities.\" Comparable\nfacilities are those that will provide the same level of service as the incumbent’s existing\nfacilities, with transition to the new facilities as transparent as possible to the public end\nusers of the broadcast services. The FCC requires that the Transition Administrator\nprovide all equipment and related costs, or reimburse broadcasters for relocation costs\nincurred, including those for replacement equipment, integration, testing, and training\ncosts to ensure that the replacement equipment provides comparable functionality to\nthe broadcast stations. Accordingly, the provision of \"comparable facilities\" includes not\nonly the replacement equipment itself, but also the related installation and other capital\ncosts that the FCC has ordered the Transition Administrator to pay. It is not necessary to acquire property which duplicates exactly that which was\nconverted. Maloof, at 269. Thus, the fact that the new equipment may be more\nvaluable, or may employ more efficient circuitry than the converted equipment (in that it\nuses digital rather than analog circuitry) does not matter for purposes of I.R.C. §\n1033(a)(1). Rather, what matters is that the replacement equipment received by\nTaxpayer is similar or related in service or use to that rendered worthless by the FCC\naction. In addition, the broadcast stations, as owner-users of the converted equipment,\nwill continue to be owner-users of the replacement equipment. Therefore, the\nreplacement equipment is similar or related in service or use to the converted\nequipment. 4 Rev. Rul. 64-237 delineates between the functional use of property held by the taxpayer as an owneruser and property held for investment but not used directly by the taxpayer (i.e., property owned by a\ntaxpayer but leased to another party). For property to qualify as replacement property for I.R.C. § 1033\npurposes, the physical characteristics of, and the taxpayer's relationship to, the replacement property\nmust be similar to the physical characteristics of, and the taxpayer's relationship to, the converted\nproperty. If a taxpayer is an owner/user of the converted property (as opposed to an owner/lessor), the\nrequired relationship of the taxpayer to the replacement property is to continue as an owner/user of the\nreplacement property. CC:LM:CTM:LA:2:POSTF-108806-08 page 8 CONCLUSION The FCC has implemented a spectrum reallocation plan to improve the\ncommunications capabilities of the nation's public safety first responders. Under this\nplan, incumbent BAS broadcasters must relocate to different and narrower frequency\nassignments. Such relocation necessitates, and the FCC Order requires, the broadcast\nstations to cease using certain of its existing equipment, the use of which would\notherwise cause interference with the new users of the reallocated and relicensed\nspectrum. Pursuant to the FCC Order, the broadcast stations will be provided with\n\"comparable facilities,\" that is, replacement equipment and related installation and other\ncapital costs that will allow the broadcast stations to continue operations on the new and\nnarrower spectrum licensed to them."
}