{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 9,
  "chunk_text": "Young & Rubicam, 410 F.2d at 1243. If the taxpayer fails\nto demonstrate a direct nexus between the purpose of the payment\nand the taxpayer’s business or income producing activities then\nthe deduction will not be allowed. Lettie Page Whitehead\nFoundation, Inc. v. United States, 606 F.2d 534, 538 (5th Cir.\n1979). claims that it awarded stock options to its\nsubsidiaries’ employees to induce the expatriate employees to\npromote and protect its global-brand, trademarks, and reputation. claims that this global-brand strategy protected\nand enhanced\nreputation and goodwill, which\nincreased\nroyalty income and the sales of\nto its subsidiaries. claims that\nits interest in protecting its global-brand, trademarks, and\nreputation are at odds with the subsidiaries’ interest in\nmaximizing local profits, and therefore,\nmust\ncompensate the expatriate employees in a manner tied directly to\noverall success, rather than the success of the\nsubsidiary. Therefore,\nclaimed that it awarded\nstock options to encourage the employees to act in\ninterest where that interest might be in conflict with the\nsubsidiary’s short term profit goals. presented\nno evidence to support this claim. Neither has it explained why\nit did not make such an allocation to the expatriate employees\nwho did not receive the stock options. CC:LM:F:MAN:1:POSTF-112619-02 page 12 argument implies that it may deduct the\nexpenses because it was motivated by a purpose to protect and\npromote its own business and its relationship to its own\ncustomers. Coulter Electronics, Inc. v. Commissioner, T.C. Memo.\n1990-186, aff’d. without published opinion 943 F.2d 1318 (11th\nCir. 1991); Lohrke v. Commissioner, 48 T.C. 679 (1967); L. Heller\nand Son, Inc. v. Commissioner, 12 T.C. 1109 (1949). We do not\nbelieve that the circumstances surrounding the deductions claimed\nby\nare within the narrow exceptions espoused by\nthe cited cases. These cases involved a clear proximate danger\nto the taxpayer and involved a payment made to protect the\ntaxpayer’s existing business from imminent harm. Young & Rubicam,\n410 F.2d at 1243. None involved a situation where a taxpayer\nattempts to allocate a portion of its subsidiaries’ employee\ncompensation. Here,\nis not faced with clear proximate\ndanger to its own domestic business or harm to its relationship\nwith its own customers, such as loss of domestic sales of\nconsumer products. only claims that it might lose\nroyalty income and income derived from sales of\nto its subsidiaries if expatriate employees do not follow\nits global-brand strategy. Therefore,\n“ultimate\npurpose” in paying the stock options was to realize a return\nthrough corporate profits received from its subsidiaries, and was\nnot to keep its subsidiaries in existence to protect or promote\nown business by realizing a return on its\npayment of the stock options through continued profits from\nunrelated third parties. The courts do not allow the exception\nto the general rule for this type of motivating purpose. See e.g.\nLohrke, 48 T.C. at 679. Here,\nwas not in imminent\nharm and did not offer any proof that it had a motivating purpose\nto protect and promote its own business prior to incurring the\nexpense of the stock options. Furthermore, there is no need for\nto award\nthe stock options to induce the expatriate employees to follow\nglobal-brand strategy. subsidiaries and their employees must follow\ncorporate guidelines as part of their corporate and legal\nrelationship with\n."
}