{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 2,
  "chunk_text": "These restaurants are owned by S corporations, partnerships and\nlimited liability companies (taxed as partnerships). A has an equity interest (in varying\namounts from nominal to substantial) in a number of these restaurants. A provides\nstaffing, administrative, and/or management services to these restaurants. A also\nprovides fee-based consulting services to independent restaurateurs. For its services to these affiliate-owned restaurants, A charges a management or\nadministrative service fee, generally #DD% of restaurant sales; it also bills for direct\ncosts (primarily payroll and related benefit costs) incurred in providing the services to\nthe restaurants. A’s fee income for these services now constitutes the bulk of its\nincome. 2. A’s plastic gift card program Of the #CC A-affiliated restaurants, #EE (#FF including C), participate in A’s gift card\nprogram (Participating A Restaurants). 2 These #FF Participating A Restaurants\noperate under approximately #GG different concepts and trade names, with only A\nhaving title to the trade names. As are the other A affiliated restaurants, all #FF\nParticipating A Restaurants are advertised and promoted as so-called A Restaurants,\nand consistent with these facts, the A gift cards are honored at all the Participating\nRestaurants irrespective of where the cards are sold. A, as management company, has the right to determine which of the #FF Participating\nrestaurants will participate in its gift card program. It also has the right to terminate a\nrestaurant’s participation in the program. If a restaurant closes or its participation in\nthe program terminates, the restaurant has no further rights or obligations under the\nprogram other than its right to have A reimburse it for A gift cards honored by the\nrestaurant before the termination. In addition to the #FF Participating A Restaurants, approximately #HH D Restaurants\nof E also participate in the program by either selling and redeeming or just redeeming\nA’s gift cards (collectively Participating Restaurants). 3 Their participation stems from\n1 A holds direct minority equity interests in some of its affiliates. In general, however, the equity\nownership interests of the A partners in A and its affiliates reflect their involvement in the various A\nrestaurants. Thus, for example, an A partner could have varying equity interests in one or more A\nrestaurants and no equity interests in other A restaurants. 2 The gift cards cannot be used for payment at A affiliated F or G food service units. 3 The #JJ B area D restaurants sell and accept the gift cards for payment. The approximately #LL D\nRestaurants outside B only accept the gift cards for payment. All the D restaurants also sell E gift cards. POSTF-134398-08 5 E’s Year 17 acquisition of the first #II D (B area) restaurants which at that time were A\naffiliates participating in the gift card program. These restaurants were subsequently\nmanaged by A for several years and continued to participate in the program. The\ncurrent participation of the D restaurants continues under a marketing arrangement\nbetween A and E.\nA and each of the separate participating restaurants4 sell gift cards in various\ndenominations5 to the general public. The gift cards are issued under the A nameplate\nonly."
}