{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 69,
  "chunk_text": "A school includes a\ntechnical, trade, or mechanical school. It doesn't include an\non-the-job training course, correspondence school, or school offering courses only through the Internet. Welfare benefits, effect of credit on. Any refund you receive\nas a result of taking the EIC can't be counted as income when\ndetermining if you or anyone else is eligible for benefits or assistance, or how much you or anyone else can receive, under\nany federal program or under any state or local program financed in whole or in part with federal funds. These programs\ninclude Temporary Assistance for Needy Families (TANF),\nMedicaid, Supplemental Security Income (SSI), and Supplemental Nutrition Assistance Program (formerly food stamps). In\naddition, when determining eligibility, the refund can't be counted as a resource for at least 12 months after you receive it. Check with your local benefit coordinator to find out if your refund will affect your benefits. -42- Worksheet A—2022 EIC—Line 27 Before you begin: Keep for Your Records Be sure you are using the correct worksheet. Use this worksheet only if you\nanswered “No” to Step 5, question 2. Otherwise, use Worksheet B. Part 1 1. Enter your earned income from Step 5. All Filers Using\nWorksheet A 2. Look up the amount on line 1 above in the EIC Table (right after\nWorksheet B) to find the credit. Be sure you use the correct column\nfor your filing status and the number of qualifying children you have who\nhave a valid SSN as defined earlier. Enter the credit here. 1 2 STOP If line 2 is zero,\nYou can’t take the credit. Enter “No” on the dotted line next to Form 1040 or 1040-SR, line 27. 3. Enter the amount from Form 1040 or 1040-SR, line 11. 4. Are the amounts on lines 3 and 1 the same? 3 Yes. Skip line 5; enter the amount from line 2 on line 6.\nNo.\n5. Part 2 Filers Who\nAnswered\n“No” on\nLine 4 Part 3 Your Earned\nIncome Credit Go to line 5. If you have:\n● No qualifying children who have a valid SSN, is the amount on\nline 3 less than $9,200 ($15,300 if married filing jointly)? ● 1 or more qualifying children who have a valid SSN, is the amount\non line 3 less than $20,150 ($26,300 if married filing jointly)? Yes. Leave line 5 blank; enter the amount from line 2 on line 6. No. Look up the amount on line 3 in the EIC Table to find the\ncredit. Be sure you use the correct column for your filing\nstatus and the number of qualifying children you have who\nhave a valid SSN. Enter the credit here. Look at the amounts on lines 5 and 2. Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S"
}