{
  "document_category": "legal-advice",
  "document_name": "090801f.pdf",
  "chunk_index": 7,
  "chunk_text": "(e.g., Krukowski v. Commissioner, 279 F.3d 547, 551 (7th Cir 2002); Gehl Co. v.\nCommissioner, 795 F.2d 1324, 1328 (7th Cir. 1986)). It is well settled that a legislative\nregulation must be upheld unless it is “arbitrary, capricious, or manifestly contrary to\n[the] statute.” Krukowski, 279 F.3d at 551 (quoting Chevron U.S.A. Inc. v. Natural Res.\nDefense Council, Inc., 467 U.S. 837, 844 (1984)). Thus, “[w]here the Commissioner POSTF-108700-08 10 acts under specific authority, [the Court’s] primary inquiry is whether the interpretation or\nmethod is within the delegation of authority.” Rowan Cos. v. United States, 452 U.S.\n247, 253 (1981). Under authority expressly delegated to him, the Secretary of the Treasury\nadopted regulations providing that a taxpayer owing interest to a related foreign party is\nentitled to a deduction for that interest only at the time the interest is paid. The effect of\nthe regulation is to place accrual basis taxpayers on the cash basis method of\naccounting with respect to such interest obligations. As stated above, the Tax Court in\nSquare D Co. and Subs v. Com’r,118 T.C. 299 (2002), the Third Circuit in Tate & Lyle,\nInc. v. Com’r, 87 F.3d 99 (1996) and the Seventh Circuit in Square D Co. and Subs v.\nCom’r, 438 F.3d 739 (2006) have all held the regulation valid under the authority\ndelegated to the Secretary by I.R.C. § 267(a)(3), as a permissible interpretation of the\nstatutory scheme. The Supreme Court in Chevron laid out a two-step analysis to determine the\nvalidity of a regulation. See Chevron U.S.A. Inc. v. Natural Res. Defense Council, Inc.,\n467 U.S. 837, 844 (1984). First, does the plain meaning of the relevant Code provision\nsupport the regulation and second, if the plain meaning is either silent or unclear as to\nthe regulations validity, then a court must evaluate the reasonableness of the\nCommissioner’s determination. Square D & Subs. v. Com’r, 438 F.3d 739, 744 (2006). Congress Remained Silent on How to Apply the Matching Principle of I.R.C. § 267(a)(2)\nI.R.C. § 267(a)(3) directs the Secretary to adopt regulations applying “the\nmatching principle” of I.R.C. § 267(a)(2) “in cases in which the person to whom the\npayment is to be made is not a United States person.” I.R.C. § 267(a)(3). The Tax Court\nin Square D discussed above, like the Third Circuit in Tate & Lyle, 87 F.3d at 104–05,\nheld that Congress had not “spoken to the precise question at issue,” but rather had\nremained “silent or ambiguous” as to how the Secretary should apply that matching\nprinciple. Chevron, 467 U.S. at 842. Thus, once it has been determined that “the statute is silent or ambiguous with\nrespect to the specific issue,” how to specifically apply the matching principle of I.R.C. §\n267(a)(2), the second inquiry under the Supreme Court’s Chevron doctrine is whether\nthe regulation “is based on a permissible construction of the statute.” Chevron, 467\nU.S. at 843. The Third Circuit in Tate & Lyle held the regulation valid because it “is not\nmanifestly contrary to section 267(a)(3).” 87 F.3d at 105."
}