{
  "document_category": "legal-advice",
  "document_name": "092103f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20092103F\nDate: 5/22/2009\nCC:TEGE:FS:GCDAL:MMMcCarthy POSTF-123043-08\nU.I.L. 3401.04-02\ndate: March 31, 2009\nto: -----------------Gulf Coast Group ------from: Area Counsel (Gulf Coast Area)\n(Tax Exempt & Government Entities)\nsubject: Worker Classification of -------------- Review Board Members\nTaxpayer: --------------------------------District\nEIN: ---------------This advice constitutes return information subject to I.R.C. ยง 6103. This advice\ncontains confidential information subject to attorney-client and deliberative\nprocess privileges and if prepared in contemplation of litigation, subject to the\nattorney work product privilege. Accordingly, the recipient of this document may\nprovide it only to those persons whose official tax administration duties with\nrespect to this case require such disclosure. In no event may this document be\nprovided to Examination, Appeals, or other persons beyond those specifically\nindicated in this statement. This advice may not be disclosed to taxpayers or\ntheir representatives. This advice is not binding on the TEGE Division and is not a final case\ndetermination. Such advice is advisory and does not resolve the Service's\nposition on an issue or provide the basis for closing a case. The determination of\nthe Service in the case is to be made through the exercise of the independent\njudgment of the office with jurisdiction over the case. This writing may contain privileged information. Any unauthorized disclosure of\nthis writing may have an adverse affect on privileges, such as the attorney-client\nprivilege. If disclosure becomes necessary, please contact this office for our\nviews. Issues POSTF-123043-08 2 1. Are -------------Review Board (------) Members considered public officials for purposes\nof section 3401(c)1? 2. Are ------ Members employees or independent contractors? a. Are the ------ members covered by a section 218 agreement? b. Are the -------members employees under the common law test? c. Does ---------law control whether ------ Members are employees under the\ncommon law test for federal employment tax purposes?. 3. If -------Members are employees, who is the employer? 4. If ------ Members are employees, does ---------qualify for section 530 relief? Conclusions\n1. Yes, ------ Members appear to meet the definition of public official under section\n3401(c), and therefore should be treated as employees for federal income tax\nwithholding purposes. 2. ------ members appear to be employees. a. If -------members are determined to be covered under a section 218\nagreement, they should be treated as employees for the purposes of\napplicable FICA taxes, although the Social Security Administration has\njurisdiction over the resolution of this issue. b. If -------members are not covered under a section 218 agreement, they most\nlikely still qualify as employees under the common law test for purposes of\napplicable FICA taxes, although liability for social security tax is dependent on\nwhether or not the workers are covered by the state retirement system. c. No, state statutes and other state law authorities are not controlling for\npurposes of determining whether a worker is an employee or independent\ncontractor for purposes of federal employment taxes, although they may be\nrelevant to the extent that they illuminate whether a right of control exists on\nthe part of the State or the circumstances of the working relationship for\npurposes of applying the common law test."
}