{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 11,
  "chunk_text": "It\nneither expresses nor implies a mutual agreement by the Coop, its members, and participating patrons to\nreclassify b purchases into PURPIMS. The October 20--- memorandum is an untimely, self-serving\nunilateral action by the Coop. POSTF-143023-10 13 If the reclassification were to be allowed, this would result in a significantly larger\nsection 199 domestic production activities deduction for the Coop and erroneous\nsection 199 computations for an undetermined number of members/patrons. It would\nalso be detrimental and cause irreparable harm to the member/patrons and tax\nadministration. If this reclassification is allowed, the members and participating patrons would\nhave used incorrect amounts of b sales and Coop per-unit retain in reporting their\nfederal income tax liability and determining their own I.R.C. §199 domestic production\nactivities deductions, for the taxable year 20---. The members and participating patrons\noriginal reporting was based on completed contracts that the parties intended to be b\npurchases/sales and on the Coop’s original reporting of these transactions to the\nmembers and participating patrons. No steps were taken by the Coop to obtain the b\nseller members and participating patrons timely agreement to this reclassification and,\nthe Coop did not provide timely notice of the planned reclassification to the members\nand participating patrons, prior to the time for filing their income tax returns (and the\nexpiration of the 3-year statute of limitations for the taxable year 200--). We conclude that the Coop’s unilateral reclassification is not supported by the\nfacts pertaining to the Cooperative’s taxable year 20---. More specifically, we conclude\nthat a reclassification can not be effected by a unilateral act by the Coop contrary to the\noriginal intention and settled expectations of the contracting parties to the b transaction. We further conclude that the Coop has not presented any evidence of the necessary\nmutual agreement to amend the original b transaction to show a timely agreement to\ntreat the b sale/purchase proceeds as per unit retains. We can not assume that all or\nany number of members and participating patrons would be amenable to this\nreclassification. This is especially true because allowing this departure from the Coop’s\noriginal treatment would result in erroneous 20----federal individual income tax returns\nfor an undetermined number of the Coop’s --------total members and participating\npatrons. To allow the Coop to amend its 20--- return to treat the b purchases in a\nmanner inconsistent with their original return will be detrimental to tax administration. This is because, given closed 3-year statutes of limitations for most, if not all of the -------------total members and participating patrons. The Coop’s untimely reclassification is\nprejudicial the Service’s ability to determine and collect the correct amount of tax, from\nall the affected taxpayers. Limitations of this opinion In response to a request for rulings dated March 6, 20---, taxpayer received a\nPrivate Letter Ruling (“PLR”, PLR 200942022) using facts from their tax year ended\nDecember 31, 20---. The PLR held 1) That the Coop’s b payments to members and\nparticipating patrons constitute “per-unit retain allocations paid in money” within the\nmeaning of section 1382(b)(3) of the Code; and 2)"
}