{
  "document_category": "legal-advice",
  "document_name": "11382f.pdf",
  "chunk_index": 14,
  "chunk_text": "That is when A becomes entitled to the funds, and when any prepaid\nfunds held by A are no longer held in trust or as deposits and therefore are income to A,\nas discussed above. Treas. Reg. §1.451-1(a). Issue 3: It is reasonable for the Service to determine that, in the absence of\nevidence to establish otherwise, gift checks provided by A to D stores for sale to\ncustomers have been sold the year the that A receives funds from D stores. It is reasonable to assume that D stores are unlikely to be advancing or\ndepositing money to be held-in-trust in exchange for gift checks that exceed the amount\nof gift checks that the D stores may sell. D stores do not want to keep excessive gift\nchecks on hand because they may be stolen, damaged, or lost. Just-in-Time-Inventory\nor a close approximation thereto, makes business sense because the gift checks are\nnot interest-bearing instruments. It is an accepted business principle that an entity\nwants to manage its cash and cash equivalents in a profitable manner by investing all\nnon-essential cash and cash equivalents. It is also reasonable to conclude that a D store will determine its inventory not\nless often than once a year, for purposes of determining its annual income and, in all\nlikelihood more frequently (to aid the taking of annual inventory through interim\ninventories or for financial statement preparation, interim or annual). In addition, as the\ntaxpayer is an association of the member franchisor and the franchisees and as the\ntaxpayer makes the gift check program available to participating members, it is\nreasonable to conclude that the taxpayer should be able to require its gift check\nparticipating members to provide information on the number of unsold gift checks on\nhand. An important factor to be considered is how often any one D store orders checks. It is reasonable to conclude that, when a store places a new order for gift checks, it is\nbecause it has sold all or almost all of its previously purchased gift checks to customers. The ordering party may always provide documentary evidence to the contrary. Therefore, it is reasonable for the Service to require A to establish by persuasive\ndocumentary evidence, including a reasonable estimate, the amount of gift check bank\naccount proceeds that represent unsold gift checks. In the absence of such evidence,\nwe conclude that it would be reasonable for the Service to determine that funds\nadvanced by D stores that remain in taxpayer’s gift check bank accounts after a\nreasonable amount of time (e.g., for ----- days or more) represent gift check sales\nproceeds from sales by D stores to customers. There is no magical number; the figure ------ days is just one possible reasonable figure. What this reasonable amount of time is\nwould depend on the specific facts and circumstances. Each examiner or reviewer may\nconsider what a particular store’s gift check inventory policy is and how often a store\norders, or reorders, gift checks. POSTF-149051-10 18 Issue 4: A may deduct amounts paid to D stores to redeem gift checks when D\nstores redeem the gift checks."
}