{
  "document_category": "legal-advice",
  "document_name": "20032902f.pdf",
  "chunk_index": 2,
  "chunk_text": "further alleges that\nsalary and bonuses are based on the employee’s performance in\nincreasing the foreign subsidiary’s net income and the stock\noptions are awarded based on the employee’s performance in\nincreasing the overall success of\n, i.e.\nincreasing royalty income. However,\nhas no\nrecords allocating the time spent and the costs incurred between\nthe various alleged activities and it has not presented any\nevidence in support of its allocation for those alleged benefits. During the period at issue,\nclaimed deductions\nfor stock option expenses in the amount of approximately\n. The\nforeign subsidiaries paid\nroyalties for use\nof\nbrands and trademarks. The subsidiaries also\npurchased the\nfrom\nfor\nuse in the manufacture of its products. only\nclaimed a deduction for stock options it awarded to expatriate\nemployees of its foreign subsidiaries that had U.S. social\nsecurity numbers. LAW AND ANALYSIS\nRelationship Between Section 83 and Section 162\nSection 83 determines when a transfer of property in the\nconnection with the performances of services is taxable to a\nservice provider. Property for purposes of section 83 includes\nall real and personal property other than money or an unfunded\nand unsecured promise to pay money or property in the future. Treas. Reg. § 1.83-3(e). The most common types of property\ncovered by section 83 are stock and non-statutory stock options. Section 83(h) and Treas. Reg. § 1.83-6(a)(1) provide that in\nthe case of a transfer of property under section 83, the person\nfor whom services were performed shall be allowed a deduction\nunder section 162 equal to the amount included in the gross\nincome of the person who performed the services, but only to the\nextent that such amount meets the requirements of section 162. See also Treas. Reg. § 1.83-6(a)(2). Furthermore, Treas. Reg. §\n1.83-6(d) provides that if a shareholder of a corporation\ntransfers property to an employee of such corporation in\nconsideration of services performed for the corporation, the\ntransaction shall be considered to be a contribution of such\nproperty to the capital of the corporation, and immediately\nthereafter a transfer by the corporation of the property to the\nservice provider. CC:LM:F:MAN:1:POSTF-112619-02 page 4 Even though, as discussed in detail below, Young & Rubicam,\nInc. v. United States, 410 F.2d 1233 (Ct. Cl. 1969) and several\nother cases have held that under unique and compelling\ncircumstances, a section 162 deduction may be allowable by a\nparent if it pays the subsidiary’s business expense for its own\ndirect and proximate benefit, there is not a \"direct and\nproximate benefit\" exception from the application of the specific\nrules of section 83. Thus, section 83 overrides section 162 in\nthe situation where parent grants stock options to the employees\nof its subsidiary. Therefore,\ntransfer of its\nshares to the employees of its subsidiaries should be treated as\nif\nhad made nondeductible contributions of\nsuch shares to its subsidiaries’ capital upon the exercising of\nthe non-statutory options. To the extent allowed under the rules\nof section 83(h) and the regulations thereunder, the subsidiaries\nare entitled to a section 162 deduction associated with the\noptions. Although, section 83 overrides the “direct and\nproximate benefit” exception to a section 162 deduction in\nsituation, we will analyze the facts of this case\nunder that exception. Section 162\nSection 162(a) allows a deduction for ordinary and necessary\nbusiness expenses, including a reasonable allowance for salaries\nor other compensation for personal services actually rendered. Treas."
}