{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 3,
  "chunk_text": "“Urquahart [sic] v. Commissioner, 215 F. 2d 17 (3d Cir. 1954).” (id., quoting n.2) POSTU-139175-10 29 Supreme Court held that it did not matter that the suit was not\nbrought until after the partnership had terminated; the suit was still\n\"directly connected with\" or “proximately resulted from\" the\nbusiness. Therefore, the attorneys' fees in question were currently\ndeductible. In Corporation X's case, the professional fees incurred\nwith respect to the Corporation Y lawsuit were directly tied to\nCorporation X’s core business. The Company's ability to defend its\nposition that it is not infringing on existing patents is part of its\nnormal course of business, and as such, the expenditures shall be\ndeductible under IRC §162 (a). Corporation X’s Response to IDR #1 (emphasis added). In its response to Question 1, IDR #2, Corporation X stated that the litigation fees were\n“costs primarily associated with litigation to protect profits Corporation X would receive\nfrom the sales of the future products.” (emphasis added) Corporation X stated relative\nto the Development/Pre-filing Investigation fees that “[t]his category represents costs for\nthe pre-filing research and documentation of non-infringement positions with respect to\nthe formulation of the drugs that the Company was developing and does not contribute\nto the ANDA being filed.” Corporation X did not provide any other facts relative to these\nfees. Corporation X has not raised any other arguments to support deducting, rather\nthan capitalizing, the attorney fees. LAW AND ANALYSIS\nI.R.C. § 263(a) generally prohibits deductions for capital expenditures, with deductions\nthe exception to the norm of capitalization. The norm of capitalization was explained in\nIndopco v. Commissioner, 503 U.S. 79 (1992), as follows: In exploring the relationship between deductions and capital\nexpenditures, this Court has noted the “familiar rule” that “an\nincome tax deduction is a matter of legislative grace and that the\nburden of clearly showing the right to the claimed deduction is on\nthe taxpayer.” The notion that deductions are exceptions to the\nnorm of capitalization finds support in various aspects of the Code. Deductions are specifically enumerated and thus are subject to\ndisallowance in favor of capitalization. See §§ 161 and 261. Nondeductible capital expenditures, by contrast, are not\nexhaustively enumerated in the Code; rather than providing a\n“complete list of nondeductible expenditures,” § 263 serves as a\ngeneral means of distinguishing capital expenditures from current\nexpenses. 503 U.S. at 84 (1992) (citations omitted, emphasis added). POSTU-139175-10 30 The Indopco Court, in holding the expenditure at issue was not deductible, rejected the\nargument that the expenditure could be deducted because it did not create or enhance\na separate asset, clarifying its opinion in Commissioner v. Lincoln Savings & Loan\nAss’n, 403 U.S. 345 (1971), as follows:\nNor does our statement in Lincoln Savings that “the presence of an\nensuing benefit that may have some future aspect is not\ncontrolling” prohibit reliance on future benefit as a means of\ndistinguishing an ordinary business expense from a capital\nexpenditure. Although the mere presence of an incidental future\nbenefit - “some future aspect” - may not warrant capitalization, a\ntaxpayer's realization of benefits beyond the year in which the\nexpenditure is incurred is undeniably important in determining\nwhether the appropriate tax treatment is immediate deduction or\ncapitalization."
}