{
  "document_category": "legal-advice",
  "document_name": "044102f.pdf",
  "chunk_index": 2,
  "chunk_text": "In this case, the 2-year period expired at the end of Year 3. The applicable 2year replacement period may be extended if special permission is obtained from the IRS. See\n§1033(a)(2)(B). We understand an extension was secured in this case allowing for purchase of the\nreplacement property in Year 4. 2 related in service or use to the property so converted … at the election of the taxpayer\nthe gain shall be recognized only to the extent that the amount realized upon such\nconversion … exceeds the cost of such other property….” [Emphasis added.] Section 1033(a)(2)(A)(ii) provides, in part, that a taxpayer is considered to have\npurchased property only if the unadjusted basis of such property would be its cost within\nthe meaning of § 1012. For property to be valid replacement property under § 1033(a)(2)(A), the property\nacquired must have a close functional similarity to the property converted. See Rev.\nRul. 64-237, 1964-2 C.B. 319. Under this “functional use” test, properties are\nconsidered similar or related in service or use if the physical characteristics and end\nuses of the converted and replacement properties are closely similar. Contract rights have been held to constitute “property.” See Schneider v.\nCommissioner, 65 T.C. 18 (1975); Mitchcom v. United States, 573 F.2d 58 (Ct. Cl.\n1978). Thus, in the present case, the timber cutting contract pertaining to Location X is\nthe converted property for purposes of § 1033. Only other timber cutting contracts\nconstitute qualifying replacement property under these facts. 2 Thus, only those costs\nincurred to acquire such contracts should be taken into account in determining whether\nan eligible purchase or replacement property has occurred. In addition, costs incurred\nto acquire such contracts as replacement property may also include any premium paid\nto secure a contract with favorable terms. For example, section 8.1 of the sample\ncontract you provided (contract #XX) allows for the sale of the contract rights by the\ntaxpayer, subject to the owner’s approval. A premium paid for the inclusion of such\nprovision would be taken into account in determining the cost of replacement property. However, an incurred cost does not qualify to the extent it constitutes an advance\npayment of a royalty for timber to be later harvested. In addition, even if the cost of the timber and costs associated with cutting the timber\ncould qualify as expenditures for property similar or related in service or use, some of\nthese expenditures will be incurred after the close of the applicable replacement period. Section 1033 requires that replacement property be “purchased” within the applicable\nreplacement period. See Rev. Rul. 55-517, 1955-2 C.B. 297; see also Dettmers v.\nCommissioner, 430 F.2d 1019, 1023 (6th Cir. 1970), aff’g, Estate of Johnston v.\nCommissioner, 51 T.C. 290 (1968). In general, a sale/purchase of property occurs for\nfederal income tax purposes when the benefits and burdens of owning the property shift\n2 Regarding potential replacement property, PLR 199911048 issued to the taxpayer provides as follows:\n[T]he timber cutting contracts to be acquired by Taxpayer from Parent and/or third parties will\nconstitute eligible replacement property under § 1033(a)(2)(A) provided such contracts are similar\nor related in use or service to the converted contract…."
}