{
  "document_category": "legal-advice",
  "document_name": "082804f.pdf",
  "chunk_index": 5,
  "chunk_text": "Conceivably, one could conclude from this decision that the pertinent statute of\nlimitations related to the trust, rather than to the grantors. However, the issue before\nthe Court was not whether the statute of limitations had expired; rather, the case\ninvolved whether a purchase of stock in exchange for the taxpayer’s promissory note\ninvolved a “loan” under Internal Revenue Code § 675(3) and whether the taxpayer or\nthe trust was entitled to an interest deduction. Please note that no other Second Circuit\ndecision cites Rothstein. In response to this decision, the Service issued Rev. Rul. 8513, 1985-1 C.B. 184, which states that the Service will not follow Rothstein to the extent\nthat it holds that a trust owned by a grantor must be regarded as a separate taxpayer\ncapable of engaging in sales transactions with the grantor. 3 We do not have the address of either ---------------------- or -------------------------. For purposes of this\nadvice, we assume that any litigation involving --------- or ------------------------- would also be appealable to\nthe Second Circuit. POSTF-103406-08 6 Other courts have found that the “return” of a passthrough entity such as a grantor trust\ndoes not start the statute of limitations running because the statute of limitations should\napply to the person who pays the tax. That position is articulated in Siben v.\nCommissioner, 930 F.2d 1034, 1035 (2d Cir.), cert. denied, 112 S. Ct. 429 (1991),\nwhere the Court states, in a partnership context, that “it appears to us that the ‘return’\nthat starts the running of the limitations period at issue is that of the taxpayer whose\nliability is being assessed and not that of a[n] … entity whose return might also report\nthe transaction that gives rise to the liability.” Ultimately, the Court held that the\ncontrolling return was the individual income tax return. See also, § 6501(c)(4) requiring\nthe “taxpayer” to consent to the extension of the period allowed for assessment. We\nrecognize that the Siben Court based its decision, in part, on the fact that a partnership\ndoes not itself report any tax imposed by the Code. In addition, the Court noted that the\npartnership return does not furnish information necessary to calculate the individual\npartner’s income tax, such as income, losses, deductions or credits derived from third\nparty sources. Thus, the facts in Siben are not identical to the facts here. However, we\nconclude that the general principle articulated, that it is the return of the taxpayer whose\nliability is in issue that triggers the statute of limitations for assessment, applies in this\ngrantor trust context. Thus, if it is the individual grantors against whom you seek to assess tax, it is the\nindividual grantors that should extend their individual statute of limitations. To the\nextent that you propose to adjust items reported on each of the Forms 1041 filed by any\nof the subject grantor trusts, if any, the fiduciary for each trust should extend the statute\nof limitations. However, the safest approach is to get all the individual grantors and the\nfiduciaries for each of the grantor trusts to extend their respective statutes of limitations."
}