{
  "document_category": "legal-advice",
  "document_name": "093801f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20093801F Release Date: 9/18/09\nCC:LM:RFPH:RAVILLAGELIU:\nPOSTF-134398-08\nUILC: 451.13-00 date: January 16, 2009 to: Robert E. Larson\nSupervisory Internal Revenue Agent\nJim Helrich\nInternal Revenue Agent from: subject: Deputy Area Counsel (Industry Programs), LMSB Area 3, RFPH\nRogelio A. Villageliu Industry Counsel Food & Beverages Industry Request for Case Specific Legal Advice: Separate Gift Card Company Servicing\nAffiliated Restaurants This is to provide the requested legal assistance. Below are the facts, discussion and\nlegal analysis. The legal conclusions reached in this opinion were informally reviewed\nby the national office, and informal suggestions made were incorporated in this opinion. LEGEND\nA\nB\nC\nD\nE\nF\nG\nH\nI\nJ = --------------------------------------------------------------------------------------------------------------------------------------= -------------------------------------------= ---------------------------------------------------------------------= ---------------= --------------------------------------------------------= ----------------------------------= -----------------= ---------------= ---------= ---- POSTF-134398-08\nK\nL\nM\nN\nO\nP\nService began auditing\nthe taxpayer\nYear 1\nYear 17\nYear 24\nYear 25\nYear 26\nYear 27\n#AA\n#BB\n#CC\n#DD\n#EE\n#FF\n#GG\n#HH\n#II\n#JJ\n#KK\n#LL\n#MM\n#NN\n#OO\n# of Account\nInterco-A\nDate AB\nDate AC\n$QA\n$QB\n$QC\n$QD\n$QE\n$QF\n$QG\n$QH\n$QI\n$QJ\n$QK\n$QL 2\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTF-134398-08\n$QM\n$QN\n$QO\n$QP\n$QQ\n$QR\n$QS 3\n=\n=\n=\n=\n=\n=\n= ------------------------------------------------------------------------------------- ISSUES Whether A (A) may, under the circumstances described below, defer the recognition of\nincome from the proceeds of gift card sales under Treas. Reg. 1.451-5 or under Rev.\nProc. 2004-34.\nCONCLUSIONS It may not defer under Treas. Reg. §1.451-5 or under Rev. Proc. 2004-34.\nFACTS\n1. A and its affiliates\nA is an S corporation and a full-service restaurant management company based in B. It maintains its books and files its income tax returns on the accrual basis with a 52-53\nweek fiscal year ending on the last Wednesday of the calendar year. Its financial\nstatements are audited annually by an independent certified public accounting firm. The firm has provided an unqualified opinion for all years and has also prepared and\nsigned A’s tax returns. A has sold gift certificates since the Service began auditing the taxpayer; in Year 24,\nit replaced the certificates with plastic gift cards in varying denominations. A has\nconsistently accounted for its receipts from the sales under section 1.451-5 of the\nregulations. The Internal Revenue Service (the Service) has audited the returns of A\nand its affiliates on a number of occasions since the Service began auditing the\ntaxpayer and, according to A, there is no record of the Service’s having previously\nexamined A ’s reliance on Treas. Reg. § 1.451-5.\nA was incorporated in Year 1 to succeed by merger to #AA affiliated restaurant\ncorporations. The merger did not result in a change of control or operation of the\nrestaurants. Since the merger, A has closed all but the first of the #AA restaurants, C.\nIn the Service began auditing the taxpayer, however, when A began selling gift\ncertificates and accounting for them under Treas. Reg. 1.451-5, it owned and operated\n#OO or #JJ of the original #AA restaurants. A affiliates then owned and operated POSTF-134398-08 4 approximately #BB restaurants.1 All or substantially all of the restaurants participated\nin A’s gift card (then gift certificate) program. Today, A continues to own and operate one affiliated restaurant corporation, C(in its\noriginal leased premises in B), and manages approximately #CC other affiliated\nrestaurants. These restaurants are owned by S corporations, partnerships and\nlimited liability companies (taxed as partnerships). A has an equity interest (in varying\namounts from nominal to substantial) in a number of these restaurants. A provides\nstaffing, administrative, and/or management services to these restaurants. A also\nprovides fee-based consulting services to independent restaurateurs."
}