{
  "document_category": "legal-advice",
  "document_name": "042308f.pdf",
  "chunk_index": 8,
  "chunk_text": "7 Thus,\nin accordance with the regulations under section 864(e), the fungibility concept does not go\nbeyond the “border” of a single taxpayer to, for example, less than 80 percent controlled\ndomestic corporations. Under the fungibility theory, it seems to follow that indebtedness incurred by the TAXPAYER\nGroup is regarded as funding all Group assets, including TAXPAYER’s investment in B. In\ncontrast, the assets held by B would reflect not only the capital contributed by a partner but also\n(i) the indebtedness incurred by B for which a partner may not have exposure, and (ii) the assets\npurchased and contributed by other partners. Therefore treating the outside partnership interest as the relevant asset for purposes of these rules\nseems to be consistent with the fungibility concept. 3 Temp. Treas. Reg. § 1.861-9T(f)(1) and (g)(1). H.R. Rep. No. 426, 99th Cong. 1st Sess. 372, 374, 377 (1985) (“1986 House\nReport”), 1986-3 C.B. (Vol. 2) 372, 374, 377; S. Rep. No. 313, 99th Cong. 2nd\nSess. 344-45, 350 (1986) (“1986 Senate Report”), 1986-3 C.B. (Vol. 3) 344-45,\n350; H.R. Conf. Rep. No. 841, 99th Cong. 2nd Sess. II-605 (1986) (“1986\nConference Report”), 1986-3 C.B. (Vol. 4) 605. 5\nTemp. Treas. Reg. § 1.861-9T(a) (emphasis added). 6\nT.D. 8228, 1988-2 C.B. 136, 137.\n7\nTemp. Treas. Reg. § 1.861-9T(a) and Treas. Reg. § 1.861-11(d)(1) and\n(7). 4 CC:LM:HMT:CIN:1:POSTF-168001-03 Page 12 REMARK: We also note that the treatment of the outside partnership interest as the relevant\nasset for purposes of allocating interest expense incurred outside of the partnership is consistent\nwith the manner in which a foreign corporation’s own interest expense is allocated under the\nbranch profits tax rules. Under the branch profits tax rules finalized in 1996, the relevant asset is\nthe foreign corporation’s tax basis in a partnership interest, and not the gross assets of the\npartnership. Treas. Reg. § 1.884-1(d)(3)(i); T.D. 8658, 1996-1 C.B. 161-62; T.D. 8657, 1996-1\nC.B. 153. The branch profits rules, however, also adjust any foreign partner’s tax basis in a\npartnership by an attributable portion of the partnership’s liabilities. No comparable rule or\nadjustment applies under Temp. Treas. Reg. § 1.861-9T. Interest expense incurred directly by a\nforeign partner in a partnership is generally excluded from the interest expense allocation rules of\nsection 864(e), with the allocation of such interest being governed solely by section 884. See\nTemp. Treas. Reg. § 1.861-9T(e)(7). Based on the above, the “entity” approach to partnerships for purposes of apportioning interest\nexpense to foreign source income seems to be consistent with the fungibility concept and with\nother provisions in the Code, such as the manner in which a foreign corporation’s own interest\nexpense is allocated under the branch profits tax rules. Absent specific guidance to the contrary\n(see below), TAXPAYER should follow the entity approach to partnerships in calculating the\namount of interest expense apportioned to foreign source income. 3. Application to TAXPAYER Group Interest Expense / No Guidance to Dictate Deviating\nfrom the General Rule The regulations contain an example showing how interest expense incurred outside the\npartnership by a less than 10 percent corporate partner is to be apportioned."
}