{
  "document_category": "legal-advice",
  "document_name": "114702f.pdf",
  "chunk_index": 5,
  "chunk_text": "The balance sheets do not fall within the exception under\nTreasury Regulation section 1.472-2(e)(1)(ii), (4), which provides valuing inventory as\nan asset is not an ascertainment of income, profit, or loss, as the Taxpayer also used\nIFRS to ascertain retained earnings and net income on the balance sheets. The income\nstatements by their nature involve the ascertainment of income, profit, or loss. There is no question the IFRS-only versions used a method other than LIFO to\nascertain income, profit, or loss, as IFRS is a non-LIFO method and was the only\nmethod used. Arguably, the tabulated versions of the financial statements provided to\nthe lending bank comply with the LIFO conformity requirements as they used U.S.\nGAAP to determine income, profit, and loss. However, they also used IFRS. The LIFO\nconformity requirements do not merely require the use of a LIFO inventory method; they POSTS-104573-11 7 require that no method other than LIFO be used. See I.R.C. § 472(c), (e)(2); Treas. Reg. § 1.472-2(e)(1). The financial statements were issued to the Taxpayer’s lending bank in accordance with\nlending requirements related to a letter of credit. Thus, there was a debtor-creditor\nrelationship between the Taxpayer and the lending bank and the financial statements\nwere provided pursuant to this debtor-creditor relationship. The Taxpayer’s continued\nreceipt of credit was dependent upon the provision of such financial statements. Therefore, the financial statements were “for credit purposes.” It could be argued that the use of IFRS was for purposes of supplementing or explaining\nthe Taxpayer’s primary U.S. GAAP position and, thus, the tabulated financial\nstatements meet the exception for supplemental or explanatory information. See Treas.\nReg. § 1.472-2(e)(1)(i). However, the provision of information using IFRS was not\npresented as either supplemental or explanatory. With respect to the tabulated balance sheet, the disclosure of income, profit, and loss\nusing IFRS was not made in the form of a footnote to the balance sheet or a\nparenthetical disclosure on the face of the balance sheet. See Treas. Reg. § 1.4722(e)(4). Even if the disclosure qualified as a parenthetical, despite the lack of\nparentheses, or other punctuation or formatting to indicate the IFRS information is an\naside, there is still the problem of the tabulated income statement. Section 1.4722(e)(3)(i) clearly provides that “[i]nformation reported on the face of a taxpayer’s\nfinancial income statement for a taxable year is not considered a supplement to or\nexplanation of the taxpayer’s primary presentation of the taxpayer’s income, profit, or\nloss.” The IFRS information was reported on the face of the income statement and not\nas part of a note to the income statement. See Treas. Reg. § 1.472-2(e)(3). Moreover, even if the tabulated financial statements conformed to the requirements of\nsection 472(e) and the regulations thereunder, the Taxpayer also provided the lending\nbank with the same balance sheet and income statement it provided to the Foreign\nParent. These documents were prepared based solely on IFRS. These documents\nwere not identified as supplemental, explanatory, or appendixes. For instance, the\nbalance sheet was not clearly identified as a supplement to or explanation of the\ntaxpayer’s primary presentation. See Treas. Reg. § 1.472-2(e)(4)."
}