{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 13,
  "chunk_text": "POSTU-144536-09 15 of Plans by the Blue Cross/Blue Shield Association.\" NAIC Proc. 1994-4, page 86. The\nsupplement had three parts:\n1. Statement of Operations By Line of Business - Statutory Basis\n2. Non-Underwritten Health Benefit Programs - Benefit Payments 3. Interrogatory The first part of the supplement, showing lines of business, included the\nfollowing:\nIndividual\nGroup Community\nExperience\nCost Plus\nNational\nFEP [Federal Employee Plan]\nASO\nOther\nThe second part of the supplement, regarding \"Non-Underwritten Health Benefit\nPrograms,\" listed the following:\n1. Administrative Services Only Accounts\n2. National Accounts and FEP\n3. Inter-Plan Bank/Reciprocity\n4. Medicare\n5. Medicaid\n6. CHAMPUS\n7. Other Non-Underwritten The \"Definitions\" for the supplement distinguished between \"Underwritten Lines\"\nand \"Nonunderwritten Lines.\" Both \"Underwritten Lines\" and \"Nonunderwritten Lines\"\nhad categories regarding \"administrative service\" arrangements and \"national\naccounts.\" The description for administrative service arrangements for \"Underwritten Lines\"\nwas as follows:\nCost Plus/Administrative Services Only\nExperience rated groups for which premiums are fully determined retrospectively. Typically the plan pays the benefits and bills the account for the cost of benefits\nand normal retention items. The plan issues a Blue Cross & Blue Shield\nidentification card, pays the benefits from its bank account, and uses its\ncontractual payment arrangements with providers in the administration of the\ncontract. Often these accounts select aggregate and individual stop loss\nfeatures for which the cost of coverage is included as part of retention or other POSTU-144536-09 16 separate charge. This coverage is often purchased by accounts maintaining\nemployee health benefit plans they believe qualify for the ERISA preemption. In comparison, administrative service arrangements for \"Nonunderwritten Lines\" were\ndescribed as follows:\nASO: Administrative Services Only. Self-insured groups where the group is at\nrisk. The plan only provides administrative services, the subscriber identification\ncards do not include the Blue Cross and/or Blue Shield trade names or\ntrademarks, and the benefits are paid using the group's bank account. Note that at this time, 1994, the Financial Reporting Working Group is distinguishing\nbetween administrative service arrangements that are underwritten, and administrative\nservice arrangements that are not underwritten. The Working Group uses the phrase\n\"ASO\" in describing both types of arrangements, although the full label for the\nunderwritten arrangements is \"Cost Plus/Administrative Service Only.\" In contrast, the\nonly term used for the non-underwritten arrangements is \"ASO.\" The Working Group report also included descriptions for \"National Account\"\narrangements that are underwritten, and arrangements that are not underwritten. Underwritten National Accounts are described as follows:\nNational Accounts: A group that has employees located in two or more plan\nservice areas and meets all of the following criteria: (1) is administered by more\nthan one plan; (2) has a control plan and one or more participating plans; (3)\nuses an inter-plan reporting system; and (4) is periodically settled among plans\nby use of the equalization process. FEP is excluded from this definition. [There\nis a separate description for underwritten FEP. Nonunderwritten FEP is included\nin the description of nonunderwritten National Accounts, below.] For \"Nonunderwritten Lines,\" the description for National Accounts is as follows:\nServiced National Accounts and REP [sic, FEP]: Benefits paid by \"service\" plans\non National Accounts and FEP. Service plans perform all functions associated\nwith National Accounts and FEP except the risk assumption function. The\namount of FEP reported under this account category is immaterial."
}