{
  "document_category": "legal-advice",
  "document_name": "082803f.pdf",
  "chunk_index": 4,
  "chunk_text": "These\nrequirements are discussed below. A. \"Taking\" of Rights in Private Property For purposes of I.R.C. § 1033, a taking by governmental authority may include\nthe regulation against otherwise lawful use of private property in order to effect a public\npurpose. Courts have recognized two categories of regulatory action that are\ncompensable: (1) an action that effects a permanent physical \"invasion\" of the property,\nand (2) an action that denies all economically beneficial or productive use of the\nproperty. Lucas v. South Carolina Coastal Council, 505 U.S. 1003, 1015 (1992). However, a taking as a result of the exercise of governmental police powers will not\nqualify as an involuntary conversion. E.g., Rev. Rul. 58-11, 1958-1 C.B. 273 (a\ntaxpayer's court-ordered disposition of stock, the ownership of which was in violation of\nthe Sherman Anti-Trust Act, does not constitute a taking for public use for purposes of\nI.R.C. § 1033); and Rev. Rul. 57-314, 1957-2 C.B. 523 (the sale of rental properties in\norder to avoid compliance with building, fire, and health code requirements, even\nthough failure to comply would result in the owner's loss of the legal right to rent such\nproperties, does not fall within I.R.C. § 1033). The FCC, as part of its regulation of spectrum to promote the general public\ninterest, reallocates spectrum to other purposes and relicenses the use of allocated\nspectrum among both public and private users. The Communications Act of 1934 (“the\nAct”) provides that the Act’s purpose is, among other things, “to provide for the use of\nsuch channels, but not the ownership thereof, by persons for limited periods of time, CC:LM:CTM:LA:2:POSTF-108806-08 page 5 under license granted by Federal authority, and no such license shall be construed to\ncreate any right, beyond the terms, conditions, and periods of the license.\" 47 U.S.C. §\n301 (2005). The Act also provides that any station license or construction permit may\nbe modified by the Commission either for a limited time or for the duration of the term\nthereof, if in the judgment of the Commission such action will promote the public\ninterest, convenience, and necessity. 47 U.S.C. § 316(a)(1). Therefore, the FCC's\nreallocation of spectrum for other uses and the relicensing of such spectrum to new\nlicensees is in itself a regulatory act that does not result in a conversion of any private\nproperty rights of the licensee in the license or the spectrum. However, the reallocation\nof spectrum in the present case also has resulted in the condemnation of the broadcast\nstation's related equipment. The Communications Act of 1934 (“the Act”) provides, in part, that the FCC may\nmake reasonable regulations governing the interference potential of devices which, in\ntheir operation, are capable of emitting radio frequency energy by radiation, conduction,\nor other means in sufficient degree to cause harmful interference to radio\ncommunications. 47 U.S.C. § 302(a). The Act further provides that the FCC may make\nsuch regulations not inconsistent with law as it may deem necessary to prevent\ninterference between stations and to carry out the provisions of this Act. 47 U.S.C. §\n303(f)."
}