{
  "document_category": "legal-advice",
  "document_name": "085201f.pdf",
  "chunk_index": 5,
  "chunk_text": "The contributed asset will be ordinarily employed in or contribute to the\nproduction of additional income. U.S. v. Chicago, Burlington, & Quincy Railroad Co., 412 U.S. 401 (1973) (“CB&Q”). the amount of tax imposed by chapter 1 of the Code. Section 111(a) is the codification of the\n“exclusionary” part of the tax benefit rule, which, in general, requires a taxpayer to recognize income\nwhen it receives a tax benefit from a deduction in an earlier year. PREF-128548-08 6 The refundable MEGA Employment Credit in this case fails the first CB&Q factor. Payments specifically earmarked for deductible operating expenses do not become part\nof a recipient corporation’s working capital. Consequently, the portion of the refundable\ncredit that is applied to reduce tax before the tax becomes due reduces a taxpayer’s\noperating expense and, therefore, does not become a permanent part of the\ntransferee’s working capital. Furthermore, the amount of the MEGA Employment Credit\nis measured with reference to Sub1’s expenses for the SBT and employee salaries. Thus, even if the credit exceeds the tax liability and is made available to the taxpayer as\na cash payment from the state, the payment is not conditioned on the taxpayer’s use of\nsuch an amount to acquire capital assets, and effectively subsidizes an expense of\noperations. See Springfield Street Railway Company v. U.S., 577 F.2d 700 (Ct. Cl.\n1978) (state grants measured by excise tax liabilities, although used to acquire capital\nassets, were not contributions to capital). Payments cannot qualify as contributions to capital where the payments “might\nbe used for the payment of dividends, of operating expenses, of capital charges, or for\nany purpose within the corporate authority, just as any other operating revenue might be\napplied.” Texas & Pacific Railway Co. v. U.S., 286 U.S. 285, 290 (1932). Even when\nthe MEGA Employment Credit results in a payment from the state, the intent of the state\nis to subsidize operating expenses, namely employee compensation, and it therefore\ncannot constitute a contribution to capital. As a result, to the extent the MEGA\nEmployment Credit is includible in gross income, it is not excludible under § 118. 3. Section 362(c) does not apply in this case. IRC § 362(c) provides that if money is received by a corporation as a contribution\nto capital, and is not contributed by a shareholder as such, then the basis of any\nproperty acquired with such money during the 12-month period beginning on the day\nthe contribution is received shall be reduced by the amount of such contribution. Property deemed to be acquired with the contributed money shall be that property, if\nany, the acquisition of which was the purpose motivating the contribution. Treas. Reg.\n§ 1.362-2(a). Any excess of the amount of the money contributed over the cost of the\nproperty deemed acquired shall be applied to reduce the basis (but not below zero) of\nany other property held by the taxpayer in a specified order. Treas. Reg. §1.362-2(b). PREF-128548-08 7 Because the MEGA credits do not qualify as contributions to capital, §362(c) is also not\napplicable to those amounts. Please call ---------------------if you have any further questions."
}