{
  "document_category": "legal-advice",
  "document_name": "043103f.pdf",
  "chunk_index": 2,
  "chunk_text": "Treas. Reg. § 1.263A-3(d)(3)(i)(D)(1) provides under the simplified resale method, the\nstorage and handling absorption ratio is determined by dividing current year’s storage\nand handling costs by beginning inventory plus current year’s purchases. Section\n1.263A-3(d)(3)(i)(D)(2) defines current year’s storage and handling costs as the total\nstorage costs plus the total handling costs incurred during the taxable year that relate to POSTF-125520-04 3 the taxpayer’s property acquired for resale and other eligible property. Beginning\ninventory in the denominator of the storage and handling costs absorption ratio refers to\nthe section 471 costs of any property acquired for resale or other eligible property held\nby the taxpayer as of the beginning of the taxable year. Current year’s purchases\ngenerally mean the taxpayer’s section 471 costs incurred with respect to purchases of\nproperty acquired for resale during the current taxable year. Treas. Reg. § 1.263A-3(d)(3)(iii) sets forth the following permissible variations of the\nsimplified resale method:\n(A) The exclusion of beginning inventories from the denominator in the\nstorage and handling costs absorption ratio formula in paragraph\n(d)(3)(i)(D) of this section; or\n(B) Multiplication of the storage and handling costs absorption ratio in\nparagraph (d)(3)(i)(D) of this section by the total § 471 costs included in a\nLIFO taxpayer’s ending inventory (rather than just the increment, if any,\nexperienced by the LIFO taxpayer during the taxable year) for purposes of\ndetermining capitalizable storage and handling costs. Treas. Reg. § 1.263A-3(d)(3)(i)(C) defines the term “section 471 costs remaining on\nhand at year end” as section 471 costs defined in § 1.263A-1(d)(2) that the taxpayer\nincurs during the current taxable year, which remain in its ending inventory or are\notherwise on hand at year end. For LIFO inventories of a taxpayer, the section 471\ncosts remaining on hand at year end means the increment, if any, for the current year\nstated in terms of section 471 costs. Treas. Reg. § 1.263A-1(d)(2)(i) generally defines section 471 costs, for taxpayers in\nexistence at the time of enactment of section 263A, as costs (other than interest),\ncapitalized under its method of accounting immediately prior to the effective date of\nsection 263A. Thus, although section 471 applies only to inventories, section 471 costs\ninclude any non-inventory costs (other than interest) capitalized or included in\nacquisition or production costs under the taxpayer’s method of accounting immediately prior to the effective date of section 263A. Under the simplified resale method, a taxpayer using the LIFO method multiplies the\ncombined absorption ratio by the current-year cost of the LIFO increment for the current\nyear, if any, to determine the amount of additional § 263A costs incurred during the\ntaxable year that are allocable to ending inventory. See § 1.263A-1(d). The combined\nabsorption ratio is the sum of the purchasing costs absorption ratio and the storage and\nhandling cost absorption ratio. See § 1.263A-1(d)(3)(C)(1). In this case, Taxpayer\nspecifically requested permission to change its method of capitalizing storage and\nhandling costs to the variation permitted under § 1.263A-3(d)(3)(iii)(B). This variation\nrequires Taxpayer to multiply the total § 471 costs included in its ending inventory by\nthe storage and handling costs absorption ratio."
}