{
  "document_category": "legal-advice",
  "document_name": "102901f.pdf",
  "chunk_index": 5,
  "chunk_text": "Taxpayers must sign returns as specified in the forms or\nregulations specified by the Secretary of the Treasury. I.R.C. § 6061. Corporations\nsign returns through an officer authorized to act for the corporation. I.R.C. § 6062. Partnerships sign returns through one of the partners. I.R.C. § 6063. The presence of\nthe signature on the corporate or partnership return is treated as prima facie evidence\nthat the person had authority to act on behalf of the entity. Accordingly, when the\nService receives a frivolous business return from an entity, we conclude that the Service\nshould treat that return as filed by the entity taxpayer unless the taxpayer comes\nforward with strong evidence to establish that an unauthorized party signed and filed the\nreturn. Without such evidence, the Service should assert the frivolous return penalty\nagainst the entity as the person filing the return. This determination would remain\nlargely the same no matter what type of entity the Service was reviewing and no matter\nwhat type or number of members it had. The fact that the entity acts through its\nmembers would generally not provide a valid legal basis for asserting multiple penalties\nagainst the members of the entity who participated in the preparation or filing of the\nreturn. 3\n3 The Service may consider assessing the penalty under section 6701 or 6694 against those who\nparticipated in the preparation or filing of the return or the return preparer of a frivolous return. Section\n6701 imposes a penalty upon any person who: POSTN-119570-10/SCAF-106587-10 page 7 Issue 1(b). If the answer to question 1(a) is yes, would the two assessments be\nseparate liabilities of $5,000 each or would the two assessments be joint and\nseveral so that the Service would collect a single penalty of $5,000? Because it is generally not appropriate to impose a section 6702 penalty against\nboth the business and a responsible individual, normally only one assessment would be\nmade. The section 6702 penalty is not a joint and several liability, cf. I.R.C.\n§ 6013(d)(3). It is imposed, in the case of section 6702(a)(1), on a “person” who, in\nfurtherance of a frivolous position or a prima facie intent to delay or impede\nadministration of the tax law, files a purported return that fails to contain information\nfrom which the correctness of the reported tax liability can be determined or that clearly\nindicates that the tax liability shown must be substantially incorrect. In the case of\nsection 6702(b)(1), it is imposed on “any person” who submits a specified frivolous\nsubmission. Issue 1(c). If the Service determined that more than one person was responsible\nfor the filing of the frivolous business return, could it make a separate\nassessment under section 6702 against each such person? As discussed above, because it is generally not appropriate to impose a section\n6702 penalty against both the business and a responsible individual, normally only one\nassessment would be made. In imposing the section 6702 penalty, the Service must\nmake some factual determinations such as: who signed the return, in what role did the\nperson signing the return act, and was the filing of the return a filing by the taxpayer or\n1."
}