{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 2,
  "chunk_text": "In ** years the\ncorporation was in bankruptcy, with suspended lawsuits among and between the third\nparty purchaser, Owners 1 through 3, and others. There were allegations of accounting\nfraud, among other allegations. Owners 1 through 3 reacquired their assets (and other assets that had been\npurchased by the corporation) in a bankruptcy liquidation auction. Owners 1 through 3\ncontributed the auction-acquired assets to Corp F, a newly formed S Corporation. The\nassets were old X, W, inventory, some contracts and de mimimus tangible personal\nPage 4 of 37 POSTF-134629-07\nproperty. The assets were used in Corp F’s business for ** months then, except for the\nW, “sold” to a new non-profit entity, allegedly to avail of the Z. The sale was cast, in form, as a contingent payment asset sale with the nonprofit executing a $ DD Non-Recourse Contingent Payment Term Note (sometimes\nreferred to as “Term Note” because it terminated in P years) and a $ CC Non-Recourse\nContingent Payment Working Capital Note. The new non-profit had no assets prior to\nthe “purchase” of the assets. Pursuant to the terms of the Asset Purchase Agreement, Note Agreement, and\nother agreements, the new non-profit was:\n(1)\n(2) subject to a confidentiality agreement;\nrequired to pay annual salaries to Owners 1 through 3 for the\nlife of the Term Note;\n(3) required to allow Owner 2 or 3 to run the business;\n(4) required to hire Corp F’s employees to operate the business\nday–to-day;\n(5) required to enter into a security agreement covering all of the\nnon-profit assets (both from the “sale” and after acquired\nassets);\n(6) required to pay all “Profit” to Owners 1 through 3 as Term\nNote payments less a ** percent share for the non-profit, with\nthe non-profit relieved of any obligation to pay Corp F except\nfrom the “Profit”;\n(7) required to “syndicate” the Non-Recourse Contingent\nPayment Term Note for up to ** holders, retaining certificates\nof note ownership;\n(8) required to enter into another non-recourse contingent\npayment note with Corp F for $ CC Working Capital to run the\nbusiness using the assets;\n(9) prohibited from entering into any other business; and\n(10) prohibited from selling the assets. After 1 year, the $ CC Non-Recourse Contingent Payment Working Capital Note\nterminates and, after P years, all liabilities for payments under the $ DD Non-Recourse\nContingent Payment Term Note are extinguished; but, it is not clear who will retain the\n“sold” assets. 1 If the non-profit breaches any of the 10 terms summarized above, it is in\ndefault and subject to various “penalties,” as addressed below. 1 The non-profit and the principals should be the subject of a referral to the exempt organization division\nto consider (1) whether the non-profit is organized and operated for a tax exempt purpose and not for the\nsubstantial private benefit of individuals; (2) whether the Corp F principals with a high salary and positions\nat the non-profit are subject to excise taxes for excess benefit transactions under I.R.C. § 4958 as Page 5 of 37 POSTF-134629-07 B. Year 4-Year 9 In Year 4, Owner 1 --------------- formed Corp A ------------------------ Industry N.\nCorp A was one of the first successful Industry N companies, spawning a host of\naffiliated and competitive businesses."
}