{
  "document_category": "legal-advice",
  "document_name": "042308f.pdf",
  "chunk_index": 4,
  "chunk_text": "Reg. § 1.861-9T(f). However, limited partners and corporate general partners\nwith a less-than-ten-percent partnership interest are excepted\nfrom aggregate treatment. In cases involving less-than-10percent limited or general partners, subsection (e)(4) treats the\npartnership as an entity for interest apportionment purposes. Moreover, subsection (e)(4)(i) provides that a limited partner or\n2 Treas. Reg. § 1.861-8T(c)(2) defines the term “related\npersons“ to mean two or more persons in a relationship described\nin section 267(b). CC:LM:HMT:CIN:1:POSTF-168001-03 Page 6 corporate general partner whose interest in the partnership is\nless than 10 percent shall directly allocate its distributive\nshare of partnership interest expense to its distributive share\nof partnership gross income. Subject to certain exceptions, such\na partner’s distributive share of foreign source income from the\npartnership is generally treated as passive income. A partner’s\nshare of partnership interest expense, other than certain\ninterest expense directly allocated to specific partnership\nproperty, is allocated among the relevant groupings of\npartnership gross income solely on the basis of the partnership’s\nrelative gross income in each grouping. Finally, for purposes of\nallocating other interest expense incurred directly by the\npartner, subsection (e)(4)(ii) explicitly provides that the\nrelevant asset is the partner’s interest in the partnership,\nrather than the partner’s share of the partnership assets. It is important to recognize that the rules of Treas. Reg. §\n1.861-9T(e)(4), requiring partnership-level allocations of\npartnership interest expense for partners with small percentage\ninterests, is a rule of administrative convenience. That is,\nless than-ten-percent interests are generally considered passive\nportfolio investments. Generally, such partners have little or\nno say-so in management or financing decisions of the\npartnership. It will frequently be simpler and cheaper for these\npartners to have the partnership compute a single allocation\nbased solely on partnership items. CC:LM:HMT:CIN:1:POSTF-168001-03 Page 7 Application Here, the D report calculated the fair market value of the\nassets of B. Nevertheless, the TAXPAYER, by proffering the C\nmemorandum, is suggesting that the asset which it was required to\nvalue was the P interest in the B partnership, not the fair\nmarket value of the partnership assets. In that regard, on February 11, 2004, TAXPAYER provided its\nposition on this issue (see copy attached). According to\nTAXPAYER:\nIn filing its US Federal income tax return, TAXPAYER took\nthe position that Treas. Reg. 1.861-9T(h) provides\nauthoritative guidance as to the procedures to apportion\ninterest expense under the fair market value method. It was\nTAXPAYER’s position that, to the extent that 1.861-9T(h)\nprovides guidance for computational matters, this\nregulation should control over other provisions (such as\nTreas. Reg. 1.861-9T(e)). Treasury Regulation 1.861-9T(h)\naffirmatively states that the apportionment should be based\non the aggregate fair market value of the assets of the\nTAXPAYER and its pro rata share of assets held by related\npersons. Because TAXPAYER does not own more than 50% in the\nB partnership, B should not be treated as a related person\nfor purposes of these regulations (see below). Applying\nthe “10% rule” of Temp. Reg. § 1.861-9T(e)(2) to the B fact\npattern would result in a different computation than the\none that is seemingly prescribed by the authority of Treas. Reg. 1.861-10T(h), which establishes a 50% and not a 10%\nownership threshold for determining whether the TAXPAYER\nshould use the FMV of its investment vs. the FMV of the\nTAXPAYER’s distributive share of another entity’s assets\nfor interest apportionment."
}