{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 21,
  "chunk_text": "It should be emphasized that, unlike the NAIC\nAnnual Statement and the Federal Income Tax Return, Risk-Based Capital is not\nconcerned with the determination of income in any way. The NAIC's RBC Report distinguishes five categories of risk: Asset Risk Affiliates; Asset Risk - Other; Underwriting Risk; Credit Risk; and Business Risk. Id.\n\"Premium\" in the Underwriting Risk category \"does not include receipts under POSTU-144536-09 25 administrative services only (ASO) contracts; or administrative services contracts\n(ASC); or any nonunderwritten business.\" Page 17. The risks associated with ASO and ASC arrangements are reported as\n\"Business Risk\" under the subcategory \"Non-Underwritten and Limited Risk.\" Thus, the\nRBC Report is consistent with the NAIC accounting materials in the sense that ASO\nand ASC arrangements are treated as uninsured. As the Protest notes, the risk charge required by the RBC Report for the\nadministrative expenses of both ASO and ASC arrangements is the same, 2%. A\ndifferent risk charge is required for ASC claims payments, 1%, which reflects the risk\nthat the administrative expenses for the ASC arrangement will be \"insufficient to absorb\nthe full outlay required and for the recovery of ASC claims payments.\" Page 30. The Taxpayer's argument regarding Program X arrangements is based\nprincipally on the following line entry for the Business Risk section of the RBC Report:\nFactor\n(10) Medical costs paid through ASC arrangements\n(Including Fee-for service received from other health entities)\n0.010 The risk charge for this line is 1%. From this the Protest concludes \"This RBC\ninstruction makes it clear that the NAIC considers Program X-type arrangements as\nASC/Cost-plus contracts.\" Page 10. However, there is no description or definition in the RBC Report instructions\nregarding Program X or Program X-type arrangements. Nor is there any definition of\n\"Fee-for service received from other health entities.\" It should be noted the instructions\ndiscuss ASO and ASC arrangements in the first three paragraphs of the \"NonUnderwritten and Limited Risk\" subcategory, but a separate fourth paragraph reads in\nfull: The RBC requirement for fee-for service revenue received from other reporting\nentities is also 1 percent. In other words, while the line entry combines ASC claims payments with Fee-for\nservice received from other health entities, in the instructions they are treated as two\nseparate items. There is nothing in the paragraphs describing ASO and ASC arrangements that\n\"makes it clear\" that the NAIC considers Fee-for service revenue arrangements as\nASC/Cost-plus arrangements. It is true the RBC Report requires the same risk charge\nof 1% for ASC claims payments and for Fee-for service revenue. But by the Taxpayer's\nlogic, ASC expenses should be excluded from the special deduction because they are\nsubject to the same risk charge of 2% as ASO expenses. POSTU-144536-09 26 The RBC Report instructions and line entry description add nothing, prove\nnothing, and are no more relevant or conclusive than the NAIC accounting materials. Summary. We believe that an objective review of the treatment of \"cost-plus\"\narrangements by the NAIC, by the BCBSA, and by the IRS, establishes that much more\nis required than being a mere \"party to the obligation to make a payment.\""
}