{
  "document_category": "legal-advice",
  "document_name": "043102f.pdf",
  "chunk_index": 9,
  "chunk_text": "To do so, one must examine relevant factors occurring both\nbefore and after the claimed placed in service date to verify\nthe commencement of commercial operations. However, a facility\ndoes not have to achieve full design output to be placed in\nservice as long as it is in the process of ramping up its\nproduction levels. Subject to exceptions that are beyond the\ntaxpayer=s control, the Service has generally required actual\noperational use as a prerequisite for an asset to be deemed\nplaced in service. For this reason, it is critical to know when\nthe facility began producing synfuel, and whether this\nproduction continued to Aramp-up@ or ceased until significant\nproblems with the facility were corrected. Regarding facilities that are not operating as of the cutoff date, the facilities’ readiness and availability to produce,\non a regular basis, commercial quantities of synfuel are\ncritical to determining whether it has been placed in service. In addition, subsequent production should reflect the same ramp- CC:LM:NR:----Page 21\nup to facility capacity. However, if the facility never\noperates at a significant production level, or in the same or\nnext tax year shuts down for any significant period of time to\ncorrect production problems, the earlier activity is likely in\nthe nature of start-up and testing, and the facility has not\nbeen placed in service. We believe that, based upon the facts as presently known,\nit is questionable whether any of the facilities were placed in\nservice by June 30, 1998. We believe that the facts concerning\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------are critical to this\nanalysis. To the extent that you can further develop these\nareas, it will make clearer the proper determination, and\naddress areas of ambiguity. a. As set forth above, in the absence of regulations\nspecific to section 29, we look to other published guidance of\nthe Service and other analogous Code sections to interpret the\nrequirement that the taxpayers were in the trade or business of\nproducing and selling synthetic fuel at the time that the\nfacilities were placed in service. In general, business operations must have begun for the\nsubject property to be considered placed in service. See,\nPiggly Wiggly Southern, Inc. v. Commissioner, 84 T.C. 739, 748\n(1985), nonacq. on another issue, 1988-2 C.B. 1, aff’d on\nanother issue, 803 F.2d 1572 (11th Cir. 1986). Sporadic\nactivity may be merely start-up activity. The property cannot\nbe placed in service until the trade or business begins. Wall\nv. Commissioner, T.C. Memo. 1992-321; Richmond Television Corp.\nv. United States, 345 F.2d 901, 909 (4th Cir. 1965), vacated and\nremanded on another issue, 382 U.S. 68 (1965), on remand, 354\nF.2d 410 (4th Cir. 1965), overruled on other grounds. To depreciate property, section 167 requires property to be\nused in a trade or business or for the production of income. However, activities that constitute a trade or business are not\ndefined in the regulations under 167. Similar provisions under\nsection 162 provide guidance. In pertinent part, section 162(a)\nallows as a deduction all the ordinary and necessary expenses\npaid or incurred during the taxable year in carrying on any\ntrade or business. To qualify as such a deduction, an\nexpenditure must: (1) be paid or incurred during the taxable"
}