{
  "document_category": "legal-advice",
  "document_name": "20032401f.pdf",
  "chunk_index": 4,
  "chunk_text": "Although we assume for purposes of this\nmemorandum that tax has been paid to\n, we have no\nknowledge of any such payment. Accordingly, TP-FSC is entitled\nto a FTC only to the extent it paid taxes to\n. In\ncontrast, no FTC would be available to TP-FSC if the income\nretained its character as rental income because rental income\nwould qualify as FTI. Further, Treas. Reg. § 1.921-3T(d)(2)(ii)\nprovides that the FTC for domestic corporate shareholders in\nforeign corporations provided under § 901(a) as determined under\nInternal Revenue Code § 902 is allowed for income taxes deemed\npaid or accrued by a FSC only to the extent those taxes are\ndeemed paid or accrued with respect to the FSC’s § 923(a)(2) nonexempt income and its non-foreign income (here, TP-FSC’s interest\nincome). Issue 3: Is parent/taxpayer entitled to a deemed paid FTC with\nrespect to such recharacterized interest income? CC:LM:FS:LI:POSTF-129710-02 page 6 We assume that parent/taxpayer is not subject to foreign\nincome tax with respect to TP-FSC’s interest income and,\ntherefore, would not be entitled to a direct FTC under\n§ 901(b)(1). The question remains whether parent/taxpayer may be\nentitled to a deemed paid FTC under § 902. Section 902(a)\nprovides that a domestic corporation owning 10 percent or more of\nthe voting stock of a foreign corporation from which it receives\ndividends in any taxable year shall be deemed to have paid a\nportion of such foreign corporation’s income taxes. Since\nparent/taxpayer owns 100 percent of TP-FSC, this provision\napplies here. However, § 906(b)(6) provides that, for purposes of § 902,\nany income taxes paid or accrued, or deemed paid or accrued, to\nany foreign country with respect to ECI shall not be taken into\naccount. Since we concluded above that the recharacterized\ninterest income here would be ECI, under § 906(b)(6) the\nparent/taxpayer would not be entitled to a deemed paid FTC under\n§ 902. Issue 4: Will parent/taxpayer’s FTC limitation increase as a\nresult of the above recharacterization of income? Under § 904(a), the total amount of the credit taken under\n§ 901(a) shall not exceed the same proportion of the tax against\nwhich such credit is taken which the taxpayer’s taxable income\nfrom sources without the United States (but not in excess of the\ntaxpayer‘s entire taxable income) bears to his entire taxable\nincome for the same taxable year. Based on Internal Revenue Code\n§§ 861(a)(1) and 862(a)(1) 4 and the regulations thereunder, the\ninterest received from the foreign Tax Exempt Entity in this OFSC transaction would not be U.S. source income because: (1) it\nwas not interest paid by the United States or any\nagency/instrumentality thereof; (2) it was not interest paid by a\nresident of the United States since this Tax Exempt Entity, to\nour knowledge, did not qualify as a foreign corporation or\npartnership engaged in a trade or business within the United 4 Section 861(a)(1) states that interest income shall be\ntreated as income from sources within the United States when it\nis interest income from the United States or the District of\nColumbia, or interest on bonds, notes, or other interest-bearing\nobligations of domestic corporations or certain non-corporate\nresidents."
}