{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 22,
  "chunk_text": "Further, the fact that the terms of the purchase can be interpreted to fit the\ndefinition of per-unit retains in the Code does not mean that a purchase and a per-unit\nretain are one and the same. There is no reason to allow this artificial treatment when to\nallow the reclassification acts to the detriment of the Service’s third-party beneficiary\nright to rely on the form and substance of the closed b purchase transaction. Given\nclosed members’ and participating patrons’ years and no timely notice of the treatment\nof b purchases as per-unit retain, before the statute of limitations to make assessments\nagainst most of the parties to the b transaction is closed, the Service is clearly\nprejudiced by reclassification. This is because the Service is unable to plan and carry\nout examinations of closed patron and participating members’ years, to prevent being\nwhip-sawed by incompatible section 199 treatment between the Coop and its members\nand patrons. It follows, that once either the Cooperative’s or the member’s (or\nparticipating patron’s) taxable year is closed, it is too late to reclassify a sale/purchase\ntransaction, between the Cooperative and that member or participating patron, into a ---------------, for that year. This is true even if the parties are willing to agree to the\nreclassification. POSTF-143023-10 23 The doctrines of election and consistency and equitable principles support the Service\nin denying the reclassification. It is a given in this case that, the Coop and its members and participating patrons\nhave an uninterrupted course of treating these b purchases as cost of goods sold,\ncapitalizing them into the Coop’s inventory. The Coop treated them as cost of goods\nsold and all the parties (Coop, members and participating patrons) intended to, and\nconsidered them to be completed sale proceeds, not per-unit retains paid in money. Assuming that the Coop could have chosen to treat the transactions as --------------, it did\nnot timely do so for the tax year 20---, as the time to timely file 20--- income tax returns\nor amended returns have now expired. The Coop should be held to its election to treat\nthe b purchases as capitalized inventory and, then, cost of goods sold; and the\nmembers and participating patrons should be protected in their reliance in this tax\ntreatment, when filing their own tax returns. Similarly, the Service should be protected in\nhaving relied on petitioner’s Forms 1099-PATR, as originally filed for the year 20---. The\ndoctrines of election and consistency and equitable principles support holding the\ntaxpayer to its original tax treatment of the b purchases. In the Southern Pac. Transp. Co. v. Commissioner, 75 T.C. 497, 838-840 (1980)\ncase, the U.S. Tax Court discussed a number of related theories that support preventing\na taxpayer from changing its prior tax position when it unfairly operates against the\nService. Among these are estoppel, quasi-estoppel, “duty of consistency”, equitable\nestoppel, laches, election, and staleness of claim. The Court explained that the doctrine\nof “election” is sometimes invoked as an alternative to estoppel or quasi-estoppel. Finally, the Court explained that the doctrine of “election” binds a taxpayer to a choice\nmade by him between two proper alternative treatments and to act consistent with his\nchoice."
}