{
  "document_category": "legal-advice",
  "document_name": "101501f.pdf",
  "chunk_index": 3,
  "chunk_text": "6 See Article V of the Agreement. 7 See Article VII of the Agreement. 8 See Article 9.2(a) of the Agreement. POSTU-116467-09 4 homeownership within a shorter period of time. 9 The MEPAs and VEPAs are designed\nso that the participant can save and pay off the amount owing on the house and\nbecome a homeowner. The interest is initially earned in a single investment account in the name of -------HA, in which all program participants’ funds are comingled and the program\nparticipants are not allowed access to the funds directly. The funds in the MEPA/VEPA\nbelong to the program participants and are kept in trust by ----HA and managed by -------HA. Under the Agreement, ----HA is required to provide annual statements to the\nprogram participants regarding the balances in their respective MEPA/VEPA. ----HA is\nrequired to keep track of the balance in these accounts and how much is attributable to\neach program participant. ----HA is also required to allocate the interest earned to the\nMEPA/VEPA for each participant at least once a year. 10\nParticipant’s Right to Receive or Use Funds. The Agreement specifically provides that the participant has no right to receive or\nuse the funds in the MEPA/VEPA except as provided in the Agreement, and the\nparticipant cannot, without the approval of ----HA or HUD, assign, mortgage, or pledge\nany right in this Agreement or to any reserve or account. 11\nMaintenance and Utilities. Under the Agreement, the program participants are required to keep the homes\nin good repair and are required to pay the repair and maintenance costs on their homes. If ----HA determines that the condition of the property creates a hazard to life, health, or\nsafety of the occupants, or if there’s a risk of damage to the property if the condition is\nnot corrected, ----HA or the participant shall correct the problem using the funds in the\nparticipant’s MEPA/VEPA as ----HA determines necessary. If the participant fails to cover the costs of the utilities, ----HA has the right to pay\nfor the utilities on behalf of the participant and charge the participant’s MEPA account. 12\nIn addition, under the Agreement, ----HA may agree to allow the participant to\nuse the funds in the MEPA for the limited purpose of making improvements and\nadditions to the home. In such event, ----HA has the right to determine whether the\nparticipant will be required to replenish the MEPA or if the funds are to be loaned to the 9\n10 See Article 9.2(b) of the Agreement. See Article 14.1 of the Agreement. 11 See Article 9.5 of the Agreement. 12 See Article 8.5. See also 24 C.F.R. § 950.428(e). POSTU-116467-09 5 participant at an interest rate determined by ----HA. The participants are also restricted\nfrom using the MEPA funds for luxury items, as determined by ----HA.13\nUse of funds by ----HA for low-income housing purposes permitted. ----HA is authorized to use a portion of the participant’s MEPA for low-income\nhousing purposes, provided that a reserve of the participant’s MEPA is maintained. The\nreserve shall be equal to a percentage established by ----HA and approved by HUD."
}