{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 6,
  "chunk_text": "The Taxpayer's Protest addresses the question more obliquely, arguing that\n\"The RBC [Risk-Based Capital] instruction makes it clear that the NAIC considers\nProgram X-type arrangements as ASC/Cost-plus contracts.\" Protest, page 10. We do not believe that it is necessary for purposes of this case to determine a\nprecise definition of \"cost-plus\" within the meaning of section 833(b), because the\nTaxpayer's Program X arrangements do not satisfy the minimal definitional requirement\n-- the \"cost\" is not a liability incurred by the Taxpayer. We believe the issue can be\ndecided by a simple analysis of the statute. However, due to the significance of this\nissue we will address the Taxpayer's NAIC arguments under a separate heading. The primary issue in this case raises three questions:\nMay multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? May the Taxpayer include BCBS Program X arrangements in the computation of\nits special deduction under section 833(b)? POSTU-144536-09 8 A. May multiple Blue Cross and Blue Shield organizations include the same claim\nor liability in the computation of their special deductions under section 833(b)? The background and legislative history of section 833 are fairly straightforward\nand consistent with the history and legal and economic status of BCBS organizations at\nthe time of enactment of section 833: The purpose of the special deduction is to allow\ngeographically restricted, nonprofit organizations to accumulate a working level of\nsurplus, measured by the annual volume of their claims. The legislative history and statutory purpose of section 833 are inconsistent with\nmultiple deductions by multiple BCBS plans with respect to the same provider claim. \"Surplus\" or \"reserves\" are only needed for one payment of a claim, not for each\ntransfer of funds between BCBS plans during the claim administration process. B. Where multiple Blue Cross and Blue Shield plans are involved in the\nadministration of a claim, which plan may include the claim in the computation of\nits special deduction under section 833(b)? The legislative history and statutory purpose of section 833 are directed at a\nsingle entity, the entity subject to tax under section 833. It is claims of that entity that\nmay be includible in the special deduction. Where a statute allows a deduction for an item \"paid or incurred,\" the deduction\nis only allowable to the person or entity incurring the liability that is being paid. Where\nthe special deduction under section 833(b) is based upon \"claims incurred\" and\n\"liabilities incurred,\" it can only refer to claims and liabilities of the party claiming the\nspecial deduction. One ground stated in the Revenue Agent's Report for disallowance of the\nTaxpayer's claims is that allowance of the claims would \"result in a double deduction,\"\nbecause \"both the Control/Home Plan and Host Plan ([Taxpayer]) would be including\nthe same claim in its special deduction.\""
}