{
  "document_category": "legal-advice",
  "document_name": "044103f.pdf",
  "chunk_index": 3,
  "chunk_text": "Revenue Ruling 54-49, 1954-1 C.B. 32, provides: A specialty store on the cost inventory\nmethod does not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does, however, compute\nits gross profit percentages for its respective departments, essentially the same\nquantity. The only material difference between the two is that the former is computed\non the year's purchases, and the latter on the year's sales, and this difference will\naverage out over a few years. It is, therefore, appropriate to derive a cost index by\nreference to the ratio between cost percentages derived by taking the complements of\nthe gross profit ratios for a department. (Emphasis added)\nSection 3.02 of Revenue Procedure 84-57, 1984-2 CB 496, provides:\n1. If a retailer not using the retail inventory method selects an index from\nthe CPI Detailed Report, the selected index must be converted into a cost POSTF-134426-04 4 price index because the CPI Detailed Report measures changes in retail\nprices, not changes in wholesale or cost prices. Cost price indexes may\nbe derived from indexes selected from the CPI Detailed Report by\nreference to the changes in the cost complements of the gross profit\nmargins of an individual index category. The difference between the movements of wholesale (or cost) and retail\nprices for any given year must be reflected in a change in the markon\npercentage because cost and retail prices would necessarily change by\nthe same relative amount if the markon were uniform. The change in the\nnet markon percentage, or its complement, the cost percentage, may,\ntherefore, be used to derive a cost index from a retail price index for a\ngiven department. Nevertheless, a retailer not using the retail method\ndoes not ordinarily compute the net markon percentages for its respective\ndepartments, for this is a tool of the retail inventory method. It does,\nhowever, compute its gross profit percentages for its respective\ndepartments using essentially the same quantity. The only material\ndifference between the two is that the former is computed on the year’s\npurchases and the latter on the year’s sales, and this difference will\naverage out over a few years. It is, therefore, appropriate to derive a cost\nindex by reference to the ratio between cost percentages derived by\ntaking the complements of the gross profit ratios for a department. A\nsimplified method of computing is available, particularly for use when the\nbase date for the retail price index is prior to the year of adoption of the\nelective inventory method by the taxpayer. This may be illustrated as\nfollows:\nDec. 31\n1981\n1. Index from CPI Detailed Report (1967 = 100)\n91.3\n2. Gross profit percentage (see Note A)\n41.2%\n3. Cost percentage (complement of line 2)\n58.8%\n4. Adjusted price index (line 1 multiplied by line 3) 112.4844\n5. Cost price index (Dec. 31, 1981 = 100)\nline 4 divided by 112.4844 and multiplied by 100)\n100.1 Dec. 31\n1982\n216.4\n40.7%\n59.3%\n128.3252 Dec. 31\n1983\n211.7\n41.5%\n58.5%\n123.8445 114.1 110.1 Note A.--To be determined by the taxpayer for each index category on the basis of its\nown average for the tax year. (Emphasis added)\n2."
}