{
  "document_category": "legal-advice",
  "document_name": "084602f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nNumber: 20084602F Release Date: 11/14/08\nCC:SB:3:JAX:2: -------------GL-146301-07\nUILC: 6343.00-00 date: December 19, 2007 to: SBSE Collection, South Atlantic Area, Maitland\nAttn: Alysia B. Burgman, Territory Manager from: Associate Area Counsel (Jacksonville, Group 2)\n(Small Business/Self-Employed) subject: ---------------------------------------------This memorandum responds to your request for advice on the seizure which occurred in\nthis case. ISSUES\n1. Whether the Service may apply the proceeds from the sale of the jointly\nowned real property, out of which a business was operated by the taxpayer husband,\nwhen the proper written approval was not obtained. 2.\nWhat should be done with any excess proceeds, including whether ------------------ is entitled to any portion of such proceeds. CONCLUSIONS 1.\nThe Service may only keep the proceeds from the sale and apply them to\nthe liabilities of the taxpayers if the taxpayers request, in writing, that the Service do so. Otherwise, the Service must return the proceeds from the sale to the taxpayer since the\nseizure was in violation of law. 2.\nSince the proceeds from sale remain tenancy by the entireties property\nand ----------- is a judgment creditor of only the taxpayer husband, ----------- has no\nentitlement to excess proceeds of the sale. GL-146301-07 2 FACTS\n-----------------------------, a sole proprietor, was operating a ----------------located at ---------------------------------------------------------------. ---- - ------------- and his spouse, -----------------------------, jointly owned the real property where the ------ was operated. The\nproperty was held as tenancy by the entireties property. The ----------------had\noutstanding joint income tax liabilities totaling $---------. --- - -------------- also owed civil\npenalties totaling $----------for failing to file information returns (W-2’s and W-3’s). In an\nattempt to collect the outstanding liabilities, the IRS seized the real property where the ------- was operated on -----------------. On -----------------, ---- ---------------- was served with\nnotice of the upcoming sale. The sale was originally set for -----------------, but no\nbidders materialized. On ----------------, the IRS sold the real property at the ----- County\nCourthouse to the highest bidder for $---------. There are excess proceeds from the sale\nof approximately $--------. ----------- has a judgment lien filed against ---. ------------- and\nmay claim an interest in the proceeds of the sale. The redemption period expires on ------------------------, at which time a deed will be issued to the purchasers. Collection erroneously believed that the seizure did not require approval by Area\nDirector -----------------and, as a result, did not secure his approval. TIGTA subsequently\nreviewed the seizure and determined that Collection should have obtained the area\ndirector’s approval prior to the seizure. See I.R.C. § 6334(a)(13)(B)(ii), 6334(e)(2)(A);\nIRM 5.10.2.14(6).\nLAW AND ANALYSIS\nIssue 1\nSection 6334(e)(2) provides in essence that certain business property other than\na principal residence described in 6334(a)(13)(B) is exempt from levy unless the area\ndirector approves the levy in writing. Section 6334(a)(13)(B) describes “certain business\nproperty” as tangible personal property or real property (other than real property that is\nrented) used in the trade or business of an individual taxpayer. Clearly, ---- --------------------------------------------------------------------------------------------------------------------------------was using the real property in his trade or business, --------------------, and area director\napproval was required. Section 6334 does not provide a remedy for violations of section 6334(e)(2);\nhowever, there are remedies that the taxpayer may pursue in other code provisions."
}