{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 19,
  "chunk_text": "Florida v HHS does not address § 355, per se, and does not address § 355 as in force for the years at\nissue. Rather, Florida v HHS addressed the 2010 health reform legislation. Specifically Florida v HHS\nholds unconstitutional the requirement that individuals purchase health insurance in the Patient Protection\nand Affordable Care Act (ACA), Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by section 1404\nof the Health Care and Education Reconciliation Act of 2010 (HCERA), Pub. L. No. 111-152, 124 Stat.\n1029 (2010) (hereinafter collectively referred to as the ACA), with the District Court in Florida v HHS also\nholding the insurance requirement cannot be severed so the entire ACA is unconstitutional. However, the\nEleventh Circuit reversed the District Court’s severability holding and other cases have upheld the\nconstitutionality of the minimum essential coverage requirements, including Mead v. Holder, 766 F. Supp\n2d. 16, 2011 WL 611139 (D.D.C. 2011); Liberty University, Inc. v. Geithner, 753 F.Supp.2d 611, 2010 WL\n4860299 (W.D.Va. 2010); and Thomas More Law Center v. Obama, 720 F.Supp.2d 882 (E.D.Mich.2010),\naff’d, 2011 WL 2556039, (6th Cir. Mich.) Jun 29, 2011, Petition for Writ of Certiorari, 2011 WL 3860758\n(No. 11-117) (July 26, 2011). See Congressional Research Service, Requiring Individuals to Obtain\nHealth Insurance: A Constitutional Analysis, August 26, 2011, at 25-32 (analysis of legal challenges to the\nminimum essential coverage requirement). The provisions of the ACA that impact 21 U.S.C. § 355 are\n§§ 7002 and 10609, which amended 21 U.S.C. § 355 to add language relative to biologics and labeling,\nrespectively. See Pub. L. No. 111-148, 124 stat. 119 at 816-817, 820, 860, and 1014-15 (2010). Neither\namendment impacts the constitutionality of 21 U.S.C. § 355 as in force and effect in the years here at\nissue. 47 Non Refundable Upfront Fees, Technology Access Fees, Milestone Payments, Royalties and Deferred\nIncome under a Collaboration Agreement, Tax Notes Today, October 18, 2007, 2007 TNT 204-17. POSTU-139175-10 49 development, regulatory approval, and post marketing. These\nstages take approximately 10 to 12 years to complete. In the preclinical or discovery research stage (typically the first two\nyears of the discovery/development process), a compound is tested\non animals and non-human systems. If the compound/molecule\nlooks promising at this stage, it is patented. The patent prevents\nother companies from freely using the same compound/molecule\nfor 20 years (life span of a patent). The Food and Drug\nAdministration (FDA) established a set of standards (called \"Good\nLaboratory Practice\") for this stage of development to ensure\nquality of animal testing and the resultant data for an Investigational\nNew Drug Application (IND). If the IND is approved by the FDA,\ntesting of the compound/molecule in humans can begin. Th[e] second stage is known as clinical development. Clinical\ndevelopment (typically spans 5 to 7 years or years 3 through 10 of\nthe discovery/development process) is normally conducted in three\nphases. In Phase I, the first trials in humans are conducted for\nsafety, tolerance and pharmacokinetics. In Phase II, testing is done\nto evaluate effectiveness, dosage and safety in selected\npopulations of patients with the disease or condition to be treated,\ndiagnosed or prevented."
}