{
  "document_category": "legal-advice",
  "document_name": "114702f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20114702F\nRelease Date: 11/25/2011\nCC:LB&I:HMT:DET:EREdberg\nPOSTS-104573-11\nUILC: 472.05-00 date: May 13, 2011 to: David W. Bulger, Inventory Technical Advisor\n(Large Business & International)\nRodney K. Kelley, Revenue Agent\n(Large Business & International) from: subject: Elizabeth R. Edberg\nAttorney (Detroit)\n(Large Business & International) LIFO conformity violation This memorandum responds to your request for assistance. This advice may not be\nused or cited as precedent. LEGEND\nDate 1 = -------------------Date 2 = ------Foreign Parent = ------------------Taxpayer = -------------------ABC = -------------------------------------ABC Consolidated Group = -------------------------------------------------------------------------------------Tax Year 1 = -----------------------------------------ISSUES Does the Taxpayer have a LIFO conformity violation related to its provision of financial\nstatements prepared using IFRS to its lending bank? POSTS-104573-11 2 CONCLUSIONS The provision of financial statements prepared using IFRS to the lending bank violated\nthe LIFO conformity requirements. FACTS\nBackground\nOn Date 1, the Taxpayer became a wholly-owned subsidiary of ABC and a\nmember of the ABC Consolidated Group. The ABC Consolidated Group filed a\nconsolidated federal tax return for Tax Year 1. ABC is wholly-owned by Foreign Parent, a foreign entity. Foreign Parent\nreported its worldwide consolidated financial statements using the International\nFinancial Reporting Standards (“IFRS”) for Tax Year 1. Foreign Parent required\nthe Taxpayer to adopt the IFRS standards to facilitate the process of preparing\nthese worldwide consolidated financial statements. Therefore, the Taxpayer\nadopted IFRS for the first time for Tax Year 1. This marked the first year that the\nTaxpayer issued any IFRS based financial statements. Prior to the adoption of\nIFRS, the Taxpayer used U.S. GAAP as its accounting standard. The last-in, first-out (“LIFO”) inventory method is not an allowable method under\nIFRS. The Taxpayer has used the LIFO inventory method for accounting for a\nportion of its inventory since Date 2 for both tax and financial reporting purposes. The Taxpayer continued to use the LIFO inventory method for Tax Year 1. The Taxpayer provided financial statements to its foreign parent based upon\nIFRS standards for Tax Year 1. These financial statements included a balance\nsheet and income statement based upon IFRS standards. The Taxpayer also\nprovided the IFRS-only balance sheet and income statement to its lending bank. Along with the IFRS-only balance sheet and income statement, the Taxpayer\nprovided its lending bank with tabulated versions of its balance sheet and income\nstatement whereby each was presented on an IFRS and U.S. GAAP standard. Specifically, the tabulated financial statements made adjustments (including LIFO\nadjustments) to the IFRS column to arrive at U.S. GAAP. The IFRS version of\nthe profit/income of the Taxpayer was based on a method that did not include\nLIFO principles in inventorying goods. The Taxpayer did not make a distinction\nbetween primary or supplemental information within these financial statements\nrelated to the change from IFRS to U.S. GAAP reporting standards; nor did it\ninclude explanatory footnotes regarding the change. The Taxpayer provided\nthese financial statements to the lending bank in accordance with lending\nrequirements imposed by the bank related to a letter of credit. POSTS-104573-11 3"
}