{
  "document_category": "legal-advice",
  "document_name": "095001f.pdf",
  "chunk_index": 2,
  "chunk_text": "Company A and Company B were unrelated to Taxpayer. Pursuant to Treas. Reg. § 301.7701-3(f)(2) and the default classification rule in Treas. Reg. § 301.77013(b)(1)(i), LLC was reclassified as a partnership for income tax purposes upon the\nadmission of an additional member effective as of Date 3. Effective as of Date 8, LLC’s operating agreement was amended and Company C made\na capital contribution of $F in cash to LLC in exchange for G Class C membership units,\nwhich represented greater than 50% of the outstanding LLC membership interests. In\nconnection with Company C’s capital contribution and as contemplated in the purchase\nagreement between LLC and Company C, LLC distributed approximately $H in cash to\nTaxpayer, Company A and Company B. The capital contribution by Company C and\nrelated distributions to Taxpayer, Company A and Company B were treated under I.R.C.\n§ 707(a)(2)(B) as a disguised sale to Company C by Taxpayer, Company A and\nCompany B of a portion of their LLC membership units, causing a termination of LLC\nunder I.R.C. § 708(b)(1)(B) and a closing of its tax year under I.R.C. § 706(c). LLC filed\nreturns for the short taxable years Date 3 through Date 7, and Date 8 through Date 9. During the period Date 3 through Date 7, Taxpayer owned more than 50% of the\noutstanding LLC membership units. In the LLC return for the short taxable year Date 3\nthrough Date 7, Taxpayer was reported as having more than 50% of the LLC capital\nand more than 50% of the LLC profits and losses. During the period Date 8 through\nDate 9, Taxpayer owned less than 50% of the outstanding LLC membership units. In\nthe LLC return for the short taxable year Date 8 through Date 9, Taxpayer was reported\nas having less than 50% of the LLC capital and less than 50% of the LLC profits and\nlosses. As of Date 1, the Ethanol Facility had productive capacity for ethanol of I gallons per\nyear, which does not exceed 60,000,000 million gallons. The Ethanol Facility was\nexpanded to increase its productive capacity to J gallons per year, which exceeds\n60,000,000 gallons, by Date 6. The Ethanol Facility produced K gallons of ethanol\nduring the period between Date 1 and Date 2. Taxpayer reported K gallons, which does\nnot exceed 15,000,000 gallons, of qualified ethanol fuel production on Form 6478\nattached to Taxpayer’s amended Form 990-C for the taxable year ending Date 9. Taxpayer claimed a small ethanol producer credit of $L on Form 6478. LAW\nSection 40 allows an alcohol fuels credit, which is part of the general business credit\nunder § 38. Under § 40(a)(3), the alcohol fuels credit includes a small ethanol producer POSTU-121455-09 4 credit for eligible small ethanol producers; under § 40(b)(4)(A), the amount of this credit\nfor any taxable year is 10 cents for each gallon of qualified ethanol fuel production of an\neligible small ethanol producer. Section 40(b)(4)(C) limits the qualified ethanol fuel\nproduction of any producer for any taxable year to not more than 15 million gallons."
}