{
  "document_category": "legal-advice",
  "document_name": "pcir230.pdf",
  "chunk_index": 34,
  "chunk_text": "The practitioner, however, must provide the\nclient with reasonable access to review and copy\nany additional records of the client retained by the\npractitioner under state law that are necessary for the\nclient to comply with his or her Federal tax obligations. (b) For purposes of this section — Records of the\nclient include all documents or written or electronic\nPage 22 — § 10.27 § 10.29 Conflicting interests. Treasury Department Circular No. 230 Table of Contents interest and gives informed consent, confirmed\nin writing by each affected client, at the time the\nexistence of the conflict of interest is known by the\npractitioner. The confirmation may be made within a\nreasonable period of time after the informed consent,\nbut in no event later than 30 days. (c) Copies of the written consents must be retained\nby the practitioner for at least 36 months from the\ndate of the conclusion of the representation of the\naffected clients, and the written consents must be\nprovided to any officer or employee of the Internal\nRevenue Service on request. (d) Effective/applicability date. This section is\napplicable on September 26, 2007. § 10.30 Solicitation. (a) Advertising and solicitation restrictions. (1) A practitioner may not, with respect to\nany Internal Revenue Service matter, in any way\nuse or participate in the use of any form of public\ncommunication or private solicitation containing a\nfalse, fraudulent, or coercive statement or claim; or a\nmisleading or deceptive statement or claim. Enrolled\nagents, enrolled retirement plan agents, or registered\ntax return preparers, in describing their professional\ndesignation, may not utilize the term “certified” or\nimply an employer/employee relationship with the\nInternal Revenue Service. Examples of acceptable\ndescriptions for enrolled agents are “enrolled to\nrepresent taxpayers before the Internal Revenue\nService,” “enrolled to practice before the Internal\nRevenue Service,” and “admitted to practice before\nthe Internal Revenue Service.” Similarly, examples\nof acceptable descriptions for enrolled retirement\nplan agents are “enrolled to represent taxpayers\nbefore the Internal Revenue Service as a retirement\nplan agent” and “enrolled to practice before the\nInternal Revenue Service as a retirement plan\nagent.” An example of an acceptable description for\nregistered tax return preparers is “designated as a\nregistered tax return preparer by the Internal Revenue\nService.”\n(2) A practitioner may not make, directly or\nindirectly, an uninvited written or oral solicitation\nTreasury Department Circular No. 230 of employment in matters related to the Internal\nRevenue Service if the solicitation violates Federal\nor State law or other applicable rule, e.g., attorneys\nare precluded from making a solicitation that is\nprohibited by conduct rules applicable to all attorneys\nin their State(s) of licensure. Any lawful solicitation\nmade by or on behalf of a practitioner eligible to\npractice before the Internal Revenue Service must,\nnevertheless, clearly identify the solicitation as\nsuch and, if applicable, identify the source of the\ninformation used in choosing the recipient. (b) Fee information. (1)(i) A practitioner may publish the availability\nof a written schedule of fees and disseminate the\nfollowing fee information —\n(A) Fixed fees for specific routine services. (B) Hourly rates. (C) Range of fees for particular services. (D) Fee charged for an initial consultation. (ii) Any statement of fee information concerning\nmatters in which costs may be incurred must include\na statement disclosing whether clients will be\nresponsible for such costs."
}