{
  "document_category": "legal-advice",
  "document_name": "082804f.pdf",
  "chunk_index": 6,
  "chunk_text": "However, the safest approach is to get all the individual grantors and the\nfiduciaries for each of the grantor trusts to extend their respective statutes of limitations. Issue 2: Which Form 872 Should be Used to Extend the Statute of Limitations\nIRM section 25.6.22.4.1 states that a Form 872 or Form 872-A are the appropriate\nforms to extend the statute of limitations for income tax. However, you have asked\nwhether Forms 872-I should be secured. We understand that that Form is intended to\nbe used to extend the statute of limitations on partnership items under both Internal\nRevenue Code §§ 6229 and 6501. In our opinion, a Form 872-I does not appear to\nprohibit extending the individual grantor’s statute of limitations under § 6501 where the\nForm states, \"Without otherwise limiting the applicability of this agreement, this\nagreement also extends the period of limitation ... attributable to any partnership items\n(see section 6231(a)(3)) ....\" Therefore, we think the best practice is to have the\ngrantors extend their individual statute of limitations under § 6501 by executing a Form\n872-I. Similarly, the trust fiduciaries should be asked to execute Forms 872-I. Please note that our conclusions are based on the following assumptions:\n1. The subject grantor trusts are not electing small business trusts under § 641 (c). 2. None of the subject grantor trusts are partners in any TEFRA partnerships. POSTF-103406-08 7 3. The named individuals (-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------)\nare the grantors and/or owners of their respective grantor trusts. If you have information showing any of these assumptions to be incorrect, you should\nprovide us with that information and should not rely on the conclusions in this\nmemorandum until we have reviewed that information and advised you of our opinion\non how that information impacts the conclusions herein. Disclosure Statement This writing may contain privileged information. Any unauthorized disclosure of this\nwriting may have an adverse effect on privileges, such as the attorney client privilege. If\ndisclosure becomes necessary please contact this office for our views. Please call Diane Mirabito at (516) 688-1709 if you have any further questions. THEODORE R. LEIGHTON\nAssociate Area Counsel\n(Large & Mid-Size Business) By: _____________________________ Diane R. Mirabito\nGeneral Attorney (Long Island)\n(Large & Mid-Size Business)"
}