{
  "document_category": "legal-advice",
  "document_name": "115001f.pdf",
  "chunk_index": 6,
  "chunk_text": "Brown v.\nCommissioner, T.C. Memo. 1970-253. Only the promotion of the company and its products\nqualify for deduction under § 162(a). The company has attempted to link the two, stating\nthat the company:\nprojects an image of a unique family culture founded on principles and\nvalues . . . [that] the *** aj represents the spirit of family, the spirit of\nadventure, and the spirit of leadership—- all values that are part of who we\nare as a company . . . it highlights *** Taxpayer’s family company\nmessage and celebrates its history . . . *** Taxpayer has qualified research\nshowing that consumers would rather buy from a family-owned business. .\n.. Creating an environment where emotional connections with the *** ah\nfamily and a sense of pride among employees are also very helpful in\ncreating a stronger, more vibrant company. We believe that any promotion of the good reputation of the *** ah family that may have\nresulted from the *** al -------------- is too remote from the promotion of the company and its\nproducts to qualify as a corporate advertising deduction. The taxpayer has referred to Poletti v. Commissioner, 330 F.2d 818 (8th Cir. 1964), in\nsupport of its deduction. In that case, the taxpayer ran an employment agency and gave\nfree gifts, both to individuals who sought placement through the agency and to companies\nwhere it placed employees. The court held such expenditures deductible, noting that a\ntaxpayer “should not be penalized taxwise for business ingenuity in utilizing advertising\ntechniques which do not conform to the practices of one whom he is naturally trying to\nsurpass in profits.” Though this precedent no doubt endorses creativity in advertising, we do not believe it\nsupports the deduction at issue. Unlike Poletti, where it was obvious that the expenditure,\nthough unconventional, benefitted the company, the taxpayer here has not proven that the\nexpenditure resulted in any useful promotional communication to potential customers, or\nwas intended to do so, at least not on a scale commensurate to the size of the expenditure. Furthermore, the elements of personal pleasure cannot be ignored. Although we do not\ndoubt that the *** al -------------- had some historic element, the photographs and\ndescriptions of the --------------, as provided to the Service by the taxpayer, indicate that the CC:LM:RFPH:CHI:2:M:POSTF-130690-11 Page 9 president of the company, his mother, and other relatives enjoyed many recreational\namenities on this --------------, including diving, sailing, swimming, and other diversions. As\nnumerous judicial opinions indicate, these factors weigh in favor of a finding that the\nexpenses are non-deductible as “personal, living, or family expenses” under § 262 and\nagainst a finding of a business purpose under § 162(a). The fact that the expenses of five1\nfamily members who travelled on the expedition were not deducted on the corporate return\nsuggests that the expedition was primarily a family recreational event and not primarily\nbusiness-related."
}