{
  "document_category": "legal-advice",
  "document_name": "105101f.pdf",
  "chunk_index": 24,
  "chunk_text": "This is true even where the taxpayer, under a\nmistake of law, was unaware that he had the right to choose. See Buttolph v.\nCommissioner, 29 F.2d 695 (7th Cir. 1928); see also Moran v. Commissioner, 67 F.2d\n601 (1st Cir. 1933). Therefore, even if we were to assume, arguendo7, that the Coop\ncould have originally classified the b purchases a --------------, when filing its 20--original returns, and that the Coop failed to do so because it was unaware that it could\nmake this choice (and not because it failed to obtain a mutual agreement with its\nmembers/participating patrons to do so), the fact that the Coop originally did report the b\ntransactions as purchases and not -------------- has tax consequences. In Estate of Richard R. Wilbur, et al. v. Commissioner, 43 T.C. 322 (1964) the\nU.S. Tax Court held that a taxpayer may not, by amended return or otherwise, disavow\nan election made in the original return, when recomputation and readjustment of the tax\nliability would impose burdensome uncertainties upon tax administration. In that case,\nthe taxpayer had capitalized certain farming cultural expenditures for 1956, 1958, 1959,\nand 1960. The taxpayer was prevented from later modifying this election by expensing\nexpenditures that it had capitalized, even though the taxpayer could have originally\nexpensed them. In reaching this result, the Court in Estate of Richard R. Wilbur, et al. v.\nCommissioner, supra, cited Pacific National Co. v. Welch, 304 U.S.191, 58 S.Ct. 857,\n82 L.Ed. 1282 (1938), affg 91 F.2d 590 (9th Cir. 1937), where a taxpayer had the option,\nunder applicable statutes and regulations, to compute the gain from sales of its property\neither by the “deferred payment method” or by the “installment method.” After reporting\nits income using one method, the taxpayer sought a refund based on a computation\nunder the other method. The Supreme recognized that that the taxpayer could have\nused either method in its original return. Nevertheless, the Supreme Court held that\nonce the election was made, it was binding. The ratio decidendi of the Supreme Court\n7 In other words, we are only assuming this for the sake of argument. We are not agreeing that the Coop\ncould have correctly reported the b purchases as --------------, in the absence of a mutual agreement to\ntreat them as -------------- with its members/participating patrons. POSTF-143023-10 25 included not only the recomputation and readjustments that would be needed, but also\nthat burdensome uncertainties would result to tax administration. 8 It is also an undeniable fact that, allowing the Coop to reclassify the b purchase\nproceeds as -------------- will result in erroneous returns for all the members and\nparticipating patrons, who relied in the original treatment, in filing their own returns. Even if they could, retroactive amendment will burden, confuse, and may increase the\nreported tax liability of the Coop’s members and participating patrons, for the tax year ---------- In addition, given the closed 3 three year statute for assessments, the Service\ncould not examine and make timely determinations to prevent erroneous double\ndeductions between the cooperative, its members, and patrons."
}