{
  "document_category": "legal-advice",
  "document_name": "105001f.pdf",
  "chunk_index": 9,
  "chunk_text": "38 And for purposes of the foreign tax credit, as discussed in part I.B., above,\nthe liability for the -----------withholding taxes was fixed in -------, but the accrual related\nback to the years to which the taxes related. ---------------- taxable years at issue are calendar years --------and -------. As\nstated above, section 901(a) provides that the choice to elect either a credit or a\ndeduction for foreign taxes paid for any taxable year may be made or changed at any\ntime before the expiration of the period prescribed for making a claim for credit or refund\nof the U.S. tax imposed for such taxable year. Section 6511(d)(3)(A) describes the\nperiod of limitations for credit or refund referred to in section 901(a). This section was\namended on August 5, 1997, with the amendment being effective for taxes paid or\naccrued in the taxable years beginning after its enactment. 39 Thus, taxable year --------------------------------------------------------------------------------------------------------------------------is subject to the pre-amendment version of section 6511 and taxable year --------the\npost-amendment version. Before the enactment date, the section stated as follows: If the claim for credit or refund relates to an overpayment attributable to\nany taxes paid or accrued to any foreign country . . . for which credit is\nallowed against the tax . . . in accordance with the provisions of section\n901 . . . in lieu of the 3-year period of limitation prescribed in subsection\n(a), the period shall be 10 years from the date prescribed by law for filing\nthe return for the year with respect to which the claim is made. 40 After the enactment date, the language was changed from “for the year with\nrespect to which the claim is made” to “for the year in which such taxes were actually\npaid or accrued.”41\nUnder either version, the “year” referred to in section 6511(d)(3)(A) is the same\n“year” referred to in sections 901(a) and (b) and 905(a). Under the pre-amendment\nlanguage, both the IRS and the courts determined that the year referred to in the\nforegoing statutes is the same — the year the taxes were actually paid or accrued, and\nnot the later year to which excess credits were carried and “deemed” paid or accrued\nunder section 904(c). 42 The court in Chrysler stated that, “In our view, the most\n38 Rev. Rul. 58-55. Taxpayer Relief Act, supra § 1056(b).\n40\nI.R.C. § 6511(d)(3)(A) (1997) (emphasis added). 41\nI.R.C. § 6511(d)(3)(A) (1998) (emphasis added). 42\nRev. Rul. 75-268, 1975-2 C.B. 294; Rev. Rul. 77-487, 1977-2 C.B. 479; Rev. Rul. 84-125, 1984-2 C.B.\n125; Chrysler Corp. v. Commissioner, 436 F.3d 644 (6th Cir. 2006). But see Ampex Corp. v. United\nStates, 620 F.2d 853 (Ct. Cl. 1980).\n39 POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43"
}