{
  "document_category": "legal-advice",
  "document_name": "042901f.pdf",
  "chunk_index": 5,
  "chunk_text": "Recomputed Year 1 Taxable income - IRM Method: As discussed above, I.R.M. Section 21.5.9.5.9 provides that in a carryback year in\nwhich a NOL is not fully absorbed, the taxpayer’s adjusted gross income and taxable\nincome should be reduced by the modified taxable income amount shown on Schedule\nB, Form 1045. The IRM instructions would thus produce the following result:\nGross income $1,000 NOL deduction (800) AGI 200 Medical expense\ndeduction (260) (limited to the amount by which the deduction\n($275) exceeds 7.5% of AGI ($15) 7 Taxable income (60) Note that, following the directions in the IRM, the taxpayer in this example is still entitled\nto a full refund of the taxes paid for Year 1. The problem, however, with the IRM\nmethod is that it computes an incorrect adjusted gross income and an incorrect taxable\nincome. Thus, the taxpayer's earned income credit could potentially be miscalculated\nbecause the amount of an earned income credit may be affected by a taxpayer’s\nadjusted gross income. Further, for taxpayers subject to the alternative minimum tax\n(AMT), AMT liability computed on Form 6251 may be miscalculated because Form 6251\nrequires taxpayers to enter their adjusted gross income minus any itemized deductions. In conclusion, § 172 requires that the entire NOL be carried back to the earliest possible\nyear. Adjusted gross income should therefore be reduced by the entire NOL carryback\nrather than by modified taxable income. The provisions of the IRM should be amended\nto reflect the correct procedure by which NOL carrybacks are computed. Part 2 – NOL sustained by a single taxpayer and carried to a joint return year\nPart 2 of this document concerns the proper procedure for computing a refund when a\nsingle taxpayer incurs a NOL and carries the NOL back to a year in which the taxpayer\nfiled a joint return. Background The questions presented for consideration in Part 2 of this document involve the\nprocedures and computations required for processing a refund arising out of a NOL\nsustained by a divorced taxpayer when the NOL is carried back to a year when the\ntaxpayer was married and filed a joint return with his or her former spouse. As\ndiscussed below, the NOL provisions are personal to the spouse incurring the loss and\nthus can only offset the income of that taxpayer. Section 6013 imposes joint and several liability upon a husband and wife for the tax\ncomputed on the aggregate income reported on a joint return. Section 6402(a) states that in the event of an overpayment, the Secretary, within the\napplicable period of limitations, may credit the amount of the overpayment, including\nany allowable interest, against any liability of an internal revenue tax on the part of the\nperson who made the overpayment and, subject to certain exceptions, must refund the\nbalance to that person. Under Rev. Rul. 74-611, 1974-2 C.B. 399, husbands and wives who file joint returns\nhave a separate interest in both the jointly reported income, as well as any overpayment\nattributable to the joint return. A joint income tax return does not create new property\ninterests for the husband or the wife in each other's income tax overpayment."
}