{
  "document_category": "legal-advice",
  "document_name": "20040302f.pdf",
  "chunk_index": 7,
  "chunk_text": "Id. at 89-90, citing General Bancshares Corp. v.\nCommissioner, 326 F.2d 712, 715 (8th Cir. 1964)\n(emphasis added). In the present case, -- purpose in acquiring -- is that,\ncombined, - and -- can be run more efficiently and can use its\ncapital more profitably than either company on its own, thus\ncreating substantial long-term value. See Form 886-A. Thus the\nexpenses in question, since directly related to seeking the longterm value, should be capitalized. 7\n7 It is possible, though not likely, that among these expenses some are\nordinary and necessary in nature and the long-term benefit they generated is\nonly incidental. In that situation, as the INDOPCO Court states, such\nordinary and necessary expenses should be allowed as currently deductible. However, it is the taxpayer that has the burden to establish that the\nexpenses should be currently deductible rather than capitalized. INDOPCO\nInc. v. Commissioner, 503 U.S. 79, 85 (1992). Therefore, unless ------------ CC:LM:NR:HOU:2:POSTF-163829-02 Page 11 It should also be noted that these expenses are professional\nfees that Ahave been disallowed in a wide variety of cases\nconcerning changes in corporate structure...@ , 503 U.S. at 89. Accordingly, under INDOPCO, these expenses must be capitalized. This conclusion is consistent with the Service’s Proposed\nRegulations for § 263. Under these Proposed Regulations,\nregardless when it is paid, an amount that is inherently\nfacilitative to an acquisition should be capitalized. See Prop.\nTreas. Reg. § 1.363-4(e)(4)(i)(B)(2003). An amount is inherently facilitative if it is paid for\nactivities performed in determining the value of the\ntarget, negotiations or structuring the transaction,\npreparing and reviewing transactional documents,\npreparing and reviewing regulatory filings required by\nthe transaction, obtaining regulatory approval of the\ntransaction, securing advice on the tax consequences of\nthe transaction, obtaining shareholder approval of the\ntransaction, or conveying property between the parties\nto the transaction. Id. By this standard, except those in (i), all the services\ndescribed in ------ ----- letter are inherently facilitative to --- acquisition of --, and accordingly should be capitalized. As\nfor expenses listed in (i), because of the concerns discussed at\nthe end of Part (a) of this Analysis, we refrain from taking a\nposition as to whether there has been an expansion. ELIZABETH G. CHIRICH\nAssociate Area Counsel\n(Large and Mid-Size Business) ------------------------------------------------------------------------------------------------------------ establishes that any or all of them are\ndeductible, these expenses should be capitalized. CC:LM:NR:HOU:2:POSTF-163829-02 Page 12 By: _____________________________ DAVID Q. CAO\nGeneral Attorney\n(Large and Mid-Size Business)"
}