{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 70,
  "chunk_text": "Then, enter the smaller amount on line 6. 6. 5 This is your earned income credit. 6\nEnter this amount on\nForm 1040 or 1040-SR,\nline 27. Reminder— 1040 or\nIf you have a qualifying child, complete and attach Schedule EIC. 1040-SR CAUTION EIC 10o4r0 R 1040-S If your EIC for a year after 1996 was reduced or disallowed, see\nForm 8862, who must file, earlier, to find out if you must file Form 8862 to\ntake the credit for 2022. -43- Need more information or forms? Visit IRS.gov. Worksheet B—2022 EIC—Line 27 Keep for Your Records Use this worksheet if you answered “Yes” to Step 5, question 2. Complete the parts below (Parts 1 through 3) that apply to you. Then, continue to Part 4. If you are married filing a joint return, include your spouse’s amounts, if any, with yours to figure the amounts to\nenter in Parts 1 through 3. Part 1 Self-Employed,\nMembers of the\nClergy, and\nPeople With\nChurch Employee\nIncome Filing\nSchedule SE\nPart 2 Self-Employed\nNOT Required\nTo File\nSchedule SE For example, your\nnet earnings from\nself-employment\nwere less than $400. 1a. Enter the amount from Schedule SE, Part I, line 3. 1a b. Enter any amount from Schedule SE, Part I, line 4b and line 5a. + 1b c. Combine lines 1a and 1b. = 1c d. Enter the amount from Schedule SE, Part I, line 13. – 1d e. Subtract line 1d from line 1c. = 1e 2. Don’t include on these lines any statutory employee income, any net profit from services performed as a\nnotary public, any amount exempt from self-employment tax as the result of the filing and approval of Form\n4029 or Form 4361, or any other amounts exempt from self-employment tax. a. Enter any net farm profit or (loss) from Schedule F, line 34; and\nfrom farm partnerships, Schedule K-1 (Form 1065), box 14, code A*. 2a b. Enter any net profit or (loss) from Schedule C, line 31; and Schedule\nK-1 (Form 1065), box 14, code A (other than farming)*. + 2b c. Combine lines 2a and 2b. = 2c * If you have any Schedule K-1 amounts, complete the appropriate line(s) of Schedule SE, Part I.\nReduce the Schedule K-1 amounts as described in the Partner’s Instructions for Schedule K-1. Enter\nyour name and social security number on Schedule SE and attach it to your return. Part 3 Statutory Employees\nFiling Schedule C 3. Enter the amount from Schedule C, line 1, that you are filing as a\nstatutory employee. Part 4 4a. Enter your earned income from Step 5. All Filers Using\nWorksheet B b. Combine lines 1e, 2c, 3, and 4a. This is your total earned income. Note. If line 4b\nincludes income on\nwhich you should\nhave paid selfemployment tax but\ndidn’t, we may\nreduce your credit by\nthe amount of\nself-employment tax\nnot paid. If line 4b is zero or less,\nor 1040-SR, line 27. 5. STOP 3 4a\n4b You can’t take the credit. Enter “No” on the dotted line next to Form 1040 If you have:\n● 3 or more qualifying children who have valid SSNs, is line 4b less than $53,057 ($59,187 if married\nfiling jointly)?"
}