{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 3,
  "chunk_text": "Page 5 of 37 POSTF-134629-07 B. Year 4-Year 9 In Year 4, Owner 1 --------------- formed Corp A ------------------------ Industry N.\nCorp A was one of the first successful Industry N companies, spawning a host of\naffiliated and competitive businesses. Some other businesses initially formed by Owner\n1 were Corp B and Corp C, both Industry N companies. Eventually, a separate S Corporation, Corp D ------------------------ --------------, was\nformed to hold the Corp A business, among other related businesses. Thereafter, about\nthe time Owner 1 wanted to retire, attorneys Owner 2 --------------- and Owner 3 -------------- became involved, acquiring ** percent of Corp D stock by Year 7. In the Year 5 and Year 6, Corp D was very successful. Corp D ran Industry N.\nAfter setting up Industry N in locations across the United States, Corp D entered into\ncontracts with third party S, -------------------------------------------------. Corp D also sold Y.\nCorp D’s assets were intangibles, such as W, X, AA contracts (generally short-term),\nand Q.\nIn ** of Year 8, ** percent of Corp D’ stock was sold to a venture capital\npartnership, Entity G,2 for approximately $ **, with a § 338(h)(10) election filed to treat\nthe stock sale as an asset sale. The sale took place ** of Year 8, with a resulting\ntechnical termination of Corp D; the new entity was named Corp E -------------------------------------------------------------------------------------------------------------------------------------------,\nand was also an S corporation. Entity G acquired other similar and/or affiliated\nbusinesses and/or companies that became part of Corp E. 3 Entity G paid\napproximately $ DD in cash and assumed about $ MM in liabilities for a total price of\n$ NN for all the companies and/or businesses it acquired (including Corp D) which\nbecame part of Corp E. Owners 1, 2 and 3 continued to hold ** percent of the stock of\nthe new entity, Corp E.\nCorp E did not do well. First, there were difficulties operating the company\nnotwithstanding the fact that Owners 1, 2 and 3 of Corp D continued to participate. In **\ndisqualified persons, considering both salary and the cash flow from the sale; and (3) whether the nonprofit should be taxed as a corporation. 2 This entity was formed by three other entities: Entity H, Entity J, and Entity K. This entity was formed to\nacquire Corp D stock. 3 One of the other acquired companies was a former competitor of Corp D. Page 6 of 37 POSTF-134629-07\nyears, Corp E was in dire financial trouble. Second, the no longer existing entity, Corp\nD, had overstated the historical sale figures which were relied upon to establish the\npurchase price of Corp D. In summary, Corp D had three major categories of revenues:\nQQ, RR and SS for sold Y. Allegedly, the Corp D controller estimated the revenues\nfrom the last two categories and overstated said revenues."
}