{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 94,
  "chunk_text": "The practitioner can provide you\nwith details. Form 8453. You must send in a paper\nForm 8453 if you have to attach certain\nforms or other documents that can't be\nelectronically filed. See Form 8453. Identity Protection\nPIN All taxpayers are now eligible TIP for an Identity Protection Personal Identification Number\n(IP PIN). For more information, see\nPub. 5477. To apply for an IP PIN, go to\nIRS. gov/IPPIN and use the Get an IP\nPIN tool. For 2022, if you received an IP PIN\nfrom the IRS, enter it in the IP PIN\nspaces provided next to the space for\nyour occupation. You must correctly enter all six numbers of your IP PIN. If\nyou didn't receive an IP PIN, leave these\nspaces blank. New IP PINs are generated every year. They will generally be\nCAUTION sent out by mid-January 2023. Use this IP PIN on your 2022 return as\nwell as any prior-year returns you file in\n2023. ! If you are filing a joint return and\nboth taxpayers receive an IP PIN, enter\nboth IP PINs in the spaces provided. If you need more information, go to\nIRS. gov/IPPIN. If you received an IP\nPIN but misplaced it, call 800-908-4490. Phone Number and Email\nAddress You have the option of entering your\nphone number and email address in the\nspaces provided. There will be no effect\non the processing of your return if you\nchoose not to enter this information. Note that the IRS initiates most contacts\nthrough regular mail delivered by the\nUnited States Postal Service. You can report a phone scam to the\nTreasury Inspector General for Tax Administration at IRS Impersonation Scam Need more information or forms? Visit IRS.gov. Reporting or the FTC using the FTC\nComplaint Assistant at FTC.gov. Add\n“IRS Telephone Scam” in the notes. You can report an unsolicited email\nclaiming to be from the IRS, or an\nIRS-related component like the Electronic Federal Tax Payment System, to\nthe IRS at phishing@irs.gov. For more information, go to IRS.gov/\nPhishing and IRS.gov/newsroom/howto-know-its-really-the-irs-calling-orknocking-on-your-door. Paid Preparer Must\nSign Your Return\nGenerally, anyone you pay to prepare\nyour return must sign it and include their Preparer Tax Identification Number\n(PTIN) in the space provided. The preparer must give you a copy of the return\nfor your records. Someone who prepares\nyour return but doesn't charge you\nshouldn’t sign your return. If your paid preparer is self-employed, then they should check the\n“self-employed” checkbox. Assemble Your\nReturn\nAssemble any schedules and forms behind Form 1040 or 1040-SR in order of\nthe “Attachment Sequence No.” shown\nin the upper-right corner of the schedule\nor form. If you have supporting state- Need more information or forms? Visit IRS.gov. -62- ments, arrange them in the same order as\nthe schedules or forms they support and\nattach them last. File your return, schedules, and other attachments on standard\nsize paper. Cutting the paper may cause\nproblems in processing your return. Don’t attach correspondence or other\nitems unless required to do so. Attach\nForms W-2 and 2439 to Form 1040 or\n1040-SR. If you received a Form W-2c\n(a corrected Form W-2), attach your\noriginal Forms W-2 and any Forms\nW-2c. Attach Forms W-2G and 1099-R\nto Form 1040 or 1040-SR if tax was\nwithheld. 2022\nTax Table !"
}