{
  "document_category": "legal-advice",
  "document_name": "101502f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service Memorandum\nRelease Number: 20101502F\nRelease Date: 4/16/10\nCC:LM:F:BOS:\nPOSTU-144536-09\nUILC: 833.02-00 date: February 04, 2010 to: from: subject: Technical Advisor, Health & Blue Cross Blue Shield (BC/BS) Insurance\n(Internal Revenue Service, LMSB, Rothschild, WI)\nAttn: Gerald Bell\nAssociate Area Counsel, Boston, MA\n(Large & Mid-Size Business) I.R.C. ยง 833(b) Special Deduction This Chief Counsel Advice responds to your request for assistance. This advice may\nnot be used or cited as precedent. LEGEND\nTaxpayer\nTaxpayer State\nProgram X\nProgram Y\nProgram Z\nProgram Card\nYear 1\nYear 2\nYear 3\nYear 4\nYear 5\nYear 6 =\n=\n=\n=\n=\n=\n=\n=\n=\n=\n=\n= -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- POSTU-144536-09 2 ISSUE In determining \"claims incurred\" and \"liabilities incurred . . . under cost-plus\ncontracts\" for purposes of the special deduction described in I.R.C. ยง 833(b), may\na BCBS organization include only claims and liabilities that it processes as a\n\"Home\" plan with respect to its own subscribers, or may it also include claims\nand liabilities that it processes as a \"Host\" plan with respect to subscribers of\nother BCBS plans, which reimburse the Host plan for the expenditures made\n\"plus\" a processing fee. CONCLUSION The special deduction applies only to claims and liabilities with respect to\nsubscribers of the plan claiming the deduction and does not include claims and\nliabilities with respect to subscribers of other plans. In computing the special\ndeduction described in section 833(b), a \"Host\" plan may include only claims and\nliabilities of its own subscribers and not claims and liabilities of subscribers of\nother BCBS plans for which it is reimbursed by the \"Home\" plans of those\nsubscribers. NOTE: The claims for refund in this case include three arrangements, described as\n\"Program Y,\" \"Program Z\" and \"Program X.\". The Taxpayer's Protest acknowledges\nthat claim payments under the Program X arrangements are the most significant, and\nthe arguments in the Protest are generally addressed to those arrangements. There\nare numerous factual issues regarding all three arrangements which are not within the\npurpose of Chief Counsel Advice, and no concession is being made by the omission of\nthose issues from this memorandum. FACTS The Taxpayer is \"an existing Blue Cross or Blue Shield organization\" within the\nmeaning of I.R.C. ยง833(c)(2), and therefore eligible to claim the special deduction\nprovided by section 833(a)(2). The Taxpayer filed claims for refund for the taxable years Year 1 and Year 2,\nstating that it had identified three arrangements that should have been included in the\nspecial deduction but were not. The claims describe these arrangements as \"Program\nY,\" \"Program Z,\" and \"Program X.\" The greatest portion of the claimed deductions is\nattributable to \"Program X\" transactions, where the Taxpayer processes claims as a\n\"Host\" plan with respect to subscribers of other BCBS plans. While the claims were being examined, the Taxpayer filed requests for\naffirmative adjustments on similar grounds for the taxable years Year 3, Year 4, and\nYear 5. The claims have been disallowed. POSTU-144536-09 3 The Taxpayer filed a Protest which alleged as follows:\nTaxpayer's Annual Statement Reporting -- As part of the Year 6 audit of\nTaxpayer's statutory financial statements, Taxpayer's auditors required Taxpayer\nto classify its Program Y (described below) and Program X programs as\nASC/Cost-Plus and to disclose the claims paid in Footnote 15 of its Audited\nStatutory Financial Statements. . . ."
}