{
  "document_category": "legal-advice",
  "document_name": "105001f.pdf",
  "chunk_index": 10,
  "chunk_text": "POSTF-113176-10 11 reasonable reading of these two statutes is that the ‘such taxable year’ of § 901(a) and\nthe ‘year with respect to which the claim is made’ of § 6511(d)(3)(A) refer to the same\nyear: the year in which the taxpayer first made its election whether to claim a foreign tax\ncredit.”43 The court went on to say, “All that § 6511(d)(3)(A) provides to the taxpayer is\na longer limitations period for altering its election of a foreign tax credit than the threeyear limitations period prescribed by § 6511(a). The touchstone for triggering the\nstatute of limitations remains the original year of election. ”44 Further, the Chrysler court,\nin discussing the pre-amendment version of section 6511(d)(3)(A), noted that, “[O]ur\nreading avoids the uncertainty that would attend Chrysler’s interpretation, which could\nlend to a shorter or longer limitations period depending on the unique fiscal\ncircumstances of the taxpayer. ”45 Both statements of the Chrysler court apply equally to\nthe pre- and post-amendment versions of section 6511(d)(3)(A), since the change to the\nstatute was merely clarifying. In reading the plain language of the amended statute, the phrase, “such taxes\nwere actually paid or accrued,” refers to the prior language in the same sentence, “any\ntaxes paid or accrued to any foreign country . . . for which credit is allowed against the\ntax . . . in accordance with the provisions of section 901.”46 Thus, the “year in which\nsuch taxes were actually paid or accrued” is the year in which the credit may be taken\nunder section 905(a). 47 And as discussed in part I.C., above, in the instant case, the\ncredit may not be taken in the --------taxable year. The legislative history of the amendment to section 6511(d)(3)(A) also\ndemonstrated that the limitations period begins by reference to the year to which the\ncreditable taxes relate. The amendment was enacted to clarify the limitations period\nattributable to refund claims attributable to foreign tax credit carryovers. 48 Congress\nacknowledged that the IRS took the position in Revenue Ruling 84-125 that, in the case\nof a credit carryforward, the period governed by “the year with respect to which the\nclaim is made” is determined by reference to “the year in which the foreign taxes were\npaid or accrued (and not the year to which the credits were carried). ”49 It also\nacknowledged the holding in Ampex Corp. v. United States, which provided that the\nlimitations period is determined by reference to “the year to which the credits are carried\n(and not the year in which the taxes were paid or accrued). ”50\nAs a result, Congress amended the section to make clear that, in the case of a\nclaim relating to an overpayment attributable to foreign tax credits, the limitations period\n43 Chrysler Corp., 436 F.3d at 655. Id.\n45\nId. at 656.\n46\nI.R.C. § 6511(d)(3(A) (1998). 47\nId.\n48\nTaxpayer Relief Act, supra, § 1056. 49\nH.R. Rep. No. 105-148, at 552-53 (1997); H.R. Rep. No. 105-220, at 576-77 (1997) (Conf. Rep.); S.\nRep. No. 105-33, at 179-80 (1997); see also Staff of Joint Comm. on Taxation, 105th Cong., General\nExplanation of Tax Legislation Enacted in 1997, at 253 (Comm. Print 1997). 50\nId.\n44 POSTF-113176-10 12"
}