{
  "document_category": "legal-advice",
  "document_name": "20032601f.pdf",
  "chunk_index": 2,
  "chunk_text": "ISSUE\nShould the Service consider asserting the section 6694\npenalty against Preparer for advising the Taxpayer to make an\nimpermissible section 280C(c)(3) election on a refund claim? CONCLUSION Since Preparer is a “return preparer” who advised the\nTaxpayer to take a frivolous position (i.e., to make a section\n280C(c)(3) election, for the first time, on a refund claim\n) that resulted in a tax\nunderstatement, the Service should consider the asserting the\nsection 6694 penalty against Preparer. APPLICABLE LAW\nA. Sections 41, 174 and 280C Section 41 allows taxpayers a credit against tax for\nincreasing research activities. Generally, the credit is an\nincremental credit equal to the sum of 20 percent of the excess\n(if any) of the taxpayer's QREs for the taxable year over the\nbase amount, and 20 percent of the taxpayer's basic research\npayments determined under section 41(e)(1)(A).2 Section 174(a)\nprovides that a taxpayer may treat research or experimental\nexpenditures that are paid or incurred during the taxable year in\nconnection with the taxpayer's trade or business as expenses not\nchargeable to capital account. Section 280C(c)(1) requires taxpayers to reduce the amount\nof QREs otherwise allowable as a deduction under section 174 by\nan amount equal to the research credit determined under section\n41(a). However, section 280C(c)(3) allows a taxpayer to make an\nelection that will allow it to avoid the reduction of the section 2 Under section 41(c)(2), however, the minimum base amount\nis 50 percent of the credit year QREs. CC:LM:F:MAN:POSTU-162762-02 page 4 174 expenditures. Specifically, a proper section 280C(c)(3)\nelection enables a taxpayer to avoid the reduction of section 174\nexpenses by claiming a reduced research credit generally equal to\n13 percent of the excess of a taxpayer's QREs for the taxable\nyear over the base amount. I.R.C. § 280C(c)(3)(B).\nSection 280C(c)(3)(C) specifically provides that the section\n280C(c)(3) election shall be made not later than the time for\nfiling the return of tax for such year (including extensions),\nshall be made on such return, and shall be made in such manner as\nthe Secretary may prescribe. This rule is repeated in Treasury\nRegulation § 1.280C-4(a), which states “[t]he election under\nsection 280C(c)(3) to have the provisions of section 280C(c)(1)\nand (2) not apply shall be made by claiming the reduced credit\nunder section 41(a) determined by the method provided in section\n280C(c)(3)(B) on an original return for the taxable year, filed\nat any time on or before the due date (including extensions) for\nfiling the income tax return for such year.” (Emphasis added). B. Section 6694\ni. General Rules Section 6694(a) and (b) impose penalties on income tax\nreturn preparers for certain understatements of liability on a\nreturn or claim for refund. An “income tax return preparer” is a\nperson who prepares, for compensation, any return of tax imposed\nby subtitle A (income taxes) or any claim for refund of taxes\nimposed by subtitle A. A person who does not physically prepare\nan income tax return is considered a preparer if that person\nfurnishes a taxpayer sufficient information and advice so that\ncompletion of the return or claim for refund is largely a\nmechanical matter. Treas. Reg. § 301.7701-15(a)(1)."
}