{
  "document_category": "legal-advice",
  "document_name": "20031501f.pdf",
  "chunk_index": 9,
  "chunk_text": "In the Holsey case, the redemption was for less than book\nvalue of the stock redeemed. By such discount, the continuing shareholders benefitted\nbecause their stock value consequently increased. Nevertheless, the court determined\nthat the purchase of a stock-holder's shares by the corporation at an option price below\nbook value did not effect a dividend distribution to the remaining shareholder. Holsey at\n868. With respect to the differential resulting in increased value to the remaining\nshareholder, the Court cited the analogy initially proposed by the Schmitt court where a\nparcel of land appreciates in value over time, but no taxable event occurs. Similarly as\nto stock, although the value increases, this accre-tion does not give rise to taxable\nincome within the meaning of the Sixteenth Amendment until the corporation makes a POSTF-106186-02 11 distribu-tion to the stockholder or his stock is sold. Holsey at 868. The Tax Court in the\nWilliams case specifically pointed-out as significant that the Holsey court determined no\nconstructive dividend arose despite that the option price for the redemption was less\nthan the market value of the redeemed shares. Williams at 1677 n.3. While in Rev. Rul. 58-614, the IRS announced that it would follow the decision of\nHolsey, the Service went on, however, to caution that regardless of the form of the\ntransaction, if the stock was in reality purchased by the remaining shareholders and\npaid for by the corporation, the payment would be considered a dividend to the\nremaining shareholders. If, as the Stock Sale Agreement seems to permit, one or more of the continuing\nshareholders acquired the shares of the dece-dent using the life insurance proceeds,\nconstructive dividends would arise. We discern this ability since the Stock Sale Agreement fails to specifically prohibit such action. The agreement states, \"Any excess of\ninsurance proceeds over the purchase price shall be retained by the purchaser of the\ncommon shares, free and clear of any obligations under this Agreement.\" \"Purchaser\"\nis undefined in the agreement, although the only parties authorized to purchase are the\ncontinuing shareholders, who possess an election to purchase, and the trustee who has\nan obligation to purchase any shares not earlier purchased. It is unlikely that the continuing shareholders would pur-chase the shares since\nthe continuing shareholders can achieve the same ownership increase by merely\nhaving the corporation redeem the decedent's shares. Similarly, the competing\ninterests of the continuing shareholders would seem to preclude less than all of the\ncontinuing shareholders from attempting to purchase the shares using the insurance\nproceeds. In this case, the potential corporate redemption causes no constructive dividend\nto occur to the continuing shareholders since they are not relieved of any obligation to\npurchase the decedent's shares. Unless the shareholders personally avail themselves\nof the life insurance proceeds, the authorities reflect that no constructive dividend would\noccur at the redemp-tion. That being the case, we do not foresee the Service pre-vailing on an argument\nthat a portion of each life insurance premium payment on any one shareholder's life\nconstitutes a constructive dividend to the other shareholders. Finally, we reiterate another caution contained in Rev. Rul. 58-164."
}