{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 27,
  "chunk_text": "Pursuant to § 453A(a)(1), interest must be\npaid on the deferred tax liability as a surcharge. No regulations have yet been issued\non how to apply § 453A in the context of a contingent payment sale. Given there is\nnothing that keeps the statute open for a “refund” if the sale price is overestimated,31 the\nappropriate computation is to “look back” at the end of each year to compute the\ninterest Corp F must pay. Section 5 Applicability of § 481 Section 453 prescribes a method of accounting. Corp F and its shareholders\nfailed to qualify for § 453 because there was no sale. Accordingly, its method of\naccounting failed to clearly reflect income. Pursuant to § 446, the Commissioner can\nplace the taxpayers on a method of accounting that does clearly reflect income. Section\n1 of this memorandum sets forth the tax principals that dictate the method of accounting\nthat does clearly reflect income. The Commissioner can and should impose an I.R.C.\n§ 481 adjustment for all income deferred using the installment method from Year 10\nthrough Year 12, for each alternative position. The § 481 adjustment shall be included\nin income in the Year 13 so that all income that was improperly deferred by reporting\nincome under a method that failed to clearly reflect income is returned to income in Year\n13.32 If the taxpayer continues to assert the transaction constitutes a sale for tax\npurposes, a § 481 adjustment should be asserted for the alternative position addressed\nin Sections 3 and 4, above. See Huffman v. Commissioner, 126 T.C. 322, 340-41, 343,\n347-48, 350-51, 353-55 (2006) (addressing § 481). 29 While no facts were provided that evidence Corp F is subject to recapture income for amounts which\nwould be treated as §§ 1245 or 1250 ordinary income during its ** month holding period for the\ninvestment assets sold to Entity M, if such facts exist, please be aware that the recapture rules of §§ 1245\nand 453 override § 453. All recapture income, even if not received, must be recognized in the year of\nsale. § 453(i).\n30 See TAM9853002, Issue 2 (each shareholders’ allocable portion of face amount of $DD controls\napplicability). 31 See TAM9853002, 1998 WL 908368 (IRS TAM) (no refund allowable based on overstated interest). Thus, a “look back” rule protects from up-front overstated interest. 32 Corp F does not qualify to spread the income adjustment over multiple years. Page 34 of 37 POSTF-134629-07\nCASE DEVELOPMENT, HAZARDS AND OTHER CONSIDERATIONS You were requested to make a referral to TEGE, but have not yet made the\nreferral. Please make the referral and provide the TEGE examiner with a copy of this\nadvice. See footnote 1, above (basis for referral)."
}