{
  "document_category": "legal-advice",
  "document_name": "114704f.pdf",
  "chunk_index": 4,
  "chunk_text": "If settlement payments are\nconsidered wages, applicable federal employment taxes are imposed and are required to be\nwithheld. I.R.C. § 3402(a)(1). The employment taxes that may apply include FICA, income tax\nwithholding and FUTA. FICA taxes, income tax withholding and FUTA taxes are imposed on\n“wages” as defined in the Internal Revenue Code (the “Code”). For income tax withholding\npurposes, “wages” is broadly defined as “all remuneration for services performed by an\nemployee for his employer,” with specific exceptions. I.R.C. § 3401(a). Sections 3121(a) and\n3306(b) of the Federal Insurance Contributions Act and Federal Unemployment Tax Act,\nrespectively, define the term “wages”, with certain exceptions not material here, as “all\nremuneration for employment”. Remuneration for employment, unless such remuneration is otherwise excluded, constitutes\nwages even though at the time paid the relationship of employer and employee no longer exists\nbetween the person in whose employ the services were performed and the individual who\nperformed them. Treas. Reg. § 31.3121(a)-1(i). The Supreme Court has made plain that the\nterm “remuneration for employment” is not limited to payments made for work actually\nperformed but includes the entire employer-employee relationship for which compensation is\npaid by the employer to the employee. Social Security Board v. Nierotko, 327 U.S. 358, 365266 (1946). POSTF---------------- 5 Whether an amount received in settlement of a dispute is remuneration for employment and\nsubject to employment tax depends on the nature of the item for which the settlement amount is\na substitute. See Alexander v. Internal Revenue Service, 72 F.3d 938, 942 (1st Cir. 1995) (the\ntest for purposes of determining the character of a settlement payment for tax purposes “is not\nwhether the action was one in tort or contract but rather the question to be asked is ‘in lieu of\nwhat are the damages awarded?’”). Rev. Rul. 72-268, 1972-1 C.B. 313, concluded that certain amounts of unpaid minimum wages\nand unpaid overtime compensation restored by a company to its employees were considered\nwages, but that the liquidated damages paid were not wages, as they represented an additional\npenalty. The Service concluded that, because the liquidated damages were required as a\npenalty for failure to comply with the law, they could not be categorized as wages. The\nprovisions of Rev. Rul. 72-268 have been found not to apply when the taxpayer failed to show\nthe extent to which such allocation to liquidated damages would apply. See 1996 FSA LEXIS\n244. Thus, in the referenced Field Service Advice Memoranda, the Service refused to conclude\nthat a portion of the settlement was entitled to non-wage treatment. B. Application to the Taxpayer The settlement allocation payments allocated to civil penalties in this case included -----of the\ntotal amount. Whether a settlement amount is remuneration for employment and subject to\nemployment tax depends on the nature of the item for which the settlement amount is a\nsubstitute. The amount allocated to civil penalties was likely in lieu of the penalties that would\nhave been imposed due to the violation of --------------------------------------------------------- and -------------- Violation by -----------of these various state code sections was alleged in the various\nclaims by the ---------------managers included in the class action suit."
}