{
  "document_category": "legal-advice",
  "document_name": "094301f.pdf",
  "chunk_index": 2,
  "chunk_text": "Amount 5\nAmount 6\nAmount 7 These claimed deductions are also based on the Spread. Corporation 1 has informed the Exam Team that it is investigating whether some\ndeductions for disqualifying deductions under § 421(b) should have been claimed as a\ndeduction under § 174 in a year before the disqualifying disposition. For purposes of\nthis memorandum, we presume that all of the employees were involved in R&D that\nwould qualify as research and development expenditures under § 174. LAW AND ANALYSIS This memorandum consists of two parts. It first examines § 174 and concludes that in\nlight of § 174’s legislative history the claimed deductions are not research or\nexperimental expenditures under § 174. The memo then examines § 421 and its\nlegislative history and concludes that § 421 generally does not permit a deduction for\ncompensation attributable to a statutory stock option. A. Not Expenditures Under § 174\n1. General Overview Section 174(a)(1) states, “A taxpayer may treat research or experimental expenditures\nwhich are paid or incurred by him during the taxable year in connection with his trade or\nbusiness as expenses which are not chargeable to capital account. The expenditures\nso treated shall be allowed as a deduction.” The expenditures covered by § 174 may\napply either to a general research program or to a specific project. Treas. Reg.\n§ 1.174-1 provides two methods for treating a taxpayer’s research or experimental\nexpenditures that are incurred in connection with the taxpayer’s trade or business. If a\ntaxpayer adopts the method provided in § 174(a), the taxpayer may deduct as expenses\nresearch or experimental expenditures that are incurred in connection with the POSTU-153378-08 4 taxpayer’s trade or business. Treas. Reg. § 1.174-3(a). Alternatively, a taxpayer may\nelect to defer and amortize the expenses. Treas. Reg. § 1.174-4. Research or\nexperimental expenditures which are neither treated as expenses nor deferred and\namortized under section 174 must be charged to a capital account. Treas. Reg.\n§ 1.174-2(a)(1). As explained below, Corporation 1’s claimed deductions should not qualify as\nexpenditures given the legislative history of § 174. 2. Not an Expenditure The Spread does not qualify as an expenditure under § 174 and, thus, should not be\ndeducted. Treas. Reg. § 1.174-2(a)(1) defines the term “research or experimental\nexpenditures” as meaning:\n[E]xpenditures incurred in connection with the taxpayer's trade or business which\nrepresent research and development costs in the experimental or laboratory\nsense. The term generally includes all such costs incident to the development or\nimprovement of a product. The term includes the costs of obtaining a patent,\nsuch as attorneys' fees expended in making and perfecting a patent application. Expenditures represent research and development costs in the experimental or\nlaboratory sense if they are for activities intended to discover information that\nwould eliminate uncertainty concerning the development or improvement of a\nproduct. . . . Whether expenditures qualify as research or experimental\nexpenditures depends on the nature of the activity to which the expenditures\nrelate, not the nature of the product or improvement being developed or the level\nof technological advancement the product or improvement represents. While this definition is broad, it should be read in the context of Congress’s purpose for\nenacting § 174."
}