{
  "document_category": "legal-advice",
  "document_name": "20032401f.pdf",
  "chunk_index": 1,
  "chunk_text": "Office of Chief Counsel\nInternal Revenue Service memorandum\nNumber:\n20032401F\nRelease Date: 6/13/2003\nCC:LM:FS:LI:POSTF-129710-02\ndate:\nto: from: subject: May 5, 2003\nCary Allen, Technical Advisor, Leasing Technical IP\nPatricia Autry, Technical Advisor, Leasing Technical IP\nJody Tancer, Associate Area Counsel\n(Financial Services:\n) Foreign Tax Credit Implications in Ownership-FSC Transactions\nUIL 245.04-00, 245.05-00, 245.09-00, 861.02-00, 862.00-00,\n901.01-00, 902.02-00, 902.03-16, 902.03-21, 902.03-22, 902.03-24,\n902.04-00, 904.03-08, 906.30-00, 921.00-00, 923.00-00, 924.01-00 On August 14, 2002, we sent you a memorandum (the earlier\nmemorandum), analyzing whether treating an Ownership-FSC (O-FSC)\ntransaction entered into by a domestic financial services\ninstitution (the parent/taxpayer)and its Foreign Sales\nCorporation (TP-FSC) as a financing arrangement would increase\navailable foreign tax credit (FTC). The Office of the Associate\nChief Counsel (International), provided us with comments on the\nearlier memorandum. As a result of those comments, this\nmemorandum reflects the modifications suggested by the National\nOffice. This memorandum should not be cited as precedent. ISSUES\n1. Whether rental income received by TP-FSC in an\nO-FSC leasing transaction that is recharacterized as interest\nincome from a financing arrangement is income effectively\nconnected with the conduct of a trade or business within the\nUnited States (ECI)? 2. Whether TP-FSC may claim a FTC with respect to such\nrecharacterized interest income? 3. Whether parent/taxpayer may claim a deemed paid FTC with\nrespect to such recharacterized interest income? 4. Whether parent/taxpayer’s FTC limitation will increase as\na result of such recharacterization? CC:LM:FS:LI:POSTF-129710-02 page 2 CONCLUSIONS 1. Rental income received by TP-FSC in an O-FSC leasing\ntransaction recharacterized as interest income from a financing\ntransaction is ECI. 2. TP-FSC may claim a FTC with respect to such\nrecharacterized interest income. 3. Parent/taxpayer may not claim a deemed paid FTC with\nrespect to such recharacterized interest income. 4. The parent/taxpayer’s FTC limitation may increase as a\nresult of this recharacterization of income. FACTS The facts below are taken solely from one of the\nparent/taxpayer’s O-FSC transactions that was the subject of\nprior Field Service Advice. Please note that for purposes of this memorandum, we will\nuse “parent/taxpayer” to include the domestic financial services\ninstitution, its subsidiaries, and various entities that\nparent/taxpayer has acquired, but the term does not include TPFSC or any other FSC. In this transaction, treated as a sale/leaseback by the\nparties, TP-FSC was incorporated in\nas an indirectly\nwholly owned subsidiary of the parent/taxpayer. In addition to\nTP-FSC, parent/taxpayer established a wholly owned domestic\nGrantor Trust (the Trust) which functioned as the vehicle for the\nestablishment, capitalization, and maintenance of TP-FSC. The\nTrust owned 100 percent of TP-FSC’s outstanding stock. Per the\ntransaction as created by the participants, a second domestic\nGrantor Trust (Trustee) was the borrower of the nonrecourse loan\nfrom the Foreign Lender; the Trustee was authorized by the\nparent/taxpayer to act as Trustee for the first Trust and to hold\nthe capital stock of TP-FSC. The Trustee transferred funds from\nthe parent/taxpayer via the Trust (the equity investment) and the\ntotal proceeds of the nonrecourse loan to TP-FSC. As required by the Loan Agreement, TP-FSC used the\nnonrecourse loan proceeds and the equity investment to allegedly\npurchase the\nsubject to this O-FSC transaction. However, TP-FSC did not obtain actual title to the\n. CC:LM:FS:LI:POSTF-129710-02 page 3 Immediately after purchasing the\n,\nTP-FSC leased it to a subsidiary of the foreign Tax Exempt\nEntity."
}