{
  "document_category": "legal-advice",
  "document_name": "043102f.pdf",
  "chunk_index": 4,
  "chunk_text": "More important, as is described below, ae involves equipment\nintegral to the facility. The taxpayers provided copies of n separate certifications\nof completion, containing nearly identical language. Those\nexecuted by c attested to the completeness of af Facilities by\nDate 11, and the other, executed by i, attested to the\n1 2 After Date 8, the production spreadsheets show daily amounts. Other records show that y tons of z was purchased from another supplier. This coal was not included in any production details, and may have been\nunsuitable for production of briquettes. z consists of ------------------. CC:LM:NR:----Page 10\ncompleteness of the other facilities by that same date. Each\ncertification made reference to ae to be completed. Neither\ncertification was dated, nor did they contain details describing\nae. In addition to these certifications, the documents produced\nby the taxpayers contained contradictory documents. One was a\nmemorandum dated Date 12, and directed from c to Corporation. It\nidentified ae as items that remained to be completed prior to\nbecoming operational under ag or ah3. Moreover, ae were not of a\nminor nature, but major systems that appear to have been\nintegral to the continued operation of the facilities. Further,\nit stated that upon completion of those items, the contractor “--------------------------------” of Partnership A and\nPartnership B facilities. The other memorandum, dated Date 13, from the contractor\nresponsible for turn-over of Partnership C and Partnership D\nFacilities, states, “----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------.” Documents produced by the taxpayers include an undated\nAgreement A between k and Corporation, effective Date 14, under\nwhich k agreed to sell to Corporation ai tons of aj. The\nprovision to sell the initial ai tons covered through the period\nending Date 15, ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------. The initial\ncontract price was $ak per ton, FOB al. After the initial\nperiod and under certain circumstances not relevant here, the\ncontract price for coal purchased by Corporation from k was $am\nper ton, FOB al. Agreement A also included the agreement of k or its\nassignee, l, to purchase an tons of solid fuel produced from\ncoal that Corporation or Partnerships A, B, C, and D have\nprocessed so as to qualify for the nonconventional fuels credit\nunder section 29 (“Synthetic Fuel4”) at the rate of ao tons per\nmonth, through Date 15. Article A set the contract rate for the\n3 From other correspondence, it was clear that Corporation was not certain\nwhether it was subject to regulation by ag or ah. 4\nAgreement A includes, in its definition of Synthetic Fuel, the “----------------------------------------------------------------------------------------------------------.” CC:LM:NR:----Page 11\nSynthetic Fuel at ap. -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Further, Article B of Agreement A specified that\nCorporation was responsible for transporting the Synthetic Fuel\nto one of l’s b, and for any incremental handling and\ntransportation costs incurred by k attributable to the Synthetic\nFuel. Additionally, Article C of Agreement A called for k to\nprovide aq to Corporation. It also stated that:\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Important to note is that the provision calling for k to\npurchase Synthetic Fuel from Corporation was expressly subject\nto the above provision that excused k of its obligation, so long\nas l ---------------------------------------------------------------. Perhaps more important was the initial clause above that\ncompletely excused l from purchasing any Synthetic Fuel if it\ncaused l any increased costs or problems."
}