{
  "document_category": "legal-advice",
  "document_name": "i1040gi.pdf",
  "chunk_index": 9,
  "chunk_text": "See IRS.gov/Form1040 for any\nupdates. Nonresident aliens and dual-status aliens. These rules also apply if you were\na nonresident alien or a dual-status alien\nand both of the following apply. • You were married to a U.S. citizen\nor resident alien at the end of 2022.\n• You elected to be taxed as a resident alien. See Pub. 519 for details. Specific rules apply to determine if you are a resident alien,\nCAUTION nonresident alien, or dual-status alien. Most nonresident aliens and\ndual-status aliens have different filing\nrequirements and may have to file Form\n1040-NR. Pub. 519 discusses these requirements and other information to\nhelp aliens comply with U.S. tax law. ! When and Where\nShould You File? File Form 1040 or 1040-SR by April 18,\n2023. The due date is April 18, instead\nof April 15, because of the Emancipation Day holiday in the District of Columbia – even if you don’t live in the\nDistrict of Columbia. If you file after\nthis date, you may have to pay interest\nand penalties. See Interest and Penalties, later. -8- If you e-file your return, there is no\nneed to mail it. However, if you choose\nto mail it instead, filing instructions and\naddresses are at the end of these instructions. The chart at the end of these in- TIP structions provides the current What if You Can't File on\nTime? You can get an automatic 6-month extension if, no later than the date your return is due, you file Form 4868. For details, see Form 4868. Instead of filing\nForm 4868, you can apply for an automatic extension by making an electronic\npayment by the due date of your return. An automatic 6-month extension to file doesn't extend the\nCAUTION time to pay your tax. If you\ndon’t pay your tax by the original due\ndate of your return, you will owe interest\non the unpaid tax and may owe penalties. See Form 4868. ! If you are a U.S. citizen or resident\nalien, you may qualify for an automatic\nextension of time to file without filing\nForm 4868. You qualify if, on the due\ndate of your return, you meet one of the\nfollowing conditions. • You live outside the United States\nand Puerto Rico and your main place of\nbusiness or post of duty is outside the\nUnited States and Puerto Rico.\n• You are in military or naval service on duty outside the United States and\nPuerto Rico. This extension gives you an extra 2\nmonths to file and pay the tax, but interest will be charged from the original due\ndate of the return on any unpaid tax. You must include a statement showing\nthat you meet the requirements. If you\nare still unable to file your return by the\nend of the 2-month period, you can get\nan additional 4 months if, no later than\nJune 15, 2023, you file Form 4868. This\n4-month extension of time to file doesn't\nextend the time to pay your tax. See\nForm 4868. Private Delivery Services If you choose to mail your return, you\ncan use certain private delivery services designated by the IRS to meet the “timely mailing treated as timely filing/\npaying” rule for tax returns and payments."
}