{
  "document_category": "legal-advice",
  "document_name": "080101f.pdf",
  "chunk_index": 21,
  "chunk_text": "Treas. Reg. § 15A.453-1(c)(2), each payment shall be allocated\nbetween taxable gain and return of basis by applying the gross profit ratio computed for\nthe transaction. In general, the gross profit is the selling price less the seller’s adjusted\nbasis (including expenses of sale). The gross profit factor (percentage) is the gross\nprofit divided by the contract price. Said gross profit factor is applied to the aggregate\ncontingent payment amounts received in each taxable period/year to arrive at the\nannual reportable gain, after allocation to interest, as discussed below. There are\nspecific rules for computing the initial selling price, contract price and gross profit. The\napplicable regulation section depends on whether the transaction constitutes a sale for\nwhich: (a) the maximum selling price is determinable, (b) the maximum selling price is\nnot determinable but the time over which payment will be received is determinable, or\n(c) neither a maximum selling price nor a definite term is determinable. Temp. Treas. Reg. § 15A.453-1(c)(1). Pursuant to the terms of the Asset Purchase Agreement, the maximum selling\nprice is set in the operative documents so it is a determinable maximum as of the first\nyear of the contract. Temp. Treas. Reg. § 15A.453-1(c)(2)(i)(A). Whatever Corp F’s\ncurrent speculation is as to how much will actually be paid, the regulations clearly\nprovide that the stated maximum selling price is determined by assuming all\ncontingencies are resolved in a manner that maximizes the price and accelerates\npayment. Temp. Treas. Reg. § 15A.453-1(b)(2). Temp. Treas. Reg. § 15A.4531(c)(2)(i)(B), Ex. (1) and (2). Applying these regulations, the selling price is $ DD, all obligations assumed by\nEntity M, all expenses of Corp F paid by Entity M and the working capital note which is 26 The taxpayer now, apparently, asserts no inventory was transferred. If inventory was transferred, it is\nexcluded from the installment sale provision. § 453(b)(2)(B); Temp. Treas. Reg. § 15A.453-(b)(4). See\nC.W. Murry v. Commissioner, T.C. Memo 1993-471 (the price of inventory had to be excluded from the\ninstallment method computation). Corp F cannot claim it purchased inventory, in bulk, from the\nbankruptcy proceeding as an investment for the purpose of turning over a profit given the assets were\nused in its trade or business. See W.F. Glisson v. Commissioner, T.C. Memo 1981-379 (the character of\nthe parts sold changed from inventory to investment assets based on the facts). Thus, all gain, if any,\nfrom inventory sales must be immediately recognized as ordinary income, with the income recognizable in\nYear 13 pursuant to I.R.C. § 481. Page 28 of 37 POSTF-134629-07\nan integral part of the Year 10 transaction. 27 Thus, Corp F has understated the selling\nprice. Corp F has overstated its basis in that the value of the retained W must be\nsubtracted from the claimed basis of $ T. The basis would be no more than $ R (the $ T\npurchase price paid for the assets ** months prior to the sale less the $ GG amount\nCorp F allocated to the retained W, assuming the allocation was not understated)."
}