{
  "document_category": "legal-advice",
  "document_name": "114901f.pdf",
  "chunk_index": 26,
  "chunk_text": "For an ANDA with a\nparagraph IV certification, the sponsor (applicant) must send notices within 20 days of\nbeing notified by the FDA that the ANDA is accepted for filing59 to the NDA holder for\nthe referenced drug60 and all patentees of record for the listed patents61 that the\n59 Notification by the FDA that an ANDA is accepted for filing does not mean it is approved by the FDA,\njust that the application appears to be sufficient to consider on the merits. 60 The FDA-approved NDA drug that the generic drug “mimics” is, for convenience, referred to herein as\nthe “referenced drug;” but, that term is not necessarily used in the technical sense of the term “reference\nlisted drug” or “RLD.” The Orange Book, Orange Book Publications, U.S. Food and Drug Administration,\nhttp://www.accessdata.fda.gov/scripts/Cder/ob/eclink.cfm (Annual ed., last visited on May 25, 2011), POSTU-139175-10 56 applicant has filed an ANDA with a paragraph IV certification. 21 U.S.C.\n§ 355(j)(2)(B)(i)-(iii)(2010). The notification must set forth the reasons the applicant\ncontends the patents are invalid and/or not infringed. 21 U.S.C. § 355(j)(2)(B)(iv)(2010). Specifically, the notice must include, pursuant to 21 C.F.R. § 314.95(c)(6)(2009):\n(6) A detailed statement of the factual and legal basis of the\napplicant's opinion that the patent is not valid, unenforceable, or will\nnot be infringed. The applicant shall include in the detailed\nstatement:\n(i) For each claim of a patent alleged not to be infringed, a\nfull and detailed explanation of why the claim is not infringed. (ii) For each claim of a patent alleged to be invalid or\nunenforceable, a full and detailed explanation of the grounds\nsupporting the allegation. If neither the patents holders nor the NDA holder bring an infringement suit against the\nANDA sponsor (applicant) with a Paragraph IV Certification within forty five days from\nthe day after receipt of the notice, and if the application otherwise meets with approval,\nthe FDA may approve the generic drug. If suit is brought within said forty-five day\nperiod, the ANDA will be subject to a thirty-month stay unless the patent is earlier found\nto be invalid or not infringed, as explained in Natalie Pous, Shifting the Balance\nBetween Branded and Generic Pharmaceutical Companies: Amendments to HatchWaxman Past, Present, And Future, 19 Fed. Cir. B.J. 301 (2009):\n[i]f the patent owner chooses to bring an infringement suit against\nthe ANDA applicant within forty-five days, the FDA is prohibited\nfrom approving the generic version of the drug for thirty months\n(“thirty-month stay”) or until the patent is found to be invalid or not\ninfringed. If, before the thirty-month stay expires, the court holds\nthat the patent is invalid or would not be infringed by the ANDA\napplication, then the FDA will approve the ANDA upon that\ndecision. Otherwise, “the FDA will not approve the ANDA until the\n[original] patent expires.”"
}