{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 54,
  "chunk_text": "Your organization should ensure that you have\nfinancial internal controls in place to monitor the use of CRI-TA funding and ensure that its use is consistent with\nthe award terms and conditions. Good stewardship in this area includes written accounting practices, and use of\nan accounting system that tracks all award drawdowns and expenditures, and the ability to track when CRI-TA\naward-funded positions are filled or approved purchases are made. Failure to submit complete reports or submit\nthem in a timely manner may result in the suspension and possible termination of your organization’s COPS Office\naward funding or other remedial actions. Federal Financial Reports Your organization is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end\nof the award period. This report reflects the actual cumulative federal expenditures incurred during the funding\nperiod and the remaining unobligated balance of federal funds. Under federal regulations, your organization is not\npermitted to draw down federal funding for costs incurred after the official award end date; however, you will\nhave a 90-day grace period after the award end date during which you can draw down funds for eligible\nexpenditures incurred before the award end date. How do we file Federal Financial Reports? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office Agency Portal\nwebsite at https://portal.cops.usdoj.gov to log in; once you are logged in, select “Applications” from the agency\nportal menu, click on the “SF-425” icon, and follow the instructions to complete and submit your reports. The\nonline SF-425 requires the same reporting information as the paper version. The use of this online application\nenables authorized users to view past SF-425 reports, and allows them to file or amend the SF-425 report for the\ncurrent period. If you do not have login access, you should contact your COPS Agency Portal Administrator to set up an account for\nyou. If you have a registered account but do not remember your password, you may reset your password by going\nto the agency portal home page in “Account Access,” entering your email address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov. 59 When are Federal Financial Reports due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1:\nTable 1. Due dates of SF-425 by quarter\nSF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31"
}