{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 71,
  "chunk_text": "DEBARMENT, SUSPENSION, AND OTHER RESPONSIBILITY MATTERS\nA. Pursuant to Department regulations on nonprocurement debarment and suspension implemented at 2\nC.F.R. Part 2867, and to other related requirements, the Applicant certifies, with respect to prospective\nparticipants in a primary tier “covered transaction,” as defined at 2 C.F.R. § 2867.20(a), that neither it nor\nany of its principals—\n(a) is presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a denial\nof Federal benefits by a State or Federal court, or voluntarily excluded from covered transactions by\nany Federal department or agency;\n(b) has within a three-year period preceding this application been convicted of a felony criminal violation\nunder any Federal law, or been convicted or had a civil judgment rendered against it for commission\nof fraud or a criminal offense in connection with obtaining, attempting to obtain, or performing a\npublic (Federal, State, tribal, or local) transaction or private agreement or transaction; violation of\nFederal or State antitrust statutes or commission of embezzlement, theft, forgery, bribery,\nfalsification or destruction of records, making false statements, tax evasion or receiving stolen 75 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual 3. 4. property, making false claims, or obstruction of justice, or commission of any offense indicating a lack\nof business integrity or business honesty that seriously and directly affects its (or its principals’)\npresent responsibility;\n(c) is presently indicted for or otherwise criminally or civilly charged by a governmental entity (Federal,\nState, tribal, or local) with commission of any of the offenses enumerated in paragraph (b) of this\ncertification; and/or\n(d) has within a three-year period preceding this application had one or more public transactions\n(Federal, State, tribal, or local) terminated for cause or default. B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. Where the Applicant or any of its principals was convicted, within a threeyear period preceding this application, of a felony criminal violation under any Federal law, the Applicant\nalso must disclose such felony criminal conviction in writing to the Department (for OJP Applicants, to OJP\nat Ojpcompliancereporting@usdoj.gov; for OVW Applicants, to OVW at OVW.GFMD@usdoj.gov; or for\nCOPS Applicants, to COPS at AskCOPSRC@usdoj.gov), unless such disclosure has already been made. FEDERAL TAXES\nA. If the Applicant is a corporation, it certifies either that (1) the corporation has no unpaid Federal tax\nliability that has been assessed, for which all judicial and administrative remedies have been exhausted or\nhave lapsed, that is not being paid in a timely manner pursuant to an agreement with the authority\nresponsible for collecting the tax liability, or (2) the corporation has provided written notice of such an\nunpaid tax liability (or liabilities) to the Department (for OJP Applicants, to OJP at\nOjpcompliancereporting@usdoj.gov; for OVW Applicants, to OVW at OVW.GFMD@usdoj.gov; or for COPS\nApplicants, to COPS at AskCOPSRC@usdoj.gov). B. Where the Applicant is unable to certify to any of the statements in this certification, it shall attach an\nexplanation to this application. DRUG-FREE WORKPLACE (GRANTEES OTHER THAN INDIVIDUALS)"
}