{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 48,
  "chunk_text": "VI. Points of contact\nA. COPS Office Program Manager\n[Insert Program Manager]\nUS Department of Justice\nCOPS Office\n[Division] 145 N Street, NE, 11th Floor\nWashington, DC 20530\n[insert contact information] B. Recipient project officer\n[Insert contact information, including phone number] VII. General provisions The recipient of record must follow all requirements imposed by the US Department of Justice as an award\nterm, condition or administrative requirement of the award, including but not limited to: the COPS Office\nPreparing for Active Shooter Situations (PASS) Program Award Owner’s Manual; the COPS Office Assurances\nand Certifications; the COPS Office statute (42 U.S.C. § 3796dd et seq.); 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards); the current\nedition of the COPS Office Grant Monitoring Standards and Guidelines; the COPS Office Editorial and Graphics\nStyle Manual; and all other applicable program requirements, laws, orders, regulations, or circulars. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the\nCOPS Office encourages recipients of US Department of Justice funds to adopt and enforce policies that ban\ntext messaging while driving, and to establish workplace safety policies to decrease accidents caused by\ndistracted drivers. VIII. Modifications The designated COPS Office Program Manager and recipient project officer (under section VI.A. and VI.B.) for\ntheir respective organizations have the authority to propose and approve any modifications to this\ncooperative agreement. Modifications to this cooperative agreement may be proposed at any time during\nthe period of performance by either party, and will become effective upon written approval by both parties. 49 IX. Incorporation by reference; effective date By signing the award document, the responsible parties designated below have entered into this cooperative\nagreement, which is incorporated by reference into the award document. This cooperative agreement is\neffective as of the date that the last responsible party signs the award document. XXXXX XXXXXXXXX, Director\nOffice of Community Oriented Policing Services\n[Insert Law Enforcement Executive/Program Official Name]\n[Insert Agency Name]\n[Insert Government Executive/Financial Official Name]\n[Insert Agency Name] Updated July 2017 50 III. Procurement Process In general, recipients are required to procure funded items through open and free competition when feasible. For\nthe purchase of equipment, technology, or services under a COPS Office award, recipients must follow their own\npolicies and procedures on procurement as long as those requirements conform to the federal procurement\nrequirements set forth in 2 C.F.R. §§ 200.317 – 200.326. As described in the award condition titled “Sole Source Justification”, recipients are required to submit a sole\nsource justification (SSJ) request to the COPS Office for noncompetitive procurements in excess of $150,000 prior\nto purchasing equipment, technology, or services; obligating funding for a contract; or entering into a contract\nwith award funds. If submitting a sole source justification request to the COPS Office, please use the format\ndescribed in the Sole Source Justification fact sheet in the appendices of this manual. If you have any questions regarding the federal requirements that guide procurement procedures, please contact\nyour COPS Office Program Manager. For more information about COPS Office programs and resources, please call the COPS Office Response Center at\n800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 51 IV. Accessing Award Funds"
}