{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 44,
  "chunk_text": "Include the following statement for all products and deliverables developed under this cooperative\nagreement (including written, visual, sound, websites, or any other format): This project was supported, in whole or in part, by federal award number 2019-XX-XX-XXXX\nawarded to [Entity] by the U.S. Department of Justice, Office of Community Oriented Policing\nServices. The opinions contained herein are those of the author(s) or contributor(s) and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice. References to specific individuals, agencies, companies, products, or services should not be\nconsidered an endorsement by the author(s), contributor(s), or the U.S. Department of\nJustice. Rather, the references are illustrations to supplement discussion of the issues. The Internet references cited in this publication were valid as of the date of publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can\nvouch for their current validity. Products and deliverables developed with award funds and published as a U.S. Department of\nJustice resource will contain the following copyright notice: This resource was developed under a federal award and may be subject to copyright. The U.S.\nDepartment of Justice reserves a royalty-free, nonexclusive, and irrevocable license to\nreproduce, publish, or otherwise use the work for Federal Government purposes and to\nauthorize others to do so. This resource may be freely distributed and used for\nnoncommercial and educational purposes only. 13. Contact the program manager to determine if revenue generated from your award constitutes\nprogram income. Program income must be used to defray program costs and reduce the federal\nshare of the project. See 2 C.F.R. § 200.307. In some cases, the recipient can work with the program\nmanager to identify additional project-related allowable costs that could be supported by program\nincome. 14. Forego any profit or management fee. See 2 C.F.R. § 200.400(g).\n15. Ensure that all electronic and information technology deliverables (websites and web-based\ninformation, video and multimedia products, software applications and operating systems, and\ntelecommunication products) are developed and produced in a format that is accessible and comply\nwith section 508 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794d). Specifically, video\nshould contain closed-captioning and audio description options. Electronic publications should be\ncreated in HTML, PDF fully tagged, or accessible text file format, and all web sites must be fully\ncompliant with section 508 accessibility standards. For more information on section 508 accessibility\nrequirements, consult https://www.section508.gov/. 16. If developing and/or delivering online and/or in-person training under this cooperative agreement,\nthe COPS Office Curriculum Standards, Review, and Approval Process Guide, COPS Office Instructor\nQuality Assurance Guide, and the Video Development Process Guide must be followed. Courses\nalready in existence that are part of this cooperative agreement must also comply with the\naforementioned guides. A copy of these guides will be supplied electronically to you by the program\nmanager, and they are also located on the COPS Office website for download at\nhttps://cops.usdoj.gov/training. All online and in-person courses (new development and pre-existing\ncourses) must be reviewed and approved by the COPS Office prior to delivery. 44 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n17."
}