{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 10,
  "chunk_text": "Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses approved to be included within an indirect cost rate. It is important that your agency carefully track and\nupdate its indirect cost rate during the COPS Office award period. The recipient understands that if they were approved for indirect costs based on an expired indirect cost rate at\nthe time of application, a special condition may have been added to the award prohibiting the drawdown of funds\nfor reimbursement of indirect costs until a current indirect cost rate has been determined by their cognizant 8 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nagency and a copy of the “new” approved and signed Indirect Cost Negotiation Agreement has been submitted to\nthe COPS Office. The recipient understands that indirect costs may typically only be requested at the time of application. Transferring funds into or out of the indirect cost category is not allowable without prior approval from the COPS\nOffice. A budget modification is required. If your agency’s approved indirect cost rate expires during the award period, a current approved rate must be\nsubmitted to the COPS Office in order to continue to draw down award funding for indirect costs. Your expired\nrate must be renegotiated or extended by your cognizant federal agency. An approved indirect cost rate may be\nextended one time for up to four years, and once the cognizant federal agency has approved your extension, you\nmust abide by that rate for the agreed-upon time period. At the end of the extension period, you must renegotiate\na new indirect cost rate. Your agency must advise the COPS Office in writing of any changes to your approved\nindirect cost rate during the award period and must request a budget modification with the COPS Office to reflect\nany rate change. In addition, if a provisional indirect cost rate is in effect at award closeout, your agency shall proceed with\ncloseout, but you will need to complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If your agency drew down excess COPS Office funding for indirect\ncosts, then your agency must return the overpayment to the COPS Office and submit a revised Federal Financial\nReport (SF-425). If your agency incurred additional indirect costs, then your agency may request a budget\nmodification if the award is still open and award funds are available. If your agency returns or draws down COPS\nOffice funding, then your agency will need to submit a revised final Federal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs:\nhttps://cops.usdoj.gov/lemhwa#programdocuments. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition 13, “Duplicative Funding,” on page 17."
}