{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 29,
  "chunk_text": "If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the recipient\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or otherwise\nrestrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or abuse as\ndescribed above;\n• represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to support\nthis representation;\n• represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud, 28 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency. 24. Recipient Integrity and Performance Matters. Condition:\nFor awards over $500,000, the recipient agrees to comply with the following requirements of 2 C.F.R. Part 200,\nAppendix XII to Part 200 – Award Term and Condition for Recipient Integrity and Performance Matters:\n(a) Reporting of Matters Related to Recipient Integrity and Performance\n1. General Reporting Requirement If the total value of your currently active awards, cooperative agreements, and procurement contracts\nfrom all Federal awarding agencies exceeds $10,000,000 for any period of time during the period of\nperformance of this Federal award, then you as the recipient during that period of time must maintain the\ncurrency of information reported to the System for Award Management (SAM) that is made available in\nthe designated integrity and performance system (currently the Federal Awardee Performance and\nIntegrity Information System (FAPIIS)) about civil, criminal, or administrative proceedings described in\nparagraph 2. of this award term and condition. This is a statutory requirement under section 872 of Public\nLaw 110-417, as amended (41 U.S.C. 2313). As required by section 3010 of Public Law 111-212, all\ninformation posted in the designated integrity and performance system on or after April 15, 2011, except\npast performance reviews required for Federal procurement contracts, will be publicly available. 2. Proceedings About Which You Must Report Submit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or procurement\ncontract from the Federal Government;\nb. Reached its final disposition during the most recent five year period; and\nc."
}