{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 13,
  "chunk_text": "These reports are discussed in\ngreater detail in the section titled “Reporting Requirements” in this manual. All reports should be submitted within\nthe deadlines given to avoid suspension or possible termination of award funds or other remedial actions; failure\nto submit required reports may also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both\naspects of award implementation—compliance and programmatic benefits—are part of the monitoring process\ncoordinated by the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include\nsite visits, enhanced office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office award recipient, you agree to cooperate with and respond to any\nrequests for information pertaining to your award. This includes all financial records, such as general accounting\nledgers and all supporting documents. All information pertinent to the implementation of the award is subject to\nagency review throughout the life of the award, during the close-out process and for three-years after the\nsubmission of the final expenditure report. 34 U.S.C. § 10385(a) and 2 C.F.R. §§ 200.333 & 200.336. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. 11 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site visits. The COPS Office strategically selects award recipients based on a variety of risk factors to conduct\nsite visits to ensure compliance with award terms and conditions. The purpose of site visits is three-fold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions on how to prepare\nfor the review of their COPS Office awards. The site visit is generally performed over a period of one or\nmore days. Compliance reviews will be conducted for active awards to address any noncompliance and/or\nadministrative issues identified during the review. Recipients will have an opportunity to resolve any\nidentified noncompliance issues while on-site, or if necessary, following the site visit. In addition,\nrecipients will have an opportunity to seek customer service and/or technical assistance on the\nimplementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR)."
}