{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 44,
  "chunk_text": "48 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VI. Reporting Requirements As an AHTF award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Program Progress Reports. Awarded agencies should be prepared to track and report AHTF program\nfunding separately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of AHTF funding and ensure that its use is consistent with the award terms and\nconditions. Good stewardship in this area would include written accounting practices, use of an accounting system\nthat tracks all award drawdowns and expenditures, and the ability to track when award-funded positions are filled\nor vacant (including if the position was for a new hire or a rehire). Failure to submit complete reports or submit\nthem in a timely manner may result in the suspension and possible termination of your agency’s COPS Office award\nfunding or other remedial actions. Federal Financial Reports Your agency is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to\ndraw down federal funding for costs incurred after the official award end date; however, you will have a 90-day\ngrace period after the award end date during which you can drawdown funds for eligible expenditures incurred\nbefore the award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office Agency Portal\nwebsite at https://portal.cops.usdoj.gov to log in; once you are logged in, select “Applications” from the agency\nportal menu, click on the “SF-425” icon, and follow the instructions to complete and submit your reports. The\nonline SF-425 requires the same reporting information as the paper version. The use of this online application\nenables authorized users to view past reports and allows them to file or amend the SF-425 for the current quarter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\nfederal financial reports. If you do not have login access, you should contact your COPS Agency Portal Administrator to set up an account for\nyou. If you have a registered account but do not remember your password, you may reset your password by going\nto the agency portal homepage in “Account Access,” entering your email address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov."
}