{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 64,
  "chunk_text": "As such, the following contacts are provided to address noncompliance and technical assistance\nissues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n• If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your award, please contact your COPS Office Program\nManager via the COPS Office Response Center at 800-421-6770. 67 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VIII. When the Award Period Has Ended At the end of your organization’s CPD award period, the COPS Office is responsible for the closeout of your award. As part of this process, the COPS Office requires documentation demonstrating that your organization has met all\nof the programmatic and financial requirements of the award. After the end of the award period, your organization will be asked to submit a Final Federal Financial Report (SF425) and any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. To avoid being delinquent and having your funds frozen, you must submit an SF-425\nreport within the 30 day grace period, even if your final SF-425 is not due yet. You can revise that report to reflect\nyour final actual costs and revise the status as final no later than 90 days after the end date of the award period. The final report should reflect the total amount of allowable federal expenditures that were incurred during the\nlife of the award, as well as the amount of unobligated funds remaining, if any. The federal funds expended should\nreflect only the actual allowable costs incurred relative to the specific program requirements for that award. In\naddition, once you have completed your final drawdown, this report should reconcile with the total amount of\nfederal funds drawn down by your agency. The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent, and expenses incurred but not yet paid, for any approved items listed on the FCM. Your\nagency has up to 90 days after the end of the award period to pay for eligible expenses previously incurred, and to\nrequest reimbursement for any remaining eligible balance. You cannot list an accrual on your final SF-425. Request\nan extension if you will not be able to pay for any obligations within the time frames listed above. Please be advised that 2 C.F.R. § 200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award."
}