{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 37,
  "chunk_text": "Assign the points on the basis of the\nmore severe documented behavior, i.e., assign 7 points (Greatest\nseverity level). Do not use the current term of confinement\ninformation to assign points on the “history” items (numbers 5\nand 6 on the Security Designation Data section of the BP-337). In determining \"Severity of Current Offense\" staff must review\nthe Statement of Reasons, (attachment to the Judgment) and\nensure the information provided is appropriately used in\nclassifying the inmate. Example: According to the Presentence Investigation Report the\nindividual was involved in a drug conspiracy responsible for\ndistribution of 31 grams of cocaine base “Crack”, but was\nindividually only responsible for 2 grams, he/she would be\nscored as Moderate Severity in this category. However, the\nSTATEMENT OF REASONS, indicates the Judge found the individual\nresponsible for less than 1 gram; therefore, the appropriate\nscoring should be Low Moderate Severity.\n• Procedures for Parole, Mandatory Release,\nSpecial Parole Term, or Supervised Release\nViolator If the violation was the result of new criminal\nconduct, regardless of conviction status, use the new\ncriminal conduct for scoring \"Severity of Current\nOffense\" (see Appendix A). If the violation behavior\nwas a technical violation, score the \"Severity of\nCurrent Offense\" as Low Moderate Severity. The original offense behavior which occurred prior to the\nviolation is considered past behavior and is not used in\ndetermining \"Severity of Current Offense.\" P5100.08\n9/12/2006\nChapter 6, Page 5\n• Procedures for Probation Violator The\noriginal\noffense\nbehavior\nthat\nprobation should be used for scoring\nCurrent Offense\" (see Appendix A). resulted\n\"Severity in\nof However, if the new criminal conduct (violation behavior)\nis more severe than the original offense behavior, then\nuse this behavior for scoring \"Severity of Current\nOffense.\" The most severe documented behavior between the\noriginal offense and the violation behavior is to be used\nfor scoring \"Severity of Current Offense.\" 3. MONTHS TO RELEASE DATE 3. MONTHS TO RELEASE If there is a current and valid sentence computation in SENTRY,\nSENTRY will automatically enter the number of months remaining\ninto this field. If however, there is not a complete Sentence\nComputation/Projected Release Date in SENTRY, this entry must\nbe manually computed. This item is not figured into the\nsecurity point total but impacts the Sentence Length Public\nSafety Factor. 4. CRIMINAL HISTORY SCORE 4. CRIMINAL HISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + SENTRY will automatically insert the score that was entered for\nthis item on the BP-337. If this item was not entered on the BP337, insert the appropriate number of points that reflect the\nCriminal History Score. For further details on Criminal History\nScore see Chapter 4, Section 8. 5. HISTORY OF ESCAPE OR ATTEMPTS 5. HISTORY OF ESCAPE\nOR ATTEMPTS\nMINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) Enter the appropriate number of points that reflect the escape\nhistory of the individual, considering only those acts for\nwhich there are documented findings of guilt (i.e., DHO, Court,\nParole, Mandatory Release, or Supervised Release Violation). Escape\nHistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. P5100.08\n9/12/2006\nChapter 6, Page 6\nEXCEPTION:"
}