{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 75,
  "chunk_text": "To identify your Staff Accountant, please call\nthe COPS Office Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing and\nmaintaining your Community Policing Development award. A program manager is assigned to your project and is\navailable to answer any questions that you may have concerning the administrative, programmatic, and\nsubstantive aspects of your award. Your program manager can assist you with such matters as requesting an\nextension on your award or modifying the award, and reviewing outlines for project deliverables. The name and\nphone number of your COPS Office Program Manager is provided on the award congratulatory letter and available\nby contacting the COPS Office Response Center at 800-421-6770. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence and\nmay conduct data collection, research, and analysis to produce finished intelligence reports or other products\ndesigned to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\n78 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual is a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN)/OJP vendor number. This number is usually your agency’s nine-digit federal\ntax identification number as assigned to you by the Internal Revenue Service (IRS). Your accounting/bookkeeping\ndepartment should have this number. In some cases, the EIN has been previously assigned to another agency\nwithin your jurisdiction. In this instance, a new vendor number will be assigned to you by the Office of the Chief\nFinancial Officer. The newly assigned number is to be used for COPS Office administrative purposes only and\nshould not be used for IRS purposes. federally recognized tribe. Federally recognized tribes are tribal entities that are recognized and eligible for\nfunding and services from the Bureau of Indian Affairs (BIA) by virtue of their status as Indian tribes. They are\nacknowledged to have the immunities and privileges available to federally acknowledged Indian tribes by virtue of\ntheir government-to-government relationship with the United States, as well as the responsibilities, power,\nlimitation, and obligations of such tribes. For further information, contact: BIA, Division of Tribal Government\nServices, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS) database is\nmaintained by the U.S. Geological Survey, US Department of the Interior."
}