{
  "document_category": "guidance",
  "docId": "guidance_78",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nRSD/WSP\nNUMBER:\n5216.06\nDATE:\nApril 26, 2019 Juvenile Delinquents\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons 1. PURPOSE AND SCOPE To establish procedures required for juveniles under the age of 18 and those sentenced under\nthe Federal Juvenile Justice and Delinquency Prevention Act (JJDPA). The JJDPA (18 U.S.C. §§ 5031 through 5042) specifies the requirements for a juvenile who has\nnot attained his or her 18th birthday and any juvenile sentenced under the JJDPA as a juvenile\ndelinquent. The requirements are different for each of three groups of juveniles:\n■ those who have not attained their 18th birthday;\n■ those who have attained their 18th birthday but have not attained their 21st birthday; and\n■ those who have attained their 21st birthday. a. Summary of Changes. Policy Rescinded\nP5216.05\nJuvenile Delinquents (9/1/1999) Since juveniles are housed in contract juvenile facilities and not in Bureau institutions, the\nprevious Program Objective relating to juveniles being housed in BOP facilities was removed. b. Program Objectives. The expected results of this program are:\n■ Juveniles under the age of 18 or sentenced under the JJDPA will be placed in institutions or\nother facilities in accordance with the JJDPA and this Program Statement. ■ Juveniles will be properly identified and housed while in transit. ■ Disclosure of information and records of juveniles will be restricted to specified persons and\npurposes. ■ Juveniles will be placed only in facilities where adequate specialized programs and services are\navailable to them. c. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any local procedures to implement the national\npolicy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. DEFINITION The term “juvenile” as used in this Program Statement refers to anyone under 21 years old who\nhas been found delinquent under the JJDPA and anyone under 18 who has been convicted of\nviolating the United States Code. 3. PLACE OF CONFINEMENT\na. Confinement of a Juvenile Under 18. Any juvenile who has not attained his or her 18th\nbirthday shall be confined as follows:\n1) Limitation. Any juvenile who has not attained his or her 18th birthday normally is to\nbe placed in a juvenile facility. Title 18 U.S.C. § 5039 states:\n“No juvenile committed...to the custody of the Attorney General may be placed or\nretained in an adult jail or correctional institution in which he has regular contact\nwith adults incarcerated because they have been convicted of a crime or are\nawaiting trial on criminal charges.” Juveniles may be placed in facilities for youthful offenders, such as those operated by\nthe California Youth Authority, where they may have regular contact with youthful\noffenders who are serving state-imposed adult sentences. Placement in a Residential Reentry Center (RRC) which also houses adults is to be\nconsidered only for those juveniles ordered by the court to reside in a RRC as a\ncondition of probation. 2) Placement Alternatives. A juvenile who has not attained his or her 18th birthday is to\nbe placed in a juvenile facility which has an appropriate level of programming and\nsecurity. P5216.06 4/26/2019 2"
}