{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 89,
  "chunk_text": "Table 1. Program income on the SF-425\nNote: Use lines 10.d–10.o for single award reporting only. Do not complete these lines if reporting on multiple awards. LINE TRANSACTIONS DESCRIPTION 10.l Total federal program income earned Enter the amount of federal program income earned. Do not report\nany program income here that is being allocated as part of the recipient’s\ncost-sharing amount included in line 10.j. 10.m Program income expended in accordance\nwith the deduction alternative Enter the amount of program income that was used to reduce the federal\nshare of the total project costs. 10.n Program income expended in accordance\nwith the addition alternative Enter the amount of program income that was approved and expended\non the project. 10.o Unexpended program income (Line l\nminus line m or line n) Enter the remaining amount of unexpended program income by taking\nline l and either subtracting line m or line n, depending on which method\nyou are using. 3. To access this form, visit https://www.cops.usdoj.gov/pdf/ SF-425_Form.pdf. 4. For examples of when lines 10.n and 10.o on the SF-425 are used, contact your COPS Office\nprogram manager. Program Income Can recipients keep program income as a cash\nreserve for future project costs? No. Recipients should expend earned program income before\ndrawing down award funds. 5 How much time is available to spend\nprogram income? Allowable project expenses can be supported by earned\nprogram income during the open award period. Funds\ncannot be drawn down for expenses that are incurred after\nthe award end date. Avoid retaining earned program income for extended periods\nof time. If you anticipate a significant lapse of time occurring\nbetween earning and spending program income, contact your\nCOPS Office program manager or grant program specialist. Unused program income should be deposited into your\nCOPS Office award account to reduce your federal share. 6 These funds remain available for future use on allowable\ncosts, incurred before award expiration, to fully implement\nyour project. 3 Unused program income remaining 90 days after the award\nend date must be promptly returned to the COPS Office. Please contact your COPS Office program manager for\nguidance on how to return excess program income and\ncomplete your final SF-425. In the event that you earn interest on program income,\nplease contact your designated COPS Office financial analyst\nfor guidance on how to complete your final SF-425 to\naccount for interest earned. Important: Awards must be open and active to incur\nproject expenses paid for by program income. Contact the COPS Office If you have any questions regarding the federal requirements on program income,\nplease contact your COPS Office program manager, grant program specialist, or\ndesignated financial analyst. For more information about COPS Office programs and resources, please\ncontact the COPS Office Response Center at 800-421-6770 or via e-mail at\nAskCopsRC@usdoj.gov or visit the COPS Office online at www.cops.usdoj.gov. If you anticipate having unused program income remaining\ntoward the end of the award period, you may submit a\nrequest to your COPS Office program manager or grant\nprogram specialist for a no-cost extension to provide\nadditional time for your agency to spend program income\non allowable costs to fully implement your project."
}