{
  "document_category": "guidance",
  "docId": "guidance_89",
  "chunk_index": 4,
  "chunk_text": "4 o Similarly, an item on either the “Prohibited Expenditure List” or the “Controlled\nExpenditure List” is not considered “purchased under the award” or “acquired through a\nfederal program” until such time as (federal) Byrne JAG award funds are either (1)\nobligated for the purchase or acquisition of the item, or (2) obligated to reimburse a\nrecipient for the costs of a purchase or acquisition initially made with the funds other\nthan federal funds awarded by OJP (e.g., the costs of a purchase or acquisition initially\nmade with the recipient’s own nonfederal funds). o The “allowability” of a cost for purchase or acquisition of an item on the “Prohibited\nExpenditure List” or the “Controlled Expenditure List” is determined as of the date of the\npertinent obligation of (federal) award funds either (1) for the purchase or acquisition of\nthe item, or (2) to reimburse the award recipient for the costs of a purchase or\nacquisition initially made with the funds other than federal funds awarded by OJP. o The applicability of a requirement with respect to transfer or sale of an item “on the\nControlled Expenditure List” — or a requirement with respect to notice to OJP prior to\ndisposal of such an item — is determined at the time of the transfer, sale, or disposal. That is, the requirement applies if the item is “on the Controlled Expenditure List” at the\ntime of the transfer, sale, or disposal. o In the event that an item is removed from the “Controlled Expenditure List,” any\nrequirements (related to that item) for “incident reporting” and for adoption of standards\nshall cease as of the date it is removed from the “Controlled Expenditure List.” o Should a recipient have a question regarding whether an item appears (or appeared) on\nthe “Prohibited Expenditure List” or the “Controlled Expenditure List” as of a particular\ndate, the recipient is to contact OJP for clarification. 5 “PROHIBITED EXPENDITURE LIST” AND “CONTROLLED EXPENDITURE LIST”\nVersions in effect prior to August 29, 2017\nPlease note that OJP is in the process of updating policies and procedures regarding the purchase of\nUAS/UAV/UAs. No requests for prior approval for UAS/UAV/UAs will be considered until the\npolicies and procedures have been updated and additional guidance has been provided to the\nfield. (July 2020)\nAs in effect from mid-June 2017 through August 28, 2017\n The archive materials set out in the following pages\n(https://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf) identify the items and\nmatters that were on the “Prohibited Expenditure List” or the “Controlled Expenditure List” from\nmid-June 2017 through August 28, 2017. Text and related material highlighted in yellow WERE\nencompassed by the lists for this time period. As in effect starting at the time of awards made under the FY 2015 Byrne JAG Program and\ncontinuing until mid-June 2017\n The archive materials set out in the following pages\n(https://www.bja.gov/Jag/pdfs/JAGControlledExpendituresArchive.pdf) identify the items and\nmatters that were on the “Prohibited Expenditure List” or the “Controlled Expenditure List”\nstarting at the time awards were made under the FY 2015 Byrne JAG Program and continuing\nuntil mid-June 2017. Text and related matter highlighted in yellow WERE NOT encompassed by\nthe lists for this time period. 6"
}