{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 35,
  "chunk_text": "If\nyou have any questions as to who should sign the award, please contact your jurisdiction’s local legal advisor. 33 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your CAMP award being withdrawn and the funds deobligated without additional notification. If your agency requires an extension for accepting the award beyond the 90-day acceptance time frame, you will\nbe able to request an extension through the online system. Be sure to explain the circumstances that prevent your\nagency from signing the award document within the 90-day period, and identify the date by which the award\ndocument will be electronically signed. The COPS Office will review such requests on a case-by-case basis. The\nCOPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If you have any\nquestions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 34 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual II. Procurement Process In general, award recipients are required to procure funded items through open and free competition when\nfeasible. For the purchase of equipment, technology, or services under a COPS Office award, the recipients must\nfollow their own policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.318. As described in Sole Source Justification award condition, recipients must request written approval from the COPS\nOffice for sole source procurements in excess of $150,000 prior to purchasing items or services, obligating funding\nfor a contract, or entering into a contract with award funds. A sole source justification request should be submitted if the recipient determines that the award of a contract\nthrough a competitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if one or\nmore of the following circumstances apply:\n• The item (or group of items) or service is available only from one source. • The public exigency or emergency for the item or service will not permit a delay resulting from competitive\nsolicitation. • Competition is determined inadequate after solicitation of a number of sources. • The COPS Office expressly authorizes noncompetitive proposals in response to a written request from the\nrecipient. What documentation must be submitted to the COPS Office for sole\nsource review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing, certifying that the award of the contract through full and open\ncompetition is infeasible. Please note that a justification must be submitted for each vendor providing goods or\nservices in excess of $150,000."
}