{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 31,
  "chunk_text": "Discrepancies are\ninvestigated and reconciled immediately. Unresolved differences are reported in writing no later\nthan the following business day to the Trust Fund Supervisor. See Section 1.e. for guidance when\ndifferences cannot be reconciled. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 43 The Trust Fund Specialist verifies that the “Sales History Report at Selling Price” matches the\nCommissary Sales Extract from TRUFACS. Upon verification, the Trust Fund Specialist\nsub-certifies the Commissary Sales Extract in the automated accounting system. c. The Trust Fund Supervisor reviews the following reports daily:\n■ Item Quantity Below Zero Report. Identify and address any items with a negative quantity\non hand. ■ Credit Sales Summary Report. Review to determine the appropriateness of credit sales\ntransacted on a date other than the date of original sale. d. National Controlled Items Limits. Trust Fund Supervisor approval shall be required before\nbypassing the “lifetime quantity exceeded” warning message during sales. e. Sales to Inmates Declared Incompetent. In limited circumstances, the Warden may\nauthorize Commissary sales for incompetent inmates when deemed advisable for the inmates’\nwelfare. In these rare circumstances, the Trust Fund Supervisor is given written documentation to\nsupport the sale, attached to the original sales receipt and filed by sales staff. Note: Sales to incorrect inmates due to a failure in the fingerprint software or hardware are\ncorrected by crediting the appropriate inmate account after receipt of written approval from the\nTrust Fund Branch. No other action shall be taken. 3.7 INVENTORY CONTROL\na. Purchase of Resale Items. Trust Fund contracts and POs are subject to the same rules,\nregulations, and limitations governing institution transactions, except that it is optional for\ninstitutions to obtain competitive bids for Trust Fund merchandise purchased for resale in the\nCommissary. In addition, it is not mandatory that Federal Supply Service (FSS) schedules be\nused for purchase of items for resale. Per the Commissioner, General Services Administration (GSA), on September 13, 1963, stock\nitems may also be purchased through GSA for resale in the Commissary. When the procurement\nis not competitive, and specific brands of merchandise are required, exercise care that the\nprocurement is made directly from a manufacturer or distributor who will provide a fair and\nreasonable cost. b. Purchase Procedures. Warehouse/Trust Fund staff may review a TRUFACS “hot list” to\nhelp determine ordering requirements. In addition, it is recommended that an Item Sales Analysis Report be produced. A TRUFACS PO\nis generated for all resale items purchased, including Government purchase card purchases. A\nRequest for Purchase (Delivery/Task Order) (BP-A0101) is not used for resale purchases. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 44 Based on the TRUFACS-recommended quantity, as well as current and historical sales trends,\nWarehouse/Trust Fund staff prepare a TRUFACS PO to replenish stock and submit to the\nappropriate approving official. Non-purchase card POs are forwarded to Acquisitions staff;\npurchase card POs are forwarded to the card holder for processing. The non-purchase card purchase of resale items, based on requirements submitted by\nWarehouse/Trust Fund staff, is the responsibility of Acquisitions."
}