{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 49,
  "chunk_text": "Additionally, the institution Special Investigative\nSupervisor should also receive a copy of the transfer\nrequest; and\n6. BP-337/BP-338 Discrepancies. Include a brief description\nof any scoring changes between the BP-337 and BP-338. Complete all required information, then route the request\nthrough normal institutional review channels for approval by\nthe CEO. After approval by the CEO, it may be routed\nto the DSCC Administrator from the unit’s mailbox. The Unit\nTeam will enter the appropriate “DST” assignment (see below)\ninto SENTRY as confirmation that a redesignation request has\nbeen submitted to the DSCC or OMDT. Enter this SENTRY\nassignment under the \"DST\" category using the “Update Inmate\nAssignment” transaction.\n• Enter “W REDES R” if the transfer request is\nfor a routine transfer. • Enter “W REDES M” if the transfer request\nrequires a review by the OMDT (Medical\nDesignator). Once the e-mail requesting redesignation is received,\nDSCC staff will at a minimum review the following SENTRY\ntransactions to determine if the inmate is appropriate for\nredesignation:\nCIM Clearance and Separatee Data;\nInmate Load Data;\nInmate Profile;\nCustody Classification Form;\nSecurity/Designation Data Form; and,\nChronological Disciplinary Record. If the transfer is approved, DSCC staff will enter the\ninformation and the appropriate destination (DST) assignment in P5100.08\n9/12/2006\nChapter 7, Page 3\nSENTRY on the “Enter Redesignation” screen and will also note\nthe approved institution transfer code. The method of\ntransportation is at the discretion of the Warden. Should a\nchange in DST be required, DSCC staff will make the change in\nSENTRY prior to the inmate’s arrival at the designated\ninstitution. If the transfer is denied, DSCC staff will indicate the\ndenial on the “Update Inmate Remarks” screen and will also\ndelete the “W REDES” from SENTRY. Unit staff should closely\nmonitor SENTRY for deletions of the “W REDES” transaction. 1. INSTITUTION CLASSIFICATION TRANSFERS. These transfers are\ntypically referred to as either “Lesser Security” (Code 308)\ntransfers or “Greater Security” (Code 307) transfers.\na. Security Level Changes\n(1) When a decrease in the inmate’s security level is\nindicated by the Custody Classification Form, transfer\nof the inmate to a lower security level institution\nshould be considered. (2) Likewise, an increased security level may be\nindicated in a similar fashion. The security total may\nincrease to a higher security level range. If an updated security scoring, combined with Public Safety\nFactors, indicate that an inmate is rated at a different\nsecurity level, the inmate must be referred to the DSCC for\nFor\neither transfer or application of a Management Variable. example, if an inmate in a Low security level institution is\nreclassified to Minimum security, the case must be referred for\ntransfer or application of a Management Variable. If transfer is\ndenied, DSCC staff will apply an appropriate Management Variable\nand add a Management Security Level, if applicable. b. Custody Level Changes. During an inmate's custody review,\na custody level may be increased or decreased (ordinarily, only\none level at a time) indicating a transfer is appropriate. For\nexample:\n(1) A Medium security level inmate has OUT custody,\nand becomes eligible for COMMUNITY custody. If the Unit\nTeam decides to reduce custody, the inmate would normally\nbe referred for redesignation to a Low or Minimum\nsecurity level facility, since Medium security level\ninstitutions do not house COMMUNITY custody inmates."
}