{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 116,
  "chunk_text": "Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. equipment. Equipment is tangible personal property (including information technology systems) having a useful\nlife of more than one year and a per-unit acquisition cost that equals or exceeds $5,000. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the Bureau\nof Indian Affairs (BIA) by virtue of their status as Indian tribes. They are acknowledged to have the immunities and\nprivileges available to other federally recognized Indian tribes by virtue of their government-to-government\nrelationship with the United States as well as the responsibilities, power, limitations, and obligations of such tribes. Only federally recognized tribes are eligible to apply for COPS Office tribal award funds. For further information,\ncontact BIA, Division of Tribal Government Services, MS-4631 – MIB, 1849 C Street NW, Washington, DC 20240,\n202-208-2475. grant. A legal instrument of financial assistance between a federal awarding agency and a non-federal entity to\ncarry out a public purpose authorized by a law of the United States that, consistent with 31 U.S.C. § 6302-6305,\ndoes not provide for substantial involvement between the federal awarding agency and the non-Federal entity in\ncarrying out the activity contemplated by the federal award. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant monitoring specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your community\npolicing initiatives, and to provide technical and administrative support for your award. Please contact the COPS\nOffice Response Center at 800-421-6770 if you have any compliance-related questions. Indian tribe. For purposes of COPS Office awards, Indian tribe means a tribe, band, pueblo, nation, or other\norganized group or community of Indians, including an Alaska Native village (as defined in or established under the\nAlaska Native Claims Settlement Act (43 U.S.C.§ 1601 et seq.), that is recognized as eligible for the special\nprograms and services provided by the United States to Indians because of their status as Indians. See 34 U.S.C. §\n10389(3). 140 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nindirect costs. Indirect (facilities & administrative (F&A)) costs means those costs incurred for a common or joint\npurpose benefitting more than one cost objective, and not readily assignable to the cost objectives specifically\nbenefitted, without effort disproportionate to the results achieved. institutions of higher education (IHE). Institution of higher education is defined at 20 U.S.C. 1001. local budget cycle."
}