{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 96,
  "chunk_text": "Contact the COPS Office If you have any questions regarding the federal requirements\nthat guide indirect cost rates, please refer to the applicable COPS\nOffice Award Owner’s Manual or contact your COPS Office Grant\nProgram Specialist or Program Manager. For more information about COPS Office programs, please\ncontact the COPS Office Response Center at 800-421-6770 or by\ne-mail at AskCopsRC@usdoj.gov or visit the COPS Office online\nat www.cops.usdoj.gov. May 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Budget Modifications for CPD Awardees Under federal regulations, you are required to expend federal\nfunds only as approved in your federal clearance memo\n(FCM). The COPS Office realizes that agencies may need\nto reprogram award funds and has provided this fact sheet\nfor CPD awardees to assist with the process. Awardees may\nreprogram up to a total of 10 percent of their entire budget\n(over the course of the award) without submitting a formal\nbudget modification. However, awardees should notify their\nCOPS Office program manager (PM) prior to any repro­\ngramming of funds regardless of whether a formal budget\nmodification is needed. Once the reprogramming of funds\nreaches 10 percent of the award, your agency must submit\na formal budget modification requesting approval from\nthe COPS Office for any additional budget modification\nrequests. Starting with 2016 funding, any awards under\n$150,000 do not require formal budget modifications;\nhowever, the awardee should communicate reprogramming\nas needed with the COPS Office PM. Reprogrammed funds must be allocated for items covered\nwithin the scope of the original award. Any funds that are\nbeing requested to account for a change in scope from the\noriginal funded project must first receive approval from the\nCOPS Office to expand or change the scope. Be advised that\nreprogramming requests for unallowable costs will not be\napproved. The COPS Office will not approve any modifica­\ntion request that results in an increase of federal funds. Starting with 2017 funding, if a budget modification\ninvolves making a new subaward to a State or local govern­\nment entity, the awardee and its intended subrecepient are\nrequired to certify compliance with 8 U.S.C. § 1373 regard­\ning prohibitions or restrictions on sending to, requesting or\nreceiving from, maintaining, or exchanging information on\ncitizenship or immigration status, including any prohibi­\ntions or restrictions imposed or established by a State or\nlocal government entity or official. For information about\nthe applicable form and how to certify, please contact your\nCOPS Office PM. What to do if you need\na budget modification If your budget requires a modification, please follow\nthese steps:\n1. Contact your PM and discuss the modification and reasoning for the change in budget. This process\nmay require back and forth discussion and further\ndocumentation. 2. Once your agency and the PM agree to the change, log in to “Account Access” in the upper right corner\nof the COPS Office website, www.cops.usdoj.gov. 3. Once in the system, find the appropriate award, and within the Action menu, select “Modify.” 4. You will see the Budget Summary page with the last approved budget amounts. The totals will be in readonly mode. Select “Modify” for each category (Civilian/\nNonsworn Officer Positions, Equipment/Technology,\netc.) that requires a modification. 5. Each change will need to be entered in the system by"
}