{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 5,
  "chunk_text": "b. Female Administrative Unit. High security female inmates may be housed in administrative\nunits, such as the one currently at the Federal Medical Center (FMC) Carswell. The majority of\nfemale offenders are appropriate for housing at minimum or low security facilities. A very small\nnumber of females may require more secure confinement. Female offenders will receive mental\nhealth screening prior to placement on this unit consistent with the procedures for male inmates\nreferred to the Administrative Maximum Penitentiary (ADX) described in the Program\nStatement Treatment and Care of Inmates With Mental Illness. The Female Offender Branch can provide assistance in establishing appropriate programs for\nthese inmates. In addition, the Regional Director will receive an annual justification from the\nWarden or designee for each inmate who continues to be placed in the administrative unit, except\nfor those sentenced to death; this rationale is informed by an annual Extended Restrictive\nHousing Placement Review conducted by Psychology Services consistent with the format\ndescribed in the Program Statement Treatment and Care of Inmates With Mental Illness. The Regional Director will provide this justification to the Assistant Director, Reentry Services\nDivision. If an inmate’s mental health appears to have deteriorated during placement in the administrative\nunit, the institution’s Chief Psychologist works with the Female Offender Branch and\nPsychology Services Branch to mitigate the impact or identify an alternative placement. Consultation will also be made with the Bureau’s Chief Psychiatrist through the Psychology\nServices Branch. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 2. CORRECTIVE ACTION The purpose of this section is to provide guidance in dealing with female offenders. Discipline\nshould be applied equally to all inmates for their actions according to the Program Statement\nInmate Discipline Program. Discipline should be corrective and not punitive when sanctioning inmates. The Discipline\nHearing Officer (DHO) and Unit Disciplinary Committee (UDC) should consider all factors and\nthe described behavior within the incident report when disciplining inmates. This entails\nfocusing on the influence of trauma, gender, staff-inmate interactions, and input from both staff\nand inmates. For chronic infractions, referral to an appropriate program should be considered. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Section 3. FEMALE OFFENDER PROGRAMS All institutions housing female offenders must meet basic standards for offering genderresponsive programs and for ensuring staff responsible for providing the programs have the\nknowledge and skills to deliver these services. Programs are divided into three categories:\nNational Programs, Model Programs, and local activities or leisure-time programs. 1. NATIONAL PROGRAMS National programs rely on standardized admission and delivery criteria across sites, which\ninclude at least one full-time staff position. Ordinarily, these programs are also supported by\nevidence of their impact on recidivism or other desired intervention targets. Examples include\nthe Resolve Program and the Residential Drug Abuse Program. A complete list of national\nprograms is maintained by the Reentry Services Division. Generally, these programs are offered\nto both male and female inmates, often via the same curricula with gender-appropriate\nmodifications."
}