{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 31,
  "chunk_text": "Your agency cannot satisfy the retention requirement by using\nTRGP-Hiring-funded positions to fill locally-funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the TRGP-Hiring award continues\nwith state or local funds for a minimum of 12 months after federal funding ends. 30 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do: At the time of the TRGP application, your agency was required to affirm that it planned to retain all sworn officer\npositions awarded under the TRGP-Hiring award and identify the planned source(s) of retention funding. Your\nagency committed to retaining each awarded position for at least 12 months following the conclusion of 36\nmonths of federal funding for that position. The retention period begins for an awarded officer position once that\nposition has completed the 36-month implementation period. If an agency is awarded several officer positions, the\nretention period for each individual officer position begins upon completion of 36 months of funding for that\nposition (not based on the cumulative award end date). The retained TRGP funded position(s) must be added to your agency’s law enforcement budget with state or local\nfunds at the conclusion of grant funding, over and above the number of locally funded sworn officer positions that\nwould have existed in the absence of the award. Absorbing TRGP-funded positions through attrition (rather than\nadding the extra positions to your budget with additional funding) does not meet the retention requirement. Your agency should maintain documentation demonstrating when the 36-month award funding period expires for\neach awarded position and that each retained position is above and beyond the number of officer positions that\nyour agency would otherwise have funded with state or local funds. We understand that your agency’s identified\nsource(s) of retention funding may change during the life of the award, so your agency should maintain\ndocumentation of any changes in the event of an audit, monitoring, or other evaluation of your award compliance. Please note that your agency is required to retain the officer position(s) awarded under the TRGP-Hiring award and\nnot the specific officer(s) hired to fill the award position(s). If a position funded by the TRGP-Hiring award becomes\nvacant during the retention period, your agency is required to take active and timely steps consistent with your\nagency’s hiring policies and procedures to fill the position with a new officer to complete the remainder of the 12month retention period. Your agency should maintain documentation demonstrating that you did not delay filling\nthe position and that the steps your agency took to fill the position were consistent with your hiring policies and\nprocedures. At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under the\nTRGP-Hiring award may be ineligible to receive future COPS Office awards for a period of three years. If your\nagency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review."
}