{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 16,
  "chunk_text": "In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and with the Award Owner’s Manual for the year in which the award is awarded. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the life of a\nCOPS Office award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance. It is necessary for recipients to maintain all relevant documentation (administrative, financial, and\nprogrammatic) used to develop the application and implement the award that may be necessary or required to\ndemonstrate award compliance. For more information, please contact the COPS Office Response Center at 800421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will\nrequire any subrecipient, contractors, successors, transferees, and assignees not to), on the grounds of race, color,\nreligion, national origin, sex, or disability unlawfully exclude any person from participation in, deny the benefits of,\nor employment to any person, or subject any person to discrimination in connection with any programs or activities\nfunded in whole or in part with federal funds. You will also not discriminate in the delivery of benefits or services\nbased on age. These civil rights requirements are found in the nondiscrimination provisions of Title VI of the Civil\nRights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age\nDiscrimination Act of 1975, as amended (42 U.S.C. § 6101); Title IX of the Education Amendments of 1972, as\namended (20 U.S.C. § 1681); and the corresponding US Department of Justice regulations implementing those\nstatutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279, as\namended by Executive Order 13559, and the implementing regulations at 28 C.F.R Part 38, Partnerships With FaithBased and Other Neighborhood Organizations, which requires equal treatment of religious organizations in the\nfunding process and prohibits religious discrimination against beneficiaries. 14 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation."
}