{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 33,
  "chunk_text": "In addition,\nthe auditor and the facility should determine where and how interviews will be\nconducted with inmates and staff, and the staff coverage needed to most efficiently and\neffectively use facility resources while onsite. Posting Notice of the Audit\nStandard 115.401(n) states, “Inmates, residents, and detainees shall be permitted to send\nconfidential information or correspondence to the auditor in the same manner as if they were\ncommunicating with legal counsel.” To accomplish this communication with the auditor,\nauditors are responsible for working with the facility to ensure that inmates are given adequate\nnotice of the audit and the information necessary to communicate confidentially with the\nauditor if they choose. Auditors should inquire early in the process how the facility plans to\nensure the confidentiality of such communication. When and Where to Post the Notice It is strongly recommended that auditors instruct facilities to post the notice of the upcoming\nPREA audit at least 6 weeks prior to the onsite portion of the audit throughout the facility, in\nplaces where it will be visible to all inmates and staff (e.g.,\nAccessibility of the Audit\nvisiting areas, housing units, and recreational spaces). See\nNotice\nthe callout box on this page for additional\nAuditors are encouraged to work\nrecommendations on ensuring accessibility of the audit\nwith facilities to ensure that the\nnotice. What the Notice Should Include The notice of an upcoming PREA audit should include the\nfollowing information:\n• Scheduled dates of the audit • Purpose of the audit • Name of the auditor • Up-to-date contact information for the auditor • An explicit and factually accurate statement\nregarding the confidentiality of any communication\nbetween the auditor and inmates who respond to\nthe notice. Specifically, the notice should include the\nlimitations of confidentiality pursuant to any\nmandatory reporting laws or policies that apply to\n33 PREA audit notice is accessible to\nall inmates, including those with\ndisabilities, with limited reading\nability, with limited English\nproficiency, in restrictive housing,\nand with mail restrictions. For\nexample, the auditor should work\nwith a facility to identify the most\ncommonly spoken language other\nthan English so that the notice can\nbe translated into one or more\nlanguages. It is also recommended\nthat the notice be posted on\nbrightly colored paper using large\nfont and easy-to-read language. A\nsample audit notice in both\nEnglish and Spanish can be found\non the Auditor Portal. the auditor. See subsection on Navigating Mandatory Reporting Laws and Policies in\nChapter 16. Due to the potential volume of correspondence, a P.O. Box is recommended for receiving\nconfidential (i.e., legal) mail. Auditors’ Responsibility to Verify Posting of the Notice\nAuditors should confirm that the notice has been properly posted by the deadline established\nby the auditor and the facility. One verification method is to ask the facility to take datestamped photographs of the notice and its placement throughout the facility, and send these to\nthe auditor in advance of the onsite portion of the audit. If the auditor is not able to verify\nplacement of the notices prior to the onsite audit, he or she may also use direct observations\nand interviews with inmates and staff to verify the placement of and timeframe when the PREA\naudit notice was posted."
}