{
  "document_category": "guidance",
  "docId": "guidance_48",
  "chunk_index": 6,
  "chunk_text": "The Warden has final decision authority. Prior to\nimplementation of final decisions made by the Warden which affect\nbargaining unit employees, the local UNION will be notified in\naccordance with the Master Agreement. The department responsible\nfor each release preparation topic/course must develop standard\nlesson plans. The RPC will review and maintain the plans. The RPP Committee will also determine which courses will be\noffered at the institution. These courses will be identified in\nthe Institution Supplement, and the reporting and tracking\nrequirements must also meet with this Program Statement’s\nrequirements. Whenever possible, existing institution programs, such as work,\nliteracy, health promotion, vocational training, disease\nprevention, parenting, and occupational training will be\nincorporated into the RPP. However, if a department is offering\na course that is not identified as an RPP course then it does not\nhave to be recorded, tracked, or monitored as established in this\nProgram Statement, i.e. Chaplain programs. The institution RPP Committee will determine course schedules,\nwhich will be posted in areas accessible to inmates (e.g.,\nbulletin boards, Education). Institution resources and inmate\nneeds will affect RPP scheduling. The Release Preparation Coordinator must:\n•\n•\n• coordinate, schedule, and chair RPP Committee meetings;\nplan for future classes based on staff recommendations;\nensure class facilitators enter beginning and ending\ndata on SENTRY;\npublish an annual calendar of course schedules; and,\nsubmit an annual RPP report to the Warden. The course calendar must be comprehensive and include:\n•\n•\n• month;\nday of week;\nhours of the class; P5325.07\n12/31/2007\nPage 11\n•\n•\n• beginning and ending dates;\ntotal number of hours; and,\nSENTRY course code (see sample schedule, Attachment A). The RPC must meet with the unit staff member(s) responsible for\nthe Unit Release Preparation Program and institution course\nfacilitators annually, either separately or jointly, to share\nideas and procedures. These meetings are to be held\nindependently from the RPP Committee meeting.\n[b. The institution release preparation program will be based\non a core curriculum of topics/courses organized into six broad\ncategories.] Courses will be taught in a formal classroom\nsetting with attendance records maintained, and approved lesson\nplans. [The six categories are:\n(1) Health and nutrition.] Possible topics/courses include\ndisease prevention, weight management, holistic health,\nmental health support/counseling groups, eating and shopping\nnutritionally, stress management, sexuality, AIDS awareness,\nand physical fitness;\n[(2) Employment.] Possible topics/courses include résumé\nsubmission/writing skills, mock Job Fairs, aptitude testing,\ndressing for success, job search techniques, interviewing\ntechniques/skills, career choices, keeping a job, and\nrelationships with co-workers;\n[(3) Personal finance/consumer skills.] Possible\ntopics/courses include balancing and maintaining a\ncheckbook, developing savings accounts, buying or leasing a\ncar or home, managing money/credit, and living on a budget;\n[(4) Information/community resources.] Possible\ntopics/courses include the role of the USPO and supervision\nrequirements, halfway house regulations, finding and using\nlocal social service agencies, Social Security resources,\nhousing availability, legal requirements, and state\nemployment services. “Legal requirements” may include but are not limited to USPO\nreporting procedures, sex offender registration, and\nselective service registration; P5325.07\n12/31/2007\nPage 12\n[(5) Release requirements and procedures.] Possible\ntopics/courses include types of releases, releases to\ndetainers, release gratuities, conditions of supervision,\ndisposition of personal property, release clothing, trust\nfund account, inmate telephone system accounts, advanced pay\nrequests, Inmate Financial Responsibility Program (IFRP),\npost-release obligation, and reporting procedures. (This\ncategory is not intended to replace the Unit Release\nPreparation Program); and,\n[(6) Personal growth and development.]"
}