{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 50,
  "chunk_text": "You can revise that report to reflect\nyour final actual costs and revise the status as final no later than 90 days after the end date of the award period. The final report should reflect the total amount of allowable federal expenditures that were incurred during the\nlife of the award, as well as the amount of unobligated funds remaining, if any. The federal funds expended should\nreflect only the actual allowable costs incurred relative to the specific program requirements for that award. In\naddition, once you have completed your final drawdown, this report should reconcile with the total amount of\nfederal funds drawn down by your agency. The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent, and expenses incurred but not yet paid, for any approved items listed on the FCM. Your\nagency has up to 90 days after the end of the award period to pay for eligible expenses previously incurred, and to\nrequest reimbursement for any remaining eligible balance. You cannot list an accrual on your final SF-425. Request\nan extension if you will not be able to pay for any obligations within the time frames listed above. Please be advised that 2 C.F.R. § 200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have unobligated and unspent award funds remaining in your account following\nthe award period due to an overestimate of item costs during the application period. Your agency should review its\nrecords carefully to ensure that it draws down and expends only the amount required for actual costs incurred\nduring the award period. Any remaining unobligated or unspent funds should remain in your account, and will be\ndeobligated during the closeout process. 53 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related purposes\nand must retain the equipment for the life of the award. After the conclusion of the award period, property\nrecords must be maintained by the recipient."
}