{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 34,
  "chunk_text": "The Trust Fund Supervisor maintains a fresh and adequate stock of\nmerchandise. The Supervisor makes periodic comparisons of the sales history and the minimum\nand maximum order points established in TRUFACS, and reviews order points to prevent\nunder-/overstocking. If order points are insufficient, the shelf quantity in weeks may be adjusted. To ensure that operating funds are not tied up in excessive inventory, stock limitations are set as\nfollows:\n■ Regular sales merchandise – 2.0 times the monthly average sales at cost for the last two\nquarters. ■ Stamp inventory – 2.0 times the monthly average sales at cost for the last two quarters. The Trust Fund Supervisor ensures these limitations are not exceeded. j. Inventory Maintenance. Trust Fund staff review the Item Sales Analysis Report and items\nstocked in the Commissary routinely for those that are slow-moving or nearing expiration. Before initiating a TRUFACS Report of Survey:\n■ When possible, prepare a Contra-Receiving Report for outdated items or items damaged in\nshipment and returned to the vendor for credit, or obtain vendor credit authorization number\nfrom Central Office if prior fiscal year. If the vendor refuses to accept the merchandise for\nexchange or credit, full documentation outlining the steps taken to return it must accompany\nthe Report of Survey. If possible, a statement in writing from the vendor indicating refusal to\naccept the merchandise should be obtained.\n■ If an item cannot be sold at its original selling price, but is still sellable, offer it for sale at a\nreduced price, rather than surveying the item with no realized value. The Trust Fund\nSupervisor determines the reduced price in advance of the sale.\n■ If an item is slow moving (not sold in the last 12 months) and is determined to be sellable, the\nTrust Fund Supervisor will document the reason(s) for not returning or surveying the item. This documentation will serve as the appropriate action for not returning or surveying the item. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 47 k. Survey Procedures. When Commissary merchandise is damaged in our care, expired, unfit\nfor resale, or destroyed through an unusual cause such as fire or inmate disturbance, a Report of\nSurvey is processed per the Program Statement Property Management Manual. The Board of\nSurvey approves Reports of Survey before final disposition of the merchandise. When merchandise is lost due to theft or suspected theft, a Report of Survey is prepared per the\nProperty Management Manual except that the amount of the survey is recorded in the\nautomated accounting system as an inventory shortage. This is done in TRUFACS by selecting\nReport of Survey as the Inventory Difference Adjustment Type. TRUFACS generates the entry\nfor the automated accounting system through the extract process. If surveys for unsalable merchandise at cost exceed .0015 times the actual regular Commissary\nsemiannual sales at cost in any one inventory period, a memorandum and copies of the Reports of\nSurvey are submitted with the Trust Fund March/September Inventory Tolerance Report from the\nWarden to the Regional Director, explaining the necessity for the survey(s) and what action is\nbeing taken, if appropriate, to reduce surveys in the future."
}