{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 68,
  "chunk_text": "73 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\n(confidentiality - research and statistical information), 23 (criminal intelligence systems), 38 (regarding faithbased or religious organizations participating in federal financial assistance programs), and 46 (human subjects\nprotection).\n(6) I assure that the Applicant will assist the Department as necessary (and will require subrecipients and\ncontractors to assist as necessary) with the Department's compliance with section 106 of the National Historic\nPreservation Act of 1966 (54 U.S.C. § 306108), the Archeological and Historical Preservation Act of 1974 (54\nU.S.C. §§ 312501-312508), and the National Environmental Policy Act of 1969 (42 U.S.C. §§ 4321-4335), and 28\nC.F.R. Parts 61 (NEPA) and 63 (floodplains and wetlands).\n(7) I assure that the Applicant will give the Department and the Government Accountability Office, through any\nauthorized representative, access to, and opportunity to examine, all paper or electronic records related to\nthe award (if any) made by the Department based on the application.\n(8) I assure that, if the Applicant is a governmental entity, with respect to the award (if any) made by the\nDepartment based on the application-a. it will comply with the requirements of the Uniform Relocation Assistance and Real Property Acquisitions\nAct of 1970 (42 U.S.C. §§ 4601-4655), which govern the treatment of persons displaced as a result of\nfederal and federally-assisted programs; and\nb. it will comply with requirements of 5 U.S.C. §§ 1501-1508 and 7324-7328, which limit certain political\nactivities of State or local government employees whose principal employment is in connection with an\nactivity financed in whole or in part by federal assistance. (9) If the Applicant applies for and receives an award from the Office of Community Oriented Policing Services\n(COPS Office), I assure that as required by 34 U.S.C. § 10382(c)(11), it will, to the extent practicable and\nconsistent with applicable law—including, but not limited to, the Indian Self- Determination and Education\nAssistance Act—seek, recruit, and hire qualified members of racial and ethnic minority groups and qualified\nwomen in order to further effective law enforcement by increasing their ranks within the sworn positions, as\nprovided under 34 U.S.C. § 10382(c)(11). I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271-10273), and also may subject me and\nthe Applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729-3730 and 3801-3812). I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 74 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual"
}