{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 53,
  "chunk_text": "Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name)\n58 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual U.S. Department of Justice Certifications Regarding Lobbying; Debarment, Suspension\nand Other Responsibility Matters; and Drug-Free Workplace Requirements\nApplicants should refer to the regulations cited below to determine the certification to which they are required to\nattest. Applicants should also review the instructions for certification included in the regulations before completing\nthis form. The certifications shall be treated as a material representation of fact upon which reliance will be placed\nwhen the U.S. Department of Justice (“Department”) determines to award the covered transaction, grant, or\ncooperative agreement. 1. 2. LOBBYING As required by 31 U.S.C. § 1352, as implemented by 28 C.F.R. Part 69, the Applicant certifies and assures\n(to the extent applicable) the following:\n(a) No Federal appropriated funds have been paid or will be paid, by or on behalf of the Applicant, to\nany person for influencing or attempting to influence an officer or employee of any agency, a\nMember of Congress, an officer or employee of Congress, or an employee of a Member of Congress in connection with the making of any Federal grant, the entering into of any cooperative\nagreement, or the extension, continuation, renewal, amendment, or modification of any Federal\ngrant or cooperative agreement;\n(b) If the Applicant’s request for Federal funds is in excess of $100,000, and any funds other than\nFederal appropriated funds have been paid or will be paid to any person for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an officer or\nemployee of Congress, or an employee of a member of Congress in connection with this Federal\ngrant or cooperative agreement, the Applicant shall complete and submit Standard Form - LLL,\n“Disclosure of Lobbying Activities” in accordance with its (and any DOJ awarding agency’s) instructions; and\n(c) The Applicant shall require that the language of this certification be included in the award documents for all subgrants and procurement contracts (and their subcontracts) funded with Federal\naward funds and shall ensure that any certifications or lobbying disclosures required of recipients\nof such subgrants and procurement contracts (or their subcontractors) are made and filed in accordance with 31 U.S.C. § 1352. DEBARMENT, SUSPENSION, AND OTHER RESPONSIBILITY MATTERS\nA. Pursuant to Department regulations on nonprocurement debarment and suspension implemented at\n2 C.F.R."
}