{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 67,
  "chunk_text": "72 2. 3. 4. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867, for\nprospective participants in primary covered transactions, as defined at 2 C.F.R. ยง 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a\ndenial of federal benefits by a state or federal court, or voluntarily excluded from covered transactions by\nany federal department or agency;\nB. Have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any federal law, or been convicted or had a civil judgment rendered against them for\ncommission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state or local) or private agreement or transaction; violation of federal or\nstate antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or destruction\nof records, making false statements, tax evasion or receiving stolen property, making false claims, or\nobstruction of justice, or commission of any offense indicating a lack of business integrity or business\nhonesty that seriously and directly affects your present responsibility;\nC. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity (federal,\nstate or local) with commission of any of the offenses enumerated in paragraph B. of this certification;\nand\nD. Have not within a three-year period preceding this application had one or more public transactions\n(federal, state or local) terminated for cause or default. Mandatory Disclosure\nPursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. ยง 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. ยง 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal award;\nB. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable, any\nviolation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect the federal\naward; and\nC. Shall require that the language of this certification be included in the award documents for all subawards\n(including subgrants and cooperative agreements) and shall require all subrecipients certify and disclose\naccordingly. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best of its\nknowledge and belief, the applicant has filed all federal tax returns required during the three years\npreceding the certification, has not been convicted of a criminal offense under the Internal Revenue Code\nof 1986, and has not, more than 90 days prior to certification, been notified of any unpaid federal tax\nassessment for which the liability remains unsatisfied, unless the assessment is the subject of an\ninstallment agreement or offer in compromise that has been approved by the Internal Revenue Service\nand is not in default, or the assessment is the subject of a non-frivolous administrative or judicial\nproceeding."
}