{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 63,
  "chunk_text": "Auditors must be able to\ndefend their findings in their written reports and in any other communications with\nfacility/agency leadership and DOJ. In addition, while identifying any deficiencies in policy,\nprocedure, and practice is essential, auditors should be careful not to overlook aspects of the\nfacility that contribute to building and sustaining a zero tolerance/reporting culture (e.g.,\nidentified staff who are PREA champions within the institution, strong commitment to and\ninvestment in PREA among facility/agency leadership). These assets are important to consider\nas they will serve as the foundation for improvements during the corrective action phase that\nmay bring the facility into full compliance with the Standards. 20 See the full FAQ here: www.prearesourcecenter.org/node/3217. 63 Interim Report There are four provisions under Standard 115.403 that address auditor requirements for audit\nreport content and findings. These include the following:\n• 115.403(a) – “Each audit shall include a certification by the auditor that no conflict of\ninterest exists with respect to his or her ability to conduct an audit of the agency under\nreview.” • 115.403(b) – “Audit reports shall state whether agency-wide policies and procedures\ncomply with relevant PREA standards.” • 115.403(c) – “For each PREA standard, the auditor shall determine whether the audited\nfacility reaches one of the following findings: Exceeds Standard (substantially exceeds\nrequirement of standard); Meets Standard (substantial compliance; complies in all\nmaterial ways with the standard for the relevant review period); Does Not Meet\nStandard (requires corrective action). The audit summary shall indicate, among other\nthings, the number of provisions the facility has achieved at each grade level.” • 115.403(d) – “Audit reports shall describe the methodology, sampling sizes, and basis\nfor the auditor’s conclusions with regard to each standard provision for each audited\nfacility, and shall include recommendations for any required corrective action.” • 115.403(e) – “Auditors shall redact any personally identifiable inmate or staff\ninformation from their reports, but shall provide such information to the agency upon\nrequest, and may provide such information to the Department of Justice.” The auditor’s initial report to the facility is known as the interim report. Unless the facility is\nfound to be in full compliance with all PREA Standards, this\nIMPORTANT\nreport is the basis for collaboration between the auditor\nand the facility to address specific deficiencies in policy and\nOn occasion, minor or technical\npractice. As stated above, the interim report must be\nviolations with the Standards may\nsubmitted to the facility not more than 45 days after the\nbe remedied prior to the 45-day\nlast day of the onsite portion of the audit. The one\ndeadline for the auditor to issue\nthe interim audit report when the\nexception to this is for newly certified auditors on\nStandard at issue does not\nprobationary certification status who have 60 days to\nimplicate other related Standards. submit their reports to the PREA Resource Center and\nincorporate any feedback prior to delivering the report to\nthe facility (see Chapter 10 for more detail on probationary certification status). The Audit Instrument includes a report template that auditors are required to use to produce\nreports. 21"
}