{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 30,
  "chunk_text": "2. Proceedings About Which You Must Report Submit the information required about each proceeding that:\na. Is in connection with the award or performance of an award, cooperative agreement, or procurement\ncontract from the Federal Government; b. Reached its final disposition during the most recent five year period; and c. Is one of the following:\n(1) A criminal proceeding that resulted in a conviction, as defined in paragraph 5. of this award term\nand condition;\n(2) A civil proceeding that resulted in a finding of fault and liability and payment of a monetary fine,\npenalty, reimbursement, restitution, or damages of $5,000 or more;\n(3) An administrative proceeding, as defined in paragraph 5. of this award term and condition, that\nresulted in a finding of fault and liability and your payment of either a monetary fine or penalty of\n$5,000 or more or reimbursement, restitution, or damages in excess of $100,000; or 29 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\n(4) Any other criminal, civil, or administrative proceeding if:\ni. It could have led to an outcome described in paragraph 2.c.(1), (2), or (3) of this award term\nand condition; ii. It had a different disposition arrived at by consent or compromise with an acknowledgment\nof fault on your part; and iii. The requirement in this award term and condition to disclose information about the\nproceeding does not conflict with applicable laws and regulations. 3. Reporting Procedures\nEnter in the SAM Entity Management area the information that SAM requires about each proceeding\ndescribed in paragraph 2. of this award term and condition. You do not need to submit the information a\nsecond time under assistance awards that you received if you already provided the information through SAM\nbecause you were required to do so under Federal procurement contracts that you were awarded. 4. Reporting Frequency\nDuring any period of time when you are subject to the requirement in paragraph 1. of this award term and\ncondition, you must report proceedings information through SAM for the most recent five year period, either\nto report new information about any proceeding(s) that you have not reported previously or affirm that there\nis no new information to report. Recipients that have Federal contract, award, and cooperative agreement\nawards with a cumulative total value greater than $10,000,000 must disclose semiannually any information\nabout the criminal, civil, and administrative proceedings. 5. Definitions\nFor purposes of this award term and condition:\na. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission Administrative\nproceedings, Civilian Board of Contract Appeals proceedings, and Armed Services Board of Contract\nAppeals proceedings). This includes proceedings at the Federal and State level but only in connection\nwith performance of a Federal contract or award. It does not include audits, site visits, corrective\nplans, or inspection of deliverables. b. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea, and\nincludes a conviction entered upon a plea of nolo contendere. c."
}