{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 4,
  "chunk_text": "Encumbrance – A transaction that temporarily places a hold on an inmate’s available balance. Extract – Process of downloading automated accounting transactions, outside inmate payments,\nand obligations from TRUFACS for upload into the automated accounting system. General correspondence - Traditional mail sent or received via the U.S. Postal Service. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Hot item – Items that are most likely to be pilfered or might facilitate an attempt to escape or\ndisrupt the institution. IFRP – Inmate Financial Responsibility Program. IPAC – Intra-Governmental Payment and Collection. JV – Journal Voucher. LAN – Local Area Network. Nightly process – Automated TRUFACS processing of inmate SENTRY data, payments/debts,\nIFRP payments, printing of scheduled reports, etc.\nOFM – Office of Financial Management. PO – Purchase Order. Postal mailing labels − Address labels required to be placed on outgoing postal mail. SA – Special Authorization number. S&E – Salaries and Expenses. SPMS – SENTRY Property Management System. SPO – Special Purpose Order. TRUACCESS Requester – A user who may generate electronic requests on behalf of other staff\nto have access to the various Trust Fund applications. TRUACCESS Role Manager – A user who may approve or deny electronic requests for the\nvarious Trust Fund application(s). TRUFACS – Trust Fund Accounting and Commissary System. TRUFONE – Inmate Telephone System. TRULINCS – Trust Fund Limited Inmate Computer System. TRUPAID – Trust Fund Payroll Accounting for Inmate Details. Trust Fund – The 15X8408 Account designated by the U.S. Treasury for programs, goods, and\nservices for the benefit of inmates (e.g., Commissary). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 Trust Fund Branch – Office in the Central Office, Administration Division, responsible for Trust\nFund and Deposit Fund operations. Trust Fund Specialist – Trust Fund-funded position assigned directly to the Trust Fund\nSupervisor and responsible for various Trust Fund-related duties. Trust Fund Supervisor – Department head responsible for Trust Fund operation at the institution. TRUTRAC – Trust Fund Tracking, Requisition, and Consumption. User Guide – Technical instructions and guidelines that supplement national policy. User\nGuides provide consistent procedures for training and oversight. V-PIN – Added security feature that uses a sample of the inmate’s voice, which is collected when\nthe inmate states his or her name during the registration process. WAN – Wide Area Network. 1.2 INSTITUTION SUPPLEMENTS. Institution Supplements are prepared, approved, and\nreviewed as outlined in the Program Statement Directives Management Manual for the areas\nlisted below. a. Commissary Operations. Procedures may be addressed in a Commissary Institution\nSupplement or as a component of a consolidated supplement on Trust Fund Operations specifying\nCommissary Operations. At a minimum, the following is addressed:\n(1) Categories of Approved Items. A list of categories is revised as a part of the annual\nInstitution Supplement review. (2) Special Purpose Orders (SPO)\n■ List of Approved Items. Items may be listed specifically, such as Religious Medallion, or by\ngeneral categories – vocational/educational books, leathercraft, etc."
}