{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 45,
  "chunk_text": "Specific and\ndetailed written justification for each additional consultant must be submitted to, and approved by the\nCOPS Office prior to obligation or expenditure of such funds. D. Project budget The approved project budget is incorporated herein and made a part of this cooperative agreement. For\nfederal awards in excess of $150,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent (10%) of the total approved\nbudget requires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(e). Regardless of the\nfederal award amount or budget modification percentage, any reallocation of funding is limited to\napproved budget categories. In addition, any budget modification that changes the scope of the project\nrequires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(c)(1)(i). Please be advised that if the budget modification request includes adding a new subaward to a State or\nlocal government entity or identifying a new State or local government entity subrecipient, the recipient\nand subrecipient must each complete and submit the applicable Certification of Compliance with 8 U.S.C.\n§ 1373 form. Access to subrecipient funding will be contingent upon submission of all required\nCertifications. In requesting a modification, the recipient will set forth the reasons and the basis for the proposed\nchange and any other information deemed helpful for review by the COPS Office. Modifications are\nevaluated on a case-by-case basis. The COPS Office will not approve any modification request that results\nin an increase of federal funds. E. Payment All costs claimed for reimbursement and payment, including the final payment, must be submitted via the\nGrant Payment Request System (GPRS). 46 F. No-cost extensions of time The recipient must provide a reasonable justification for delays in implementing this cooperative\nagreement to be granted a no-cost extension. A request for an extension of the award period to receive\nadditional time to implement the funded program is at the discretion of the COPS Office. Such extensions\ndo not provide additional funding. G. Employment The recipient acknowledges that nothing in this cooperative agreement creates an employment\nrelationship with the COPS Office or with the Federal Government or to require provision of any benefits\nincident to employment. VI. Points of contact\nA. COPS Office program manager\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n145 N Street, NE, 11th Floor\nWashington, DC 20530\n[Insert contact information] B. Recipient project officer\n[Insert contact information, including phone number] VII. General provisions The recipient of record must follow all requirements imposed by the U.S. Department of Justice as an award\nterm, condition or administrative requirement of the award, including but not limited to: the applicable COPS\nOffice Program Award Owner’s Manual; the COPS Office Assurances and Certifications; the COPS Office\nstatute (34 U.S.C. § 10381 et seq.); 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles,\nand Audit Requirements for Federal Awards); the current edition of the COPS Office Grant Monitoring\nStandards and Guidelines; the COPS Office Editorial and Graphics Style Manual; and all other applicable\nprogram requirements, laws, orders, regulations, or circulars."
}