{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 53,
  "chunk_text": "Additionally, for some smaller facilities, auditors may be required to interview every inmate,\nresident, or detainee in the audited facility, including facilities with an actual population of 10\nor fewer. Auditors should plan for some flexibility in these very small facility settings, but this\nflexibility should facilitate interviews of all inmates, residents, and detainees, as appropriate. One exception to this is when one or more inmates declines to be interviewed. If for any\nreason, regardless of facility size, an auditor does not conduct the minimum numbers of\ninterviews prescribed above, he or she must thoroughly document this in his or her notes and\ninclude a discussion of why this was not possible in the audit narrative portion of the audit 53 report. Auditors must be mindful, however, to ensure that those inmates who participated in\nan interview are not identifiable to staff and others based on the information provided. Interviewing Staff\nStaff interviews are another important element of a PREA audit. Standard § 115.401(k) requires\nthat “the auditor shall interview a representative sample of . . . staff, supervisors, and\nadministrators” in each audited facility. The primary purpose of interviewing facility staff is to\ndetermine whether and to what extent they understand their responsibilities under the PREA\nStandards, as well as the obligations imposed on the facility and agency. In addition, interviews\nof staff provide information on the extent to which a zero tolerance culture for sexual abuse\nand sexual harassment has been implemented in the facility and agency. Similar to interviews with inmates, auditors must conduct interviews with a random sample of\nstaff selected from varying shifts and work assignments, as well as targeted interviews with\nstaff who have specialized roles and responsibilities within the facility. The Audit Instrument\nincludes interview protocols for both random and specialized interviews with staff. The subsections below detail specific guidance regarding the appropriate sampling\nmethodology and the minimum number of staff that auditors are required to interview. Interviews with Randomly Selected Staff As stated above with regard to conducting interviews with inmates, representative sampling\nmeans that auditors must select a sample that adequately\nIMPORTANT\nrepresents the full complement of staff in the audited\nAuditors are required to make\nfacility. their own staff interview To accomplish this, auditors are required to conduct at least selections and are not to rely on\n12 interviews with randomly selected staff during the onsite the facility or agency to make\nportion of the audit. Using the sampling guidance\nthese selections. prescribed in the random staff interview protocol, auditors\nmust randomly select line staff representing a diverse cross-section of work assignments and\nmust also ensure that they interview at least one staff member from each shift. Importantly,\nauditors should be aware that 12 random staff interviews represent the absolute minimum\nnumber of interviews that auditors must conduct during an audit. Auditors are strongly\nencouraged to conduct more interviews where feasible and necessary. Remember that, like interviews with inmates, interviews conducted with staff are also\nvoluntary."
}