{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 52,
  "chunk_text": "For\nexample, if a subaward is obligated on any date during the month of October of a given\nyear (i.e., between October 1 and 31), you must report any required compensation\ninformation of the subrecipient by November 30 of that year. 50 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Exemptions If, in the previous tax year, you had gross income, from all sources, under $300,000, you are\nexempt from the requirements to report:\ni. Subawards,\nand ii. The total compensation of the five most highly compensated executives of any\nsubrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\ni. A Governmental organization, which is a State, local government, or Indian tribe; ii. A foreign public entity; iii. A domestic or foreign nonprofit organization; iv. A domestic or foreign for‐profit organization; v. A Federal agency, but only as a subrecipient under an award or subaward to a non‐Federal\nentity. 2. Executive means officers, managing partners, or any other employees in management\npositions. 3. Subaward: 4. 5. i. This term means a legal instrument to provide support for the performance of any portion\nof the substantive project or program for which you received this award and that you as\nthe recipient award to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out\nthe project or program (for further explanation, see Sec. __ .210 of the attachment to OMB\nCircular A‐133, “Audits of States, Local Governments, and Non‐Profit Organizations”). iii. A subaward may be provided through any legal agreement, including an agreement that\nyou or a subrecipient considers a contract. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and ii. Is accountable to you for the use of the Federal funds provided by the subaward. Total compensation means the cash and noncash dollar value earned by the executive during\nthe recipient's or subrecipient's preceding fiscal year and includes the following (for more\ninformation see 17 C.F.R. § 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount\nrecognized for financial statement reporting purposes with respect to the fiscal year in\naccordance with the Statement of Financial Accounting Standards No. 123 (Revised 2004)\n(FAS 123R), Shared Based Payments. 51 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\niii. Earnings for services under non-equity incentive plans. This does not include group life,\nhealth, hospitalization or medical reimbursement plans that do not discriminate in favor of\nexecutives, and are available generally to all salaried employees. iv. Change in pension value. This is the change in present value of defined benefit and\nactuarial pension plans. v. V. Above-market earnings on deferred compensation which is not tax-qualified. vi. vi. Other compensation, if the aggregate value of all such other compensation (e.g.\nseverance, termination payments, value of life insurance paid on behalf of the employee,\nperquisites or property) for the executive exceeds $10,000. Why this condition:"
}