{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 66,
  "chunk_text": "Police participation in community organization working groups and/or special programs for schools\nand other interest groups which enhance crime prevention 71 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Appendix E. Whistleblower protection (41 U.S.C. § 4712)\nEnhancement of contractor protection from reprisal for disclosure of certain information\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in paragraph (2) information that the employee reasonably believes is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract (including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3) Rules of construction.--For the purposes of paragraph (1)-(A) an employee who initiates or provides evidence of contractor, subcontractor, or grantee misconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a Federal\ncontract or grant shall be deemed to have made a disclosure covered by such paragraph; and\n(B) a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a violation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings\nof the investigation to the person, the contractor or grantee concerned, and the head of the agency. (2) Inspector General action. -(A) Determination or submission of report on findings."
}