{
  "document_category": "guidance",
  "docId": "guidance_34",
  "chunk_index": 4,
  "chunk_text": "To be useful, the text should be short and descriptive. • Video captions. Videos can be made accessible by including synchronized captions that\nare accurate and identify any speakers in the video. • Online forms. Labels, keyboard access, and clear instructions are important for forms to be\naccessible. Labels allow people who are blind and using screen readers to understand what\nto do with each form field, such as by explaining what information goes in each box of a job\napplication form. It is also important to make sure that people who are using screen\nreaders are automatically informed when they enter a form field incorrectly. This includes\nclearly identifying what the error is and how to resolve it (such as an automatic alert telling\nthe user that a date was entered in the wrong format). • Text size and zoom capability. People with vision disabilities may need to be able to use\na browser’s zoom capabilities to increase the size of the font so they can see things more\nclearly. • Headings. When sections of a website are separated by visual headings, building those\nheadings into the website’s layout when designing the page allows people who are blind to\nuse them to navigate and understand the layout of the page. • Keyboard and mouse navigation. Keyboard access means users with disabilities can\nnavigate web content using keystrokes, rather than a mouse. • Reporting accessibility issues. Websites that provide a way for the public to report\naccessibility problems allow website owners to fix accessibility issues. This is not a complete list of things to consider. There are many existing resources to help\nbusinesses and state and local governments with making websites accessible to people with\ndisabilities, some of which are included at the end of this document. Web Accessibility for People with Disabilities is a Priority\nfor the Department of Justice\nWhen Congress enacted the ADA in 1990, it intended for the ADA to keep pace with the rapidly\nchanging technology of our times. Since 1996, the Department of Justice has consistently taken\nthe position that the ADA applies to web content. As the sample cases below show, the\nDepartment is committed to using its enforcement authority to ensure website accessibility for\npeople with disabilities and to ensure that the goods, services, programs, and activities that\nbusinesses and state and local governments make available to the public are accessible. Title II Sample Cases\n• Project Civic Access: As part of the Department’s Project Civic Access enforcement\nwork, the Department has reached numerous agreements with cities and counties across\nthe country that include web accessibility requirements. For example, City and County of\nDenver, Colorado, City of Jacksonville, Florida, and City of Durham, North Carolina. • Miami University in Ohio: The Department reached an agreement with Miami\nUniversity in Ohio to resolve the United States’ lawsuit alleging that the university\ndiscriminated against students with disabilities by providing inaccessible web content\nand learning management systems. • Nueces County, Texas:"
}