{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 66,
  "chunk_text": "3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 88 following section. Withdrawals initiated by inmates and requiring a staff signature for approval\nare made using a Request for Withdrawal of Inmate’s Personal Funds (BP-199), or a Withdrawal\nRecord – Inmate (BP-201). These requests are completed in TRULINCS or legibly in ink and signed by the inmate in the\npresence of Unit Management staff, then hand-delivered by the staff member to the approving\nofficial, who signs the form and hand-delivers it to the Trust Fund Specialist or secured Trust Fund\ndesignated area. Before processing withdrawals, the Trust Fund Specialist verifies that the forms have been\naccurately completed and signed. Forms not accurately completed and signed are voided and\nreturned to the inmate. In addition, the Trust Fund Specialist annotates the voucher number and\nstaff’s initials. The Trust Fund Specialist and Certifying Officer are both responsible for ensuring\nthat the approval process has been completed before BP-199s are processed. b. Funds Availability. Approved withdrawal requests are subject to availability of funds. Withdrawal requests are processed for payment from the Inmate Deposit Fund (15X6085). Withdrawal transactions in TRUFACS generate an immediate verification of the inmate’s account\nbalance before completing the transaction. Depending on the withdrawal type selected,\nTRUFACS creates a debt automatically, allows the inmate’s account to go into a negative balance,\nor records a zero non-sufficient funds (NSF) tracking transaction if the amount of the transaction\nexceeds the balance in the inmate’s account. Refer to the specific transaction to determine the\naction initiated by TRUFACS. c. Processing Time. Requests for Withdrawal of Inmate’s Personal Funds (BP-199) are\nprocessed and scheduled at least once a week. d. Repeating Monthly Withdrawals. Inmates requiring repeating monthly withdrawals\nindicate the begin date and end date on the Request for Withdrawal of Inmate’s Personal Funds\n(BP-199). A subsequent request to stop a monthly withdrawal is made by the Inmate in\nTRULINCS or on an Request to Staff Member only when TRULINCS is not available. Requests\nfor repeating withdrawals are scanned; the scanned copy of the BP-199 serves as the original\nrequest each month. If the inmate is unable to make a monthly withdrawal because of NSF, the status of the monthly\nwithdrawal request is set to inactive and must be resubmitted by the inmate. If this type of\nwithdrawal request exceeds the available funds, a zero dollar NSF tracking transaction is\ngenerated. These withdrawals do not allow creation of a negative account balance or a debt. e. Processing Withdrawals to Foreign Countries. The Code of Federal Regulations (CFR),\nTitle 31, Part 211, restricts check delivery to certain addresses outside the United States, its\nterritories, and possessions. Upon receiving a request for withdrawal in favor of a payee in a\nforeign country, the Business Administrator/Trust Fund Supervisor reviews 31 CFR, Part 211, to\ndetermine whether the withdrawal can be effected. If so, the withdrawal is at the Business\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 89 Administrator/Trust Fund Supervisor’s discretion and is certified appropriate for payment. If,\nafter reviewing the regulation, there is any question concerning payment, it is referred to the Chief,\nTrust Fund Branch."
}