{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 16,
  "chunk_text": "a. Significant auditing experience means regular job responsibilities focused on the\nobjective, unbiased, systematic examination of information to determine the\nadequacy of policies, procedures, and practices, and their compliance with\nestablished standards or guidelines. Paper-based auditing, unless it is part of a\nlarger performance-based audit process, does not qualify as significant auditing\nexperience. Paper-based auditing includes tasks, such as fiscal or financial\nreviews, examinations of accounting practices, and oversight of the work of\nsubordinates. Preparation for audits conducted by another person or entity also\ndoes not quality as significant auditing experience. b. Significant quality assurance experience entails regular job responsibilities\nfocused on monitoring and analyzing the outcomes and effectiveness of business\nor enterprise procedures, processes, practices, and/or operations, and includes\ndesignated responsibility for recommending and implementing changes to these\nprocedures, processes, practices, and/or operations to enhance outcomes and\neffectiveness. c. Significant compliance experience requires regular job responsibilities focused\non monitoring and/or inspecting facility operations to ensure that a public\nagency or other regulated unit obeys specific laws, regulations, or other legal\nrequirements, such as a court-ordered consent decree or other enforcement\nmechanism. Compliance activities may include records reviews, and responding\nto internal or external requests for information. Contract monitoring, unless it is\npart of a larger compliance monitoring job responsibility, does not qualify as\nsignificant compliance experience. d. Significant investigations experience refers to regular job responsibilities\nfocused on formal, systematic, and detailed examinations or assessments to\nascertain the facts involved in a situation/incident, where there are allegations\nor indications of criminal or civil violations, or staff, employee, or offender\nmisconduct. 16 2. A bachelor’s degree from an accredited college or university, or a high school degree\nand equivalent career-related experience, defined as 5 years of contemporary fulltime\npublic safety experience in a position which requires considerable exercise of\nprofessional discretion. 3. Two references from professionals in the field related to a relevant set of Standards. Individual applicants who work for a state-level auditing or compliance entity (e.g., an\nemployee of a state inspector general’s office) and PREA coordinators may submit\nendorsements from their employing entities as substitutes for references. 4. Submission of a complete and accurate application for admission to the PREA Auditor\nCandidate Training through the PREA Resource Center. 5. If accepted, attendance and full participation in the 40-hour PREA Auditor Candidate\nTraining provided by the PREA Resource Center. 6. Completion of a pre- and post-training examination with a score of 80 percent or\nhigher. 8\n7. Passing a criminal records background check. 8. Participation in and completion of all requirements for the Field Training Program\n(effective beginning with the July 2017 PREA Auditor Candidate Training, as described in\nChapter 9). 9. Completion and submission of the Auditor Certification Agreement. After auditor candidates successfully complete all of the above requirements, DOJ, through the\nPREA Management Office, will grant auditors with probationary certification (effective\nbeginning with the March 2015 PREA Auditor Candidate Training). Auditors under probationary\ncertification status must complete all of the requirements outlined in Chapter 10 in order to\nreceive full certification. PREA auditor certification is valid for 3 years following the auditor’s original certification date. 9"
}