{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 16,
  "chunk_text": "Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the Office of Justice Programs Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and with the Award Owner’s Manual for the year in which the award was made. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the life of a\n14 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual COPS Office award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance. It is necessary for recipients to maintain all relevant documentation (administrative, financial, and\nprogrammatic) used to develop the application and implement the award that may be necessary or required to\ndemonstrate award compliance for a period of three-years from the date of submission of the final expenditure\nreport. For more information, please contact the COPS Office Response Center at 800-421-6770 or at\nAskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\nA. the Applicant understands that the applicable statutes pertaining to civil rights will include section\n601 of the Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973\n(29 U.S.C. § 794); section 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section\n303 of the Age Discrimination Act of 1975 (42 U.S.C. § 6102);\nB. the Applicant understands that the applicable statutes pertaining to nondiscrimination may include\nsection 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. §\n10228(c)); section 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b)\nof the Juvenile Justice and Delinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the\ngrant condition set out at section 40002(b)(13) of the Violence Against Women Act (34 U.S.C. §\n12291(b)(13)), which will apply to all awards made by the Office on Violence Against Women, also\nmay apply to an award made otherwise;\nC. the Applicant understands that it must require any subrecipient to comply with all such applicable\nstatutes (and associated regulations); and\nD. on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204."
}