{
  "doc_id": "guidance_6",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_6__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice Guidance Concerning\nFederal Statutes Affecting\nMethods of Voting\nPublished July 28, 2021 U.S. Department of Justice\nThe U.S. Department of Justice is committed to ensuring full compliance\nwith all federal laws regarding elections. This includes provisions of\nfederal law that apply to methods of casting a ballot. Due to the COVID-19 pandemic, many voters were concerned about voting at a polling place on Election\nDay in 2020. Large numbers of those voters took advantage of opportunities to vote by mail, or to cast an\nearly in-person ballot, and many jurisdictions around the country modiﬁed their prior procedures to\npromote both the safety of their citizens and robust democratic participation. The 2020 election\nproduced record turnout, with over 160 million citizens casting ballots, a result that was all the more\nimpressive given the difﬁculties the pandemic posed to both voters and election administrators. Since\nthe 2020 election, some States have responded by permanently adopting their COVID-19 modiﬁcations;\nby contrast, other States have barred continued use of those practices or have imposed additional\nrestrictions on voting by mail or early voting. In view of these developments, guidance concerning federal\nstatutes affecting methods of voting is appropriate. The Department’s enforcement policy does not consider a jurisdiction’s re-adoption of prior voting laws\nor procedures to be presumptively lawful; instead, the Department will review a jurisdiction’s changes in\nvoting laws or procedures for compliance with all federal laws regarding elections, as the facts and\ncircumstances warrant. See Memorandum from the Acting Attorney General (Feb. 3, 2021). This document is meant to provide guidance regarding certain federal voting rights laws enforced by the\nDepartment of Justice. Citations are provided to assist the reader but are not intended to be\ncomprehensive. The discussion provides guidance concerning the following topics:\n▪ Federal Voting Rights Laws That Bear On How Citizens Cast Their Ballots . . . . . . . . . . . . . . Page 2 ▪ FederalLaws Governing\nVoting\nByMail and\nAbsentee\n-Ballots\n- . . . . . . . . . . . . . . . . . . . . . . . . . . Page 5\nFederal\nLawsGoverning In Person\n(Including\nEarly Voting) . . . . . . . . . . . . . . . . . . . . . . Page 9\n- Voting\n--- ▪ 1 | Guidance Concerning Federal Statutes Affecting Methods of Voting \" U.S. Department of Justice\nFederal Voting Rights Laws That Bear On How Citizens Cast Their Ballots Several federal statutes protect the rights of citizens throughout the voting process. The Voting Rights Act (VRA), 52 U.S.C. §§ 10301-10702 The VRA protects the democratic process from racial discrimination and other inequalities. Section 2 of the VRA, 52 U.S.C. § 10301, bars discrimination in voting on the basis of race, color, or\nmembership in a language minority group. This permanent, nationwide prohibition applies to any voting\nqualiﬁcation or prerequisite to voting or standard, practice, or procedure. This includes rules specifying\nthe time, place, or manner of voting."
    },
    {
      "id": "guidance_6__1",
      "chunk_id": "1",
      "content": "This permanent, nationwide prohibition applies to any voting\nqualiﬁcation or prerequisite to voting or standard, practice, or procedure. This includes rules specifying\nthe time, place, or manner of voting. Section 2 forbids both practices that result in voters being denied\nequal access to the political process on account of race and those adopted or maintained because of\nadverse effects on voters on account of race. Section 202 of the VRA, 52 U.S.C. § 10502, protects the rights of citizens who have recently moved or\nwho are absent from the State on Election Day to participate in presidential elections. Section 203 of the VRA, 52 U.S.C. § 10503, protects voters with limited English proﬁciency. It\nestablishes bilingual election requirements in jurisdictions identiﬁed by the U.S. Census Bureau as\nhaving either a speciﬁed percentage or a speciﬁed number of voting-age citizens who have limited\nEnglish proﬁciency. Under Section 203, all information that is provided in English about the electoral\nprocess must be provided in the language of members of the covered language group to the extent\nneeded to allow them to participate effectively in the electoral process and all voting-connected\nactivities. Section 208 of the VRA, 52 U.S.C. § 10508, protects voters with disabilities and voters with literacy or\nlanguage limitations, including with difﬁculty reading or writing in English. It allows these voters to\nhave assistance in casting their ballots from a person of the voter’s choice, other than an employer or\nunion ofﬁcial. 2 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect Voters With Disabilities Three federal statutes protect the rights of voters with disabilities. Title II of the Americans with Disabilities Act (“ADA”), 42 U.S.C. §§ 12131-34, protects voters with\ndisabilities. It requires State and local governments to ensure that qualiﬁed individuals with disabilities\nhave a full and equal opportunity to vote. The Voting Accessibility for the Elderly and Handicapped Act (“VAEHA”), 52 U.S.C. §§ 20101-07, protects\nboth elderly voters and voters with disabilities. It establishes additional requirements to improve polling\nplace access for elderly individuals and people with disabilities during federal elections. Title III of the Help America Vote Act (“HAVA”), 52 U.S.C. §§ 21081-21102, sets certain requirements for\nfederal elections. These include requirements for voting machine accessibility. The Department has published guidance on these federal laws and the protections they provide to voters\nwith disabilities. See The Americans with Disabilities Act and Other Federal Laws Protecting the Rights\nof Voters\n-with\n-Disabilities\n- - (ada.gov)\n-· Law That Protects Service Members and Citizens Abroad The Uniformed and Overseas Citizens Absentee Voting Act (“UOCAVA”), 52 U.S.C. §§ 20301-11, protects\nthe voting rights of certain active-duty members of the uniformed services, their eligible family\nmembers, and United States citizens residing overseas. It guarantees them the right to vote by absentee\nballot in elections for federal ofﬁce, and includes speciﬁc requirements designed to ensure that ballots\nare sent to them in time to be completed, returned, and counted. 3 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect All Voters Against Intimidation In The Voting Process. Federal law prohibits intimidating people from voting or attempting to vote."
    },
    {
      "id": "guidance_6__2",
      "chunk_id": "2",
      "content": "3 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect All Voters Against Intimidation In The Voting Process. Federal law prohibits intimidating people from voting or attempting to vote. Section 11(b) of the VRA, 52 U.S.C. § 10307(b), provides that “No person, whether acting under color of\nlaw or otherwise, shall intimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any\nperson for voting or attempting to vote, or intimidate, threaten, or coerce, or attempt to intimidate,\nthreaten, or coerce any person for urging or aiding any person to vote or attempt to vote.” Section 12 of the National Voter Registration Act of 1993 (“NVRA”), 52 U.S.C. § § 20511(1)(A), makes it\nillegal for any person, “including an election ofﬁcial,” to “knowingly and willfully intimidate[], threaten[],\nor coerce[], or attempt[] to intimidate, threaten, or coerce, any person for . . . registering to vote, or voting,\nor attempting to register or vote” in any election for federal ofﬁce. Section 131 of the Civil Rights Act of 1957, 52 U.S.C. § 10101(b), provides that “[n]o person, whether\nacting under color of law or otherwise, shall intimidate, threaten, coerce, or attempt to intimidate,\nthreaten, or coerce any other person for the purpose of interfering with the right of such other person to\nvote or to vote as he may choose, or of causing such other person to vote for, or not to vote for, any\ncandidate” for federal ofﬁce. 4 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Laws Governing Voting By Mail And Absentee Ballots Voting by mail was the most common means by which Americans cast their votes in 2020. Voting by mail\ncan be an effective way of ensuring that many citizens have a practical ability to participate in the\nelection process, given the various logistical difﬁculties that may preclude individuals from appearing at\na polling place on Election Day. Currently, all States provide at least some voters with opportunities to vote by mail. And voting by mail\nhas grown steadily over time. States’ practices fall into four categories:\n1. Some jurisdictions mail ballots to all active registered voters. 2. Some jurisdictions automatically mail such ballots to all voters who have joined permanent\nvote-by-mail lists (sometimes called “absentee” voting lists, although voters need no longer\nbe absent from the jurisdiction to join them). 3. Some jurisdictions provide vote-by-mail ballots on an election-by-election basis to any voter\nwho requests one for that election. 4. A ﬁnal group of jurisdictions provide vote-by-mail ballots upon application only to voters who\nmeet a set of special eligibility requirements (e.g., age, absence from the jurisdiction, or some\nother criterion). For example, under State law, in many jurisdictions citizens who are absent\nwhile attending educational institutions away from their voting address or who are detained\nin correctional facilities pending trial are entitled to cast their votes by mail. (In those States\nwhere individuals who are detained pursuant to a criminal conviction are entitled to vote, they\ntoo use vote by mail.)"
    },
    {
      "id": "guidance_6__3",
      "chunk_id": "3",
      "content": "(In those States\nwhere individuals who are detained pursuant to a criminal conviction are entitled to vote, they\ntoo use vote by mail.) Most jurisdictions allow voters who have received their ballots by mail (or who picked up absentee\nballots in person) to avoid the uncertainty of having to return their ballots by mail. They allow voters to\nreturn completed ballots to an election ofﬁce, an early in-person voting location, a secure ballot drop\nbox, or a polling place on Election Day (where the vote-by-mail voter is not required to stand in line to\nreceive a ballot). These alternatives are particularly critical for voters who receive ballots late, have\nlimited time to bring a ballot to a postal facility, or lack access to regular mail. 5 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Mandates Certain Forms Of Voting By Mail. Section 202 of the VRA requires all States to allow qualiﬁed residents who are absent from their election\ndistrict on Election Day to cast an absentee ballot for President and Vice President. 52 U.S.C. § 10502(d). Section 202 also gives voters who will be absent on Election Day until seven days beforehand to request a\nmail ballot for President and Vice President and until the close of the polls on Election Day to return it. Id. Finally, Section 202 gives voters who move less than thirty days before an election for President or Vice\nPresident a right to vote absentee in the jurisdiction from which the voter has moved. 52 U.S.C. §\n10502(e). UOCAVA provides speciﬁc mail ballot protections for certain members of the uniformed services absent\nfrom home due to active-duty service, their eligible family members, and United States citizens residing\noverseas. See 52 U.S.C. § 20310(1), (5). Among other requirements, States must: ▪ Accept UOCAVA ballot requests received at least 30 days before a federal election, by mail\nor electronically, including on a prescribed federal postcard application. ▪ Send absentee ballots to UOCAVA voters by mail or electronically, according to the\npreference of the voter, at least 45 days before the election (as long as the voter requested\nthe ballot at least 45 days before Election Day). ▪ Permit UOCAVA voters to cast absentee ballots in all federal elections. ▪ Accept a prescribed federal write-in absentee ballot from UOCAVA voters. 52 U.S.C. § 20302(a). Moreover, for any election for Federal ofﬁce, States must provide ballots to UOCAVA voters who\nrequest a ballot any time during the year when an election is occurring. They must do this without\nregard to whether the request came before the ﬁrst date on which the State would accept or process\nordinary applications for mail ballots during that year. 52 U.S.C. § 20306. 6 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Protects Voters During States’ Vote By Mail Processes. Beyond afﬁrmative requirements to States to facilitate some citizens’ ability to vote by mail, other\nfederal laws also govern how States conduct vote by mail."
    },
    {
      "id": "guidance_6__4",
      "chunk_id": "4",
      "content": "6 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Law Protects Voters During States’ Vote By Mail Processes. Beyond afﬁrmative requirements to States to facilitate some citizens’ ability to vote by mail, other\nfederal laws also govern how States conduct vote by mail. Section 2 of the VRA forbids jurisdictions from establishing rules or regulations concerning voting by\nmail that are intended to deny or abridge citizens’ right to vote on account of race or that result in an\nelection system’s not being equally open to voters of all races. This prohibition reaches rules involving\nthe availability of vote by mail, deadlines, application and ballot formalities, or drop boxes for returning\nballots. Section 203 of the VRA imposes requirements on covered jurisdictions to conduct a bilingual vote by\nmail program. This includes translation of all written materials and provision of oral bilingual assistance\nregarding ballot applications and ballot return. 28 C.F.R. 55.15. Covered jurisdictions that provide all\nactive voters with a mail ballot may provide all materials in applicable minority languages. Otherwise,\nthey must develop an effective targeting system for minority language materials. 28 C.F.R. 55.17,\n55.18(a). Section 208 of the VRA allows voters with disabilities and voters with literacy or language limitations,\nincluding with difﬁculty reading or writing in English, to receive assistance in casting an absentee ballot\nfrom a person of the voter’s choice, excluding employers and union ofﬁcials. The Help America Vote Act (“HAVA”), 52 U.S.C. § 21081(a)(1)(B), requires that mail-in ballots for federal\nelections notify the voter of the effect of casting multiple votes for an ofﬁce and contain instructions on\nhow to correct a ballot before it is cast and counted. This includes telling voters how to get a\nreplacement ballot if necessary. 7 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nThe ADA. For many voters with disabilities, voting by mail on a paper ballot does not provide an\nopportunity to vote privately and independently, as required by Title II of the ADA. 42 U.S.C. §§ 12131-34. The ADA requires States to provide auxiliary aids and services to voters with disabilities so that they may\nhave an equal opportunity to vote. 28 C.F.R. § 35.160. The anti-intimidation and anti-interference statutes described above —Section 11(b) of the VRA,\nSection 12 of the NVRA, and Section 131 of the Civil Rights Act of 1957 —all apply in full force to citizens\nseeking to vote by mail in covered elections. They each prohibit intimidation of, and interference with,\nvoters seeking to vote or returning ballots and those permitted by law to assist them. 8 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Laws Governing In-Person Voting (Both Early and Election Day)\nStates—including those that provide mail ballots to all active voters—generally conduct some form of\nin-person voting on Election Day in federal elections. However, many States now allow Election Day\nvoting at vote centers, where any voter in a jurisdiction may receive and cast a regular ballot, rather than\nlimiting a voter to an assigned polling location."
    },
    {
      "id": "guidance_6__5",
      "chunk_id": "5",
      "content": "However, many States now allow Election Day\nvoting at vote centers, where any voter in a jurisdiction may receive and cast a regular ballot, rather than\nlimiting a voter to an assigned polling location. This both improves voter convenience and reduces the\nnumber of provisional ballots that are not counted because they were cast in the wrong precinct. Early voting has formed an increasingly large percentage of the total votes cast in federal elections. Early in-person voting comes in two forms: early voting and in-person absentee. Early voting is typically\navailable to all eligible voters, whereas in-person absentee voting is typically limited to voters qualiﬁed to\ncast a mail ballot. Federal law speciﬁcally prescribes the date for the federal general election. 2 U.S.C. §§ 1, 7; 3 U.S.C. § 1.\nFederal law does not speciﬁcally set forth uniform procedures for locations and hours of voting on\nElection Day. Federal law also does not speciﬁcally prescribe uniform procedures for dates, hours and\nlocations for primary elections. Nor does federal law speciﬁcally prescribe uniform procedures for early\nvoting for federal elections. However, the provisions of the VRA discussed above do govern States’ decisions about both early voting\nand in-person voting on Election Day. Section 2 of the VRA prohibits jurisdictions from eliminating or declining to establish in-person voting or\nlimiting hours and locations of in-person voting if such decisions are intended to impede voters on\naccount of race from casting a ballot or will result in an election system that is not equally open to voters\non account of race. 9 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nSection 203 of the VRA requires covered jurisdictions to translate relevant written materials used at\nearly voting sites and to ensure that oral bilingual assistance is available for early in-person voting to\nexactly the same degree that such materials and assistance are required on Election Day. 28 C.F.R.\n55.15, 55.18(d)-(e). Section 208 of the VRA also allows voters with disabilities and voters with limited-English proﬁciency to\nreceive assistance from a person of the voter’s choice (other than an employer or union ofﬁcial) when\nvoting in person, whether during an early voting period or on Election Day. The ADA contains a number of protections for voters casting their ballots in person, whether during early\nvoting or on Election Day. The ADA requires that States and local governments provide voters with disabilities a full and equal\nopportunity to vote in person. 42 U.S.C. § 12132; 28 C.F.R. § 35.130. This generally requires that\njurisdictions:\n▪ Allow voters with disabilities to vote independently and privately in a manner that is equal\nto that afforded to others, 42 U.S.C. §§ 12132; 28 C.F.R. § 35.130(a). ▪ Ensure that voting locations are physically accessible and free of barriers, 28 C.F.R. §§\n35.130(b)(4), 35.149-150. ▪ Provide accessible voting booths to voters with disabilities, 28 C.F.R. § 35.130(b)(7). ▪ Permit voters to be accompanied by a service animal, 28 C.F.R. § 35.136. ▪ Provide auxiliary aids or services necessary to ensure effective communication, including\nproviding an accessible ballot, 28 C.F.R. § 35.160. ▪"
    },
    {
      "id": "guidance_6__6",
      "chunk_id": "6",
      "content": "▪ Provide accessible voting booths to voters with disabilities, 28 C.F.R. § 35.130(b)(7). ▪ Permit voters to be accompanied by a service animal, 28 C.F.R. § 35.136. ▪ Provide auxiliary aids or services necessary to ensure effective communication, including\nproviding an accessible ballot, 28 C.F.R. § 35.160. ▪ Receive assistance/support from a person of their choice or a poll worker, 28 C.F.R. §\n35.130(b)(7). ▪ Provide reasonable modiﬁcations to policies, practices, or procedures when necessary, 28\nC.F.R. § 35.130(b)(7). 10 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nThe Department has also published general guidance regarding ADA compliance at polling places. U.S.\nDep’t of Justice, ADA Checklist for Polling Places (2016), available at www.ada.gov/votingchecklist.pdf;\nU.S. Dep’t of Justice, Solutions for Five Common ADA Access Problems at Polling Places (2014), available\nat https://www.ada.gov/ada_voting/voting_solutions_ta/polling_place_solutions.pdf. -----·---· --HAVA also establishes a number of requirements for election administration at in-person voting locations\nduring federal elections. Each in-person polling place must be equipped with at least one direct recording electronic voting\nsystem or other voting system equipped for individuals with disabilities. 52 U.S.C. § 21081(a)(3)(B). HAVA\nrequires voting systems to provide alternative language accessibility in jurisdictions covered by Section\n203 of the VRA. 52 U.S.C. § 21081(a)(4). Voting systems used for in-person voting where ballots are processed immediately should allow voters to\nverify their vote before the ballot is cast and counted, notify the voter of overvotes, and provide voters\nwith an opportunity to change the ballot before it is cast and counted. 52 U.S.C. § 21081(a)(1)(A). On the other hand, in-person absentee voting locations that merely collect completed and sealed\nabsentee ballot envelopes that are opened and processed at a central count location should notify voters\nof the effect of casting multiple votes for an ofﬁce and provide instructions on how to correct a ballot\nbefore it is cast and counted (including issuance of a replacement ballot if necessary). 52 U.S.C. §\n21081(a)(1)(B). Election ofﬁcials at in-person voting locations must also permit individuals who declare themselves\neligible and registered to vote—but who do not appear in the poll book or who election ofﬁcials assert\nnot to be eligible voters—to cast a provisional ballot according to the detailed procedures in Section 302\nof HAVA. 52 U.S.C. § 21082. 11 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nHAVA also requires the posting of additional information at each polling place on the day of each election\nfor federal ofﬁce. 52 U.S.C. § 21082(b). The anti-intimidation and anti-interference statutes described above —Section 11(b) of the VRA,\nSection 12 of the NVRA, and Section 131 of the Civil Rights Act of 1957 —prohibit intimidation, threats,\nand interference related to casting a vote in person (whether early or on Election Day). Thus, while much of the law governing how eligible citizens cast their ballots is governed by the law of\nthe State in which they live, federal law provides critical protections to all voters."
    },
    {
      "id": "guidance_6__7",
      "chunk_id": "7",
      "content": "Thus, while much of the law governing how eligible citizens cast their ballots is governed by the law of\nthe State in which they live, federal law provides critical protections to all voters. Because voting has\nlong been recognized as “preservative of all rights,” Yick Wo v. Hopkins, 118 U.S. 356, 370 (1886), it is\nessential that all eligible citizens’ right to cast a ballot, and have that ballot counted, be protected. If jurisdictions have questions about the constraints federal law places on the methods of voting they are\nusing or propose to use, they should contact the Voting Section of the Civil Rights Division. If you would like to report a potential voting rights violation, you can use the Civil Rights Division's online\ncomplaint form to submit a report or call (800) 253-3931. 12 | Guidance Concerning Federal Statutes Affecting Methods of Voting"
    }
  ]
}