{
  "document_category": "guidance",
  "docId": "guidance_17",
  "chunk_index": 3,
  "chunk_text": "Any other volunteers involved in the project\nalso may be used as match.\n• Other donated tangible goods that are used for the project, such as donated furniture, may\nbe used as match. For subgrantees:\n• If an entity other than the subgrantee donates office space free of charge to the\nsubgrantee for the project, the fair rental value of the space may be used as match. For\nexample, a police department may donate an office to house a victim advocate from a\ndomestic violence shelter. Similarly, the cost of utilities, insurance, security, janitorial\nservices and the like may be used as in-kind match to the extent they are not being paid\nout of grant or other Federal funds. Programs also may receive short term donations of\nspace, such as a room to hold a meeting or a training event, which may be used as match.\n• The salaries of any employees of the subgrantee that are working on grant-related\npurposes but are not paid with grant funds may be used. For example, a hotline\ncoordinator at a shelter, a police officer or prosecutor working on a sexual assault unit, or\nother employees could be used as match to the extent that they are not paid by Federal\nfunds. Revised February 2020 | 2 • • • If the subgrantee has a board of directors or advisory board and the members are not\ncompensated for their time, the time spent by the council members may be used as match. Any other volunteers involved in the project, such as trainers and speakers, pro bono\nattorneys and other professionals, hotline volunteers, people volunteering to give public\npresentations about the subgrantee or about violence against women, volunteers\nfacilitating support groups, and child care volunteers also may be used as match. The reasonable value of other donated tangible goods that are used by the project may be\nused as match. For example, a program may receive donations of used clothing, the\nreasonable value of which may be used. A funded shelter may also solicit donations both\nfrom individuals and from companies such as supermarkets of food and items such as\nshampoo and toothpaste for use by victims, toys and other supplies such as diapers or\nformula for victims' children, and supplies for the program itself such as furniture or\ncomputers. Subgrantees also may receive donations of services that can be used as match. For\nexample, a local printing company may agree to print some training materials at no cost to\nthe program. Other examples of donated services may include web space and services,\nother computer services, legal services, translation services, telephone services and\naccounting services for the program as well as psychological counseling, job training,\nmedical services, taxi and hotel vouchers, and child care services for victims. The services\ncould be provided by an individual volunteer or by a company. Revised February 2020 | 3"
}