{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 12,
  "chunk_text": "Please be advised\nthat reprogramming requests for unallowable costs will not be approved (construction, indirect costs, etc.). Your\nagency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the total\nproject cost without prior written approval from the COPS Office. However, you should notify your COPS Office\nGrant Program Specialist of any reprogramming that falls below the 10 percent threshold as well. For awards in\nexcess of $250,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the approved\nbudget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Grant Program Specialist if you determine that your agency will need\nto reprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent\nof your overall award, your agency must access https://portal.cops.usdoj.gov. Please contact your COPS Office Grant Program Specialist for further direction on any additional requirements that\nmay apply to your modification request. The COPS Office will then evaluate your request and notify your agency of\nour decision in writing. Implementation of the modified award budget may begin following written approval from\nthe COPS Office. Please note that modification approvals for active awards will be accompanied by a modified FCM\nreflecting the approved changes. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. 34 U.S.C. § 10385(b). Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the Act. The COPS\nOffice conducts evaluations to determine what programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its AHTF award. In some jurisdictions, COPS Office staff or evaluators may study the\neffectiveness of funded programs, projects, and activities. Evaluators may collect information about the programs’\neffect on crime, victims of crime, and the quality of life in communities. In addition, they may ask questions about\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. 11 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain written\nreports about and from your department. You will be asked to facilitate any site visits and information-gathering\nactivities. In addition, you will be asked to provide accurate and timely information about your award activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition:"
}