{
  "document_category": "guidance",
  "docId": "guidance_22",
  "chunk_index": 35,
  "chunk_text": "What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 32. Paperwork Reduction Act Clearance and Privacy Act Review\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections to the\nCOPS Office for submission to the Office of Management and Budget (OMB) for clearance under the Paperwork\nReduction Act (PRA). Before submission to OMB, all information collections that request personally identifiable\ninformation must be reviewed by the COPS Office to ensure compliance with the Privacy Act. The Privacy Act\ncompliance review and the PRA clearance process may take several months to complete. 44 U.S.C. §§ 3501-3520\nand 5 U.S.C. § 552a. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the public\nwhile maximizing the practical utility and public benefit of information created, collected, disclosed, maintained,\nused, shared, and disseminated by or for the Federal Government. See 5 C.F.R. § 1320.1. In addition, the Privacy\nAct establishes a “code of fair information practices” that regulates the collection, maintenance, use, and\ndisclosure of personally identifiable records. 5 U.S.C. § 552a. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency, or\n(2) the terms and conditions of the award require specific approval by the agency of the collection of information\nor the collection procedures. See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Program Manager. The COPS Office Program\nManager will inform you whether Office of Management and Budget (OMB) approval of the information collection\nmethod is required and of the procedures necessary to obtain this approval. As part of the OMB approval process,\na privacy assessment will be completed to determine if an information collection requires a privacy-related notice. OMB approval may take several months to receive, so recipients are advised to allow ample time for the\nprocessing of this request. 35 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual 33. Human Subjects Research\nCondition: The recipient agrees to comply with the provisions of the U.S. Department of Justice’s common rule regarding\nProtection of Human Subjects, 28 C.F.R. Part 46, prior to the expenditure of Federal funds to perform such activities,\nif applicable. The recipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. Why this condition:\nProtections for human subjects of research are required under U.S. Department of Justice regulations at 28 C.F.R.\nPart 46. This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human Subjects."
}