{
  "document_category": "guidance",
  "docId": "guidance_50",
  "chunk_index": 6,
  "chunk_text": "c. Financial Responsibility. Employed juveniles are expected to pay subsistence. The\namount should approximate 25% of the juvenile’s gross weekly income. Juveniles are expected to meet all legitimate financial obligations. Staff are to assist juveniles\nto develop a plan to meet these obligations. Costs of incarceration are not charged to juveniles. d. Marriage. If a juvenile desires to marry, advance approval is required, following the\nprocedures described in the Program Statement Marriage of Inmates if the juvenile is in\nBureau custody and from U.S. Probation if the juvenile is in the facility as a condition of\nprobation. e. Driving. Unless approved in advance by the RRM, a juvenile may not drive while in\nBureau custody. Permission to drive may not be granted unless the juvenile has a valid driver’s\nlicense and permission from the owner of the car to drive the vehicle. The vehicle must be\nregistered and have any insurance required by state law. Permission from the RRM is required before a juvenile can take a driver’s test or obtain a\nlicense. REFERENCES\nProgram Statements\n5100.08\nInmate Security Designation and Custody Classification (9/12/06)\n5180.05\nCentral Inmate Monitoring System (12/31/07)\n5270.09\nInmate Discipline Program (7/8/11)\n5270.11\nSpecial Housing Units (11/23/16)\n5280.09\nInmate Furloughs (1/20/11)\n5326.05\nMarriages of Inmates (9/22/11)\n5800.15\nCorrectional Systems Manual (9/23/16)\nP5216.06 4/26/2019 8 5800.16\n7300.09 Mail Management Manual (4/5/11)\nCommunity Corrections Manual (8/1/16) BOP Forms\nNone.\nACA Standards\n■ American Correctional Association Third Edition Standards for Adult Correctional Institutions:\n4-4306\n■ American Correctional Association Third Edition Standards for Adult Local Detention\nFacilities: 4-ALDF-2A-32, 4-ALDF-2A-37\n■ American Correctional Association Second Edition Standards for Administration of\nCorrectional Agencies: 2-CO-4B-05,2-CO-4B-06\n■ American Correctional Association Standards for Adult Correctional Boot Camp Programs:\nNone\nAmerican Correctional Association Standards are maintained at each institution and will be made\navailable for all staff to review. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5216.06 4/26/2019 9"
}