{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 32,
  "chunk_text": "Further, it is critical that the agency and facility understand that, under the PREA Standards,\nauditors are entitled to unfettered access to all areas of the facility, personnel, contractors,\nvolunteers, and inmates, as well as a wide variety of sensitive and confidential documentation\nand information. See, generally, Standard 115.401. Agencies also must understand the auditor’s\nobligation to obtain and preserve all documentation and information relied upon in making\naudit compliance determinations. See, generally, Standard 115.401. This information must be\ncommunicated by the auditor to a variety of staff and administrators within an agency (e.g.,\nmedical and mental health providers, agency- and facility-based investigators, human resources\npersonnel, agency and facility training personnel, and classification and risk screening staff). Any disagreements regarding access to relevant documentation and information within an\nagency or facility should be addressed and resolved prior to the onsite portion of the audit. A\nfacility’s failure to provide an auditor with access to the necessary documentation or all areas\nof the facility could lead to a finding of noncompliance with Standard 115.401 and any\nunderlying substantive Standards for which the facility has failed to meet its burden of\ndemonstrating compliance. For additional information, see the callout box on p.37. To help the facility prepare for each stage of the audit, the auditor should send the facility a\ncopy of the Process Map, which is described in Chapter 14. Coordinating Audit Logistics The following list provides an overview of some basic logistics that the auditor should discuss\nwith the facility prior to the auditor’s onsite visit to the facility:\n• Establish a primary point of contact (POC) at the facility or agency who will be\nresponsible for completing the Pre-Audit Questionnaire; responding to questions and/or\nrequests for additional information from the auditor; coordinating and confirming\nposting of the audit notice; and assisting with other agreed-upon tasks. Although it is\nvery helpful to identify a primary POC at the facility, auditors should emphasize and\nclearly convey the expectation that one person in a facility or agency cannot do all of the\nwork associated with preparing for and completing a PREA audit. A team of\nadministrators and staff at the audited agency or facility must work together to support\nthe auditor throughout the process. To that end, auditors are also encouraged to\nidentify a secondary POC at the facility who is involved in the audit process, can assist\nthe primary POC, and serve as a backup should the primary POC be unavailable. • Agree on deadlines for key milestones in the audit process. 32 • Develop an audit schedule. • Review key elements of the audit contract (e.g., any permissible limitations on\nscheduling or contingencies based on facility emergencies). • Discuss logistics for the onsite phase of the audit, including but not limited to\ntransportation to and from the facility, meals, daily schedule for the audit, meeting\nspace, work space with internet access and adequate outlets, permissible technology\n(e.g., laptop, cell phone, digital camera) and other necessary audit materials (e.g.,\nbinders, notebooks, writing utensils), dress code, and security procedures."
}