{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 65,
  "chunk_text": "This information is very\nimportant, even if the auditor was able to complete the audit. • Summary of findings. Pursuant to Standard 115.403(c), each audit report must include a\nsummary of the auditor’s compliance determinations, including the total number of\nfindings of Exceeds Standard, Meets Standard, and Does Not Meet Standard. The audit\nreport template in the Audit Instrument includes a designated space to provide this\ninformation. 65 • Evidence that supports every finding. In order to justify and support each compliance\nfinding (compliance, noncompliance, and exceeds Standards), the auditor must provide\ndetailed information on all evidence gathered and considered (i.e., observations,\ninterviews, documentation). If there are contradictions in the evidence (i.e. one type of\nevidence supports compliance while another does not), the auditor must describe how\nhe or she resolved those discrepancies to reach a finding. • Noncompliance and corrective action. The interim report must identify deficiencies and\nrecommended corrective action steps. Following issuance of the interim report, the\nauditor will work collaboratively with the facility to develop a corrective action plan,\nspecific deliverables, timeframes, and steps the auditor will take to re-assess and verify\nthe facility’s compliance at various stages throughout the process. • Transparency regarding the auditor and his or her employer. The audit report must\nidentify the lead or responsible auditor, and if applicable, list the names of all other DOJcertified PREA auditors and non-certified support staff who assisted the lead auditor\nduring any phase of the audit, and provide a brief description of the role of other staff\nduring the audit. Auditors are also required to disclose the nature of any third party\nentity’s involvement in the PREA audit. For example, an auditor who is hired by ABC\nPREA Auditing, LLC, to conduct a PREA audit must disclose its role and the auditor’s\nrelationship with it. Review of Auditor Tools for Phase Three of the PREA Audit\n•\n• Auditor Compliance Tool\nAudit Report Template Phase Four: Corrective Action and Final Report\nNoncompliance and corrective action are normal and expected parts of the PREA audit. Recognizing there are several hundred specific requirements in the PREA Standards, it is\nexpected that very few confinement facilities will be in full compliance with all the PREA\nStandards without undergoing some corrective action. For this reason, the auditor’s role goes\nbeyond identifying deficiencies in policy, procedure, and practice and includes recommending\ncorrective actions and serving as a guide to facilities and agencies as they make the changes\nnecessary to become fully PREA compliant. Noncompliance and Corrective Action\nIssuance of the interim report to the audited facility triggers a corrective action period, which\nmay last up to 180 days. Standard 115.404 details the auditor’s requirements during this stage\nof the audit:\n• 115.404(b) – “The auditor and the agency shall jointly develop a corrective action plan\nto achieve compliance.” 66 •\n• 115.404(c) – “The auditor shall take necessary and appropriate steps to verify\nimplementation of the corrective action plan, such as reviewing updated policies and\nprocedures or re-inspecting portions of a facility.” 115.404(d) – “After the 180-day corrective action period ends, the auditor shall issue a\nfinal determination as to whether the facility has achieved compliance with those\nstandards requiring corrective action.”"
}