{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 83,
  "chunk_text": "I also acknowledge that DOJ awards, including certifications provided in\nconnection with such awards, are subject to review by DOJ, including by the COPS Office, the Office of Justice\nPrograms, or the Office on Violence Against Women, and by DOJ’s Office of the Inspector General. I and the\n86 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\napplicant acknowledge that elections or other selections of new officials—that is, changes in authorized\nrepresentatives such as a chief executive officer authorized to bind or otherwise act on behalf of the applicant—\nwill not relieve the applicant of its obligations under any grant or cooperative agreement if funded. 87 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Certifications\nRegarding Lobbying; Debarment, Suspension, and Other Responsibility Matters; Federal\nTaxes and Assessments; Drug-Free Workplace Requirements; Coordination with Affected Agencies\nAlthough the U.S. Department of Justice (DOJ) has made every effort to simplify the application process, federal\nlaw requires that an applicant must provide with its application a certification as to certain matters in order to be\neligible to receive a federal grant or cooperative agreement. Applicants are expected to read carefully the\ncertification requirements as set forth below—and any cited statute, regulation, or other material—before\ndetermining whether a certification properly may be made. (As an example, the applicant should first determine\nwhether any condition legally required to be met has been met, such that an applicant’s certification as to the\ncondition would be verifiably accurate and true.) Any certification that the applicant submits must be executed by an official who is both familiar with the\nrequirements of the certification and authorized to make the certification on behalf of the applicant. Elections or other selections of new officials—that is, changes in authorized representatives, such as a chief\nexecutive officer authorized to bind or otherwise act on behalf of the applicant—will not relieve the applicant of its\nobligations under any grant or cooperative agreement if funded. Where the applicant is unable to make a certification or provide an assurance set out in this form, the applicant\nmay still apply but is to attach an explanation to this application regarding the particular certification that cannot\nbe made or assurance that cannot be provided. The DOJ may not be able to make an award to an applicant that is\nunable to make certifications or provide assurances required by law as a condition of eligibility for a DOJ federal\naward. The DOJ will treat the applicant’s certifications, upon their submission with the application, as representations of\nfact upon which the DOJ will rely in making any determination with respect to the application or in making any\ndecision to award a federal grant or cooperative agreement to the applicant. False statements or claims made in connection with DOJ grants (including cooperative agreements) may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, or any other remedy available by\nlaw. 1. Lobbying As a general matter, 18 U.S.C. § 1913 prohibits lobbying with federally appropriated funds, except where expressly authorized by law."
}