{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 38,
  "chunk_text": "Products and deliverables developed with award funds and published as a U.S. Department of Justice resource will\ncontain the following copyright notice:\n“This resource was developed under a federal award and may be subject to copyright. The U.S.\nDepartment of Justice reserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish,\nor otherwise use the work for Federal Government purposes and to authorize others to do so. This\nresource may be freely distributed and used for noncommercial and educational purposes only.” Why this condition:\nU.S. Department of Justice regulations allow the recipient of a PASS award to copyright any work that is subject to\ncopyright and was developed, or for which ownership was purchased, under an award. As a Federal Government agency whose activities include producing and disseminating law enforcement materials\nto advance public safety through community policing across the nation, the COPS Office has an interest in making\nyour deliverables and products widely available and accessible to the public. The COPS Office may make any work\nthat was developed or purchased under this award publically available by any means without restriction, including\na U.S. Department of Justice website, social media account, a hard copy, or in electronic form. The COPS Office also\nreserves the right, at its discretion, to not publish deliverables and other materials (e.g., reports, publications,\nmanuals, and training curricula) developed under this award as a U.S. Department of Justice resource. What you should do: The recipient is responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in deliverables\nthat are developed under this award. All licensing, publishing, or similar agreements with a copyright holder,\npublisher, or other relevant party must include provisions giving the COPS Office a royalty-free, nonexclusive, and\nirrevocable license to reproduce, publish, or otherwise use the work in whole or in part (including create derivative\nworks) for Federal Government purposes and to authorize others to do so. If the recipient retains a contractor or\nconsultant to author or coauthor a work under this award, the recipient must ensure that there is a written\nagreement with the contractor or consultant that explicitly (1) assigns and transfers all rights to the copyright in\nthe work to the recipient for the full term of copyright and, if a copyright transfer is not feasible, (2) awards the\nCOPS Office the same royalty-free, nonexclusive, and irrevocable license to use, and authorize others to use, the\nwork for Federal Government purposes. 38 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nThe U.S. Department of Justice is a nonexclusive licensee to copyrighted work that was developed, or for which\nownership was purchased, under this award. Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please visit\nthe U.S. Copyright Office at www.copyright.gov. What are the specific rules regarding termination of award funding?"
}