{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 91,
  "chunk_text": "Resources (time, finances, and people) Agencies have to devote the necessary human and financial resources and the investment of time to support\ncommunity policing to ensure that problem-solving efforts are robust and that partnerships are sustained and\neffective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff, from sworn officers to\ncivilians and volunteers. Personnel evaluations, supervision, and training must also be aligned with the agencies’\ncommunity policing views. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment, selection,\nand hiring processes. Job descriptions should recognize community policing and problem-solving responsibilities\nand encourage the recruitment of officers who have a spirit of service instead of only a spirit of adventure. A 95 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\ncommunity policing agency must also thoughtfully examine where it looks for recruits, whom it is recruiting and\nhiring, and what is being tested. Agencies are also encouraged to seek community involvement in this process\nthrough the identification of competencies and participation in review boards. Personnel supervision/evaluations\nSupervisors must tie performance evaluations to community policing principles and activities that are incorporated\ninto job descriptions. Performance, reward, and promotional procedures should support sound problem-solving\nactivities, proactive policing, community collaboration, and community satisfaction with police services. Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to identify and\ncorrect conditions that could lead to crime, raise public awareness, and engage the community in finding solutions\nto problems. Field training officers and supervisors need to learn how to encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information technology systems\nCommunity policing is highly information-intensive, and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their patrol beat. In addition,\ntechnological enhancements can greatly assist with accessing information to provide vital resources, improving\ntwo-way communication with community members, and developing agency accountability systems and\nperformance outcome measures. Communication / access to data Technology provides agencies with an important forum by which to communicate externally with the public and\ninternally within their organization. To communicate with the public, community policing encourages agencies to\ndevelop two-way communication systems through the Internet that allow for online reports; reverse 911; email\nalerts; Internet social media discussion forums; and feedback on interactive applications (such as surveys and\ngeographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, email and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for more\nefficient operations."
}