{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 16,
  "chunk_text": "This does\nnot include citizens from countries that take a significant\namount of time to accept its citizens. Travel orders can be\nobtained and they are eventually returned. ICE requests\nthe placement of long-term detainees into the BOP and they are\nordinarily designated into a general population. Long-term detainees include:\n• Mariel Cubans, detainees who entered the United\nStates during the Mariel boatlift between April\n15, 1980 and October 31, 1980; • Cubans who entered the United States from\nother countries, or from Cuba other than\nduring the Mariel boatlift; and, • Detainees from counties that ICE has\nidentified that refuse to receive its\ncitizens. Designation procedures for long-term detainees are unique\nbecause the detainees are not serving a sentence. Refer to the\ncurrent P5100.08\n9/12/2006\nChapter 3, Page 10\nProgram Statement Mariel Cuban Detainees for\nthe designation procedures. 3. DESIGNATIONS TO NON-FEDERAL FACILITIES The DSCC may designate a federal inmate to a non-federal\nfacility in accordance with the criteria below. An updated\nSecurity Designation form (BP-337) will be completed and\nentered into SENTRY for any sentence exceeding 30 days. When\nthe USMS takes custody of an inmate from state or local custody\nto begin serving a federal sentence, the same procedures for\nnew commitments will be followed. When designating an inmate to a non-federal facility for an\ninmate, Designators shall consider the inmate's religious\nbeliefs, if known as one of the factors in making a designation\ndecision. If possible, a non-federal facility where the inmate's\nreligious beliefs can be accommodated will be designated. If\nnecessary, Designators may consult with Central Office\nchaplaincy staff in making this designation decision. 4. TYPES OF COMMITMENTS a. Juvenile Commitments. All inmates committed under the\nJuvenile Justice and Delinquency Prevention Act (JJDPA) and\nall inmates under the age of 18 will be designated and\nhoused in accordance with the requirements of Program\nStatement Juvenile Delinquents, Juvenile Justice and\nDelinquency Prevention Act. The CCM will complete a BP-337 for juvenile offenders housed in\ncontract juvenile facilities; however, the CCM does not need to\ncomplete the BP-338 while the juvenile is housed there unless\nit is helpful to do so. b. Jail Commitments. When funds and appropriate jail space\nare available, the DSCC may designate a contract jail or\ndetention facility for an inmate who is generally sentenced\nto one year or less. If funds and appropriate jail space\nare not available or if an inmate has special needs, a\nfederal institution will be designated through the DSCC. Prior to placement, DSCC staff must determine whether\nany PSF(s) or other circumstances would contradict a jail\ndesignation. If so, the lowest security level dictated\nby the applicable PSF must be satisfied. However, such designations should also take into\nconsideration underpopulated Bureau facilities prior to\nplacement in a contract facility. P5100.08\n9/12/2006\nChapter 3, Page 11\nc. Youth Corrections Act (YCA)/District of Columbia Youth\nRehabilitation Act (DCYRA) Offenders. Although the YCA statutes\nwere repealed effective October 12, 1984 (see 18 U.S.C. §§ 5005\nthrough 5026 (repealed)), an offender originally committed\nunder these statutes could be returned to custody as a parole\nviolator. Ordinarily, DCYRA inmates will not be initially designated\nto non-federal facilities. d. State Prisoners. 18 U.S.C. § 5003 enables the Director,\nBureau of Prisons, to establish contracts to accept state\nprisoners for boarding in federal institutions."
}