{
  "document_category": "guidance",
  "docId": "guidance_97",
  "chunk_index": 7,
  "chunk_text": "Status form electronically to\nthe CSD, the Unit Team and the DSCC team responsible for the inmate’s sentence\ncomputation;\n• replace the SENTRY assignment of participation with program failure for expulsion or\nfailure, as appropriate; and\n• when appropriate, replace the SENTRY assignments from § 3621(e) eligible to ineligible. If an early release eligible inmate is expelled from the program based on an incident report for\nmisconduct related to drugs, alcohol and/or act(s) of violence and is later found not guilty by the\nDHO, the DAPC will conduct a meeting with all treatment staff to determine if the inmate, based\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 8 on sound clinical practice and the good of the treatment community, is clinically appropriate to\nbe placed back into the program, and if so:\n•\n•\n•\n• reinstate the inmate into the program;\nreplace the SENTRY assignment of failure due to expulsion with that of participation;\nreplace the SENTRY assignment noting ineligible to eligible;\ncomplete and forward the Notice of § 3621(e) Date form to the CSD, the Unit Team, and the\nDSCC team responsible for the inmate’s sentence computation requesting any appropriate\nchange to the § 3621 (e) conditional release method date; and\n• notify the inmate. (5) Follow-Up Treatment Complete. If an eligible inmate completes the required institutional\nfollow-up component of RDAP, upon return to general population, the DAPC, or designee, will:\n• replace the SENTRY DRG assignment of follow-up participation with follow-up completion;\nand\n• review the inmate’s PDS notes and review SENTRY to ensure the inmate is still eligible for\nthe early release benefit. (6) Failure/Withdrawal of Follow-Up Treatment. If an eligible inmate fails or withdraws\nfrom the follow-up component of RDAP, the DAPC, or designee, will:\n• complete Section III of the Change in RDAP and § 3621(e) Status form;\n• send this form electronically to the Unit Team, the CSD, and the DSCC team responsible for\nthe inmate’s sentence computation;\n• replace the SENTRY assignment for follow-up participation to the appropriate follow-up fail\nassignment;\n• replace the SENTRY assignment of DAP completion to DAP failure, final outcome; and\n• replace the SENTRY assignment of eligible to ineligible for a § 3621(e) release. (7) Completion of All RDAP Components in the Institution. If an eligible inmate has\ncompleted all institution components of RDAP (i.e., the unit-based program and the follow-up\ntreatment program) and is later determined to require a change in his or her early release status\n(e.g., detainer removed or lodged, found guilty by the DHO for misconduct, especially as related\nto drugs, alcohol, and/or act(s) of violence), the Unit Team will notify the DAPC, via e-mail, of\nthe inmate’s change in status and the DAPC will then complete the Change in RDAP and § 3621\n(e) Status form. The DAPC (or designee) will review the inmate’s case to determine if the inmate is or is not\neligible for an early release. The DAPC will document the outcome of this review and sign and\nforward the Change in RDAP and § 3621(e) Status form to the CSD, and the DSCC team\nresponsible for the inmate’s sentence computation. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 9"
}