{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 60,
  "chunk_text": "Conversely, institution staff are to contact DSCC staff\nif they believe a transfer should not occur. If the\ntransfer is deemed inappropriate, DSCC staff will delete the\nOakdale \"DST\" transfer approval. (6) The Detention Services Branch, Correctional\nPrograms Division, Central Office will assist with\ncoordination of the Oakdale Criminal Alien Program and will\nact as the primary liaison with ICE and EOIR Headquarters on\nmatters of mutual interest affecting the program's\ndevelopment and/or modification. Any questions regarding\nthese matters should be directed to that office. b. USP Marion/ADX Florence. USP Marion/ADX Florence general\npopulation units are designed for male inmates who have\ndemonstrated an inability to function in a less restrictive\nenvironment without being a threat to others, or to the secure\nand orderly operation of the institution. (1) Referral Procedures and Criteria. Prior to referring\nan inmate to USP Marion or ADX Florence, redesignation to\nanother high security institution should be considered first. If transfer to another institution is not\nappropriate, Wardens will refer the proposed USP Marion or ADX\nFlorence case to North Central Regional Director. The North\nCentral Region will designate the inmate as appropriate. Assignment to USP Marion or ADX Florence will ordinarily be\nmade without regard for such factors as release destination or P5100.08\n9/12/2006\nChapter 7, Page 18\nprogram needs, such as education and vocational training. Prior\nto transfer to USP Marion or ADX Florence, staff at the sending\ninstitution will ensure that the inmate is assigned Maximum\ncustody. While in transit to USP Marion or ADX Florence, inmates\nwill be housed and provided visiting, correspondence, and\ntelephone privileges as if confined at USP Marion or ADX\nFlorence. Inmates currently diagnosed as suffering from serious\npsychiatric illnesses should not be referred for placement at\neither USP Marion or ADX Florence. (2) Referral Packet for USP Marion or ADX Florence. The\nreferral packet for either USP Marion or ADX Florence general\npopulation will include the following items:\n(a) A memorandum from the Warden to the North\nCentral\nRegional\nDirector\nwith\nthe\nspecific\nrationale\nsupporting\nthe\ninstitution's\nrecommendation;\n(b) Copies of all disciplinary reports,\ninvestigative materials or other official documentation\nrelated to the behavior prompting the referral;\n(c) A current Progress Report; (d) A copy of the inmate's latest Presentence\nInvestigation Report; and,\n(e) A recent psychiatric or mental health evaluation. Inmates with severe or chronic behavior patterns that\ncannot be addressed in any other Bureau institution should be\nreferred to ADX Florence general population, and those who\nare somewhat less problematic should be referred to USP\nMarion. In describing the reasons underlying the referral, the\nWarden should explain why he or she has selected USP Marion\nor ADX Florence, respectively. (3) Acceptance or Rejection of Referrals. The North\nCentral Regional Director has final review authority for\nreferrals to the USP Marion and ADX Florence general\npopulation units. In some cases,\nthe Regional Director may approve placement at USP Marion\nwhen a referral has been submitted for ADX Florence and vice\nversa. A response to a recommendation for USP Marion or ADX\nFlorence placement will ordinarily be made by the North Central\nRegional Director within 60 calendar days after receiving the P5100.08\n9/12/2006\nChapter 7, Page 19\nreferral packet from the referring institution. Approval or\ndenial will be noted in SENTRY on the inmate's “CIM\nClearance and Separatee Data” screen, with a brief\nmemorandum from the North Central Regional Director to the\nrequesting Warden to follow."
}