{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 41,
  "chunk_text": "If the recipient drew down excess COPS Office funding for\nindirect costs, the recipient must return the overpayment to the COPS Office. If the recipient incurred\nadditional indirect costs, the recipient may request a budget modification if the award is still open,\nand there are remaining award funds available for drawdown. If the recipient returns or draws down\nCOPS Office funding, the recipient will promptly submit a revised final Federal Financial Report (SF425). The recipient should pay particular attention to the two areas listed below to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the governmentwide award rules set out by the Office of Management and Budget (OMB):\na. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of modified\ntotal direct costs may only be applied against the first $25,000 of any subcontract or subaward under\nthe agreement. This limitation must be applied to all conference related subcontracts and subawards,\nincluding those with hotels and travel agents. See 2 C.F.R. Part 200, Appendix III.C.2. (Indirect costs—\nInstitutions of Higher Education); 2 C.F.R. Part 200, Appendix IV.B.2.c. (Indirect costs—Nonprofit\nOrganizations); or 2 C.F.R. Part 200, Appendix VII.C.2.c. (Indirect costs—States, Local Governments,\nand Indian Tribes). b. Participant Support Costs: Participant support costs are generally excluded from the distribution\nbase. Therefore, indirect costs may not be applied against participant support costs. Participant\nsupport costs are direct costs for items such as stipends or subsistence allowances, travel allowances,\nand registration fees paid to or on behalf of participants or trainees (but not employees) in\nconnection with meetings, conferences, symposia, or training projects. See 2 C.F.R. § 200.75. This\nexclusion applies to the entirety of any subcontracts for the lodging and travel of conference 42 participants or trainees (but not employees). Costs related to contractors of the recipient who are\nacting in the capacity of a “Conference Trainer/Instructor/ Presenter/Facilitator” are considered\nparticipant support costs. For more information on allowable costs for conferences and training, please see the current\nversion of the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. Indirect costs were removed from the budget if the recipient did not provide, at the time of\napplication, either a current approved federal indirect cost rate or documentation showing a pending\nrequest for approval by the cognizant federal agency. If the recipient has never received a federally\napproved indirect cost rate, it may elect to charge a de minimis rate of 10% of modified total direct\ncosts (MTDC) in lieu of negotiating a rate with the cognizant federal agency. See 2 CFR § 200.414(f).\n30. Notify and consult with the COPS Office prior to establishing a formal partnership with any nonfederal entity, including soliciting and accepting free goods or services, on activities under this\ncooperative agreement. 31. If applicable, the recipient will select the site-specific subject matter experts (SMEs) in partnership\nwith the COPS Office based on resumes, references, writing samples, and demonstrated subject\nmatter expertise. Specific SMEs selected for each site are subject to COPS Office review and approval\nprior to commencement of work."
}