{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 103,
  "chunk_text": "If you require\nany reprogramming of award funds, please see table 1 for next steps. Table 1. What to do if you require reprogramming of award funds\nAward amount Type of reprogramming Next step Less than $250,000 Reprogramming at any level relative to total\napproved budget Notify your COPS Offce program manager prior\nto reprograming of funds Less than 10 percent of total approved budget\n(over the course of the award) Notify your COPS Offce program manager prior\nto reprogramming of funds More than 10 percent of total approved budget Submit a formal budget modifcation\nrequiring approval from the COPS Offce\nprior to reprogramming of funds More than $250,000 Reprogrammed funds must be allocated for items covered\nwithin the scope of the original award. Any funds that are\nbeing requested to account for a change in scope from the\noriginal funded project must first receive approval from the\nCOPS Office to expand or change the scope. Be advised\nthat reprogramming requests for unallowable costs will not\nbe approved. The COPS Office will not approve any modi­\nfication request that results in an increase of federal funds. Starting with 2017 funding, if a budget modification\ninvolves making a new subaward to a state or local govern­\nment entity, the recipient and its intended subrecipient are\nrequired to certify compliance with 8 U.S.C. § 1373 regard­\ning prohibitions or restrictions on sending to, requesting\nor receiving from, maintaining, or exchanging information\non citizenship or immigration status, including any prohi­\nbitions or restrictions imposed or established by a state or\nlocal government entity or official. For information about\nthe applicable form and how to certify, please contact your\nCOPS Office program manager (PM). March 2019 Budget Modifcations for CPD, LEMHWA, and PASS Recipients 2 What to do if you need a budget modification If your budget requires a modification, please follow\nthese steps:\n1. Contact your PM and discuss the modification and reasoning for the change in budget. This process\nmay require back-and-forth discussion and further\ndocumentation. 2. Once your agency and the PM agree to the change, log in to “Account Access” in the upper right corner\nof the COPS Office website, www.cops.usdoj.gov. 3. Once in the system, find the appropriate award, and within the Action menu, select “Modify.” 4. You will see the Budget Summary page with the last approved budget amounts. The totals will be in readonly mode. Select “Modify” for each category (Civilian/\nNonsworn Office Positions, Equipment/Technology,\netc.) that requires a modification. 5. Each change will need to be entered in the system by either adding or modifying the amount. Every item\nthat is modified must have an accompanying narrative\nexplaining the modification. The narrative must include\nthe following:\na. A brief description of each item and change that includes its purpose and how the item relates to the\noverall project\nb. A calculation breakdown for each new item\n6. After each section change, select “Save to Budget Summary” to save all work. Each time “Save to\nBudget Summary” is selected, you will be returned\nto the Budget Summary page. 7. After modifying all of the appropriate items and pro­ viding the required narratives, select “Validate” at the\nbottom of the Budget Summary page."
}