{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 30,
  "chunk_text": "The items funded under the CHP award cannot be utilized by\nother agencies unless the items benefit the population that your agency serves. Your agency may use items funded\nunder the CHP award to assist other law enforcement agencies under a resource sharing, mutual aid, or other\nagreement to address multi-jurisdictional issues as described in the agreement. Why this condition: The CHP award is intended to benefit the communities within the recipient’s primary law enforcement jurisdiction. Therefore, the recipient must use the CHP award funding to benefit its own population, rather than contracting\nout the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CHP award may not provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use a CHP-funded\nofficer to provide contract law enforcement services to a neighboring county but can use the CHP-funded officer to\nprovide direct law enforcement services to towns within its own county. 29 2017 COPS Hiring Program (CHP) Award Owner’s Manual 27. Retention\nCondition: At the time of award application, your agency committed to retaining all sworn officer positions awarded under the\nCHP award with state and/or local funds for a minimum of 12 months following the conclusion of 36 months of\nfederal funding for each position, over and above the number of locally funded sworn officer positions that would\nhave existed in the absence of the award. Your agency cannot satisfy the retention requirement by using CHPfunded positions to fill locally funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the CHP award continues with\nstate or local funds for a minimum of 12 months after federal funding ends. What you should do: At the time of award application, your agency was required to affirm that it plans to retain all sworn officer\npositions funded under the CHP award and identify the planned source(s) of retention funding. Your agency\ncommitted to retaining each awarded position for at least 12 months following the conclusion of 36 months of\nfederal funding for that position. The retention period begins for an awarded officer position once that position\nhas completed the 36-month implementation period. If an agency is awarded several officer positions, the\nretention period for each individual officer position begins upon completion of 36 months of funding for that\nposition (not based on the cumulative award end date). The retained CHP-funded position(s) must be added to your agency’s law enforcement budget with state or local\nfunds at the conclusion of award funding, over and above the number of locally funded sworn officer positions that\nwould have existed in the absence of the award. Absorbing CHP-funded positions through attrition (rather than\nadding the extra positions to your budget with additional funding) does not meet the retention requirement. In\naddition, COPS Office award funding may not be used to retain positions awarded under a previous COPS Office\nhiring award."
}