{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 4,
  "chunk_text": "This Program Statement authorizes the continuation of the\nBureau’s Inmate Classification Workgroup under the direction of\nthe Assistant Director, Correctional Programs Division or\nhis/her designee. The Assistant Director (CPD) will select and\nreplace workgroup members, on an as-needed basis, with subject\nmatter experts in inmate classification and related disciplines\nwho represent institutions, Regional Offices and the Central\nOffice. The Inmate Classification Workgroup or its subgroups will meet\nor video conference at least annually to assess the overall\neffectiveness of the inmate classification system and report as\nappropriate their findings and recommendations to the Director\nand the agency’s Executive Staff. Consideration may be given to\ninclude institutional staff with experience at various security\nand custody levels. /s/\nHarley G. Lappin\nDirector P5100.08\n9/12/2006\nTable of Contents\nTABLE OF CONTENTS Introduction . . . . . . . . . . . . . . . . . . . . . Chapter 1 Definitions . . . . . . . . . . . . . . . . . . . . . . Chapter 2\nSecurity Designation Procedures for New Commitments . Chapter 3 Inmate Load and Security Designation Form, BP-337 . . Chapter 4 Management Variables and Public Safety Factors . . .. Chapter 5 Custody Classification Form Instructions, BP-338 . . Chapter 6 Inmate Transfer . . . . . . . . . . . . . . . . . . . Chapter 7 Offense Severity Scale/Definition of Roles involved in\nDrug Offenses/Special Instructions . . . . . . . . . Appendix A\nWaiver for Misdemeanants . . . . . . . . . . . . . . Appendix B Standard Abbreviations/Terms (BP-337) . . . . . . . . Appendix C Request for Transfer/Application of Management\nVariable (409) Appendix D . . . The Sentence Procedures Appendix, Institution Missions\nAppendix and the Parolable Institutions Appendix can be found\non the Correctional Programs Branch (CPB) web page. Quarterly updates\nwill be made based upon submissions by the respective regions\nto the DSCC Administrator. P5100.08\n9/12/2006\nChapter 1, Page 1\nINTRODUCTION Bureau of Prisons (BOP) institutions are classified into\none of five security levels: MINIMUM, LOW, MEDIUM, HIGH, and\nADMINISTRATIVE based on the level of security and staff\nsupervision the institution is able to provide. An institution’s level of security and staff supervision\nis based on the following factors:\n!\n!\n!\n! mobile patrol;\ntowers;\nperimeter barriers;\ndetection devices; !\n!\n!\n! internal security;\ntype of inmate housing;\ninmate-to-staff ratio; and,\nany special institutional mission. Similarly, BOP inmates are classified based on\nthe following factors:\n• The level of security and supervision the inmate\nrequires; and, • The inmate’s program needs, i.e., substance abuse,\neducational/vocational training, individual\ncounseling, group counseling, or medical/mental\nhealth treatment, etc. In summary, the initial assignment (designation) of an inmate\nto a particular institution is based primarily upon:\n• The level of security and supervision the inmate\nrequires; • The level of security and staff supervision the\ninstitution is able to provide; and, • The inmate’s program needs. Additional factors that are also considered when designating\nan inmate to a particular institution include, but are not\nlimited to:\n• The inmate’s release residence; • The level of overcrowding at an institution; • Any security, location or program recommendation made\nby the sentencing court;"
}