{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 86,
  "chunk_text": "Full cartons or other containers are placed so the label or\nmarking indicating the contents is on the outer or top side, whichever is most readily visible. Clothing is arranged by size, and bins marked to facilitate inventory. c. Security. Supplies, except those such as gasoline, fuel oil, motor oil, coal, subsistence items,\nand discharge clothing that may be issued by other employees, are under the Warehouse/Trust\nFund staff’s control. Each Warehouse, building, or enclosed area is locked securely when not in\nuse. Due to their type and quantity and the lack of indoor storage space, some materials may be\nkept separately from the Warehouse. d. Hot Room. Each Warehouse has a securely locked room or enclosed area for the safe storage\nof HOT ITEMS that are most likely to be pilfered, or might facilitate an escape attempt: small\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 113 tools, files, knives, drills, abrasives, hacksaw blades, antifreeze, lye, hypodermic needles, drugs,\nacids, poisons, certain spices, etc. Institution staff concerned with custody and safety prepare a\nlist of HOT ITEMS for their institution. The list may expand or shrink, depending on the\ninstitution and particular hazards present. Copies are given to Acquisitions and Warehouse/Trust\nFund staff. e. Advanced Planning. Plans for placement of supplies must be made in advance of receipt to\nexpedite distribution and avoid delay in filling requisitions. In allocating storage space, two\nfactors are considered:\n■ Quantity and type of supplies. ■ Frequency of turnover. Make every effort to arrange stock to facilitate issue of older stock first (First-in, First-out, or FIFO\nmethod). f. Donated Items. Donated articles are kept in TRUTRAC. g. Stock Levels of Supplies. The stock level of supplies in the Warehouse must not exceed a\nmanageable supply. Excess stock is disposed of per the Program Statement Property\nManagement Manual. 12.11 TRUTRAC\na. General Supplies. Stock supplies, under control of the Warehouse, believed to be a threat to\nsecurity or safety or those highly desirable and subject to theft are maintained in TRUTRAC. The\nTrust Fund Supervisor determines which supplies under their control are kept in TRUTRAC and\nprepares a memorandum identifying them. The requirement for maintaining items in TRUTRAC does not apply to establishing stock levels\nfor final issue points, such as supply closets located in office space. b. Medical Supplies. Recording and receiving of medical and hospital supplies are in\naccordance with the Program Statements Patient Care and Pharmacy Services. c. Subsistence Supplies. At institutions where subsistence supplies are stored and controlled in\nthe Warehouse, inventory records are updated per the Program Statement Food Service Manual. 12.12 STORES INVENTORIES Annual Inventories of Items Under Warehouse/Trust Fund Staff Control. An OFM\nemployee or assigned employee, other than one having control of the items to be inventoried,\nperforms annual inventories of items maintained in TRUTRAC during any month of the last\nquarter of the fiscal year. Items such as laundry stores are included. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 114"
}