{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 75,
  "chunk_text": "79 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nLeadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing, and they use their position to influence and educate others about it. Leaders, therefore, must constantly\nemphasize and reinforce community policing’s vision, values, and mission within their organization and support\nand articulate a commitment to community policing as the predominant way of doing business. Labor relations If community policing is going to be effective, police unions and similar forms of organized labor must be a part of\nthe process and function as partners in the adoption of the community policing philosophy. Including labor groups\nin agency changes can ensure support for the changes that are imperative to community policing implementation. Decision making\nCommunity policing calls for decentralization both in command structure and decision making. Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community. Decentralized decision making\ninvolves flattening the hierarchy of the agency, increasing tolerance for risk taking in problem-solving efforts, and\nallowing officers discretion in handling calls. In addition, providing sufficient authority to coordinate various\nresources to attack a problem and allowing officers the autonomy to establish relationships with the community\nwill help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and values statement should be\nsimple and communicated widely. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures,\nwhere appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime rates)\ncommunity policing calls for a broadening of police outcome measures to include such things as greater\ncommunity satisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community policing calls for a more sophisticated approach to evaluation—one that looks at not only how\noutcomes are measured, but also at how feedback information is used. 80 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nTransparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems and police operations with the community. Organizational structure"
}