{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 73,
  "chunk_text": "Expenditures by the escorting staff\nare accounted for as required under Federal Travel Regulations and Bureau policies. Any\nadvanced funds are returned to the Accounting Technician/Cashier, who receipts the funds and\nposts them to the inmate’s account. The Accounting Technician/Cashier also audits the travel\nvoucher immediately and has it certified. Based on receipt of the certified travel voucher, the Trust Fund Specialist unencumbers the funds\nheld for costs to be reimbursed to the Government. The Trust Fund Specialist, using the held\nBP-199, withdraws the total amount reimbursed to the Government using TRUFACS withdrawal\ntype Escort Settle – Misc. This requires a JV number, and generates a JV upon saving the\ntransaction. The JV number is noted on the original travel voucher and the BP-199. A copy of the travel voucher is attached to the JV, which is filed and scanned into TRUFACS. TRUFACS generates the appropriate accounting transactions, which are extracted and uploaded\ninto the automated accounting system. If the total travel costs were underestimated, the inmate is required to complete another BP-199 for\nthe amount owed the Government. Any salary due the escorting staff is paid by the institution and recorded in the institution’s pay\nrecords and employee’s W-2.\nr. Deceased Inmates. See Chapter 8.7 for processing withdrawals for funds of deceased\ninmates. s. Debit Vouchers. See Chapter 9.4.(c) for processing withdrawals to apply debit vouchers to\ninmate accounts. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 96 t. Withdrawals for Whereabouts Unknown Accounts. See Chapter 8.9 for processing\nwithdrawals for inmates’ accounts whose whereabouts are unknown. u. Transfers to Other Bureau Facilities. TRUFACS automatically transfers inmate Deposit\nFund account records, related debts, BP-199 refusals, and account balance to the inmate’s\ndesignated institution when transferring to another Federal institution. The inmate record status\nat the losing institution changes to “Transfer,” and the gaining institution will be “Active.” Funds posted to the inmate’s account in a “Transfer” status are forwarded to the designated\ninstitution automatically. The Trust Fund Specialist runs the Facility SENTRY Update Report in\nTRUFACS to review transfers. See Chapter 8.3 for guidance on managing transferred inmates’\naccounts. v. Transfers to Non-Bureau Facilities. Inmates transferring to non-Bureau institutions or\ninmates identified in TRUFACS as “Needs Release” are processed through the TRUFACS release\nscreen; funds are forwarded to the gaining institution via U.S. Treasury check. A forwarding\naddress is obtained from SENTRY; if one cannot be found, follow procedures for inmates whose\nwhereabouts are unknown in Chapter 8.9. w. Withdrawals From Accounts of Inmates Declared Incompetent. Only the legally\nappointed guardian has the right to act in personal property matters for an inmate declared\nincompetent, except for the Warden (see Chapter 3.6.e). When it is necessary to withdraw funds,\na Request for Withdrawal of Inmate’s Personal Funds (BP-199) is sent, with an explanatory letter,\nto the guardian for signature on behalf of the incompetent inmate. A certified copy of guardianship appointment must be furnished when the signed form is returned,\nunless one is already in the inmate’s central file. When there is no guardianship record, the matter\nis referred to Regional Counsel to determine if a guardianship appointment should be made."
}