{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 12,
  "chunk_text": "However, for newly activating\ninstitutions, Designators may designate that institution for\na percentage of initial designations. i. The Designator assigns a facility, which may include\na privately managed facility, and will make every effort to\naccommodate recommendations from the courts, ie. RDAP,\nlocality, etc.\nj. Upon completion of the initial designation by the DSCC\nDesignator or Central Office Medical Designator, staff in\nthe following areas will make note of the designation by\nmonitoring SENTRY Destination Daily Logs:\n(1) The receiving institution;\n(2) The federal facility (MCC, Detention Center,\netc.) holding the inmate being designated;\n(3) The U.S. Marshals Prisoner Transportation\nDivision in Kansas City, Kansas; and,\n(4) The DSCC staff in cases where a\nmedical/mental health inmate has been referred to\nOMDT. DSCC staff will inform the USMS who has custody of the inmate\nof the designation by whatever means is appropriate. If the inmate is a former study case, DSCC staff must also\ninform, via GroupWise, the Warden of the institution that\ncompleted the study of the designation. This alerts that\nfacility to forward the Inmate Central File and other\nrecords to the institution designated. If there is a secondary designation (e.g., Parole, Special\nParole Term, Mandatory Release Violator Hearing, or following\nmedical treatment), DSCC staff (or Central Office Medical\nDesignator for P5100.08\n9/12/2006\nChapter 3, Page 5\nmedical cases) will notify the Warden of the secondary\ninstitution. This will alert the secondary institution that the\ninmate is designated and will be transported after the program\nor medical treatment is completed. No other designation notation\nis needed for a secondary designation. k. When a designation is made, DSCC staff will forward all\nsupporting documents to the designated institution within two\nworking days. If DSCC staff believe that the inmate will arrive\nat the institution in less than five calendar days, the\nsupporting documentation will be sent to the institution by\novernight mail, facsimile, or electronically, within one\nworking day of the designation. l. The Case Management Coordinator (CMC) will monitor all\npending arrivals at that facility. However, if the institution\nhas separate DFCLs for specialized programs (i.e., RDAP, Sex\nOffender Treatment Program, Life Connections, etc.) or for a\nsatellite camp, then the CMC may delegate this responsibility\nto staff assigned to those specialized programs or populations. Staff will monitor the Daily Log for that facility, and will\nprint a hard copy of each designation and maintain a copy on\nfile for 120 calendar days. In certain facilities other\nmethods may be just as effective in monitoring pending\narrivals. For example, institutions with a large holdover or\npretrial population can be monitored more effectively by running\na daily pipeline roster filtering out all “A-HLD”s and “A-PRE”s. Staff will also monitor the arrival of classification material,\nand if such material has not arrived within 10 calendar days\nfollowing the designation, the DSCC will be contacted to\ndetermine the status of that material. Upon arrival of the\nclassification material, the CMC, or designee, will review that\nmaterial and verify the scoring of the Inmate Load and Security\nDesignation form (BP-337). If a scoring issue and/or error is\ndiscovered, the CMC will contact the DSCC Administrator via\nGroupWise. The CMC may need to fax certain pages of the\nPresentence Investigation Report to the DSCC so the case can be\nappropriately reviewed."
}