{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 8,
  "chunk_text": "4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal government recipients must use CHP funds to supplement, and not supplant, state, local, or\nBureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (officer hiring) during the award period. In other words, recipients may not use COPS Office funds\nto supplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s)\nin the absence of the COPS Office award (42 U.S.C. § 3796dd-3(a)) . Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds will not be used to replace\nstate or local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available\nfor the award purposes. Instead, CHP award funds must be used to increase the total amount of funds that would\notherwise be made available for hiring or rehiring law enforcement officers. 7 2017 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: Your agency may not reduce its sworn officer budget just to take advantage of the CHP award. Any budget\nreductions must be for fiscal or other reasons unrelated to the receipt of CHP award funds to avoid a violation of\nthe nonsupplanting requirement. Your agency may not reduce its locally funded number of sworn officer positions during the three-year CHP award\nperiod as a direct result of receiving CHP funding. Reductions in locally funded sworn officer positions that occur\nfor reasons unrelated to CHP funding—such as citywide budget reductions—do not violate the nonsupplanting\nrequirement, but your agency must maintain documentation demonstrating the date(s) and reason(s) for the\nbudget reductions to prove that they were unrelated to the receipt of CHP funding in the event of an audit,\nmonitoring site visit, or other form of award compliance review. Under CHP, the nonsupplanting requirement means that a recipient receiving CHP funds to hire a new officer\nposition, including filling an existing officer vacancy that is no longer funded in the recipient’s local budget, must\nhire the additional position on or after the official award start date, above its current budgeted (funded) level of\nsworn officer positions. The nonsupplanting requirement also means that a recipient receiving CHP funds to rehire an officer laid off as a\nresult of state, local, or BIA budget reductions must rehire the officer on or after the official award start date. The\nrecipient must maintain documentation in its CHP award file showing the dates that the officer was laid off and\nrehired. In addition, the nonsupplanting requirement means that a recipient that receives CHP funds to rehire an officer\nwho was, at the time of award application, scheduled to be laid off on a specific future date as a result of state,\nlocal, or BIA budget reductions, must continue to fund the officer with its own funds through the award start date\nuntil the date of the scheduled layoff."
}