{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 13,
  "chunk_text": "In addition, they may ask questions about\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain written\nreports about and from your department. You will be asked to facilitate any site visits and information-gathering\nactivities. In addition, you will be asked to provide accurate and timely information about your award activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports that track actual expenditures of allowable costs using\n11 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Standard Form 425 (SF-425). The progress report is used to track your agency’s progress toward implementing\ncommunity policing strategies and to collect data to gauge the effectiveness of increasing your agency’s community\npolicing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government be monitored carefully to ensure the proper\nuse of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress of our\nprograms and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with AHTF\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at www.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within\n30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the award\nperiod. This report reflects the actual cumulative federal expenditures incurred during the funding period and the\nremaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw\ndown federal funding for costs incurred after the official award end date; however, you will have a 90-day grace\nperiod after the award end date during which you can draw down funds for eligible expenditures incurred before\nthe award end date. Agencies with more than one delinquent programmatic or financial report submission per\nfiscal year may be subject to delays in receiving reimbursement for allowable expenses and may be required to\nreceive technical assistance to improve compliance with reporting. These reports are discussed in greater detail in\nthe section “Reports” in this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of award funds or other remedial actions; failure to submit required reports\nmay also impact future funding opportunities."
}