{
  "document_category": "guidance",
  "docId": "guidance_63",
  "chunk_index": 5,
  "chunk_text": "Second, the minority group must be politically cohesive. And\nthird, the majority must vote sufﬁciently as a bloc to enable it—in the absence of special\ncircumstances, such as the minority candidate running unopposed—usually to defeat the minority\ngroup’s preferred candidate. If all three Gingles preconditions are present, consideration proceeds to an analysis of the totality of\nthe circumstances in a jurisdiction. This analysis incorporates factors enumerated in the Senate Report\nthat accompanied the 1982 Voting Rights Act Amendments, S. Rep. No. 97-417, at 28-29 (1982), which\nare generally known as the “Senate Factors.” These factors are themselves drawn from earlier case\nlaw. Id. at 28 nn. 112-113. The factors include: 6 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice 1. the extent of any history of ofﬁcial discrimination in the state or political subdivision that\ntouched the right of the members of the minority group to register, to vote, or otherwise to\nparticipate in the democratic process; 2. the extent to which voting in the elections of the state or political subdivision is racially\npolarized; 3. the extent to which the state or political subdivision has used unusually large election districts,\nmajority vote requirements, anti-single shot provisions, or other voting practices or procedures\nthat may enhance the opportunity for discrimination against the minority group; 4. if there is a candidate slating process, whether the members of the minority group have been\ndenied access to that process; 5. the extent to which members of the minority group in the state or political subdivision bear the\neffects of discrimination in such areas as education, employment and health, which hinder their\nability to participate effectively in the political process; 6. whether political campaigns have been characterized by overt or subtle racial appeals; and 7. the extent to which members of the minority group have been elected to public ofﬁce in the\njurisdiction. The Senate Report also identiﬁed two additional factors that have probative value in some cases:\n• whether there is a signiﬁcant lack of responsiveness on the part of elected ofﬁcials to the\nparticularized needs of the members of the minority group; and • whether the policy underlying the state or political subdivision’s use of such voting qualiﬁcation,\nprerequisite to voting, or standard, practice or procedure is tenuous. The Senate Factors are neither comprehensive nor exclusive, and other factors may also be relevant\nand may be considered. For example, the Supreme Court held in Johnson v. De Grandy, 512 U.S. 997,\n1000 (1994), that proportionality of minority voters’ representation in a single-member district plan is\nalso a relevant fact in the totality of circumstances. A ﬁnding of vote dilution in violation of Section 2\ndoes not require that a particular number or a majority of these factors is present in a jurisdiction. 7 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nGingles describes a review of the totality of the circumstances that requires a “searching practical\nevaluation of the past and present reality” of a jurisdiction’s electoral system that is “intensely local,”\n“fact-intensive,” and “functional” in nature. 478 U.S. at 45-46, 62-63, 79."
}