{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 54,
  "chunk_text": "Importantly,\nauditors should be aware that 12 random staff interviews represent the absolute minimum\nnumber of interviews that auditors must conduct during an audit. Auditors are strongly\nencouraged to conduct more interviews where feasible and necessary. Remember that, like interviews with inmates, interviews conducted with staff are also\nvoluntary. However, in cases where staff opt not to participate in the interview or respond to\ncertain questions, auditors should inform staff that their decision not to participate may impact\nthe audit findings, and the auditor may have to find the facility out of compliance with certain\nStandards if they are unable to adequately corroborate information through interviews with\nstaff. If this occurs, auditors must select additional staff, as necessary, to meet the minimum\nnumber of interviews required, as described above. Additionally, before beginning an interview,\nthe auditor should ask the staff member to confirm that he or she has not been pressured by\nanyone to consent to be interviewed, to refuse to be interviewed, or coached on what to say\nduring the interview. 54 Random staff interviews should require approximately 20 minutes, but may go significantly\nlonger depending on the amount of information staff have to contribute. In general, auditors\nshould develop an interviewing practice that enables them to elicit as much useful information\nfrom staff as possible (see the callout box with useful interviewing tips below). Interviews with Specialized Staff and Leadership In addition to random staff interviews, auditors must conduct targeted interviews with staff\nwho have specialized roles and responsibilities. These interviews are designed to help the\nauditor determine whether or not particular roles and responsibilities outlined in the PREA\nStandards are operational in the facility. Interviews with specialized staff must include all of the\nfollowing, when applicable:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Agency contract administrator\nIntermediate or higher level facility staff responsible for conducting and documenting\nunannounced rounds to identify and deter staff sexual abuse and sexual harassment\nLine staff who supervise youthful inmates, if any\nEducation and program staff who work with youthful inmates, if any\nMedical and mental health staff\nNon-medical staff involved in cross-gender strip or visual searches\nAdministrative (human resources) staff\nSexual Assault Forensic Examiner (SAFE) and Sexual Assault Nurse Examiner (SANE) staff\nVolunteers and contractors who have contact with inmates\nInvestigative staff\nStaff who perform screening for risk of victimization and abusiveness\nStaff who supervise inmates in segregated housing\nStaff on the sexual abuse incident review team\nDesignated staff member charged with monitoring retaliation\nFirst responders, both security and non-security staff\nIntake staff Interviews with the following facility and agency leadership are required:\n•\n•\n•\n• Agency head or designee\nWarden/facility director/superintendent or designee\nPREA coordinator\nPREA compliance manager Auditors must interview the staff as indicated by the specialized staff interview protocols in the\nAudit Instrument. Importantly, specialized staff selected for an interview do not also count\ntoward satisfying the minimum threshold for random staff interviews discussed above. Auditors\nshould be aware that specialized staff interviews should generally be conducted independently\nof the random staff interviews. These are distinct staff, and the interview protocols should be\nused separately."
}