{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 41,
  "chunk_text": "Requests\nto extend the award period must be received by the COPS Office before the official award end date. Extension\nrequests received after the expiration date will be considered only when the recipient provides justification of\nextraordinary circumstances; an example of this would be an instance in which an unforeseen natural disaster\nprevented a recipient from requesting an extension. Failure to submit a request for a no-cost time extension by the\nend date may result in the immediate deobligation of any remaining award funds. 39 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nTRGP Equipment/Training award. Award modifications under the program are evaluated on a case-by-case basis in\naccordance with 2 C.F.R. § 200.308. For federal awards in excess of $250,000, any modification request involving\nthe reallocation of funding between budget categories that exceed or are expected to exceed 10 percent (10%) of\nthe total approved budget requires prior written approval by the COPS Office. Regardless of the federal award\namount or budget modification percentage, any reallocation of funding is limited to approved budget categories. In\naddition, any budget modification that changes the scope of the project requires prior written approval by the COPS\nOffice. Furthermore, please be aware that the COPS Office will not approve any modification request that results in\nan increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you may expend award funds only\nas approved in the FCM. Any requests to change or alter awards require written approval from the COPS Office\nprior to their implementation. Without prior written approval, you must continue to implement your award as it\nwas originally awarded and accepted by your agency. Please be advised that reprogramming requests for\nunallowable costs (e.g., construction) will not be approved. Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the\ntotal project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Grant Program Specialist of any reprogramming that falls below the 10 percent threshold as well. For\nawards in excess of $250,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the\napproved budget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Grant Program Specialist if you determine that your agency will need\nto reprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent\nof your overall award, your agency must access https://portal.cops.usdoj.gov. Please contact your COPS Office Grant Program Specialist for further direction on any additional requirements that\nmay apply to your modification request. The COPS Office will then evaluate your request and notify your agency of\nour decision in writing."
}