{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 66,
  "chunk_text": "The certifications shall be treated as a material representation of\nfact upon which reliance will be placed when the U.S. Department of Justice determines to make the covered\naward. 1. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of Justice in\n2 C.F.R. § 2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned, to any\nperson for influencing or attempting to influence an officer or employee of any agency, a member of\nCongress, an officer or employee of Congress, or an employee of a member of Congress in connection\nwith the making of any federal grant; the entering into of any cooperative agreement; or the extension,\ncontinuation, renewal, amendment or modification of any federal grant or cooperative agreement. B. If any funds other than federal appropriated funds have been paid or will be paid to any person for\ninfluencing or attempting to influence an officer or employee of any agency, a member of Congress, an\nofficer or employee of Congress, or an employee of a member of Congress in connection with this federal\ngrant or cooperative agreement, the undersigned shall complete and submit Standard Form - LLL,\n“Disclosure of Lobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award documents\nfor all subawards at all tiers (including subgrants, contracts under grants and cooperative agreements, and\nsubcontracts) and that all subrecipients shall certify and disclose accordingly. 72 2. 3. 4. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R."
}