{
  "document_category": "guidance",
  "docId": "guidance_78",
  "chunk_index": 5,
  "chunk_text": "The FBI will furnish the FBI\nnumber and the arrest history, if one exists, and return the Fingerprint Card. P5216.06 4/26/2019 6 b. Disclosure Limitation. Fingerprints and photographs of a juvenile who has not attained his\nor her 18th birthday, or is sentenced under the JJDPA, may not be used as a method of\nexchanging arrest information between law enforcement agencies. 11. DISCLOSURE OF JUVENILE RECORDS. 18 U.S.C. § 5038 limits the release of\ninformation about juveniles. Therefore, when a request for information is received, no\ninformation can be provided until the source of the request can be verified and a legitimate\n“need to know” has been established. Normally, the information is to be given only to law\nenforcement officials and immediate family members. Information generated at juvenile court proceedings is sealed, and the release of these records is\nrestricted generally to courts, law enforcement agencies, victims, and treatment agency\nadministrators. Juvenile records can be released only to meet the circumstances set forth in 18\nU.S.C. § 5038. Persons, such as juvenile facility administrators, who receive information about a juvenile\nsentenced under the JJDPA, may not disclose that information to anyone else, except staff at the\nfacility directly involved with the juvenile. If the juvenile was found delinquent and adjudicated pursuant to 18 U.S.C. § 5031 et. seq., state\nand local law enforcement, victims, and witnesses are not notified of the juvenile’s furlough,\nescape, or release. However, release of information about the final disposition of the juvenile\nproceeding is permitted to the victim or, if the victim is deceased, to the victim’s immediate\nfamily. Those waived to adult court are considered adults and treated accordingly. Retirement and disposal of juvenile files shall be in accordance with the Program Statement\nCorrectional Systems Manual. 12. JUVENILE PROGRAMS AND SERVICES\na. Contract Agency Policies. The Statements of Work for Secure Juvenile Facilities and\nCommunity-Based Juvenile Facilities establish the types of programs and services required for\njuveniles. Consequently, it is important that the RRM ensure that each juvenile contract agency’s policies\nare consistent with Bureau directives and reflect sound correctional practices. The RRM must\nreview these policies and practices during monitoring’s to ensure compliance. b. Furloughs, Escorted Trips, and Community Service. Juveniles may be considered for\nfurloughs, escorted trips, and community service. Good professional judgement must be used\nby both the contractor and the RRM when considering whether to allow a juvenile such\nprivileges. To ensure that appropriate guidelines and procedures are followed, the RRM’s\nP5216.06 4/26/2019 7 review and approval are required for any furlough of a juvenile. Community service work must\nbe unpaid and benefit the community directly. When determining whether to request a furlough, escorted trip, or community service,\ncontractors, whether governmental correctional agencies or private juvenile contractors, are to\nfollow their policies which are reviewed and approved during contract negotiations. In all cases, the Program Statement on Central Inmate Monitoring must be followed, and the\ncontractor must contact the appropriate U.S. Probation Office(s) for their comments regarding a\nfurlough. c. Financial Responsibility. Employed juveniles are expected to pay subsistence. The\namount should approximate 25% of the juvenile’s gross weekly income. Juveniles are expected to meet all legitimate financial obligations."
}