{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 50,
  "chunk_text": "If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Students, Teachers, and Officers Preventing (STOP) School Violence Act of 2018 (34 U.S.C. §\n10551, et seq.) or the purposes of this award may be reported to the U.S. Department of Justice. Furthermore, the\nCOPS Office welcomes the opportunity to provide assistance regarding the implementation of award provisions to\nhelp ensure that federal award funds are spent responsibly. As such, the following contacts are provided to\naddress noncompliance and technical assistance issues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n• If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202.\n• If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist via the COPS Office Response Center at 800-421-6770. 53 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s SVPP award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nprogrammatic and financial requirements of the award. After the end of the award period, your agency will be asked to submit a Final Federal Financial Report (SF-425)\nand any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. To avoid being delinquent and having your funds frozen, you must submit an SF-425\nreport within the 30 day grace period, even if your final SF-425 is not due yet. You can revise that report to reflect\nyour final actual costs and revise the status as final no later than 90 days after the end date of the award period. The final report should reflect the total amount of allowable federal expenditures that were incurred during the\nlife of the award, as well as the amount of unobligated funds remaining, if any. The federal funds expended should\nreflect only the actual allowable costs incurred relative to the specific program requirements for that award. In\naddition, once you have completed your final drawdown, this report should reconcile with the total amount of\nfederal funds drawn down by your agency. The final SF-425 should also include the required minimum total\namount of local (recipient) cash match contributed, if applicable. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period."
}