{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 14,
  "chunk_text": "In addition, the COPS Office seeks to document, on a continuing basis, the progress of\nour programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with LEMHWA\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” tab on the COPS Office website at\nhttps://cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days\nafter the end of the award period. This report reflects the actual cumulative federal expenditures incurred during\nthe funding period, and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official award end date;\nhowever, you will have a 90-day grace period after the award end date during which you can drawdown funds for\neligible expenditures incurred before the award end date. Agencies with more than one delinquent programmatic\nor financial report submission per fiscal year may be subject to delays in receiving reimbursement for allowable\nexpenses and may be required to receive technical assistance to improve compliance with reporting. These reports\nare discussed in greater detail in the section titled “Reports” in this manual. All reports should be submitted within\nthe deadlines given to avoid suspension or possible termination of award funds or other remedial actions; failure\nto submit required reports may also impact future funding opportunities. 12 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual 9. Award Monitoring Activities\nCondition:\nFederal law requires that recipients receiving federal funding from the COPS Office must be monitored to ensure\ncompliance with their award conditions and other applicable statutes and regulations. The COPS Office is also\ninterested in tracking the progress of our programs and the advancement of community policing. Both aspects of\naward implementation—compliance and programmatic benefits—are part of the monitoring process coordinated\nby the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office may include site visits,\noffice-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As a COPS Office award recipient, you agree to cooperate with and respond to any requests for\ninformation pertaining to your award. This includes all financial records, such as general accounting ledgers and all\nsupporting documents. All information pertinent to the implementation of the award is subject to agency review\nthroughout the life of the award, during the close-out process and for three-years after submission of the final\nexpenditure report. 34 U.S.C. § 10385(a) and 2 C.F.R. §§ 200.333 and 200.336. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. What you should do:"
}