{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 6,
  "chunk_text": "Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application and application update. Signing these documents assures the COPS Office that you have read,\nunderstood, and accepted the award terms and conditions outlined in the Assurances and Certifications. Please\nread these documents carefully, because signatures on these documents are treated as a material representation\n5 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nof fact upon which reliance was placed when the US Department of Justice determined whether to fund the\ncovered award. Additional copies of the Assurances and Certifications forms are contained in the appendices of\nthis manual. If you have any questions about them, please contact your COPS Office Grant Program Specialist at\n800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved full-time entry-level salaries and fringe benefits over\nthree years (for a total of 36 months of funding) up to a maximum federal share of $125,000 per officer position for\ncareer law enforcement officer positions hired and/or rehired on or after the official award start date. Any salary\nand fringe benefit costs higher than entry-level that your agency pays a CHP-funded officer must be paid with local\nfunds. Your agency is required to use CHP award funds for the specific hiring categories awarded. Funding under this\nprogram may be used for the following categories:\n• Hiring new officers, which includes filling existing officer vacancies that are no longer funded in your agency’s\nbudget;\n• Rehiring officers laid off by any jurisdiction as a result of state, local, or Bureau of Indian Affairs (BIA) budget\nreductions; and/or\n• Rehiring officers who were, at the time of award application, scheduled to be laid off (by your jurisdiction) on\na specific future date as a result of state, local, or BIA budget reductions. If your agency’s local fiscal conditions have changed and your agency needs to change one or more of the funded\nhiring categories, your agency should request an award modification and receive prior approval before spending\nCHP funding under the new category. The Financial Clearance Memorandum (FCM), included in your award package, specifies the amount of CHP funds\nawarded to your agency. You should carefully review your FCM, which contains the final officer salary and fringe\nbenefit categories and amounts for which your agency was approved. Please note that the salary and fringe benefit\ncosts requested in your CHP application may have been adjusted or removed. Your agency may only be reimbursed\nfor the approved cost categories that are documented within the FCM, up to the amounts specified in the FCM. Your agency may not use CHP funds for any costs that are not identified as allowable in the Financial Clearance\nMemorandum. Only actual allowable costs incurred during the award period will be eligible for reimbursement and drawdown."
}