{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 4,
  "chunk_text": "The PREA Resource Center is also a critical partner in developing and managing the PREA audit\nfunction. Specifically, the PREA Resource Center works with the PREA Management Office to\nprocess and train PREA auditor candidates; provide additional training opportunities and\ncontinuing education resources for DOJ-certified PREA auditors; respond to auditor questions\nand requests for assistance; and continue to develop and enhance audit tools and resources to\nimprove the skills and knowledge of PREA auditors and enhance the reliability and integrity of\nPREA audits. 3 Section II. Contracting for a PREA Audit\nBefore an auditor enters into a contract for a PREA audit, it is important to understand the\nvarious types of auditing arrangements available to auditors, what should and should not be\nincluded in an audit contract, and rules regarding auditor compensation. Auditing Arrangements This chapter summarizes several types of auditing arrangements that auditors may wish to use\nin their audit practice. Working Independently or Through a Third Party Entity\nAuditors may work as independent contractors or conduct audits through a third party entity\n(e.g., their current employer, an accreditation body, or a consulting firm). Auditors working\nindependently should consider obtaining professional liability insurance, since many facilities\nand agencies require auditors to hold certain minimum insurance coverage. The requirements\nrelated to insurance coverage are often described in PREA auditing requests for proposals from\nagencies or facilities. Employees of correctional agencies can be certified by DOJ to conduct PREA audits. However,\nan auditor may not conduct an official PREA audit for any agency or facility under the\nauthority of that agency, including a private facility operated by contract, if the auditor is or\nhas been employed by or otherwise received financial compensation from the agency, facility,\nor contractor within the past 3 years. Employment within the same state or local government\ndoes not disqualify the auditor, so long as the auditor is not employed directly by or under the\nagency that operates the facility to be audited. 1\nAuditors who conduct audits through a third party entity, whether as an employee or a\ncontractor (e.g., for an accreditation body or consulting firm), must exercise independence and\nintegrity when making their determinations regarding compliance with the PREA Standards. Each certified auditor, regardless of whether he or she works independently or through a third\nparty entity, is personally accountable for complying with all of the DOJ certification\nrequirements and for the accuracy of his or her audit findings. Reciprocal and Circular Auditing\nFacilities or agencies may wish to engage in reciprocal auditing or circular auditing. Reciprocal\nauditing is when auditors employed by two different agencies or facilities audit each other’s\nagency or facility. Circular auditing is when a consortium of three or more states or local\njurisdictions agree to perform no-cost audits within the consortium. Reciprocal auditing is only permitted if the audits are conducted 12 months or more apart. 2 Similarly, circular audits are permissible so long as no impermissible reciprocal audits occur. 1\n2 See 28 C.F.R. § 115.402(a)(1). See the full FAQ here: www.prearesourcecenter.org/node/3224. 4 Lead and Secondary Auditors\nEach PREA audit must have one lead auditor who is ultimately responsible for the conduct of\nthe audit and all work products."
}