{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 42,
  "chunk_text": "31. If applicable, the recipient will select the site-specific subject matter experts (SMEs) in partnership\nwith the COPS Office based on resumes, references, writing samples, and demonstrated subject\nmatter expertise. Specific SMEs selected for each site are subject to COPS Office review and approval\nprior to commencement of work. The recipient will ensure that every SME completes a conflict of\ninterest disclosure form prior to commencing work, and continually identify and manage any conflicts\nof interest between the SMEs, the recipient, and the sites. The recipient will ensure that the SME\nsigns an agreement prior to commencing work on the project, which addresses: (1) the nondisclosure\nof project-related confidential information (including, but not limited to, nonpublic, personally\nidentifiable, or sensitive law enforcement information collected from interviews, peer-to-peer\nexchanges, direct observation notes, data analysis, research, or working papers) unless authorized in\nwriting by the recipient after receiving written approval from the COPS Office; (2) the proper\nsafeguarding and disposition of all project-related records in any format containing confidential\ninformation during and after performance to protect against the unauthorized access to or disclosure\nof such information; (3) that any public comment requests or news media inquiries received by the\nSME regarding the project must be promptly directed to the recipient (who will coordinate with the\nCOPS Office program manager and COPS Office Communications Division); and (4) that the violation\nof any of these provisions may result in termination of the SME’s involvement in project activities. 32. Not disclose, and ensure that its subrecipients and contractors will not disclose, any project-related\nconfidential information (including, but not limited to, nonpublic, personally identifiable, or sensitive\nlaw enforcement information collected from interviews, peer-to-peer exchanges, direct observation\nnotes, data analysis, research, or working papers) unless authorized in writing by the COPS Office. The\nrecipient will, and ensure that its subrecipients and contractors will, properly safeguard and dispose\nof all project-related records in any format containing confidential information during and after\nperformance to protect against the unauthorized access to or disclosure of such information. Any\nunauthorized disclosure of project-related confidential information or records may result in\ntermination of the recipient’s, including its subrecipient’s and contractor’s, involvement in project\nactivities. 43 33. Obtain written approval from the COPS Office prior to adding any new subaward or subrecipient that\nwas not previously included or identified in the last approved project budget. See 2 C.F.R. §\n200.308(c)(1)(vi). If the subrecipient is a State or local government entity, access to subrecipient\nfunding will be contingent upon submission by the recipient and subrecipient of all applicable\nCertification of Compliance with 8 U.S.C. § 1373 forms addressing prohibitions or restrictions on\nsending to, requesting or receiving from, maintaining, or exchanging information on citizenship or\nimmigration status, including any prohibitions or restrictions imposed or established by a State or\nlocal government entity or official. C. The recipient acknowledges the following:\n1. If any part of the funded project contains research or statistical activities which involve human\nsubjects that are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the recipient must\ncomply with the requirements in the U.S. Department of Justice’s common rule regarding the\nProtection of Human Subjects, 28 C.F.R."
}