{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 51,
  "chunk_text": "The Inmate\nMonitoring Section will coordinate with the OMDT regarding an\nappropriate placement. Placement will be based on available\nmedical resources, security needs, bed space availability, and\nthe inmate's need for medical care. IMS will enter activity\nclearances for WITSEC cases. 4. DISCIPLINARY/CLOSE SUPERVISION TRANSFERS (Codes 309/323). An\nact(s) of documented institution misconduct may result in an\ninmate’s transfer to another institution, normally of greater\nsecurity, for disciplinary reasons. Wardens may recommend same\nsecurity level transfers only when placement at a greater\nsecurity level institution is not possible or other overriding\ncircumstances exist. Disciplinary or Close Supervision transfer requests will\nbe sent electronically to the DSCC Administrator and contain\nthe following information:\n(a) Request for Transfer/Application of\nManagement Variable (must be thorough and\nspecific); (b) Close Supervision investigation report, if\nrequested; and, (c) Intelligence data or supporting memorandum\nif requested. Institution staff should carefully review the management of\n309/323 cases on an individual basis, applying sound\ncorrectional judgment that considers the safety and security\nof the inmate, the institution and its staff and the\ncommunity. 5. ADJUSTMENT TRANSFERS (Code 330). All transfer referrals\nsubmitted as Code 330 transfers for adjustment purposes will be\nreviewed by the DSCC. Adjustment purposes transfer requests will\nbe sent electronically to the DSCC Administrator via Form 409. DSCC staff will ensure that the transfer does not meet the\nrequirements of an unverified protection transfer, Code 323. 6. MEDICAL AND PSYCHIATRIC TRANSFERS (Codes 331-336 and\n338, 339). Medical designations and transfers are approved by\nthe Central Office Medical Designator, Office of Medical\nDesignations and Transportation (OMDT). The Central Office\nMedical Designator assigns inmates to Medical Referral\nCenters (MRC), institutions with medical resources, or nonBureau community care centers to provide needed medical\nservices. Medical redesignations are initiated for inmates with acute\nmedical, surgical, or psychiatric condition, or for those\ninmates who have chronic care needs that cannot be addressed at\nthe parent institution. Transfers will be classified as either P5100.08\n9/12/2006\nChapter 7, Page 6\n(a) Emergency, (b) Routine/Urgent, or (c) Routine. If an inmate objects, either in writing or through his or her\nattorney, to a transfer for psychiatric/mental health treatment,\nthe provisions of 18 U.S.C. § 4245 may apply. Staff will suspend\ntransfer action in such cases and refer the matter to their\nRegional Counsel for review. The Regional Counsel will notify\nthe institution when the transfer action can be re-instituted. a. Emergency Transfer - An emergency transfer is a\nmedical, surgical, or psychiatric situation determined by\nmedical/mental health staff that requires immediate, direct\ntransportation. This includes inmates not medically or psychiatrically capable\nof transport via routine BOP air/surface transportation, e.g.,\nbus, commercial air, or USMS/Bureau airlift. Direct\ntransportation is defined as air ambulance, air charter, or\nground ambulance and, in some instances, an institution\nvehicle may be utilized. b. Routine/Urgent Transfer - A routine/urgent transfer is\ninitiated for medical, surgical, or psychiatric treatment\nthat is not an emergency, however must be transported\ndirectly to a MRC, typically within two to three weeks of\ndesignation. Routine urgent transfers require direct transfer to the MRC\nbecause of the acuity of their medical, surgical, or\npsychiatric condition, or because MRC-based services need to be\ninitiated within an appropriate time frame. Holdover housing at\na county jail or Bureau general population institution is not\npermissible. c. Routine Transfer -"
}