{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 75,
  "chunk_text": "During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your community\npolicing initiatives, and to provide technical and administrative support for your award. Please contact the COPS\nOffice Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing and\nmaintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program Specialist\ncan assist you with such matters as requesting an extension on your award or modifying the award. To obtain the\nname and phone number of your Grant Program Specialist, please contact the COPS Office Response Center at\n800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include January 1\nto December 31, October 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24\nmonths. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent for hiring approved personnel under the award. The term encumbrance is often used at the local and state 80 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual levels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of accounting)\nor not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation (FBI),\nand it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three numbers\nare your county’s code, and the final two numbers identify your jurisdiction within your county. If your agency\ndoes not have an ORI number assigned by the FBI, the COPS Office assigns a nonofficial ORI code to use as an\nagency identifier (in such cases, the last two characters will be “ZZ”). It can be found on your Award Document. When you contact the COPS Office with a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law."
}