{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 63,
  "chunk_text": "No petition seeking such review may be filed more than 60 days after\nissuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title\n5. Filing such an appeal shall not act to stay the enforcement of the order of the head of an executive\nagency, unless a stay is specifically entered by the court. (6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be\ncontrolling for the purposes of any investigation conducted by an Inspector General, decision by the\nhead of an executive agency, or judicial or administrative proceeding to determine whether\ndiscrimination prohibited under this section has occurred. (7) Rights and remedies not waivable.--The rights and remedies provided for in this section may not be\nwaived by any agreement, policy, form, or condition of employment. (d) Notification of employees.--The head of each executive agency shall ensure that contractors,\nsubcontractors, and grantees of the agency inform their employees in writing of the rights and remedies\nprovided under this section, in the predominant native language of the workforce. (e) Construction.--Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or\nto modify or derogate from a right or remedy otherwise available to the employee. (f) Exceptions. -(1) This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. § 401a(4)). (2) This section shall not apply to any disclosure made by an employee of a contractor, subcontractor, or\ngrantee of an element of the intelligence community if such disclosure-(A) relates to an activity of an element of the intelligence community; or\n(B) was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. 68 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(g) Definitions. --In this section:\n(1) The term “abuse of authority” means an arbitrary and capricious exercise of authority that is\ninconsistent with the mission of the executive agency concerned or the successful performance of a\ncontract or grant of such agency. (2) The term “Inspector General” means an Inspector General appointed under the Inspector General Act\nof 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h) Construction.--Nothing in this section, or the amendments made by this section, 1 shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law.\n[(i) Repealed by Pub.L. 114-261, § 1(a)(3)(A)(ii), Dec. 14, 2016, 130 Stat. 1362] 69 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix F. 2 C.F.R. Appendix II to Part 200: Contract Provisions for\nNon-Federal Entity Contracts Under Federal Awards\nNOTE: The National Defense Authorization Act for fiscal year 2018 (NDAA), Public Law 115–91, Division A, Title VIII,\nSection 805, raised the simplified acquisition threshold to $250,000 for all recipients."
}