{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 37,
  "chunk_text": "Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. Why this condition:\nProtections for human subjects of research are required under U.S. Department of Justice regulations at 28 C.F.R.\nPart 46. This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human Subjects. Each\ninstitution engaged in (nonexempt) COPS Office–supported human subjects research must provide a written\nassurance of compliance, satisfactory to the COPS Office, that it will comply with the U.S. Department of Justice\nhuman subjects regulations. What you should do: If any part of your CPD project contains research or statistical activities which involve human subjects that are not\ncovered by an exemption set forth in 28 C.F.R. Part 46.101(b), you must comply with the requirements in the U.S.\nDepartment of Justice’s common rule regarding the Protection of Human Subjects, 28 C.F.R. Part 46, including, but\nnot limited to Institutional Review Board (IRB) approval and the appropriate assurances prior to the expenditure of\nfederal funds to perform such activities. By signing the award document, you also agree to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually identifiable information collected from research participants. 35. Copyright\nCondition: If applicable, the recipient may copyright any work that is subject to copyright and was developed, or for which\nownership was acquired, under this award in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a\nroyalty-free, nonexclusive and irrevocable license to reproduce, publish, or otherwise use the work, in whole or in\npart (including create derivative works), for Federal Government purposes, and to authorize others to do so. The\nCOPS Office also reserves the right, at its discretion, not to publish deliverables and other materials developed\nunder this award as a U.S. Department of Justice resource. Products and deliverables developed with award funds and published as a U.S. Department of Justice resource will\ncontain the following copyright notice:\n“This resource was developed under a cooperative agreement and may be subject to copyright. The U.S.\nDepartment of Justice reserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish,\nor otherwise use the work for Federal Government purposes and to authorize others to do so. This\nresource may be freely distributed and used for noncommercial and educational purposes only.” 38 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nU.S. Department of Justice regulations allow the recipient of a CPD award to copyright any work that is subject to\ncopyright and was developed, or for which ownership was purchased, under an award. As a Federal Government agency whose activities include producing and disseminating law enforcement materials\nto advance public safety through community policing across the nation, the COPS Office has an interest in making\nyour deliverables and products widely available and accessible to the public. The COPS Office may make any work\nthat was developed or purchased under this award publically available by any means without restriction, including\na U.S. Department of Justice website, social media account, a hard copy, or in electronic form."
}