{
  "document_category": "guidance",
  "docId": "guidance_79",
  "chunk_index": 3,
  "chunk_text": "These\ninternational agreements give the United States transfer treaty relationships with almost 80\ncountries. The list of participating countries is available on the Correctional Programs Sallyport\npage. The general public may access the list of participating countries on the International\nPrisoner Treaty Unit (IPTU) website at: http://www.justice.gov/criminal/oeo/iptu. The Bureau plays a critical role in the transfer program. Bureau staff are responsible for a\nnumber of tasks involved in transferring foreign national prisoners, including:\n■ Providing notice to foreign national prisoners about the existence of the transfer program and\ninforming these inmates on how to apply for transfer. ■ Determining if the prisoner requesting transfer satisfies the basic eligibility requirements. ■ Providing and accepting executed Transfer Inquiry (BP-A0297) forms. ■ Preparing application packets for eligible transfer candidates (including prisoners reapplying\nfor transfer) and forwarding these packages to the Central Office for review. ■ Responding to inquiries from Bureau and OEO concerning prisoners and transfer\narrangements. ■ Collecting and providing information about the foreign national prisoner and his/her sentence\nto the receiving country. ■ Assisting with transportation and logistical arrangements for transferring foreign national\nprisoners and their escorts. ■ Preparing and transmitting the appropriate VWP notices. The Bureau also plays a significant role in the transfer of American prisoners from foreign\ncountries to the United States, including: P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 ■\n■\n■\n■\n■ Making arrangements to retrieve American prisoners from the foreign country. Obtaining information about the prisoner. Accepting custody of the prisoner. Processing the prisoner. Designating the prisoner to an appropriate facility to serve his/her sentence once the United\nStates Parole Commission has determined a release date, including any applicable period of\nsupervised release. An inmate’s transfer is voluntary and must be approved by both the sentencing and receiving\ncountry. Legislation establishing the prisoner transfer program provided the following basic\nrequirement for all transfers:\n■ A transfer treaty must exist between the United States and the offender’s country.\n■ The offender must be a citizen or national of the country to which he is seeking transfer.\n■ The offender, the sentencing country, and the receiving country must all consent to the\ntransfer,\n■ Dual criminality must exist (the convicted offense must also be recognized as a crime in the\nreceiving country),\n■ The transferring offender must have his/her consent verified by a verifying officer at a\nconsent verification hearing. ■ Transfer cannot occur if an appeal or collateral attack is pending upon the conviction or\nsentence. Note: Although the prisoner does not have a right to transfer, a prisoner who is a citizen or\nnational from a country having a transfer relationship with the United States and who has\nsatisfied the applicable statutory and treaty requirements does have the right to apply and to be\nconsidered for transfer. State prisoners confined in Bureau facilities are also eligible for transfer. Thus, a state prisoner\nconfined at a Bureau institution (state boarder), may be transferred to his/her country of\ncitizenship if the state approves the transfer, both countries approve the transfer, and the prisoner\nconsents at his/her consent verification hearing."
}