{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 70,
  "chunk_text": "(Payments do not include funds for negotiable instruments on hold.) Staff processing the release assign the next available release number for each group of releases. TRUFACS assigns the next Deposit Fund sub-voucher number automatically when the release is\nprocessed. (2) Schedule of U.S. Treasury Check Payment of Personal Funds to Be Sent to Destination\nUpon Release. The portion of the release payment to be paid by a U.S. Treasury check is\nscheduled for payment when the release is processed in TRUFACS. This payment is made to\narrive at the inmate’s release destination. U.S. Treasury checks are always issued in the inmate’s\ncommitted name so, when cashed, they are prima facie evidence of payment. i. Gratuities and Transportation. Inmates recommitted as parole or conditional release\nviolators are again provided with suitable clothing, transportation, and gratuity on release. (1) Gratuities. A cash gratuity, not to exceed $500, may be paid to each inmate on release. The amount is determined per the Program Statement Release Gratuities, Transportation, and\nClothing. Release to Contract Residential Re-Entry Centers (RRC). Inmates accepted for release to a\ncontract RRC with inadequate funds, as determined by Unit Management staff, may be eligible for\na gratuity. Release to Other Custody. If an inmate is being released to another law enforcement agency\nand in all probability will be released promptly, the inmate may be paid a gratuity. (2) Transportation. Transportation is furnished to an inmate upon release, to their place of\nresidence within the United States, place of conviction, or another destination approved by the\nWarden. When the inmate obtains their own transportation home, no transportation cost is\nauthorized. Transportation Requests. Transportation furnished to released inmates may be procured by the\nauthorized travel management center’s Government Transportation Accounts (GTA). The most\neconomical means of transportation is used. Transportation may be furnished for travel to airport,\ntrain, or bus terminals, and may also be furnished by relatives. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 93 Cash Payments. Transportation furnished to releasing inmates may be purchased or paid for in\ncash, not to exceed $100 including tax (excludes taxis) and within imprest fund capability. The normal procedure provides for tickets in advance. If cash is given to purchase tickets, the\namount is entered in the release screen under transportation and included in the total paid\ntransportation column of the Prisoner’s Personal Funds and Cash Gratuities Voucher (BP-A0112). Arrangements may be made with the authorized travel management center to have the ticket at the\nterminal for the inmate. The authorized agency charges the ticket to the institution’s GTA. j. Special Circumstances. (1) Immediate Releases After Normal Business Hours. Institutions establish procedures\ndetailing the return to duty of essential staff who can make transportation arrangements and\nprovide funds for inmates being released at the direction of the courts to comply with release\norders. (2) Immediate Release of Inmates Awaiting Trial. Inmates awaiting or held during trial and\nreleased immediately may be paid with an inmate release card, regardless of the amount. (3) Out to Court/Writ."
}