{
  "document_category": "guidance",
  "docId": "guidance_82",
  "chunk_index": 30,
  "chunk_text": "This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities. 26. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the SVPP with prior\napproval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. § 200.474. Why this condition:\nSVPP funding will cover award-related travel costs for the recipient agency or other (nonrecipient) individuals to\nattend training and technical assistance conferences, seminars, or classes or to visit a site specified in the original\napplication. Allowable expenses for award-related lodging, meals, temporary dependent care, and incidental\nexpenses that were included in the application were approved by the COPS Office as part of your agency’s SVPP\naward and final budget. For more information, please refer to the award condition on “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use SVPP funds only for approved\ntravel costs incurred during the award period. In addition, your agency should keep timely and accurate records of\nall travel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. 29 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual 27. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $250,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. 2 C.F.R. § 200.324(b)(2). Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $250,000 and have already\ndetermined that the award of a contract through a competitive process is infeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances exists:\n•\n•\n•\n• Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the Sole\nSource Justification fact sheet at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Sole_Source_Justification_Fact_Sheet.pdf. 28. Public Release Information\nCondition:"
}