{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 42,
  "chunk_text": "The primary objective of an SAA audit is\nto express opinions on the recipient’s financial statements, internal controls, major and nonmajor award\nprograms, and compliance with government laws and regulations. Single Audits may also address specific\ncompliance issues with respect to COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part, federal\nagencies and pass-through entities must take appropriate action as provided in 2 C.F.R. §200.338 - Remedies for\nnoncompliance. See 2 C.F.R. §200.505. These sanctions under §200.338 could include the following:\n• Temporarily withhold cash payments pending correction of the deficiency by the nonfederal entity or more\nsevere enforcement action by the federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost of the\nactivity or action not in compliance. • Wholly or partly suspend or terminate the federal award. 42 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual • Initiate suspension or debarment proceedings as authorized under 2 C.F.R. part 180 and federal awarding\nagency regulations (or in the case of a pass-through entity, recommend such a proceeding be initiated by a\nfederal awarding agency). • Withhold further federal awards for the project or program.\n• Take other remedies that may be legally available. Your SAA reports should not be sent to the COPS Office. If the US Department of Justice is your cognizant federal agency (see the Glossary of Terms in the appendices),\nthey should be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe US Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits may be\ndirected to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the US Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits are\ndesigned to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believed warrants further evaluation. The OIG also surveys DOJ award-making agencies on an\nannual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand non-hiring)."
}