{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 49,
  "chunk_text": "48 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nD. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the specified\ntimeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks must be\naccomplished to get the desired results/outcomes?] Task X. The recipient will participate in a project kick-off meeting. The meeting will address administrative and\nprogrammatic requirements, project objectives, expectations, roles and responsibilities, deliverables, timeline,\nbudget, communication, and contact information. The kick-off meeting should include all key staff and\nworking partners, and should be no more than 30 days after the award acceptance. [This task should be\nincluded in all CAs when it is applicable.] Task X. The recipient will submit conference approval request/reporting forms to the COPS Office a minimum\nof 90 days before the [specify meeting/conference] will occur and 45 days after the event ends. [This task\nshould be included in all CAs when it is applicable.] Task X. The recipient should provide project updates on a monthly basis. Monthly updates will include status\nof all tasks and deliverables, challenges, successes, questions, budget expenditures, and when appropriate,\nmetrics (such as number of participants, outreach distribution lists). The recipient will work with the program\nmanager to determine the appropriate method for providing monthly updates. [This task should be included\nin all CAs when it is applicable.] Task X. The recipient must create a marketing materials and dissemination plan for the project deliverables to\nenhance outreach. At a minimum, marketing materials will include social media posts, blast emails, and flyers. The COPS Office must approve all marketing materials prior to dissemination. Upon approval, the recipient will\nexecute the strategy. [This task should be included in all CAs when it is applicable.] Task X. The recipient should develop at least one Community Policing Dispatch article for the COPS Office. This\narticle related to the COPS Office–funded project will be done in collaboration with the program manager and\nwill be subject to the review and approval of the COPS Office prior to publication. [This task should be included\nin all CAs when it is applicable.] Task X. The recipient will complete quarterly financial and periodic progress reports to the COPS Office with\ndetailed project updates. Task X. The recipient will produce a standalone executive summary document(s) for [specify\ndocument/deliverables]. This document(s) is intended for use by law enforcement executives and others\ninterested in an abridged version of the resource(s) developed under this award, and it will summarize the\nrecipients’ work and highlight the major findings and recommendations. This document(s) will be subject to\nCOPS Office review and approval. [This task should be included in all CAs when it is applicable. For example, it\nmay not be applicable to training awards or when the documents produced are already\nabridged/summarized]. Task X. Work with the COPS Office and the program manager to address peer review, program manager,\nvetting, and other COPS Office staff comments regarding [specify products and deliverables]. E. Performance timeline and deliverables"
}