{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 76,
  "chunk_text": "• Participate in continuing education courses, practical skill-building exercises or training\nopportunities, and/or other means of improving technical competence, skills, and\nknowledge as directed by the PREA Management Office • Complete testing to confirm knowledge, understanding, or skills • Engage with the PREA Resource Center in ongoing support and technical assistance • Provide all the audit documentation used to make the compliance determinations for an\naudit to the PREA Management Office • Submit a draft audit report for a forthcoming audit to the PREA Management Office\nprior to submitting it to the audited facility • Undergo continued monitoring by the PREA Management Office to assess compliance\nwith the auditor obligations outlined in the PREA Standards and the Auditor Handbook The auditor may be required to notify agencies and facilities he or she audited of the\nremediation steps imposed by the PREA Management Office. The PREA Management Office, at\nits discretion, may also communicate with the audited agency’s or facility’s leadership to ensure\n77 that the required steps have been taken by the auditor so that they are fully aware of any\nimplications the remediation steps may have on the audit (e.g., extended time necessary to\nreceive an audit report). The PREA Management Office will closely monitor auditors to verify compliance with the\nrequirements imposed under remediation. Auditors who fail to comply with the remediation\nsteps may be subject to disciplinary action by the PREA Management Office. Impact of Audit Oversight\nThe Audit Oversight interventions employed by the PREA Management Office and the PREA\nResource Center (refer to Chapters 20–24) are not designed to challenge or overturn the\nfindings of auditors. Rather, the purpose of Audit Oversight is to evaluate auditor performance,\nprovide meaningful support and technical assistance to auditors to improve their auditing\npractices, and, where necessary, impose disciplinary action on auditors who fail to fulfill the\nrequirements of their PREA auditor certifications granted by DOJ. In such instances, Audit\nOversight may impact an auditor’s DOJ certification. By nature of the Audit Oversight process, however, the PREA Management Office may identify\nauditing deficiencies such as serious misapplication or misinterpretation of one or more\nStandards, auditor misconduct, conflicts of interest, infidelity to the PREA audit methodology,\nand failure to meet the obligations for auditor conduct in the PREA Standards, among others,\nthat cast significant doubt on the accuracy of an auditor’s findings. Thus, while an auditor’s\ncompliance findings are considered final and will not be impacted as a result of the PREA\nManagement Office’s Audit Oversight, there are other potential implications that should be\nconsidered by auditors. These considerations are detailed below. Impact on the Governors’ Annual Certification Determination\nDOJ reviews all certifications of full compliance submitted by states, territories, and the District\nof Columbia, and seriously considers any issues related to auditor conduct and their\nimplications on the veracity of an auditor’s compliance findings. If DOJ identifies information as\npart of this review that raises questions about or contradicts a governor’s certification\nsubmission, DOJ will be in contact with that state or territory for additional information."
}