{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 7,
  "chunk_text": "1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 8 ■ To what degree has the inmate had contact with or cared for the child prior to arrest, pretrial\nor pre-sentence, and during incarceration? Staff should review institution records for\nevidence of contact (telephone, mail, email, visiting log, etc.).\n■ Is there any evidence of child abuse, neglect, or exploitation in the PSR or other documents?\n■ Are there any documents regarding the inmate’s parenting skills or obligations (e.g., child\nsupport orders, restraining orders for physical or emotional abuse of spouse, registered\npartner or children, certificates for classes in anger management or other types of counseling,\nremoval of child from the home for any reasons)?\n■ Are there records regarding the termination of parental rights or loss of custody of the\ninmate’s (other) child?\n■ Does the inmate have a detainer as a deportable alien to a country other than where the child\nresides?\n■ Has the inmate received public funding or had a job with a living wage for any period of time\nprior to incarceration?\n■ Has the inmate engaged in programming (e.g., parenting, anger management) during\nincarceration that would indicate efforts to improve parenting skills or that would indicate a\ncommitment to caring for the child upon release? Wardens should also consider any additional reliable documentation (e.g., letters of support from\nfamily members, neighbors, doctors, hospitals, and state or local agencies). Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. Wardens should\nalso consider whether the inmate participated in the Inmate Financial Responsibility Program\nand any information relating to the inmate’s substance abuse treatment, physical/mental/\nemotional health, and work evaluations during incarceration. The care of a child may be requested to be a condition of the inmate’s release to a supervised\nrelease term. Thus, failure to care for the child may result in a finding of a supervised release\nviolation and return to custody. 6. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – INCAPACITATION\nOF A SPOUSE OR REGISTERED PARTNER The criteria for a RIS request may include the incapacitation of an inmate’s spouse or registered\npartner when the inmate would be the only available caregiver for the spouse or registered\npartner. For these requests, “spouse” means an individual in a relationship with the inmate, where that\nrelationship has been legally recognized as a marriage, including a legally-recognized commonlaw marriage. “Registered partner” means an individual in a relationship with the inmate, where\nthat relationship has been legally recognized as a civil union or registered domestic partnership. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 9 The relationship should have been established before the inmate’s offense date of arrest, and\nshould be verified by information in the PSR or other administratively acceptable documentation\n(e.g. marriage certificate)."
}