{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 5,
  "chunk_text": "Please\nread these documents carefully, because signatures on these documents are treated as a material representation\nof fact upon which reliance was placed when the U.S. Department of Justice determined whether to fund the\ncovered award. Additional copies of the Assurances and Certifications forms are contained in the appendices of\nthis manual. If you have any questions about them, please contact your COPS Office Grant Program Specialist via\nthe COPS Office Response Center at 800-421-6770. 4 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment and\nenhancement of a variety of problem-solving strategies to investigate heroin and other opioid problems in your\njurisdiction. The allowable costs for which your agency’s award has been approved are limited to those listed on the\nFinancial Clearance Memorandum (FCM), which is included in your agency’s award package. The Financial\nClearance Memorandum FCM specifies the costs that your agency is allowed to fund with your AHTF award, and\nspecifies the overall amount approved for each budget request category. Your agency may not use AHTF award\nfunds for any costs that are not identified as allowable in the Financial Clearance Memorandum. Only actual\nallowable costs incurred during the award period will be eligible for reimbursement and drawdown. If your agency\nexperiences any cost savings over the course of the award (for example, your award application overestimated the\ntotal entry-level officer salary and fringe benefits package), your agency may not use that excess funding to extend\nthe length of the award beyond 24 months. Any funds remaining after your agency has drawn down for the costs\napproved during the 24 month funding period will be deobligated during the closeout process, and should not be\nspent by your agency. Why this condition:\nFunding under this project may only be used for the purchase of items and services approved by the COPS Office as\nreflected in the Financial Clearance Memorandum (FCM). The COPS Office Anti-Heroin Task Force program funds\nthe hiring of personnel and purchase of equipment, services, and other items that will allow recipients the\nopportunity to establish and enhance a variety of projects to encourage the continuation and enhancement of\ncommunity policing efforts while investigating heroin and other opioid problems in your jurisdiction. To be eligible for payment under this award, the purchase or hire of approved items/personnel must be made on\nor after the award start date and comply with the guidelines described in the “Accessing Award Funds” section of\nthis manual. The section “Financial Record Maintenance” outlines the types of records you must keep to document\nthat you followed this award condition. Purchases and salary/benefit expenditures must also reflect the costs that\nwere approved as shown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2018 AHTF application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the ‘Print’ icon to download the most recent version of your application in\n.pdf format."
}