{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 101,
  "chunk_text": "The agency must advise the\nCOPS Office of any changes to its approved indirect cost\nrate during the award period and, if necessary, request a\nbudget modification that reflects the rate change. Please\ncontact your COPS Office Grant Program Specialist or\nProgram Manager to determine when a budget modifica­\ntion is necessary. Indirect Cost Rate for FY 2018 Awards If the agency experiences an increase or a decrease in its\nindirect cost rate, it should submit the new rate to the\nCOPS Office within 30 days of the change. Can an agency reprogram indirect costs\nto direct costs? Reprogramming requests of indirect costs to direct costs are\nadministered through the budget modification process for\nthe specific COPS Office award that your agency received. Please contact your COPS Office Grant Program Specialist\nor Program Manager to obtain guidance on any additional\nrequirements that may apply to your modification request. The COPS Office will then evaluate your request and notify\nyou, in writing, of our decision. Please be advised that if your agency’s revised indirect cost\nrate is lower than the rate approved at the time of award\nand a formal budget modification was not approved, excess\nindirect cost rate funds should not be drawn down and will\nbe deobligated at closeout. What should an agency expect at the\nend of the award period regarding its\nindirect costs rate? If a provisional indirect cost rate is in effect at award close­\nout, the recipient shall proceed with closeout but will com­\nplete an expenditure analysis upon receipt of the approved\nfinal indirect cost rate to determine if an adjustment is neces­\nsary. If the recipient drew down excess COPS Office funding\nfor indirect costs, the recipient must return the overpayment\nto the COPS Office and submit a revised Federal Financial\nReport (SF-425). If the recipient incurred additional indirect\ncosts, the recipient may request a budget modification if\nthe award is still open and award funds are available. If the\nrecipient returns or draws down COPS Office funding, the\nrecipient will need to submit a revised final Federal Financial\nReport (SF-425). 3\nOther important factors To support the indirect cost rate agreement, recipients are\nresponsible for ensuring independent audits are conducted\nin accordance with existing federal auditing and reporting\nstandards set forth in 2 C.F.R. Part 200, Subpart F - Audit\nRequirements. A copy of the audit report must be submitted\nto the cognizant federal agency to support the indirect cost\nrate agreement. In accordance with ensuring proper award management and\nuse of funding awarded through the COPS Office, recipients\nmay be selected for a site visit or an enhanced office-based\ngrant review (EOBGR) or may need to address an alleged\nnoncompliance complaint during a compliance review by\nthe COPS Office Grant Monitoring Division. Therefore, recipients must adhere to proper accounting prac­\ntices and recordkeeping to ensure all necessary documenta­\ntion is available for review if requested by the COPS Office. Noncompliance may result in the repayment of misused\nfunds, suspension of funds, or other remedial actions avail­\nable by law until the noncompliance is resolved. Contact the COPS Office"
}