{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 7,
  "chunk_text": "JUDGMENT. The official court document (e.g., Judgment and\nCommitment Order or Judgment in a Criminal Case) which is signed\nby the Judge. The Judgment contains the offense(s) for which the\ncourt imposes its sentence, which ordinarily includes a\nfinancial, confinement and supervision obligation. HISTORY. The inmate's entire background of criminal convictions\n(excluding the current offense) and institutional disciplinary\nfindings used to assess points related to his/her history of\nviolence and/or history of escape. IN CUSTODY. The second highest custody level assigned to an\ninmate which requires the second highest level of security and\nstaff supervision. An inmate who has IN custody is assigned to\nregular quarters and is eligible for all regular work\nassignments and activities under a normal level of\nsupervision. Inmates with IN custody are not eligible for work\ndetails or programs outside the institution's secure perimeter. LEGAL RESIDENCE. The inmate’s local and state address as\nreported by the United States Probation Office at the\ntime of conviction. LONG-TERM DETAINEE. A non-U.S. citizen (alien) who has: • finished serving a local, state, or federal sentence; • completed immigration proceedings that have resulted\nin an order of deportation, exclusion, or other\nmeans of P5100.08\n9/12/2006\nChapter 2, Page 3\nremoval by either the Executive Office for\nImmigration Review (EOIR), or the Bureau of\nImmigration and Customs Enforcement (ICE), formerly\nthe Immigration and Naturalization Service (INS);\nand,\n• cannot be removed from the country for various reasons. MANAGEMENT SECURITY LEVEL (MSL). Management Security Level is\nthe security level assigned by the DSCC Administrator or\ndesignee to an inmate upon application of any of the\nfollowing Management Variables:\n• PSF Waived; • Greater Security; and, • Lesser Security. Based on these Management Variables, the Management\nSecurity Level will normally be one security level greater\nor lesser than the scored security level. MANAGEMENT VARIABLE. A Management Variable (MGTVs) reflects and\nsupports the professional judgment of Bureau staff to ensure\nthe inmate’s placement in the most appropriate level\ninstitution. A Management Variable(s) is required when\nplacement has been made and/or maintained at an institution\nlevel inconsistent with the inmate’s security score — a score\nwhich may not completely/ accurately reflect his or her\nsecurity needs. MAXIMUM CUSTODY. The highest custody level assigned to an inmate\nrequiring the highest level of security and staff supervision. An inmate with MAXIMUM custody requires ultimate control and\nsupervision. This classification is for individuals who, by\ntheir behavior, have been identified as assaultive, predacious,\nriotous, serious escape risks, or seriously disruptive to the\norderly running of an institution. Accordingly, quarters and\nwork assignments are assigned to ensure maximum control and\nsupervision. A custody change to or from MAXIMUM custody must be\njustified thoroughly on the BP-338 form and maintained\npermanently in the Inmate Central File. MISDEMEANANT. An inmate convicted of an offense for which the\nmaximum penalty is one year or less. Such inmates may not be\ntransferred to a High security institution without first\nsigning a waiver. 18 U.S.C. § 4083 prohibits\nplacement of such inmates in \"penitentiaries\" without their\nconsent; however, the Bureau broadens that prohibition to\ninclude any High security institution. A sample of the waiver\nis provided in Appendix B. P5100.08\n9/12/2006\nChapter 2, Page 4\nOUT CUSTODY. The second lowest custody level assigned to an\ninmate requiring the second lowest level of security and\nstaff supervision."
}