{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 47,
  "chunk_text": "This should be based on the inmate roster and in\nconjunction with other information such as discharges, inmate programming (e.g., work\nrelease, inmates temporarily out of the facility for medical appointments or court\nappearances), and other factors that may impact the facility population during the audit. Auditors should then use this information to identify the inmate interview requirements that\nmatch the type of audited facility and the population size (as of the first day of the onsite\nportion of the audit) detailed in Tables 1–4 below. Using the guidance presented earlier in this\nchapter, auditors should then select the requisite number of random and targeted inmate\ninterviewees. Guidelines for Inmate Interviews Before using the interview rubrics in Tables 1–4 below to identify the required number of\ninmate interviews, auditors must first understand how the core requirements in the rubrics are\ndefined.\n• Overall Minimum Number of Inmate/Resident/Detainee Interviews. This number\nrefers to the absolute minimum number of inmates/residents/detainees that the\nauditor is required to interview during an audit. The number of random and targeted\ninterviews should meet or exceed the overall minimum interview threshold. Even when\nan auditor is unable to conduct the minimum number of targeted interviews (e.g., the\nfacility does not house a certain targeted population), the auditor must select additional\ninmates/residents/detainees in order to meet the minimum threshold. 18 • Minimum Number of Random Inmate/Resident/Detainee Interviews. This number\nrefers to the minimum number of inmates/residents/detainees that the auditor is\nrequired to randomly select and interview during an audit. For very small facilities, auditors may be unable to meet the overall minimum number of\ninmate/resident/detainee interviews. See the Subsection below titled “Required Documentation when Interview\nRequirements Are Not Met” for guidance on how to document any deviations from the minimum threshold. 18 46 • Minimum Number of Targeted Inmate/Resident/Detainee Interviews. This number\nrefers to the minimum number of targeted inmates/residents/detainees that the\nauditor is required to interview during an audit. Importantly, the requirement refers to\nthe minimum number of individuals who are required to be interviewed, not the\nnumber of protocols used. Thus, in cases where an auditor uses multiple protocols\nduring one interview, it will only count as one\nIMPORTANT\ninmate interview for the purpose of meeting the\noverall threshold for targeted inmate interviews. For The numbers presented in the\nexample, if an auditor is completing an audit of a jail\ninterview rubrics represent the\nabsolute minimum numbers of\nwith fewer than 50 inmates and conducts an\ninterviews that auditors must\ninterview with an inmate who is LEP, reported prior\nconduct during an audit. Failure to\nsexual victimization during risk screening, and is a\nconduct the required numbers of\nyouthful inmate, that interview will satisfy three of\ninterviews may result in\nthe five individual targeted interview requirements,\ndisciplinary action by the PREA\nbut the auditor must still conduct four more\nManagement Office that impacts\ninterviews with inmates from the other targeted\nan auditor’s DOJ certification. populations in order to meet the overall threshold. Auditors are strongly encouraged Therefore, in many cases, the number of targeted\nto conduct more interviews where\ninterview protocols used will likely exceed the\nfeasible and necessary. For\nexample, if an auditor learns of\nnumber of individuals interviewed from targeted\nsignificant issues with sexual\npopulations. • Breakdown of Targeted Inmate/Resident/Detainee\nagainst a particular group of\nInterviews."
}