{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 31,
  "chunk_text": "If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the Sole\nSource Justification fact sheet at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Sole_Source_Justification_Fact_Sheet.pdf. 28. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety\n(90) days prior to public release. Any publications (written, curricula, visual, sound, reports, or websites) or\ncomputer programs, whether or not published at government expense, shall contain the following statement:\n“This project was supported, in whole or in part, by grant number 2018-SVWX- XXXX awarded by the U.S.\nDepartment of Justice, Office of Community Oriented Policing Services. The opinions contained herein are\nthose of the author(s) or contributor(s) and do not necessarily represent the official position or policies of\nthe U.S. Department of Justice. References to specific individuals, agencies, companies, products, or\nservices should not be considered an endorsement by the author(s), contributor(s), or the U.S. Department\nof Justice. Rather, the references are illustrations to supplement discussion of the issues. 30 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nThe Internet references cited in this publication were valid as of the date of publication. Given that URLs\nand websites are in constant flux, neither the author(s) nor the COPS Office can vouch for their current\nvalidity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects that\nare disseminated to the public. However, award-funded reports and publications are not works of authorship by\nthe Federal Government and should not be construed to reflect the official policy or position of the U.S.\nDepartment of Justice. What you should do:\nEnsure that all publications developed under your award contain the required statement listed above. 29. Criminal Intelligence Systems\nCondition:\nRecipients using award funds to operate an interjurisdictional criminal intelligence system must comply with the\noperating principles of 28 C.F.R. Part 23. By signing the Certification of Review and Representation of Compliance\nwith Requirements in the application, the recipient assured the COPS Office that it will comply with the\nrequirements of 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\n“interjurisdictional criminal intelligence system” is generally defined as a system that receives, stores, analyzes,\nexchanges, or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal information systems that protect individual\nprivacy and constitutional rights. If your agency will use award funds to operate a single agency database (or other unrelated forms of technology)\nand will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not apply to your\naward. What you should do:\nRecipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R."
}