{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 46,
  "chunk_text": "You are required to submit an\nSF-425 even if you have not spent any money or incurred any costs during a reporting period. The due dates for\nonline filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no later\nthan 04-30-13 and will cover the period 02-01-13 (award start date) through 03-31-13 (end of the most recent\nreporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully complete a\ndrawdown of funds through GPRS. Awardees who do not submit SF-425s by the due date each quarter will be unable to draw down award funds until\nthe report has been successfully submitted. The payment system contains a function which checks for SF-425\ndelinquency and will reject a drawdown attempt if the SF-425 is not up to date. Subsequent email, fax, and/or hard\ncopy reminders may be sent to the awardee if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. If you need assistance in completing the SF-425, please contact the COPS Office Response Center at 800-421-6770\nor by email at AskCopsRC@usdoj.gov and ask to be connected with the staff accountant that is assigned to your\nstate or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests, and special\nrequest submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at www.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the top\nright-hand side of the page. Once you are logged in, select “Applications” from the agency portal menu, click on\nthe “Progress Report” icon, and follow the instructions to complete your report. 48 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for you. If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your email address, and click on the\n“Forgot Password” link. If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 a.m. and 5:00 p.m. Eastern time) or\nby email at AskCopsRC@usdoj.gov."
}