{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 6,
  "chunk_text": "■ For requests based on an incapacitated family member caregiver, verifiable medical\ndocumentation of the incapacitation. ■ Verifiable documentation that the inmate is the parent of the child. Acceptable\ndocumentation includes birth certificates, adoption papers, or verification of the inmate’s\npaternity. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 7 ■ Verifiable documentation providing the name and age of the child.\n■ A clear statement and documentation that the inmate has a release plan, including housing,\nand the financial means to care for the child immediately upon the inmate’s release. ■ Authorization from the inmate for the BOP to obtain any information or documents from any\nindividual, medical entity or doctor, or any government agency about the inmate, family\nmembers, and minor child. The Warden may deny the inmate’s request at the institution level of review if the Warden finds\nthat the inmate has not provided adequate information and documentation as set forth above. b. Second Stage of the Warden’s Review. Even if the inmate provides adequate and sufficient\ninformation and documentation set forth above regarding the RIS request, further investigation is\nappropriate. At this stage, the Warden should convene a committee consisting of the inmate’s\nunit manager, correctional counselor, and any other relevant staff (social worker, physician,\npsychologist, etc.) to investigate the facts and circumstances provided by the inmate and to\nreview supporting letters and documents before the Warden makes a recommendation to approve\nor deny the RIS request. The additional information and supporting documentation gathered by\nthe committee for the Warden’s review should include:\n■ A general description of the child’s physical and mental condition. ■ A description of the nature of the child’s care both during the inmate’s pre-arrest and presentence period, and during the inmate’s current incarceration. ■ Letters or documentation that the deceased/incapacitated family member was and still is the\nonly family member caregiver capable of caring for the inmate’s minor child. These letters\nor documentation should include:\n Information indicating whether this family member was, in fact, caring for the child\nduring the inmate’s incarceration and immediately prior to the family member’s death or\nincapacitation.\n An explanation of who has been caring for the child since the family member’s death or\nincapacitation.\n If the child is in foster care, documentation verifying that the inmate will be able to\nimmediately obtain custody of the child. All RIS requests should be assessed using the factors outlined in Section 7 as well as the\nfollowing factors.\n■ Has the inmate committed violent acts before or during the period of incarceration as\nreflected in the PSR, institutional disciplinary records, or other appropriate documentation?\n■ Did the inmate have drugs, drug paraphernalia, firearms, or other dangerous substances in the\nhome while caring for the child prior to incarceration? P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 8 ■ To what degree has the inmate had contact with or cared for the child prior to arrest, pretrial\nor pre-sentence, and during incarceration? Staff should review institution records for\nevidence of contact (telephone, mail, email, visiting log, etc.).\n■"
}