{
  "document_category": "guidance",
  "docId": "guidance_42",
  "chunk_index": 23,
  "chunk_text": "iv. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g. severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is www.USASpending.gov. Recipients are responsible for reporting their applicable executive compensation and subaward information and\nthe award term provides guidance to report the related information, as required by FFATA. What you should do: At the time of award application, your agency was asked to ensure that it has the necessary processes and systems\nin place to comply with the applicable subaward and executive compensation reporting requirements should it\nreceive funding. If your agency received awards of $25,000 or more, you are required to report award information\non any first-tier subawards totaling $25,000 or more, and, in certain cases, to report information on the names and\ntotal compensation of the five most highly compensated executives of the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the Internet at www.fsrs.gov, is the reporting tool\nthat your agency will use to capture and report subaward information and any executive compensation data\nrequired by FFATA. The subaward information entered in FSRS will then be displayed on www.USASpending.gov\nassociated with your agency’s award, furthering federal spending transparency. For additional information regarding the executive compensation and subaward reporting requirements, please\nsee Vol. 75, No. 177 (September 14, 2010) of the Federal Register, www.gpo.gov/fdsys/pkg/FR-2010-0914/pdf/2010-22705.pdf. 23 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual 17. Debarment and Suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. 2 C.F.R. Part 180 (Governmentwide Nonprocurement Debarment\nand Suspension) and 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and Suspension). Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part 180\n(Government-wide Nonprocurement Debarment and Suspension), and 2 C.F.R. Part 2867 Nonprocurement\nDebarment and Suspension. What you should do: If, under a COPS Office award, you enter into a contract for goods or services for $25,000 or more or any\nsubaward, you must verify that the vendor or subrecipient and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business are not excluded or disqualified from participation in federal\nassistance programs."
}