{
  "document_category": "guidance",
  "docId": "guidance_7",
  "chunk_index": 3,
  "chunk_text": "Id. § 20702. Violators of either section can face ﬁnes of up to $1000 and\nimprisonment of up to one year for each violation. Election audits are exceedingly rare. But the Department is concerned that some jurisdictions\nconducting them may be using, or proposing to use, procedures that risk violating the Civil Rights Act. The duty to retain and preserve election records necessarily requires that elections ofﬁcials maintain\nthe security and integrity of those records and their attendant chain of custody, so that a complete and 3 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nuncompromised record of federal elections can be reliably accessed and used in federal law\nenforcement matters. Where election records leave the control of elections ofﬁcials, the systems for\nmaintaining the security, integrity and chain of custody of those records can easily be broken. Moreover,\nwhere elections records are no longer under the control of elections ofﬁcials, this can lead to a\nsigniﬁcant risk of the records being lost, stolen, altered, compromised, or destroyed. This risk is\nexacerbated if the election records are given to private actors who have neither experience nor expertise\nin handling such records and who are unfamiliar with the obligations imposed by federal law. 4 | Federal Law Constraints on Post-Election “Audits” U.S. Department of Justice\nConstraints Imposed by the Federal Laws Prohibiting Intimidation\nFederal law prohibits intimidating voters or those attempting to vote. For example, Section 11(b) of the\nVoting Rights Act of 1965 provides that “No person, whether acting under color of law or otherwise, shall\nintimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any person for voting or\nattempting to vote, or intimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any\nperson for urging or aiding any person to vote or attempt to vote….” 52 U.S.C. § 10307(b). Similarly,\nSection 12 of the National Voter Registration Act of 1993 makes it illegal for any person, “including an\nelection ofﬁcial,” to “knowingly and willfully intimidate[], threaten[], or coerce[], or attempt to intimidate,\nthreaten, or coerce, any person for . . . registering to vote, or voting, or attempting to register or vote” in\nany election for federal ofﬁce. Id. § 20511(1)(A). Likewise, Section 131 of the Civil Rights Act of 1957\nprovides that “[n]o person, whether acting under color of law or otherwise, shall intimidate, threaten,\ncoerce, or attempt to intimidate, threaten, or coerce any other person for the purpose of interfering with\nthe right of such other person to vote or to vote as he may choose, or of causing such other person to vote\nfor, or not to vote for, any candidate” for federal ofﬁce. 52 U.S.C. § 10101(b). The Attorney General is authorized to ﬁle a civil action seeking preventative relief, including a temporary\nor permanent injunction, against any person who engages in actions that violate these statutes. See 52\nU.S.C. §§ 10308(d); 20510(a). And there are criminal penalties as well. See, e.g., id. § 10308(a); 18 U.S.C. §§\n241, 242, 594; see generally Federal Prosecution of Election Offenses, at 33-38, 49-54, 56-58. Judicial decisions have established that voter intimidation need not involve physical threats."
}