{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 2,
  "chunk_text": "In Fiscal Year 2010, the U.S. Department of Justice (DOJ) issued a single Coordinated Tribal Assistance Solicitation\n(CTAS) that encompassed the department’s available Tribal Government–specific award programs. CTAS enabled\neach tribe to submit a single application for available award funding according to the tribes’ needs. This\ncoordinated process allowed the DOJ to review a single application from a tribe, and it allowed the DOJ awardmaking components to coordinate in making award decisions to address these public safety needs on a more\ncomprehensive basis. The 2018 TRGP, which is also CTAS Purpose Area #1: Public Safety and Community Policing, consists of two types of\nawards. The TRGP-Hiring awards are for entry-level salaries and benefits for newly hired or rehired career law\nenforcement officers, and the TRGP-Equipment/Training (TRGP-E/T) awards provide funding for background\ninvestigations, training, uniforms, basic issue equipment, technology, and vehicles for tribal law enforcement\nagencies. To support community policing, particularly the development of partnerships and problem solving, 2018 TRGP\nrecipients may be offered training and technical assistance by COPS Office training and technical assistance\nproviders. Trainings will assist recipients in the advancement of community policing and may address specific\npublic safety issues facing tribal communities. The COPS Office or its technical assistance providers will notify TRGP\nrecipients about training and technical assistance opportunities. Recipients are encouraged to participate in the\ntraining and technical assistance opportunities to further their public safety efforts. This COPS Office TRGP Award Owner’s Manual will assist your agency with the administrative and financial matters\nassociated with managing your award. It was developed by the COPS Office to ensure that all TRGP recipients\nclearly understand and meet the requirements of their award. Please review this manual carefully, because a\nfailure to follow award requirements may result in serious penalties. Please do not hesitate to call the COPS Office\nResponse Center at 800-421-6770 if you need assistance with the implementation of your award. Thank you for providing us with the opportunity to work in partnership with your community. 1 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your TRGP award, your agency must access www.cops.usdoj.gov to log in, review,\nand electronically sign the award document with the award terms and conditions; and the financial clearance\nmemorandum that is incorporated by reference into the award document; and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\naward acceptance. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see “Accessing Award Funds” in this\ndocument. The award document The award document is the document indicating your official award funding amount, the number of officer\npositions awarded (as applicable), the award number, the award terms and conditions, and the award start and\nend dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names."
}