{
  "document_category": "guidance",
  "docId": "guidance_75",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER:\n5576.06\nDATE:\nSeptember 5, 2018\nEFFECTIVE DATE: October 31, 2018 Oleoresin Capsicum (OC) Aerosol Spray\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To authorize and regulate the use of the oleoresin capsicum (OC) aerosol dispenser (pepper\nspray) by trained institution staff. Consistent with the Program Statement Use of Force and Application of Restraints, OC\naerosol spray may be used to incapacitate or disable disruptive, assaultive, or armed inmates\nor others posing a threat to the safety of others, or to institution security and good order. If the\nOC aerosol spray is not effective, other alternative munitions should be considered. The OC aerosol dispenser is the 3-4 oz. canister with full cone spray. Under ideal\ncircumstances, the full cone spray has an effective range of 10 to 12 feet. Note: The Program Statement Correctional Services Manual indicates that OC aerosol\ndispensers should not be used at a range closer than four feet. The OC aerosol dispenser is designed primarily for immediate use of force in situations where\nthere is a serious threat to the safety of staff, inmates, or others; to prevent serious property\ndamage; and to ensure institution security and good order. This policy is based upon the Eric Williams Correctional Officer Protection Act of 2015,\nwhich amends United States Code Title 18 to authorize the Director of the Bureau of Prisons\nto issue Oleoresin Capsicum spray to officers and employees of the Bureau of Prisons. It is\nalso consistent with the Department of Justice’s Policy Statement on the Use of Less-ThanLethal Devices, which authorizes Department of Justice (DOJ) officers to use less-than-lethal devices authorized by their component. DOJ policy is that DOJ officers are authorized to use\nless-than-lethal devices only in those situations where reasonable force, based on the totality of\nthe circumstances at the time of the incident, is necessary to protect any person from physical\nharm. The policy also states that DOJ officers are not authorized to use less-than-lethal\ndevices if voice commands or physical control achieves the law enforcement objective. Additionally, DOJ officers are prohibited from using less-than-lethal devices to punish, harass,\nor abuse any person. a. Summary of Changes\nPolicy Rescinded\nP5576.04\nOleoresin Capsicum (OC) Aerosol Spray (2/6/2017)\n■ Staff at Low Security institutions are now required to carry OC. ■ Emergency Preparedness Officers are authorized to train staff in the use of OC. b. Program Objectives\n■ The OC aerosol spray will be used to protect staff, inmate(s), and others from an\ninmate(s) or visitor(s) posing a threat and when other methods of control are not effective. ■ An OC aerosol dispenser will only be issued to trained staff. ■ Detailed reporting and documentation (i.e., EMS 583/586) will be maintained when an\nOC aerosol spray dispenser is used. ■ Staff will comply with the Eric Williams Correctional Officer Protection Act of 2015\nand the Department of Justice’s Policy Statement on the Use of Less-Than-Lethal Devices. c. Institution Supplement. None required."
}