{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 28,
  "chunk_text": "You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 24. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Why this condition:\nSection 532 of Division B, Title V, of the Consolidated Appropriations Act, 2017 (Pub. L. 115-31) prohibits the use of\nfederal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities. 25. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the CRI-TA Program\nwith prior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. §\n200.474. Why this condition:\nCRI-TA funding will cover award-related travel costs for the recipient organization or other (nonrecipient)\nindividuals to attend training and technical assistance conferences, seminars, or classes or to visit a site specified in\nthe original application. Allowable expenses for award-related lodging, meals, and incidental expenses that were\nincluded in the application were approved by the COPS Office as part of your organization’s CRI-TA award and final\nbudget. For more information, please refer to the award condition on “Allowable Costs.” 28 What you should do: Your organization should refer to your FCM for a list of approved travel costs and use CRI-TA funds only for\napproved travel costs incurred during the award period. In addition, your organization should keep timely and\naccurate records of all travel expenses. If at any time these costs change, you should immediately contact your\nCOPS Office Program Manager. 26. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have already\ndetermined that the award of a contract through a competitive process is infeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively."
}