{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 19,
  "chunk_text": "The actual setting of the new combination(s) is personally performed by the staff member assigned\nto the compartment. The security officer must not know the combination. 3.2 SPENDING LIMITATION. It is Bureau policy to allow inmates the opportunity to\npurchase goods in the Commissary. To lessen the disparity between affluent inmates and inmates\nwith few resources, the Bureau has implemented a spending limitation of $360 per month. The spending limitation is the maximum amount an inmate is allowed to spend per month on sales\nitems not excluded from the monthly spending limitation, described in paragraph b. below. The spending limitation may be increased by $50 during the November/December holiday period. The increased spending limitation for each inmate is in effect for no more than one validation\nperiod. a. Limitations. Each Warden sets a monthly spending limitation not to exceed the national\nlimitation for Commissary sales. To enable institution management to control or restrict\ngambling and other illicit activities involving payoffs, local controls (including quantity\nlimitations) may be set to restrict trafficking of Commissary items. b. Exclusions from the Spending Limitation. The only items excluded from the spending\nlimitation are:\n■ Postage stamps. ■ Nicotine Replacement Therapy (NRT) patches.\n■ Over-the-counter medications/medical products/vitamins/mineral supplements as defined in\nSection 3.3.f(15). ■ Kosher/Halal shelf-stable entrees for inmates who are FRP Refuse. ■ Copy cards and copy paper. c. Revalidation of Spending Limitation. The spending limitation is automatically revalidated\nonce per month for each inmate except where weekly or bi-weekly validation is used. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 29 3.3 ITEMS TO BE SOLD IN THE COMMISSARY\na. Item Determination. Within the following guidelines, the Warden and designated staff\ndecide, based on the security, programs, climate, character and composition of the inmate\npopulation, as well as Trust Fund infrastructure limitations, what items to sell in the Commissary. Consumable items and medical items sold shall complement, not supplement, diet and medical\ncare provided to the inmate population. Institutions are encouraged to offer Commissary goods that are acceptable for inmates with\nreligious dietary restrictions. To expand the availability of foods for Islamic and Jewish\nadherents, when costs are comparable and products meet the needs of the institution, products\nshould be selected from a variety of name-brand foods that have a reliable kosher certification or\nare free of pork and pork by-products. In addition, during the week of Passover each year (early spring), inmate requests for certified\nkosher-for-Passover snacks should be accommodated using normal Trust Fund procedures. Information about the products and certifications is available from the institution Chaplain or the\nReligious Services Branch, Central Office. b. Approved Items. Each institution establishes items approved for sale through the\nCommissary. Per the Program Statement Inmate Personal Property, a list of all items identified\n“for local use only” is posted in the immediate Commissary area; these items are identified on the\nshopping list. c. Product Warnings or Caution Labels. Any product that displays a caution or warning label\n(flammable or toxic) must be reviewed by the Trust Fund Supervisor and the institution Safety\nCommittee before stocking. d. Requests for Review of Questionable Sales Products."
}