{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 59,
  "chunk_text": "(b) (show name of inmate) has\nrefused to endorse the enclosed check, and it is forwarded to you as it cannot be retained at\nthis institution.” Example (b): Used to return the check to the payer when the inmate has it in his/her possession at\ntime of commitment or received it directly from the payer and the inmate refuses to endorse the\ncheck for forwarding to the other joint payee or the inmate has endorsed the check that was\nforwarded to the other joint payee, who returns the check unendorsed: P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 80 “Enclosed is your check dated _______ in the amount of $________ made payable to\n(show exactly as written on check). (Name of joint payee refusing to endorse the check)\nhas refused to endorse this check. As we cannot retain or negotiate the check, it is being\nreturned. Any correspondence pertinent to this matter should be directed to the joint\npayee involved.” Distinctions should be made between joint-payee checks that require the endorsement of only one\npayee to negotiate and those that require the endorsement of all joint payees. For example, checks\nwritten payable to “John or Mary Doe” and “John and/or Mary Doe” require only the endorsement\nof the inmate. This type of check is handled in the same manner as any other check after the\ninmate has endorsed it. Checks written payable to “John and Mary Doe” require endorsement of\nboth parties to negotiate and are handled as joint-payee checks. c. Returned Checks. If a check posted to an inmate’s account is returned by the U.S. Treasury\non a debit voucher or notification of credit advice from the LockBox for insufficient funds (NSF),\nthe amount of the returned check plus any service charges incurred is removed from the inmate’s\naccount immediately. If a negative balance is created, immediate action is taken as required in\nChapter 8. The original NSF check is filed with the debit voucher. d. Questionable or Evidence Funds. If, at the time of admission, there is a question regarding\nthe funds received with the inmate, one of two courses of action is followed:\n(1) Evidence Funds. If the funds are required as evidence in a case, they are not accepted. (2) Other Than Evidence Funds. If a claim exists on the funds other than as evidence, such as\nfor theft, embezzlement, etc., the funds are received in the usual manner. The receipt issued bears\nthe provision “Unavailable Pending Determination of Legal Ownership.” The funds are\ndeposited into the U.S. Treasury Miscellaneous Receipts Account pending a determination. e. Insurance, Trust, and All Other Similar Settlement Checks. Endorsement and deposit of\ninsurance, trust, and similar checks are generally considered as acceptance of settlement. Whenever such negotiable instruments are received locally, they are held in the Mail Room and\nthe Unit Manager notified. When received through the LockBox, the check is forwarded to the\nTrust Fund Branch Deposit Fund Section, where it is logged into the check register and forwarded\nto the institution Business Administrator/Trust Fund Supervisor to be processed by the discipline\nresponsible for Deposit Fund activity."
}