{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 23,
  "chunk_text": "Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that are\ndebarred or suspended from participation in federal assistance programs. This is to protect the public interest and\nto ensure proper management and integrity in federal activities by conducting business only with responsible\nparties. For details regarding the debarment and suspension requirements, please see 2 C.F.R. Part 180\n(Governmentwide Nonprocurement Debarment and Suspension), and 2 C.F.R. Part 2867 ( DOJ Nonprocurement\nDebarment and Suspension.) What you should do: If under a COPS Office award you enter into a contract for goods or services for $25,000 or more or any subaward,\nyou must verify that the vendor or subrecipient and their respective principals (e.g., owners, top managers) with\nwhom you intend to do business are not excluded or disqualified from participation in federal assistance programs. In addition, you must include a term or condition in the contract or subaward requiring the vendor or subrecipient\nto comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Governmentwide Nonprocurement Debarment\nand Suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ Nonprocurement Debarment and Suspension). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Department of Homeland Security, U.S.\nCitizenship and Immigration Services (USCIS) Employment Eligibility Verification Form (I-9). This form is to be used\nby recipients of federal funds to verify that persons are eligible to work in the United States. Immigration Reform\nand Control Act of 1986 (IRCA), Public Law 99-603. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The United States Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the United States\nCitizenship and Immigration Services. For further information about this requirement, please visit\nhttps://www.uscis.gov/i-9-central. 22 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual 19. Enhancement of Contractor Protection from Reprisal for Disclosure of Certain Information\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he or she reasonably believes is evidence of gross mismanagement of a\nfederal contract or award; a gross waste of federal funds; an abuse of authority relating to a federal contract or\naward; a substantial and specific danger to public health or safety; or a violation of law, rule, or regulation related\nto a Federal contract (including the competition for or negotiation of a contract) or award. The recipient also\nagrees to provide to their employees in writing (in the predominant native language of the workforce) of the rights\nand remedies provided in 41 U.S.C. § 4712."
}