{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 5,
  "chunk_text": "• The inmate’s program needs. Additional factors that are also considered when designating\nan inmate to a particular institution include, but are not\nlimited to:\n• The inmate’s release residence; • The level of overcrowding at an institution; • Any security, location or program recommendation made\nby the sentencing court; P5100.08\n9/12/2006\nChapter 1, Page 2\n• Any Central Inmate Monitoring issues (see\nProgram Statement Central Inmate\nMonitoring Program); • Any additional security measures to ensure\nthe protection of victims/witnesses and the\npublic in general; and, • Any\nother\nfactor(s)\nwhich\nmay\ninvolve\nthe\ninmate’s confinement; the protection of society;\nand/or the safe and orderly management of a BOP\nfacility. Initial designations to BOP institutions are initiated, in\nmost cases by staff at the Designation and Sentence\nComputation Center (DSCC), Grand Prairie, Texas, who assess\nand enter information from the sentencing court, U.S. Marshals\nService,\nU.S. Attorneys Office or other prosecuting authority and the\nU.S. Probation Office about the inmate into a computer database\n(SENTRY). The Bureau of Prisons shall designate the place of the\nprisoner's imprisonment, and shall, subject to bed\navailability, the prisoner's security designation, the\nprisoner's programmatic needs, the prisoner's mental and\nmedical health needs, any request made by the prisoner related\nto faith-based needs, recommendations of the sentencing court,\nand other security concerns of the Bureau of Prisons, place\nthe prisoner in a facility as close as practicable to the\nprisoner's primary residence, and to the extent practicable,\nin a facility within 500 driving miles of that residence. SENTRY then calculates a point score for that inmate which\n(for example, 18 points) is then matched with a commensurate\nsecurity level institution. Security\nLevel Custody\nLevel Male Female MINIMUM COMMUNITY and\nOUT 0-11 points 0-15 points LOW OUT and IN 12-15 points 16-30 points MEDIUM OUT and IN 16-23 points * HIGH IN and MAXIMUM 24+ points 31+ points ADMINISTRATIVE All custody\nlevels All point\ntotals All\npoint P5100.08\n9/12/2006\nChapter 1, Page 3 An inmate’s security point score is not the only factor used\nin determining a commensurate security level for an inmate. The\napplication of a PSF or MGTV could effect placement at either\na higher or lower level institution than the specified point\ntotal indicates. (SEE CHAPTER 5 FOR MORE DETAILED INFORMATION)\nNOTE: A security level cannot be assigned by SENTRY without\ncompleting an Inmate Load and Security Designation\nForm. If an inmate has not been assigned a security\nlevel, SENTRY will automatically assign “UNKNOWN” as\nthe security level. * Female security level institutions are classified\nas Minimum, Low, High and Administrative. Once all necessary information has been entered into the\nSENTRY database, a DSCC or Medical Designations Officer,\n(hereafter, Designator) selects an institution for service of\nsentence based on all the previously mentioned factors. Redesignations (transfers) from one Bureau institution to\nanother are considered in much the same manner using many of\nthe same factors used at the time of initial designation. In\naddition, the inmate’s institutional adjustment and program\nperformance are also carefully reviewed when redesignation is\nconsidered. Finally, an initial custody level (COMMUNITY, IN, OUT, MAXIMUM)\nis also assigned to the inmate that is consistent with the\ninstitutions mission. (See previous chart). An inmate’s custody\nlevel within any given security level institution is routinely\nreviewed and may change for various reasons during the period\nof incarceration. P5100.08\n9/12/2006\nChapter 2, Page 1\nDEFINITIONS ADMINISTRATIVE INSTITUTION."
}