{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 19,
  "chunk_text": "To accommodate the probationary certification review\nprocess, the PREA Management Office has extended this timeframe to 60 days for auditors\nunder probationary certification status. The steps for this process are described below. 1. Regardless of whether or not auditors use the Online Audit System to conduct an audit\n(see Chapter 14), auditors on probationary certification status must notify the PREA\nResource Center of a forthcoming audit for probationary certification review at least 30\ndays prior to the first day of the onsite portion of the audit by submitting a Pre-Audit\nReporting Form in the Auditor Portal. Following this notification, auditors should keep\nthe PREA Resource Center apprised of any changes in the audit timeline that may\nimpact its review. Auditors are also encouraged to notify the facility early in the audit\nprocess of the revised reporting timeline. 11\n2. Auditors on probationary certification status must submit their draft reports to the PREA\nResource Center within 30 days of the last day of the onsite portion of the audit. 12 The PREA Resource Center has a template letter available in the Auditor Portal that auditors are encouraged to\nuse to notify the audited facility of the revised audit reporting timeline for probationary certification audit report\nreviews. 12\nFor audits that require a corrective action period, auditors must submit a draft of their interim reports. For\naudits that do not require a corrective action period, auditors must submit drafts of their final reports. 11 19 3. PREA Resource Center staff review the draft report and provide the auditor with written\nguidance, usually within 10 days. 4. PREA Resource Center staff will initiate a conversation with the auditor via telephone or\nvideo conference to discuss the guidance and address any questions or concerns from\nthe auditor. 5. Following receipt of guidance from the PREA Resource Center, the auditor will\nincorporate the guidance and submit the revised draft to the PREA Resource Center for\nreview. 6. PREA Resource Center Staff will review the auditor’s revised report and, as necessary,\nwill work with the auditor to achieve the designated objectives for quality audit\nreporting and ensure that the auditor has satisfactorily integrated the guidance into his\nor her report. Depending on the nature of the guidance and the individual needs of the\nauditor, the PREA Resource Center may require the auditor to submit more than one\nrevision of the draft report. 7. Once the PREA Resource Center concludes in writing that the auditor has adequately\nresponded to the written guidance and made the necessary amendments, the report\nmust be submitted to the facility no later than 60 days after the last day of the onsite\nportion of the audit. Audit reports may not be submitted to the audited facility until the\nauditor is notified to do so by the PREA Resource Center. 8. Auditors will receive written notice from the PREA Resource Center indicating when the\nauditor has completed his or her probationary certification review requirement for each\nreviewed audit report."
}