{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 6,
  "chunk_text": "Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office as reflected in\nthe Financial Clearance Memorandum (FCM). The COPS Office Anti-Heroin Task Force program funds the hiring of\npersonnel and purchase of equipment, services, and other items that will allow recipients the opportunity to\nestablish and enhance a variety of projects to encourage the continuation and enhancement of community\npolicing efforts while investigating heroin and other opioid problems in your jurisdiction. To be eligible for payment under this award, the purchase or hire of approved items/personnel must be made on\nor after the award start date and comply with the guidelines described in the “Accessing Award Funds” section of\nthis manual. The section “Financial Record Maintenance” outlines the types of records you must keep to document\nthat you followed this award condition. Purchases and salary/benefit expenditures must also reflect the costs that\nwere approved as shown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2017 AHTF application. To view\nand print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS Applications”\nfrom the menu of services and click on the ‘Print’ icon to download the most recent version of your application in\n.pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may appear\non your FCM. As long as funds are spent during the award period on the equipment and technology, supplies,\ntravel, contracts/consultants, salary and benefits, and other costs that were documented in your application’s\nbudget summary and were approved through the issuance of the FCM, this award condition will be satisfied. Equipment To be eligible for payment under this award, the purchase of equipment and technology must occur on or after the\naward start date, the items must be those specifically applied for and approved by the COPS Office, and they must\nmeet the guidelines described in 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and\nAudit Requirements for Federal Awards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101. Equipment or technology purchased on or after the award start date must be in addition to purchases that the\nrecipient is obligated or funded to make in its current budget. Funds currently allocated to purchase equipment or\ntechnology may not be reallocated to other purposes or reimbursed upon the award of an AHTF award. 5 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time, entry-level, sworn career law enforcement officers\nnot already funded in the applicant’s local budget. A career law enforcement officer is a person hired on a\npermanent basis who is authorized by law, or by a state, local, or tribal agency, to engage in or oversee the\nprevention, detection, and/or investigation of violations of criminal laws. Officers must be hired on or after the\naward start date and positions must directly relate to the AHTF project."
}