{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 91,
  "chunk_text": "Although recipients are encouraged to earn program income\nto defray program costs where appropriate, most COPS\nOffice awards are not conducive to generating program\nincome. Contact your COPS Office Program Manager or\nGrant Program Specialist to determine if revenue generated\nfrom your COPS Office award constitutes program income. They will help you assess whether or not the income is gen­\nerated as a result of the award-supported activity. How can program income be used? Program income must be used in accordance with the\nstandards set forth in 2 C.F.R. § 200.307. Program income\ngenerated from an award can be used in the following ways:\nDeducted from total allowable project costs to determine net allowable costs to reduce the federal award\n Added to the federal award to increase funds committed to the project\nUsed to meet the cost sharing or matching requirement of the federal award\nUnless otherwise specified in the award terms and condi­\ntions or approved by the COPS Office, program income will\nbe used to defray program costs and reduce the federal share\nof the project. Program income not anticipated at the time\nof the award must be used to reduce the federal award and\nrecipient contributions rather than to increase funds 1. Program income is defined by 2 C.F.R. § 200.80 in the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for\nFederal Awards as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101 for awards made after December 26, 2014. Prior awards would\nfollow 28 C.F.R. §§ 66.25 and 70.24. 2. See 2 C.F.R. § 200.400(g). March 2019 Program Income for CPD, LEMHWA, and PASS Recipients committed to the project. For example, if you were awarded\n$100,000 in COPS Office funding with no local match\nrequirement to support a conference and earned $5,000 in\nprogram income from registration fees generated by that\nconference, an excess of $5,000 would remain in award\nfunds at the completion of the project. The $5,000 would\nbe returned to the Federal Government, thereby reducing\nthe federal share of the project. In some cases, with prior approval, recipients may be able to\nwork with their COPS Office Program Manager to identify\nadditional project-related allowable costs that could be sup­\nported with program income. Earned program income can be spent only on allowable\ncosts incurred during the award period. Program income\ncannot be commingled with other awards and cannot be\nused for purposes outside the scope of the award that gener­\nated the income. There are a variety of circumstances that can affect how\nprogram income is treated. If you anticipate generating\nprogram income, please contact your COPS Office Program\nManager, Grant Program Specialist, or designated Financial\nAnalyst for guidance. 2\nHow should recipients report program income? You are required to report gross program income earned and\nexpended on the Federal Financial Report (SF-425)3 submit­\nted each quarter. How you complete the report depends\non when you earn and spend the program income and the\nstatus of your award. Using the example discussed earlier in\nwhich you earned $5,000 from registration fees, you would\nenter the total amount of program income earned ($5,000)\non 10.l and the total amount of program income expended\non line 10.m. 4"
}