{
  "document_category": "guidance",
  "docId": "guidance_18",
  "chunk_index": 68,
  "chunk_text": "Accidental death and dismemberment insurance\nBonding insurance\nDental insurance\nDisability insurance\nFederal Unemployment Tax Act (FUTA) tax\nHoliday pay (if not included in base salary—calculate using 8-hour workday)\nLiability insurance\nPrescription drugs\nProfessional liability insurance\nState funded retirement system\nVision insurance Please note: Allowable overtime costs, if requested, must be included within the “Other Costs” budget category. Equipment/Technology\nEquipment or technology items must be clearly linked to the enhancement or implementation of the SVPP project. Examples of such items may include the following:\nEquipment\n• Entry control equipment\n• Door locking mechanisms/access control doors\n• Peepholes for classroom doors\n• School site alarm and protection systems\n• Motion detectors\n• Metal detectors and X-ray machines (including portable)\n• Hand-held\n• Walk-through\n• Lighting (on school grounds, not involving construction)\nTechnology\n• Communication technology\n• Emergency call box\n• Intercom or public address (PA) system\n• Panic and alarm systems\n• Two-way radios\n• Emergency alerts\n• Automated text messages or email\n• Identification technology\n• ID scanning devices (and accompanying equipment)\n• Laptops (directly related to SVPP)\n• Maps of schools/bus routes\n• GIS software\n• Printers (directly related to SVPP) 74 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Social media monitoring\n• Automated scans of online content\n• Tracking systems\n• Smart phone applications\n• Video surveillance technology\n• Surveillance cameras or systems (and accompanying equipment)\n• Violence prediction technology\n• Data driven software Supplies\nGenerally, supplies include any materials that are expended or consumed during the course of the SVPP project. Such costs may include training manuals, paper, printer ink, pens, postage, etc. All supply items must be directly\nrelated to the SVPP project. Travel/Training Travel/training costs include grant-related travel costs for the grantee to visit other jurisdictions engaged in similar\nprograms or to attend conferences or trainings directly related to the goals of the project. Expenses for\ntransportation, lodging, meals, and incidental expenses (if travel is more than 50 miles from the program location)\nwill be reviewed in accordance with applicable guidelines as part of the application process. An example of such\ntraining would be school violence prevention training for law enforcement officers. Contracts/Consultants\nConsultant expenses and contracts include goods or services that directly contribute to the implementation or\nenhancement of the project. The use of a consultant should be more economical than direct employment. Contract/consultant costs may include costs to provide one-time training to staff for equipment operation or use\nand contracting/consulting services that provide such things as needs analysis, installation, and testing. Compensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with OMB cost principles and consistent with that paid for similar services in the\nmarketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down funds. Determinations will be made on a case-by-case basis. Other costs"
}