{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 5,
  "chunk_text": "Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully, 4 because signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the US Department of Justice determines whether to fund the covered award. Additional copies of\nthe Assurances and Certifications forms are contained in the appendices of this manual. If you have any questions\nabout the Assurances and Certifications, please contact your assigned COPS Office Program Manager via the COPS\nOffice Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for CRI-TA purposes. The allowable costs\napproved for your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which\nis included in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with\nyour award. It also describes any costs that were disallowed after review of your proposed budget. The recipient\nmay not earn or keep any profit resulting from this award unless expressly authorized in writing by the COPS Office. Your agency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nCRI-TA funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY 2017 CRI-TA funds must be used to advance the practice of\ncommunity policing in law enforcement agencies by providing technical assistance to state, local, territorial, and\ntribal law enforcement agencies on a variety of topics that are tailored to meet their unique needs. Please note\nthat in accordance with 2 CFR § 200.101(c), the COPS Office applies the cost principles set forth in 2 CFR Part 200,\nSubpart E to for-profit (or commercial) entities instead of the Federal Acquisition Regulation (FAR) at 48 CFR\nSubpart 31.2. In addition, in accordance with 2 CFR § 200.400(g), the recipient may not earn or keep profit as a\nresult of this award unless expressly authorized by the specific terms and conditions of your award. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM."
}