{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 4,
  "chunk_text": "A\ncognitive deficit is not required in cases of severe physical impairment, but may be a factor when\nconsidering the inmate’s ability or inability to reoffend. Pursuant to 18 U.S.C. § 3582(d)(2)(B), in the case of an inmate unable to submit a request for a\nRIS BOP institution staff shall:\n(i) inform the defendant’s attorney, partner, and family members that they may prepare\nand submit on the defendant’s behalf a request for a sentence reduction pursuant to\nsubsection (c)(1)(A)\n(ii) accept and process a request for sentence reduction that has been prepared and\nsubmitted on the defendant’s behalf by the defendant’s attorney, partner, or family\nmember under clause (i); and\n(iii) upon request from the defendant or his attorney, partner, or family member, ensure\nthat Bureau of Prisons employees assist the defendant in the preparation, drafting, and\nsubmission of a request for a sentence reduction pursuant to subsection (c)(1)(A). All RIS requests should be assessed using the factors outlined in Section 7. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 5 4. REQUESTS BASED ON NON-MEDICAL CIRCUMSTANCES – ELDERLY\nINMATES The criteria for a RIS request may include the following:\na. “New Law” Elderly Inmates. Inmates sentenced for an offense that occurred on or after\nNovember 1, 1987 (e.g., “new law”), who are age 70 years or older and have served 30 years or\nmore of their term of imprisonment. 1\nb. Elderly Inmates with Medical Conditions. Inmates who fit the following criteria:\n■ Age 65 and older. ■ Suffer from chronic or serious medical conditions related to the aging process. ■ Experiencing deteriorating mental or physical health that substantially diminishes their\nability to function in a correctional facility. ■ Conventional treatment promises no substantial improvement to their mental or physical\ncondition. ■ Have served at least 50% of their sentence. Additionally, for inmates in this category, the BOP should consider the following factors when\nevaluating the risk that an elderly inmate may reoffend:\n■ The age at which the inmate committed the current offense. ■ Whether the inmate suffered from these medical conditions at the time the inmate committed\nthe offense. ■ Whether the inmate suffered from these medical conditions at the time of sentencing and\nwhether the Presentence Investigation Report (PSR) mentions these conditions. The BOP Medical Director will develop and issue medical criteria to help evaluate the inmate’s\nsuitability for consideration under this RIS category. c. Other Elderly Inmates. Inmates age 65 or older who have served the greater of 10 years or\n75% of the term of imprisonment to which the inmate was sentenced. 1"
}