{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 13,
  "chunk_text": "2 C.F.R. § 200.328(e), and 2 C.F.R. §§ 200.333 and 200.336. Why this condition:\nThe COPS Office actively monitors how recipients are complying with COPS Office award requirements. In addition,\nthe monitoring component provides customer service and technical assistance to help ensure recipients\nunderstand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\nSite visits. The COPS Office strategically selects award recipients based on a variety of risk factors to conduct site\nvisits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review implementation of evidence-based school safety strategies and programs To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for the\nreview of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if necessary,\nfollowing the site visit. In addition, recipients will also have an opportunity to seek customer service and/or\ntechnical assistance on the implementation of their award. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an EOBGR\nconducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative for\nconducting award monitoring reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is threefold:\n1.\n2.\n3. To review for compliance with the terms and conditions of the award To review implementation of evidence-based school safety strategies and programs To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This review\nis generally performed over a one- to two-day period. Recipients will have an opportunity to resolve any identified\nnoncompliance issues, if necessary, following the EOBGR interview. In addition, award recipients will also have an\nopportunity to seek customer service and/or technical assistance on the implementation of their award. 12 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nAlleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that originates\nfrom an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs\ngenerally originate from COPS Office Grants Administration Division, COPS Office Finance Division, or the COPS\nOffice Legal Division, although any COPS Office component may refer a noncompliance issue to the ANCR. External\nnoncompliance referrals may be received from anonymous complainants, media, citizens, law enforcement\nagencies, other Federal agencies, or other outside sources."
}