{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 44,
  "chunk_text": "Withholding further federal awards for the project or program\n• Taking other remedies that may be legally available\nYour SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant federal agency (see the Glossary of Terms in the appendices),\nthey should be sent to the Federal Audit Clearinghouse at:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between recipients and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits may be\ndirected to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits are\ndesigned to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believes warrants further evaluation. The OIG also surveys DOJ award-making agencies on an\nannual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances, however, the\nOIG generally selects awards to be audited based on a number of factors, including the geographical distribution of\nawards funded, award amount, population served, award status (active and expired), and type of award (hiring\nand nonhiring). As such, the fact that a recipient has been selected for an OIG audit is not necessarily indicative of\na suspected concern or problem area. 46 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and the\nOIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the interactions\nbetween the OIG, the recipient, and the COPS Office Grant Monitoring Division Audit Liaison Section:\n• Call for award data. The OIG requests award documentation from the COPS Office. • Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. • Draft audit report. The OIG reviews documentation and presents initial recommendations (findings) to the\nrecipient and copies the COPS Office. The COPS Office interacts with the recipient to coordinate any\nrepayments and/or policy or procedure documents to be submitted to the OIG before release of the Final\nAudit Report. • Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings)."
}