{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 49,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 67 account immediately. Staff inform inmates that a $5 fee is charged when a replacement PAC is\nrequired. 8.4 INMATE ACCOUNT TRANSACTIONS\na. Recording Inmate Deposit Fund Transactions. TRUFACS is used to record Inmate\nDeposit Fund account transactions. Generally, transactions are completed within two business\ndays upon receipt of the source document. IFRP Withdrawals are processed automatically upon\nposting of UNICOR pay. The IFRP function is initiated immediately following the Inmate\nPerformance Pay posting and reconciliation to collect IFRP payments. See Chapter 11 for further\nIFRP processing instructions. TRUFACS assigns each Deposit Fund transaction a unique internal control number, U.S. Treasury\npayment number, cash sub-voucher number, debt number, and/or transaction receipt numbers. Source documents are grouped and processed by transaction type or reference number. The staff\nmember posting an income or withdrawal JV assigns the JV number before posting. A total\namount for each transaction type and/or reference/payment number is determined for control\npurposes. This total is compared to the total transaction listing from TRUFACS to ensure the proper\namount(s) have been posted. Each payroll type is assigned an individual JV number. Debt\nnumbers assigned by TRUFACS are in the following format: YXXXD001 (Y is current fiscal\nyear, XXX is the institution’s alpha code initializing the debt, D is the identifier for a debt, and 001\nis the numerical counter). When funds are collected by the TRUFACS automated process, an\nAutomated Debt Payment Report and JV prints with the TRUFACS assigned debt reference\nnumber. After each transaction is totaled and verified, extracts are performed for the specific document(s)\nprocessed. Supporting documentation is forwarded to the Certifying Officer or Approving\nOfficial as appropriate for certification. Local procedures are established for control and\nverification of data processed and uploaded into the automated accounting system from\nTRUFACS. The time frames for performing extracts are as follows:\nExtract Type Extract Requirements Commissary Sales Extract Daily. Inmate Outside Payment Extract BP-199 – immediately after processing;\nRelease – U.S. Treasury Checks – after the\ninmate has departed from the institution;\nDebt Payments – immediately after\nnotification that payment is ready (Automatic P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 68 Inmate Release Card Certification Screen Debt Payment Report). Daily. Inventory Adjustment Extract Immediately upon completion of the\nadjustment. TRUFONE Withdrawal Extract Daily. JV Extract Daily/Weekly/Monthly at institution’s\ndiscretion. Outside Income Extract When the balance equals or exceeds $5,000 or\nweekly (on Thursday). Purchase Order Extract Upon completion of the Procurement Process. Use to establish the obligation (when\navailable). Reimbursement Voucher Extract Weekly. Inmates who have not yet left the\ninstitution at the time of the extract shall not be\nincluded. TRULINCS Withdrawal Extract Daily. When a posting error is discovered, the transaction is voided and re-entered using the exact\nreference number used in the original entry, with the exception of negotiable instruments posted\nlocally. Correcting entries for locally posted negotiable instruments requires the original receipt\nnumber with a prefix of “9” as the reference number. Voiding entries removes and replaces the\nincorrect transaction from the extract file if the correction was made before extracting the\ntransaction(s)."
}