{
  "doc_id": "guidance_70",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_70__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/SOC\nNUMBER: 5394.01\nDATE:\nFebruary 1, 2016 Certification and Civil Commitment\nof Sexually Dangerous Persons\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND APPLICATION\n§ 549.90 Purpose and application. (a) This subpart provides definitions and standards for review of persons for\ncertification to federal district courts as sexually dangerous persons, as\nauthorized by title 18 U.S.C. Chapter 313, by Bureau of Prisons staff or\ncontractors (collectively referred to in this Part as “the Bureau”). The Adam Walsh Child Protection and Safety Act of 2006 (Public Law 109-248) includes a\nprovision, codified in 18 U.S.C. § 4248 (section 4248), authorizing the Director of the Bureau of\nPrisons (Bureau) to certify individuals for civil commitment as sexually dangerous persons. The\nBureau established a Sex Offender Certification Review Branch (SOCRB) within the Correctional\nPrograms Division to review inmates for potential certification as sexually dangerous persons. Within the SOCRB, a Certification Review Panel (CRP) reviews inmates requiring closer scrutiny\nfor certification. The Director’s authority to certify inmates as sexually dangerous persons is\ndelegated to the Chairperson of the CRP. The Bureau also established the Commitment and Treatment Program (CTP) for inmates certified\nand committed as sexually dangerous persons pursuant to 18 U.S.C. § 4248. The CTP is a secure,\ntherapeutic environment dedicated to:\nFederal Regulations from 28 CFR are in this type. Implementing instructions are in this type. ■ Protecting the public through the secure confinement of sexually dangerous persons. ■ Providing comprehensive treatment services to assist participants in developing the skills\nnecessary to prepare them to be safely released back into the community. The CTP is a secure treatment facility, operated on the grounds of a correctional institution, but,\nto the extent practicable, maintained apart from areas designated for sentenced inmates. This Program Statement establishes:\n■ Procedures and guidelines to be used by Bureau staff for identification and referral of inmates\nfor potential certification as sexually dangerous persons. ■ Procedures and guidelines to be used by the CRP and other Bureau staff in the Sex Offender\nCertification Review Branch (SOCRB) for review and certification of inmates as sexually\ndangerous persons under section 4248. ■ Treatment protocols designed to reduce the risk of sexual re-offense and facilitate\nreintegration back into the community. ■ Procedures and guidelines for operating the CTP designed to encourage treatment\nparticipation and reward pro-social behavior in a therapeutic environment. (b) This subpart applies to persons in Bureau custody, including those:\n(1) Under a term of imprisonment;\n(2) For whom all criminal charges have been dismissed solely for reasons relating\nto the person’s mental condition; or\n(3) In Bureau custody pursuant to 18 U.S.C. § 4241(d). Inmates in Bureau custody under a term of imprisonment who are subject to review for potential\ncertification as sexually dangerous persons include:\n■\n■\n■\n■\n■ Federal offenders. District of Columbia Code felony offenders. Treaty transfer cases. Inmates serving concurrent Federal and state sentences. Inmates subject to detainers with Immigration and Customs Enforcement (ICE) or other\nFederal, state, or local authorities. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2"
    },
    {
      "id": "guidance_70__1",
      "chunk_id": "1",
      "content": "Federal offenders. District of Columbia Code felony offenders. Treaty transfer cases. Inmates serving concurrent Federal and state sentences. Inmates subject to detainers with Immigration and Customs Enforcement (ICE) or other\nFederal, state, or local authorities. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 Categories of inmates who do not require review for potential certification as sexually dangerous\npersons include:\n■ Pretrial inmates (except inmates found incompetent and unrestorable under section 4241(d)\nand inmates whose charges were dismissed due to a mental condition). ■ Persons held as material witnesses. ■ Persons held on civil contempt orders. ■ Persons released on bond. ■ Inmates serving only state sentences in Bureau custody. ■ Inmates serving only military terms of imprisonment in Bureau custody. ■ Inmates in Bureau custody being held solely as ICE detainees. ■ Persons housed at Residential Reentry Centers (RRC) as a condition of supervised release. (c) The Bureau may certify that a person in Bureau custody is a sexually\ndangerous person when review under this subpart provides reasonable cause to\nbelieve that the person is a sexually dangerous person. In determining whether a\nperson is a sexually dangerous person and should be so certified, the Bureau will\nconsider any available information in its possession and may transfer the person\nto a suitable facility for psychological examination in order to obtain information\nfor this purpose. a. Program Objectives\n■ The public will be protected through the secure confinement of sexually dangerous persons. ■ Program participants will receive comprehensive treatment services to assist them in\ndeveloping the skills necessary to prepare them to be safely released back into the community. b. Policy Waivers. Federal Regulations (rules) that apply to pretrial inmates also apply to\ncertified and committed inmates and cannot be waived. All Bureau policies apply to certified\nand committed inmates unless specifically provided otherwise in this policy. Waivers from any\nBureau policy or national directive must be processed according to the Program Statement\nDirectives Management Manual. c. Institution Supplement. The Bureau’s designated CTP institution(s) develops an Institution\nSupplement that addresses specific details of operations and procedures. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 2. DEFINITIONS\n§ 549.91 Definition of “sexually dangerous person.” For purposes of this subpart, a “sexually dangerous person” is a person:\n(a) Who has engaged or attempted to engage in:\n(1) Sexually violent conduct; or\n(2) Child molestation; and\n(b) Has been assessed as sexually dangerous to others by a Bureau mental health\nprofessional. § 549.92 Definition of “sexually violent conduct.”"
    },
    {
      "id": "guidance_70__2",
      "chunk_id": "2",
      "content": "For purposes of this subpart, a “sexually dangerous person” is a person:\n(a) Who has engaged or attempted to engage in:\n(1) Sexually violent conduct; or\n(2) Child molestation; and\n(b) Has been assessed as sexually dangerous to others by a Bureau mental health\nprofessional. § 549.92 Definition of “sexually violent conduct.” For purposes of this subpart, “sexually violent conduct” includes any unlawful\nconduct of a sexual nature with another person (“the victim”) that involves:\n(a) The use or threatened use of force against the victim;\n(b) Threatening or placing the victim in fear that the victim, or any other person,\nwill be harmed;\n(c) Rendering the victim unconscious and thereby engaging in conduct of a\nsexual nature with the victim;\n(d) Administering to the victim, by force or threat of force, or without the\nknowledge or permission of the victim, a drug, intoxicant, or other similar\nsubstance, and thereby substantially impairing the ability of the victim to appraise\nor control conduct; or\n(e) Engaging in such conduct with a victim who is incapable of appraising the\nnature of the conduct, or physically or mentally incapable of declining\nparticipation in, or communicating unwillingness to engage in, that conduct. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 § 549.93 Definition of “child molestation.” For purposes of this subpart, “child molestation” includes any unlawful conduct\nof a sexual nature with, or sexual exploitation of, a person under the age of 18\nyears. § 549.94 Definition of “sexually dangerous to others.” For purposes of this subpart, “sexually dangerous to others” means that a person\nsuffers from a serious mental illness, abnormality, or disorder as a result of which\nhe or she would have serious difficulty in refraining from sexually violent conduct\nor child molestation if released. ■ “Certified inmate” refers to a person who has been certified in the district court as a sexually\ndangerous person pursuant to 18 U.S.C. § 4248(a) and is awaiting a final hearing to determine\nwhether he/she should be civilly committed. ■ “Committed inmate” refers to a person who has been found by a district court to be a sexually\ndangerous person pursuant to 18 U.S.C. § 4248(d) and has been committed to the custody of\nthe Attorney General for custody, care, and treatment. ■ “CTP inmate” refers generally to a person in the Commitment and Treatment Program,\nwhether certified or committed as a sexually dangerous person. ■ 4241(d) refers to 18 U.S.C. §4241(d), which section allows the court to commit to the custody\nof the Attorney General a defendant who has been found by the court to be presently suffering\nfrom a mental disease or defect rendering him/her mentally incompetent to the extent that\nhe/she is unable to understand the nature and consequences of the proceedings against him/her\nor to assist properly in his/her defense. ■ 4246 refers to 18 U.S.C. §4246, which is a statute that involves the certification and potential\ncommitment of an inmate who is presently suffering from a mental disease or defect as a\nresult of which his/her release would create a substantial risk of bodily injury to another\nperson or serious damage to property of another."
    },
    {
      "id": "guidance_70__3",
      "chunk_id": "3",
      "content": "■ “Interstate Compact on Mental Health” refers to an interstate compact among several states\nfor the purpose of ensuring proper and expeditious treatment of persons with mental\nconditions and mental disabilities among and between states. The legislature of each member\nstate passes its own laws adopting said compact. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 3. INITIAL IDENTIFICATION OF INMATES FOR REVIEW The Designation and Sentence Computation Center (DSCC) and Bureau institutions initially\nidentify inmates who may qualify for review for potential certification as sexually dangerous. DSCC staff identify newly sentenced inmates having a history of unlawful sexual conduct, and\nrefer to the SOCRB those inmates who are between eighteen (18) and twenty-four (24) months\nfrom their projected release date (PRD), unless the inmate’s total sentence does not exceed\neighteen (18) months, in which case their review will take place immediately (review period). Institution staff update each inmate’s sexual offending history (i.e., Walsh CMA), as necessary,\nthroughout the inmate’s term of imprisonment; identify inmates with a relevant history who were\nnot identified by the DSCC; and immediately refer to the SOCRB inmates with a history of\nunlawful sexual conduct when their release date is within the review period. a. DSCC Procedures. For each newly sentenced inmate committed to the Bureau, DSCC\nclassification staff review available documentation, which typically includes the Presentence\nInvestigation Report (PSR), the Judgment and Commitment Order (J&C), and the Statement of\nReasons (SOR), for any history of unlawful sexual conduct. For each inmate having no documented history of unlawful sexual conduct, DSCC classification\nstaff enter the case management assignment (CMA) of “WA NO HIST” (NO WALSH ACT\nOFFENSE HISTORY) in SENTRY. For each inmate having any history of unlawful sexual conduct, DSCC staff enter the CMA of\n“WA W CONV” (WALSH ACT HISTORY WITH CONVICTION) or “WA NO CONV”\n(WALSH ACT HISTORY-NO CONVICTION), as provided in Attachment A. If a newly sentenced inmate has a history of unlawful sexual conduct and is within the review\nperiod, a DSCC Senior Designator refers him/her to the SOCRB by entering the Walsh CMA of\nWA REFER in SENTRY. If an inmate, who was reviewed and not certified as sexually dangerous, subsequently returns to\ncustody to serve a new term of imprisonment, the DSCC Senior Designator deletes the WA NOT\nCER, and adds a WA REFER code. b. Institution Procedures. Wardens designate a Sex Offender Release Coordinator (SORC),\nordinarily the Case Management Coordinator (CMC), to ensure that each inmate at their\ninstitutions has a correct Walsh history CMA, and refer inmates with a history of unlawful sexual\nconduct to the SOCRB for review when they are within the review period, by adding a WA\nREFER code. After the inmate arrives at his/her designated institution, the SORC or Unit Team\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 reviews available documentation to ensure the Walsh history CMA entered in SENTRY is current\nand accurate. At every Program Review, the unit team monitors the inmate’s conduct and reviews any new\ninformation to determine if a change to the inmate’s Walsh history CMA is necessary."
    },
    {
      "id": "guidance_70__4",
      "chunk_id": "4",
      "content": "Implementing instructions: this type. 6 reviews available documentation to ensure the Walsh history CMA entered in SENTRY is current\nand accurate. At every Program Review, the unit team monitors the inmate’s conduct and reviews any new\ninformation to determine if a change to the inmate’s Walsh history CMA is necessary. The SORC\nensures that any additional information that could bear on the inmate’s Walsh review status is\nforwarded to the SOCRB within the review period. This may include information on a detainer, an\nincident or SIS report, DHO reports, etc. To the extent possible, the SOCRB’s review process should not interfere with the institution’s\nroutine release preparation. However, an inmate may not be placed in an RRC until the SOCRB\nhas concluded its review of the inmate and approved him/her for release. c. Private Contract Institutions. Private contract institutions follow the same policy and\nprocedures as BOP institutions. The SOCRB directs any issues or concerns regarding the review,\ntransfer, or certification of an inmate to the Privatization Management Branch. d. Section 4241(d) Inmates. Any inmate who is committed to the custody of the BOP pursuant to\nsection 4241(d) shall be reviewed by the SOCRB pursuant to section 4248 when:\n■ The inmate has any documented history of unlawful sexual conduct. ■ The Court determines that the inmate cannot be restored to competency. To ensure timely review by the SOCRB, the Medical Referral Center (MRC) employs the\nfollowing procedures:\n■ At the conclusion of the court-ordered restoration period, the MRC returns the inmate to the\ncourt in a timely manner. ■ If the MRC determines that restoration to competency will not be attained and the inmate has a\nhistory of sexual offending, the MRC prepares a report and cover letter that contains\nappropriate language alerting the court and the parties involved that such a determination\ntriggers review pursuant to sections 4246 and 4248. The following is sample language to\nconsider using:\n“If the court agrees with our opinion that the defendant will not be restored to competency in\nthe foreseeable future, he/she is subject to the provisions of Title 18 U.S.C. Sections 4246 and\n4248. Accordingly, the defendant should be returned to the custody of the Attorney General P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 for designation to a Medical Referral Center to undergo an evaluation pursuant to these\nstatutes.”\n■ When an inmate committed under section 4241(d) is reviewed by the CRP of the SOCRB\npursuant to section 4248, and the CRP finds that he/she does not qualify for certification as a\nsexually dangerous person, the CRP sends an e-mail to the MRC informing them of this\nfinding. The Warden of the MRC forwards to the court the CRP’s determination along with\nthe results of any review pursuant to section 4246. If the inmate is found by the CRP to meet\nthe criteria for certification as a Sexually Dangerous Person pursuant to section 4248, the CRP\ninforms the MRC of its finding. A signed letter by the CRP chairperson is sent to the MRC\ninforming the Warden of the finding."
    },
    {
      "id": "guidance_70__5",
      "chunk_id": "5",
      "content": "If the inmate is found by the CRP to meet\nthe criteria for certification as a Sexually Dangerous Person pursuant to section 4248, the CRP\ninforms the MRC of its finding. A signed letter by the CRP chairperson is sent to the MRC\ninforming the Warden of the finding. The Warden then forwards the CRP’s determination to\nthe appropriate court, along with the result of any review pursuant to section 4246.\n■ When an inmate is being reviewed pursuant to both section 4246 and section 4248, the CRP\nand the MRC coordinate their efforts and, in consultation with Bureau legal staff, determine\nthe most appropriate course of action. A decision by the CRP to not certify an individual under\nsection 4248 does not preclude the MRC from determining that there is evidence pursuant to\nsection 4246 of risk of bodily injury due to sexual abuse. ■ Ordinarily, the inmate will already be housed at the designated treatment facility for certified\ninmates. If not, the CRP initiates a transfer to the designated treatment facility, as long as there\nare no contrary court orders. If the individual requires a transfer to the treatment facility,\nhis/her certification as a Sexually Dangerous Person is filed only after he/she arrives.\n■ If the court issues an order for an examination pursuant to 18 U.S.C. section 4246 or section\n4248 after an individual committed pursuant to U.S.C. section 4241(a) is deemed not\nrestorable, and if the individual is not currently housed at a MRC, the reviews pursuant to\nsections 4246 and 4248 are handled separately. An examination under section 4246 is\nconducted at an institution normally designated for that purpose. The review pursuant to\nsection 4248 is referred to and conducted by the Sex Offender Certification Review Panel,\npursuant to the procedures set forth in Section 4 of this Program Statement. The CRP reports\nits finding directly to the appropriate court, with a copy to the Bureau institution. e. Immediate Releases. The CMC will ensure contact with the SOCRB as soon as they become\naware of an immediate order of release for an inmate with a CMA assignment of “WA CONV” or\n“WA NO CONV.” P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 At the SOCRB’s request, staff send an electronic copy of the PSR, J&C, SOR, and any other\npertinent information to the SOCRB GroupWise mailbox (BOP-CPD/Certification Review\nPanel), marking the message “urgent, high-priority.” During normal duty hours (EST), telephone contact with the SOCRB should be made as soon as\npossible. After-hours notification should be done by telephone to the SOCRB’s on-call psychologist. Contact numbers are located on SOCRB’s Sallyport website and the weekly Duty Officer’s\nProgram Roster. A SOCRB staff member reviews the case and responds to the institution via GroupWise that the\ninmate is either cleared for release or requires review by the CRP. If further review is required, the\nCRP conducts an expedited review and the inmate remains in custody only with the approval of\nthe Assistant Director, Correctional Programs Division, and the Assistant Director, Office of\nGeneral Counsel, or persons acting in their absence. f. Parole Cases."
    },
    {
      "id": "guidance_70__6",
      "chunk_id": "6",
      "content": "If further review is required, the\nCRP conducts an expedited review and the inmate remains in custody only with the approval of\nthe Assistant Director, Correctional Programs Division, and the Assistant Director, Office of\nGeneral Counsel, or persons acting in their absence. f. Parole Cases. When a sex offender is within the review period, the unit team refers the inmate\nto the SOCRB, which conducts a review for sexual dangerousness and communicates the findings\nto the U.S. Parole Commission and the institution where the inmate is housed. If the inmate is not certified by the SOCRB (i.e., WA NOT CER) and denied parole, the unit team\nand SORC monitors his/her conduct and reviews any new information between parole hearings, to\ndetermine if a re-review by the SOCRB is necessary. If the unit team or SORC becomes aware of\nany new information or conduct of a sexual nature that was not taken into consideration by the\nSOCRB, the unit team notifies the SOCRB that the inmate requires a re-review before the next\nparole hearing date. g. Treaty Transfers. The Treaty Transfer Program, Correctional Programs Division, Central\nOffice, identifies qualified inmates pending treaty transfer by way of Walsh CMA assignments and\ntransmits transfer packets to the SOCRB for review. Upon completion of an expedited review, the\nSOCRB updates the SENTRY CMA and informs the Treaty Transfer Program of the finding. 4. INITIAL REVIEW BY THE SOCRB The SOCRB reviews each inmate identified by the DSCC and Bureau institutions, and determines\nwhether he/she meets the statutory definition of a sexually dangerous person for certification\npurposes. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 a. Initial Screening for Behavioral Element (Element 1). Each inmate identified by the DSCC\nand Bureau institutions as having a history of unlawful sexual conduct is screened by a\nCorrectional Program Specialist to determine whether his/her conduct may qualify him/her for\npotential certification as a sexually dangerous person. To qualify for such certification, there must\nbe evidence that the individual engaged or attempted to engage in sexually violent conduct or child\nmolestation, which is referred to as Element 1. During initial screening, a Correctional Program Specialist reviews available documentation of the\ninmate’s unlawful sexual conduct and determines whether there is evidence that the conduct meets\nat least one of the above definitions. A charge or conviction for a sexual offense is not necessary\nas long as the conduct underlying the offense indicates having engaged or attempted to engage in\nsexually violent conduct or child molestation. Conversely, a charge or conviction for a sex offense does not categorically constitute having\nengaged or attempted to engage in sexually violent conduct or child molestation. For example, a\nhistory only of possession, receipt, or transmittal of child pornography ordinarily does not\nconstitute having engaged or attempted to engage in sexually violent conduct or child molestation. While such conduct could be viewed as exploitation within the meaning of the definition of child\nmolestation, civil commitment is intended for the most serious offenders having more direct victim\ncontact. Sexual misconduct occurring in a correctional or other confinement facility may be\nconsidered in evaluating the existence of qualifying Element 1 conduct."
    },
    {
      "id": "guidance_70__7",
      "chunk_id": "7",
      "content": "While such conduct could be viewed as exploitation within the meaning of the definition of child\nmolestation, civil commitment is intended for the most serious offenders having more direct victim\ncontact. Sexual misconduct occurring in a correctional or other confinement facility may be\nconsidered in evaluating the existence of qualifying Element 1 conduct. Inmates whose conduct is determined not to meet Element 1 require no further review and are\ncleared to release upon the expiration of their sentences or other disposition of their criminal\ncharges. Cases where there is evidence of Element 1 conduct proceed to a risk assessment by a\nCorrectional Program Specialist or Certification Review Psychologist. b. Risk Assessments by Correctional Program Specialists. Correctional Program Specialists in\nthe SOCRB conduct actuarial risk assessments for the following categories of cases where there is\nsome evidence of having engaged or attempted to engage in sexually violent conduct or child\nmolestation (Element 1 conduct), but the inmate’s history and risk of sexual recidivism is unlikely\nto be serious enough to warrant further review for potential certification for civil commitment:\n■ Inmates having a single allegation, admission, or charge of sexually violent conduct or child\nmolestation, not resulting in a conviction. ■ Inmates having a single sex offense conviction involving consensual sexual conduct between\nsimilar-age peers, one or both of whom are under the age of 18. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 ■ Inmates having a single juvenile conviction for a sex offense and who are currently an adult\nwith no other history of sexual offending. (If the sex offense was committed by a minor who is\ncurrently still a juvenile, the case is referred to a SOCRB Clinical Psychologist.) Correctional Program Specialists employ one or more actuarial instruments, as approved by the\nSOCRB Administrator, for which they have received training. If the risk assessment indicates the\ninmate is at low risk for sexual recidivism, no further review is required and the inmate is\napproved for release. If the assessment indicates the inmate may be at moderate or high risk, the\ncase is referred to a SOCRB Clinical Psychologist for further review. Pertinent information is\ndocumented in the Sex Offender Data System (SODS). c. Preliminary Case Review and Risk Assessment by SOCRB Clinical Psychologists. SOCRB Clinical Psychologists review cases not screened out by the Correctional Program\nSpecialists pursuant to section (b) above, and all other categories of cases where there is evidence\nthat the inmate has engaged or attempted to engage in sexually violent conduct or molestation. This review includes completion of a case summary and, ordinarily, an actuarial risk assessment,\nboth of which are documented in SODS. The case summary may include details regarding the\ninmate’s history of sexual and non-sexual offenses, institutional misconduct, mental health\ncontacts and treatment, and the length and nature of community supervision to follow\nimprisonment. For the risk assessment, the SOCRB Clinical Psychologists ordinarily employ one\nor more actuarial instruments approved for use by the SOCRB Administrator and for which they\nhave received training."
    },
    {
      "id": "guidance_70__8",
      "chunk_id": "8",
      "content": "For the risk assessment, the SOCRB Clinical Psychologists ordinarily employ one\nor more actuarial instruments approved for use by the SOCRB Administrator and for which they\nhave received training. Based on the case summary and actuarial risk assessment, the SOCRB Clinical Psychologist\nmakes a preliminary clinical determination regarding the inmate’s risk of sexual recidivism and\nhis/her suitability for further review for certification. Inmates clinically determined to be at low or\nmoderate risk by SOCRB Clinical Psychologists generally do not require further review and are\napproved for release. Inmates believed to be at higher risk are referred to the CRP. 5. FULL REVIEW BY THE CERTIFICATION REVIEW PANEL (CRP)\nCases receiving further consideration for certification are reviewed by the full CRP. The CRP\nreviews cases where there is evidence that the inmate engaged or attempted to engage in sexually\nviolent conduct or child molestation, and a preliminary risk assessment indicates that the inmate\nmay be at high risk for sexual recidivism. The CRP ordinarily includes:\n■ A Chairperson (the SOCRB Administrator or designee). P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 ■ One or more SOCRB Clinical Psychologists.\n■ An Attorney from the Office of General Counsel.\na. Initial Review Procedures. The CRP reviews each element associated with the statutory/\nregulatory definition of sexually dangerous person; i.e., whether the inmate has engaged or\nattempted to engage in sexually violent conduct or child molestation and is sexually dangerous to\nothers. The term “sexually dangerous to others” encompasses a diagnostic element and a risk\nelement. Cases referred to the full CRP are first reviewed at an initial meeting. CRP members review and\ndiscuss the case summary prepared by a SOCRB Clinical Psychologist. If the CRP is able to\ndetermine from the available information that the inmate, clinically or legally, does not meet at\nleast one of the required elements for certification, the CRP discontinues review and approves the\ninmate for release. Otherwise, the CRP evaluates the available information to determine whether\nthe inmate satisfies all of the required elements for certification. The CRP may consider diagnoses\nrendered in prior mental health evaluations, although diagnoses must be determined by the CRP to\nbe valid, current, and serious to qualify the inmate for certification. When the CRP lacks sufficient\ninformation to render an informed decision on the diagnostic or risk elements, it refers the inmate\nfor a precertification evaluation. b. Precertification Evaluation. A precertification evaluation is a forensic psychological\nevaluation requested by the CRP, which is conducted by a psychologist with specialized training in\nthe assessment of sex offenders, ordinarily a Bureau (or Bureau-contracted) psychologist. The\nprecertification evaluation includes comprehensive diagnostic and risk assessments of the inmate\nthat help the CRP determine the second and third elements necessary for certification as a sexually\ndangerous person. The evaluation also offers an opinion whether the inmate appears to meet\ncriteria for sexual dangerousness, as outlined under section 4248. The evaluation assists the CRP\nin making certification decisions. When the CRP refers a case for a precertification evaluation, SOCRB staff notify field staff of the\nneed to coordinate the inmate’s transfer to a facility designated by the Bureau to conduct the\nassessment."
    },
    {
      "id": "guidance_70__9",
      "chunk_id": "9",
      "content": "The evaluation assists the CRP\nin making certification decisions. When the CRP refers a case for a precertification evaluation, SOCRB staff notify field staff of the\nneed to coordinate the inmate’s transfer to a facility designated by the Bureau to conduct the\nassessment. The mental health professional conducting the precertification evaluation attempts to\ninterview the inmate for the evaluation and gives the inmate notice regarding the nature and\npurpose of the evaluation (BP-A1044, Notice of Psychological Evaluation). If the inmate refuses\nto participate, he/she is informed that the evaluation will be conducted with or without his/her\nparticipation. The evaluator prepares a written report of the precertification evaluation and\nprovides it to the CRP for review. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 c. Certification Decision by CRP. After receipt of the precertification evaluation, if requested,\nthe CRP meets to discuss the evaluation and information associated with the inmate’s case and\nreview each of the three elements for certification as a sexually dangerous person:\n(1) Behavioral Element: “Engaged or attempted to engage in sexually violent conduct or\nchild molestation.” Although there has been some preliminary review of this element during the\nearlier stages of the certification review, the CRP reviews records documenting the inmate’s\nhistory of sexually violent conduct or child molestation. The CRP evaluates the information to\ndetermine whether it is likely legally sufficient to prove this element by clear and convincing\nevidence in a judicial commitment proceeding. (2) Diagnostic Element: “A serious mental illness, abnormality, or disorder.” The CRP\ndetermines whether the inmate has a diagnosable condition relevant to his/her offending behavior. (3) Risk Element: “Serious difficulty in refraining from sexually violent conduct or child\nmolestation.”\n§ 549.95 Determining “serious difficulty in refraining from sexually violent conduct\nor child molestation if released.” In determining whether a person will have “serious difficulty in refraining from\nsexually violent conduct or child molestation if released,” Bureau mental health\nprofessionals may consider, but are not limited to, evidence:\n(a) Of the person’s repeated contact, or attempted contact, with one or more\nvictims of sexually violent conduct or child molestation;\n(b) Of the person’s denial of or inability to appreciate the wrongfulness,\nharmfulness, or likely consequences of engaging or attempting to engage in\nsexually violent conduct or child molestation;\n(c) Established through interviewing and testing of the person or through other risk\nassessment tools that are relied upon by mental health professionals;\n(d) Established by forensic indicators of inability to control conduct, such as:\n(1) Offending while under supervision;\n(2) Engaging in offense(s) when likely to get caught;\n(3) Statement(s) of intent to re-offend; or\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 (4) Admission of inability to control behavior;\n(e) Indicating successful completion of, or failure to successfully complete, a sex\noffender treatment program. The CRP employs a clinically adjusted actuarial method of risk assessment; this involves using\none or more actuarial instruments to establish a base level of risk. The CRP then applies\nclinically significant or risk-relevant dynamic risk factors to adjust the inmate’s risk level\nupward or downward. It may use other accepted psychological methods of assessment."
    },
    {
      "id": "guidance_70__10",
      "chunk_id": "10",
      "content": "The CRP then applies\nclinically significant or risk-relevant dynamic risk factors to adjust the inmate’s risk level\nupward or downward. It may use other accepted psychological methods of assessment. In addition, as provided in the statute, the inmate’s serious difficulty in refraining from sexually\nviolent conduct or child molestation must result from a serious mental illness, abnormality, or\ndisorder. There must be a clearly identifiable link, or nexus, between these two elements to\nwarrant certification. (4) Legal Considerations. The CRP identifies and considers any legal issues potentially\naffecting the government’s ability to pursue civil commitment in a court proceeding per section\n4248. This requirement recognizes that cases may arise where the CRP determines an inmate\nmeets the statutory criteria from a clinical standpoint, but the case poses legal obstacles that may\nultimately preclude his/her commitment. Factors considered by the CRP include:\n■ Burden of Proof. The CRP evaluates the likelihood that the government will be able to\nprove all three elements by clear and convincing evidence. This includes an assessment of\nthe documentary and testimonial evidence available to support the behavioral element\nnecessary for civil commitment. ■ Self-Admissions. The CRP evaluates the nature of any admissions made by the inmate, the\ncontext in which they were made, and the extent to which they are relied upon in proving one\nor more elements for certification. Admissions documented for an official proceeding or\ninvestigation where the inmate had an opportunity to contest factual assertions (e.g.,\nPresentence Investigation Report [PSR], Statement of Reasons [SOR], court transcript) may\nbe more probative than admissions made in a clinical treatment setting (e.g., Sex Offender\nTreatment Program or Sex Offender Management Program). ■ Legal Landscape. The CRP considers case law, statutes, court orders, and other legally\nbinding precedents that affect the Bureau’s operation under section 4248. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 6. CERTIFICATION OF INMATES For each case, CRP members discuss the clinical, legal, and other relevant issues in determining\nwhether or not to certify the inmate as a sexually dangerous person under section 4248. For inmates not certified by the CRP, the SOCRB’s Correctional Program Specialist enters the\nCMA assignment of WA NOT CERT in SENTRY. An e-mail is sent to the Certification Review\nmailbox of the institution where the inmate is housed informing them to follow routine release\nprocedures. For inmates certified by the CRP, a declaration entitled, “Certification of a Sexually Dangerous\nPerson” is signed by the Chairperson or Acting Chairperson of the CRP and transmitted to the\nU.S. Attorney’s Office in the district where the inmate is confined. Presently, FCI Butner is the designated institution for inmates who are referred for\nprecertification evaluations and certified and committed as sexually dangerous persons; the\ncertification is transmitted to the U.S. Attorney’s Office in the Eastern District of North Carolina. Other sites may be activated as needed. The U.S. Attorney’s Office files the certification and an\naccompanying petition in the district court on behalf of the Director of the Bureau of Prisons. The filing of the certification stays the release of the inmate pending the outcome of a judicial\ncommitment proceeding under section 4248."
    },
    {
      "id": "guidance_70__11",
      "chunk_id": "11",
      "content": "The U.S. Attorney’s Office files the certification and an\naccompanying petition in the district court on behalf of the Director of the Bureau of Prisons. The filing of the certification stays the release of the inmate pending the outcome of a judicial\ncommitment proceeding under section 4248. Upon filing of the certification, the SOCRB\nCorrectional Program Specialist enters the CMA assignment of WA CERTIFD in SENTRY. 7. COMMITMENT OF INMATE UNDER SECTION 4248 AND STATE PLACEMENT In accordance with 18 U.S.C. § 4248(d), once a person is committed to the custody of the\nAttorney General as a sexually dangerous person, the BOP makes all reasonable efforts to cause\nthe state where the person was domiciled or tried to assume responsibility for his/her custody,\ncare, and treatment. Bureau staff, under the direction of the CTP Administrator, make efforts to\nsecure state placement on behalf of the Bureau and the Attorney General. While efforts to seek state placement are not mandated until after an inmate’s commitment as a\nsexually dangerous person, Bureau staff begin these efforts as soon as practicable after an\ninmate’s certification as sexually dangerous is filed in the district court. Bureau staff, under the direction of the CTP Administrator, are required to identify the state\nwhere the inmate was domiciled before this most recent conviction or commitment, and the state\nwhere he/she was tried for the most recent offense (if different from the state of domicile). Bureau staff consult the PSR or other documentation to identify the inmate’s state(s) of domicile\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 and trial. The inmate may be consulted for this information when appropriate. The inmate may\nalso be consulted to determine if he/she has significant family or other ties to other states. Upon\nverification, the staff member may contact these other states for potential placement. For each state where placement is being sought, the Bureau staff contact, at a minimum, the\nappropriate state’s Interstate Compact on Mental Health Coordinator, if any, and the state’s\nmental health care agency. Other agencies or entities, such as the state Attorney General’s\nOffice, the Governor’s Office, or individual residential facilities may be contacted. CTP staff make attempts to obtain a response, either accepting or declining placement. If a state\nhas an appropriate placement available for the inmate, CTP staff consult with institution legal\nstaff to assist with legal issues, as needed. CTP staff will maintain detailed records of state\nplacement attempts to assist with future placement efforts and respond to court requests for\nevidence of such. 8. COMMITMENT AND TREATMENT PROGRAM FOR SEXUALLY DANGEROUS\nPERSONS If state placement is not secured, the committed inmate is placed in the Commitment and\nTreatment Program (CTP) for custody, care, and treatment until a state assumes this\nresponsibility, or the inmate is no longer sexually dangerous to others, or will not be sexually\ndangerous if released under a prescribed regimen of care or treatment. a. Staffing\n(1) CTP Administrator. The CTP Administrator reports directly to the Warden. He/she is\nresponsible for executing or designating all functions pertaining to the running of the CTP:\n■\n■\n■\n■"
    },
    {
      "id": "guidance_70__12",
      "chunk_id": "12",
      "content": "a. Staffing\n(1) CTP Administrator. The CTP Administrator reports directly to the Warden. He/she is\nresponsible for executing or designating all functions pertaining to the running of the CTP:\n■\n■\n■\n■ Providing direct supervision to the Forensic Psychologist Coordinator. Providing direct supervision to the Clinical Services Coordinator. Providing direct supervision to Health Systems Specialists. Coordinating with other Department Heads to ensure appropriate ancillary services,\nincluding religious, educational, vocational, and recreational programming. ■ Participating directly in program functions. ■ Serving as the chairperson of annual case reviews, including risk assessment, clinical\nprogress, and rehabilitative needs. (a) Health Systems Specialists provide support to the CTP under the direction of the CTP\nAdministrator. He/she administers and scores a variety of psychological tests; manages daily\noperation of the Psychology Data System (PDS), including entering clinical records, scheduling\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 appointments, record/file keeping, and other clerical duties; and is trained in records\nmanagement and requirements of confidentiality. He/she gathers case information at precertification, and assists with maintenance and compilation of records throughout the\ncommitment. (2) Clinical Treatment Services Staff provide assessment, treatment planning, and\npsychological interventions to CTP inmates. (a) Clinical Coordinator. The Clinical Coordinator is a licensed psychologist with\nqualifications commensurate with his/her duties. He/she reports to the CTP Administrator. Included are the following duties:\n■ Providing clinical supervision to clinical treatment staff, including assessment and\ndevelopment of the professional skills of CTP Psychologists, Treatment Specialists, and\nClinical Social Workers. ■ Conducting staff meetings to ensure that treatment participants receive services\ncommensurate with their treatment needs. ■ Development of treatment and assessment protocols for treatment participants. ■ Coordination of therapeutic activities provided by clinical treatment staff. (b) CTP Psychologists. The CTP Psychologist provides services requiring expertise in the\ntreatment and risk management of sexual offenders, including:\n■ Performing and writing diagnostic assessments. ■ Conducting process groups and individual psychotherapy. ■ Consulting with the unit team, Correctional Services, and other institution staff on clinical\nand correctional management issues. (c) Clinical Social Worker. The Clinical Social Worker reports directly to the Clinical\nCoordinator, provides clinical services, and coordinates re-entry functions. Included are the\nfollowing duties:\n■ Acting as the Bureau’s designee for initiating contact and developing relationships with\npersonnel in state agencies, with the intent of securing state placements for all certified\ninmates. ■ Preparing, reviewing, and integrating proposed discharge conditions for releasing CTP\ninmates. ■ Serving as point of contact for continuity of care issues pertaining to inmates conditionally\nreleasing to various jurisdictions. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 ■ Working with other departments to provide ancillary services (unit team, Reentry Affairs\nCoordinator, etc.). ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups. (d) CTP Treatment Specialists. The CTP Treatment Specialist provides direct services,\nincluding:\n■ Performing psychosocial and psychosexual history interviews. ■ Writing reports summarizing inmates’ psychosocial and psychosexual histories. ■ Documenting treatment participation and writing treatment summaries, including\nrecommendations for effective reintegration into the community. ■ Scoring and documenting risk assessment instruments. ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups."
    },
    {
      "id": "guidance_70__13",
      "chunk_id": "13",
      "content": "■ Writing reports summarizing inmates’ psychosocial and psychosexual histories. ■ Documenting treatment participation and writing treatment summaries, including\nrecommendations for effective reintegration into the community. ■ Scoring and documenting risk assessment instruments. ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups. ■ Consulting with other institution staff on correctional management issues pertaining to sexual\noffenders. (3) Forensic Services Staff provide psychological examination reports to assist other parties in\ndecisions regarding sexual dangerousness. (a) Forensic Coordinator. The Forensic Coordinator is a licensed psychologist reporting\ndirectly to the CTP Administrator. Included are the following duties:\n■ Providing clinical supervision to forensic psychologists. ■ Completing precertification evaluations and annual reviews. ■ Providing expert testimony. (b) Forensic Psychologist. The Forensic Psychologist is a licensed psychologist reporting\ndirectly to the Forensic Coordinator. He/she completes precertification evaluations and annual\nreviews, and provides expert testimony. b. Treatment\n(1) Clinical Treatment Services. Clinical Treatment Services provides assessment, treatment\nplanning, and psychological interventions to effect changes in thought processes and behavior to\nreduce the likelihood that participants will commit further acts of sexual violence. Clinical\nTreatment Services also provides other mental health services to address other treatment needs of\nthe CTP population. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 (a) Multi-disciplinary Treatment Team (MTT): The MTT refers to a comprehensive\ntreatment team that integrates CTP clinical staff, Correctional Programs, Correctional Services,\nand other departmental staff. The MTT’s mission is to develop, coordinate, and manage the CTP\ninmate’s Treatment and Behavior Management Plan. (b) Treatment Behavioral Management Plan (TBMP): The TBMP is a comprehensive\ndocument that is derived from a multidisciplinary assessment of the CTP inmate’s social,\neducational, occupational, spiritual, and psychological needs and abilities upon admission to the\nCTP. The TBMP guides all decisions related to the CTP inmate’s conditions of confinement and\nrecommended clinical interventions, with the goal of preparing the inmate for eventual return to\nthe community. (2) Clinical Treatment Elements. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops and implements a clinical treatment program for CTP inmates that is consistent\nwith recent research and practice standards. The treatment model incorporates the following\nelements:\n(a) Assessment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator, develops an assessment protocol to establish appropriate treatment targets,\nreflecting the most recent assessment technology. Assessment protocols may include structured\ninterview protocols, risk assessment instruments, psychometric testing, and physiological\nmeasures. (b) Individual Treatment Plan. The CTP develops individual treatment plans for each inmate,\nincluding objective benchmarks of treatment progress. An inmate’s progression through the\nphases of treatment programming will be determined based upon the inmate’s level of\npsychological/cognitive functioning. (c) Therapeutic Activities. The CTP provides a range of therapeutic services, including\npsychotherapy groups, individual psychotherapy, psychoeducational groups, therapeutic\ncommunity meetings, and adjunctive treatment activities. (d) Treatment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops a treatment protocol consistent with professional standards and treatment\nresearch."
    },
    {
      "id": "guidance_70__14",
      "chunk_id": "14",
      "content": "(d) Treatment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops a treatment protocol consistent with professional standards and treatment\nresearch. The Clinical Coordinator may develop a CTP Inmate Treatment Handbook with the\napproval of the CTP Administrator, with the concurrence of the Sex Offender Certification\nReview Branch. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 (e) Specialized Treatment Program Components. Based upon need, treatment services for\nspecial populations (e.g., inmates with cognitive impairment or major mental disorders; drug- or\nalcohol-dependent inmates) may be developed. (f) Pharmacological Interventions. If indicated and with the consent of the inmate,\npharmacological interventions targeting sexual disorders may be a component of the CTP’s\nclinical treatment services. (3) Program Support. Except in emergency situations (i.e., those for which institution\nemergency plans are written and other events such as assaults and body alarms where an\nimmediate response is required), CTP clinical staff members are assigned exclusively to provide\nprogramming. They are not used for other duties (e.g., routine custody, unit, or case\nmanagement functions). (4) Participation in Treatment Services. Participation in psychotherapy and other therapeutic\nactivities is voluntary. Continued participation in these activities depends on meaningful\nparticipation in programming and appropriate conduct. The inmate’s participation in treatment\nactivities will be monitored by CTP staff and reported to the Court, with regard to the inmate’s\nmental condition and need for continued commitment, in accordance with Sections 4247(e) and\n4248. (a) Motivational Enhancement. The Clinical Coordinator, under the supervision of the CTP\nAdministrator, maintains the Privilege System (see Section 9) to encourage inmates to commit to\nactive participation in treatment activities. Clinical Treatment Services staff meet at least\nquarterly with inmates who refuse treatment in an effort to motivate them to participate. (b) Consent for Treatment. Inmates volunteering for participation in treatment are advised by\nstaff of appropriate standards of participation, expectations regarding self-disclosure, and\nconfidentiality of other participants’ disclosures in treatment groups. Inmates sign a consent\nform acknowledging the requirements for treatment participation. (c) Withdrawal from Treatment. An inmate may withdraw from participation in treatment. Staff document in PDS the stated reason for withdrawal. The participant is advised of the\nconsequences of withdrawal, and is encouraged to submit a request for re-enrollment. (d) Incomplete. A participant is placed in incomplete status when unable to participate in\ntreatment due to reasons beyond his/her control (e.g., hospitalization, writ). CTP clinical staff\noffer to resume programming when practicable. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 (e) Intervention Prior to Suspension. To conduct an intervention, treatment staff:\n■ Meet with the inmate to discuss his/her behavior or lack of progress. ■ Assign the treatment intervention(s) chosen to reduce or eliminate the behavior, or to\nimprove progress.\n■ Warn the inmate of the consequences of failure to alter his/her behavior. ■ Properly document in PDS the meeting and treatment intervention(s) assigned. ■ Properly document in PDS changes to the inmate’s treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan.\n■"
    },
    {
      "id": "guidance_70__15",
      "chunk_id": "15",
      "content": "Warn the inmate of the consequences of failure to alter his/her behavior. ■ Properly document in PDS the meeting and treatment intervention(s) assigned. ■ Properly document in PDS changes to the inmate’s treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan.\n■ When appropriate, require the inmate to discuss his/her targeted behavior in a treatment\ngroup or with the treatment community. (f) Suspension Decision. If repeated treatment interventions are required due to inappropriate\nbehaviors or unsatisfactory progress, the treatment team meets to decide if the inmate will be\nremoved from the program. The CTP Administrator, upon recommendation from the Clinical\nCoordinator, makes the final determination. If he/she decides to suspend the inmate, the Clinical\nCoordinator is responsible for:\n■ Verbally notifying the inmate of his/her suspension status. A CTP Psychologist may also\nperform this function. ■ Ensuring that documentation describes the reason for suspension, as well as the behavior that\nis expected prior to returning to the treatment program. Inmates must be given at least one attempt at a formal intervention before suspension. An\nintervention is not necessary when the documented lack of compliance is of such magnitude that\nan inmate’s continued presence would create an immediate, ongoing problem for staff or other\ninmates. (g) Re-enrollment in Program Activities. An inmate who withdraws or is suspended from\ntreatment programming may reapply for readmission through an Inmate Request to Staff (BPA0148) to the Clinical Coordinator. Although immediate readmission is not required, the\nClinical Coordinator may impose a TBMP to re-engage the inmate in treatment activities, which\nmay include a specified period of appropriate conduct or successful completion of assigned\nactivities. c. Clinical Documentation. All clinical activities provided by CTP treatment staff, including\ncontacts with inmates and consultations with non-clinical treatment staff, should be documented\nin the agency’s information management system for mental health records. Supporting\ndocumentation (e.g., questionnaires, raw test data and interpretive reports, and signed treatment\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21 plans) is scanned and stored in PDS, or kept in hard copy files for the time frames specified by\nthe Records and Information Disposal Schedule (RIDS). The minimum required documentation on participants in treatment programming includes:\n■ A comprehensive assessment, including a review of the participant’s psychosocial and\npsychosexual history, diagnostic evaluation, and risk assessment, to be completed by the end\nof the first phase of treatment. ■ An individual Treatment Plan documenting targeted problem areas, treatment goals, and\ntreatment activities, to be completed by the end of the first phase of treatment. ■ Treatment contact notes and group participation records. ■ Treatment Progress Reviews, beginning about 180 days after the date of the Treatment Plan,\nwith Progress Reviews to occur about every 180 days. ■ A Discharge Evaluation report. 9. LEVEL OF PRIVILEGE SYSTEM (LPS) The CTP employs a Level of Privilege System to encourage CTP inmates to participate and\nprogress in treatment as well as engage in appropriate behavior. Responsibility for development\nand implementation of the privilege system is assigned to the CTP Administrator."
    },
    {
      "id": "guidance_70__16",
      "chunk_id": "16",
      "content": "■ A Discharge Evaluation report. 9. LEVEL OF PRIVILEGE SYSTEM (LPS) The CTP employs a Level of Privilege System to encourage CTP inmates to participate and\nprogress in treatment as well as engage in appropriate behavior. Responsibility for development\nand implementation of the privilege system is assigned to the CTP Administrator. Working with\nthe Unit Manager and Clinical Services Coordinator, the CTP Administrator develops behavior\nstandards and incentives for each level of privilege, as outlined in the Institution Supplement. The LPS consists of multiple levels of privilege, with certain privileges associated with each\nlevel. Higher levels have greater privileges; lower levels have fewer. On admission to the CTP,\nan inmate is assigned to a baseline privilege level, which may be raised or lowered depending on\nthe inmate’s behavior and willingness (or refusal) to participate in treatment. CTP inmates who participate and progress in treatment have the opportunity to attain higher\nprivilege levels than those who decline. Treatment participants move to a higher privilege level\nas they successfully complete each phase of the program. Based on a consideration of the factors specified above, the MTT will impose an increase or\ndecrease in an inmate’s level of privilege, as documented in the TBMP. Before a change in\nprivilege level for a CTP inmate, the MTT ensures consideration of multi-disciplinary factors in\nreaching a decision. Review of the CTP inmate’s progress and LPS assignment will be\nconducted on at least a quarterly basis. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 22 10. CONDITIONS OF CONFINEMENT Conditions of confinement for inmates in the CTP are designed to provide an environment that\nfosters treatment participation while ensuring the safety and security of inmates, the institution,\nand the public. Federal Regulations (rules) applicable to pretrial inmates also apply to CTP\ninmates. See 28 CFR Part 551. All Bureau policies also apply unless this policy specifies\notherwise. The following exceptions are necessary to further the therapeutic mission of the CTP\nand minimize security risks. a. Environment. To the extent practicable, CTP inmates are kept separate from sentenced\ninmates. Limited incidental contact is permissible with appropriate supervision and only when\nnecessary to afford access to services or programming. b. Living Quarters. CTP inmates reside in a housing unit separate from sentenced inmates. c. Clothing. CTP inmates are issued and required to wear institution clothing. d. Personal Hygiene. CTP inmates receive necessary personal hygiene items and are expected\nto comply with 28 CFR part 551, subpart A, and BOP policy on personal grooming. e. Meals. Meals are provided to CTP inmates in the designated food service area. Meals are\nscheduled at different times than for sentenced inmates to maintain separation of the populations. CTP inmates may have incidental contact with sentenced inmates who are working in Food\nServices. f. Recreation. CTP inmates have the opportunity to engage in various recreational activities. If\nrecreation areas are shared with sentenced inmates, recreation for CTP inmates is scheduled at\ndifferent times to maintain separation. g. Commissary. CTP inmates will receive commissary privileges in accordance with BOP\npolicy. h. Visitation. CTP inmates may receive visitors in accordance with BOP policy."
    },
    {
      "id": "guidance_70__17",
      "chunk_id": "17",
      "content": "If\nrecreation areas are shared with sentenced inmates, recreation for CTP inmates is scheduled at\ndifferent times to maintain separation. g. Commissary. CTP inmates will receive commissary privileges in accordance with BOP\npolicy. h. Visitation. CTP inmates may receive visitors in accordance with BOP policy. Upon arrival\nto the CTP, certified and committed inmates must resubmit the visiting list to CTP staff for\nreview. CTP inmates may be restricted from visiting persons who are:\n■ Prior child or adult victims of sexual offenses committed by the inmate. ■ Children groomed by the inmate for sexual assault or other predatory behavior involving\nchildren or their caregivers. ■ Children not adequately supervised by an accompanying visiting adult. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 23 ■ Any other visitor deemed inappropriate due to the inmate’s risk to engage in sexually\noffensive behavior or risk to the visitor. i. Work and Compensation. CTP inmates are not required to work in accordance with BOP\npolicy. A CTP inmate interested in obtaining a work assignment must notify CTP staff, who\ndetermine the availability of, and the inmate’s suitability for, work assignments. j. Correspondence and Telephone Communication. CTP inmates may correspond with\npersons in the community and use the telephone in accordance with BOP policy. However, they\nmay be restricted from corresponding and/or communicating telephonically with individuals who\nare:\n■ Prior child or adult victims of sexual offenses committed by the inmate. ■ Children being groomed by the inmate for sexual assault or other predatory behavior\ninvolving children or their caregivers. ■ Other sexual offenders outside the CTP.\n■ Any other contact with the general public or organization deemed inappropriate by staff due\nto its association with the inmate’s risk to engage in sexually offensive behavior. k. Personal Property. CTP inmates may acquire and possess personal property in accordance\nwith BOP policy. The Warden has the discretion to restrict the possession of personal property\ndeemed inappropriate by staff due to its association with the inmate’s risk to engage in sexually\noffensive behavior. Such property may include, but is not limited to:\n■ Items that may be used as sexual paraphernalia (e.g., photographs, pictures, or drawings\ndepicting adults or children in sexually explicit or suggestive poses or situations). ■ Materials that promote the sexual exploitation of children (e.g., written materials that\nromanticize adult-child sex). ■ Written correspondence in which individuals are discussed in a sexualized way. ■ Written or pictorial materials that promote violence or reflect a degrading attitude to persons\nbased on gender.\n■ Any other material deemed inappropriate by CTP staff due to its association with the\ninmate’s risk to engage in sexually offensive behavior. l. Incoming Publications. CTP inmates may receive publications in accordance with BOP\npolicy. The Warden has the discretion to restrict incoming publications deemed inappropriate by\nstaff due to their association with the inmate’s risk to engage in sexually offensive behavior. These publications may include, but are not limited to: P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24"
    },
    {
      "id": "guidance_70__18",
      "chunk_id": "18",
      "content": "The Warden has the discretion to restrict incoming publications deemed inappropriate by\nstaff due to their association with the inmate’s risk to engage in sexually offensive behavior. These publications may include, but are not limited to: P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24 ■ Items that may be used as sexual paraphernalia (e.g., photographs, pictures, or drawings\ndepicting adults or children in sexually explicit or suggestive poses or situations). ■ Materials that promote the sexual exploitation of children (e.g., written materials that\nromanticize adult-child sex). ■ Written or pictorial materials that promote violence or reflect a degrading attitude to persons\nbased on gender.\n■ Any other material deemed inappropriate by CTP staff due to its association with the\ninmate’s risk to engage in sexually offensive behavior. m. Administrative Remedies. CTP inmates may use the Administrative Remedy Program in\naccordance with BOP policy. n. Legal Activities. CTP inmates may perform legal activities in accordance with BOP policy. o. Religious Activities. CTP inmates may pursue religious beliefs and practices in accordance\nwith BOP policy. p. Medical Care. CTP inmates are provided with the same level of medical (including dental),\npsychiatric, and psychological care in accordance with BOP policy. q. Education. CTP inmates have access to educational, occupational, and leisure activities in\naccordance with BOP policy. r. Discipline. CTP inmates are required to comply with BOP rules on inmate discipline in\naccordance with BOP policy. CTP staff will be involved throughout the investigative and\ndisciplinary process to provide clinical input and recommendations. s. Restrictive Housing. CTP inmates who require restrictive housing (e.g., Special Housing\nUnit) to ensure the safety of inmates and staff and the orderly operation of the institution will be\nhoused in a setting in accordance with BOP policy. CTP inmates housed in restrictive housing\nshould continue to receive sex offender treatment programming unless such participation would\npose an unnecessary risk to the safety and security of CTP inmates or staff, or to the orderly\noperation of the institution. 11. ANNUAL REVIEW OF COMMITTED INMATES\nPer 18 U.S.C. § 4247(e), the CTP conducts an annual examination of each committed inmate’s\nprogress and assesses the need for continued commitment. A report of the examination is P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 submitted to the court of commitment within one year of the inmate’s initial commitment and\nevery year thereafter. Operational Procedures\n■ The Forensic Coordinator, under the supervision of the CTP Administrator, will ensure that\nan evaluation by a Forensic Psychologist is completed annually under section 4247. The\nreport is submitted to the court of commitment. In addition, counsel for the inmate or his/her\nlegal guardian may, at any time during the commitment (except 180 days directly after a\ncourt determination that the person should continue to be committed), file with the court that\nordered the commitment a motion for a hearing to determine whether he/she should be\ndischarged. This filing would necessitate either an evaluation or an addendum to a prior\nevaluation that was completed within a reasonable time frame. ■"
    },
    {
      "id": "guidance_70__19",
      "chunk_id": "19",
      "content": "This filing would necessitate either an evaluation or an addendum to a prior\nevaluation that was completed within a reasonable time frame. ■ The Forensic Coordinator, under the supervision of the CTP Administrator, coordinates,\nassigns, and tracks annual reviews.\n■ The annual report conforms to the requirements of both legal and professional standards for\nthe evaluation of sexually dangerous individuals. ■ The annual report should contain the opinion of the evaluator concerning the need for\ncontinued treatment. 12. RECOMMENDATION FOR DISCHARGE\nCTP clinical staff consult with the CTP Administrator as well as with legal staff regarding any\nproposed recommendation for discharge of a CTP inmate. The CTP Administrator will present\nsuch recommendations to the Warden.\na. Conditional Discharge. Pursuant to section 4248(e), when CTP staff opine that an inmate is\nno longer sexually dangerous, or will not be sexually dangerous provided he/she is released\nunder a prescribed regimen of medical, psychiatric, or psychological care or treatment, they\nconsult with and obtain the approval of the Warden. The Warden files a certificate accompanied\nby a treatment discharge summary and forensic evaluation report that supports conditional\nrelease with the appropriate court. b. Unconditional Discharge. Per section 4248(e), if CTP staff opine that a person is no longer\nsexually dangerous and warrants release without conditions, the Warden files a certificate\naccompanied by a treatment discharge summary and forensic evaluation report that supports such\nan unconditional discharge with the appropriate court. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26 13. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4281-4, 4-4371M.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-4D-22-3, 4-ALDF-4C-30M.\nREFERENCES Program Statements\nP1315.07\nLegal Activities, Inmate (11/5/1999)\nP1330.18\nAdministrative Remedy Program (1/6/2014)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/2006)\nP5251.06\nInmate Work and Performance Pay (10/1/2008)\nP5265.14\nCorrespondence (4/5/2011)\nP5266.11\nIncoming Publications (11/9/2011)\nP5267.08\nVisiting Regulations (5/11/2006)\nP5270.09\nInmate Discipline Program (7/8/2011)\nP5270.10\nSpecial Housing Units (7/29/2011)\nP5300.21\nEducation, Training and Leisure Program Standards (2/18/2002)\nP5580.08\nInmate Personal Property (8/22/2011)\nP5800.16\nMail Management Manual (4/5/2011)\nP5360.09\nReligious Beliefs and Practices (6/12/2015)\nP6031.04\nPatient Care (6/3/2014)\nOther Standards\n■ American Psychological Association (APA) Ethical Principles of the Psychologists and Code\nof Conduct (6/1/2010). ■ Association for the Treatment of Sexual Abusers (ATSA): Practice Standards and Guidelines\n(2014) and Professional Code of Ethics (2004). ■ Prison Rape Elimination Act, Prisons and Jail Standards, 28 C.F.R. Part 115.41. Federal Regulations\nFederal Regulations in this Program Statement are found in 28 CFR § 549.90-95. BOP Forms\nBP-A1044 P5394.01 Notice of Psychological Evaluation 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 Records Retention Requirements\nRequirements and retention guidance for records and information that apply to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 28 Attachment A. SENTRY CMA Assignments Entered by DSCC and Institution Staff\nInmates who qualify for review under the Adam Walsh Act (see Section 1) have one of the\nfollowing Walsh Act CMA assignments applied by the DSCC classification or institution staff:\n■ WA NO HIST: NO WALSH ACT OFFENSE HISTORY"
    },
    {
      "id": "guidance_70__20",
      "chunk_id": "20",
      "content": "28 Attachment A. SENTRY CMA Assignments Entered by DSCC and Institution Staff\nInmates who qualify for review under the Adam Walsh Act (see Section 1) have one of the\nfollowing Walsh Act CMA assignments applied by the DSCC classification or institution staff:\n■ WA NO HIST: NO WALSH ACT OFFENSE HISTORY This assignment is applied when there is no evidence of a criminal sexual offense (i.e., arrest,\ncharge, or conviction) in the inmate’s criminal history. ■ WA NO CONV: WALSH ACT HIST – NO CONVICTION This assignment is applied when there is evidence of a criminal sexual offense (e.g., arrest or\ncharge) that did not result in a conviction (e.g., allegations only, dismissed charge, nolle\nprossed, or acquittal). ■ WA W CONV: WALSH ACT HIST – WITH CONVICTION This assignment is applied when there is evidence of a criminal sexual offense that resulted\nin a conviction. What is of relevance is the offense conduct, not the actual conviction. In\nother words, a “non-sexual” conviction resulting from a plea agreement (e.g., an offender\nwho pleads guilty to an assault but committed rape, or a burglary conviction that involved a\nsexual assault) would be captured under this assignment. Inmates with a qualifying Walsh Act CMA assignment (WA W CONV or WA NO CONV) have\nthe following Walsh Act CMA assignment added when the inmate is at 18 months from release,\nor immediately, for cases with less than 18 months to serve:\n■ WA REFER: REFERRED TO CERT REVIEW PANEL The inmate has been referred to the SOCRB for certification review. Walsh Act - CMA Assignments Entered by the Bureau’s Sex Offender Certification Review\nBranch\nThe Sex Offender Certification Review Branch will review and apply one of the following\nassignments for inmates with WA REFER:\n■ WA NOT CER: WALSH ACT – NOT CERTIFIED This assignment is entered when an inmate is not certified as a sexually dangerous person\nand has been approved for release. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 29 ■ WA TRANSFR: WALSH ACT – REQUIRES TRANSFER This assignment is entered when an inmate is transferred for certification review purposes. ■ WA PRE-CRT: WALSH ACT – NEEDS PRECERT EVAL The inmate has been referred for a precertification evaluation and is awaiting the final\ndecision by the Certification Review Panel. ■ WA CERTIFIED: WALSH ACT – CIV COMT CERTIFIED\nThe U.S. Attorney’s Office has filed an official certification petition with the Clerk of the\nCourt, and the inmate has been certified as a “Sexually Dangerous Person.” P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 30"
    }
  ]
}