{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 65,
  "chunk_text": "The decision to award a contract or subcontract must be conditioned upon the acceptance of\nthe wage determination. The non-Federal entity must report all suspected or reported violations to the Federal\nawarding agency. The contracts must also include a provision for compliance with the Copeland “Anti-Kickback”\nAct (40 U.S.C. 3145), as supplemented by Department of Labor regulations (29 CFR Part 3, “Contractors and\nSubcontractors on Public Building or Public Work Financed in Whole or in Part by Loans or Grants from the United\nStates”). The Act provides that each contractor or subrecipient must be prohibited from inducing, by any means,\nany person employed in the construction, completion, or repair of public work, to give up any part of the\ncompensation to which he or she is otherwise entitled. The non-Federal entity must report all suspected or\nreported violations to the Federal awarding agency. 70 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must\ninclude a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor\nregulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the\nwages of every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the\nstandard work week is permissible provided that the worker is compensated at a rate of not less than one and a\nhalf times the basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of\n40 U.S.C. 3704 are applicable to construction work and provide that no laborer or mechanic must be required to\nwork in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These\nrequirements do not apply to the purchases of supplies or materials or articles ordinarily available on the open\nmarket, or contracts for transportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of\n“funding agreement” under 37 CFR §401.2 (a) and the recipient or subrecipient wishes to enter into a contract\nwith a small business firm or nonprofit organization regarding the substitution of parties, assignment or\nperformance of experimental, developmental, or research work under that “funding agreement,” the recipient or\nsubrecipient must comply with the requirements of 37 CFR Part 401, “Rights to Inventions Made by Nonprofit\nOrganizations and Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,” and\nany implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387)."
}