{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 13,
  "chunk_text": "Please contact your COPS Office Program Manager for further direction on any additional requirements that may\napply to your modification request. The COPS Office will then evaluate your request and notify your agency of our\ndecision in writing. Implementation of the modified award budget may begin following written approval from the\nCOPS Office. Please note that modification approvals for active awards will be accompanied by a modified FCM\nreflecting the approved changes. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. 34 U.S.C. § 10385(b). Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its PASS award. COPS Office staff or evaluators may study the effectiveness of funded\nprograms, projects, and activities. Evaluators may collect information about the programs’ effect on crime, victims\nof crime, and the quality of life in communities. In addition, they may ask questions about the challenges\nencountered during project implementation, how residents feel about community policing, and how police feel\nabout their work. This information will be useful to other communities and police agencies across the country. 11 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your agency or department, observe activities, and\nobtain written reports about and from your agency or department. You will be asked to facilitate any site visits and\ninformation-gathering activities. In addition, you will be asked to provide accurate and timely information about\nyour award activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). 2 C.F.R §§ 200.327 –\n200.328. The progress report is used to track your agency’s progress toward implementing community policing\nstrategies and to collect data to gauge the effectiveness of increasing your agency’s community policing capacity\nthrough COPS Office funding. The Federal Financial Report is used to track the expenditures of the recipient’s award\nfunds on a cumulative basis throughout the life of the award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government must be monitored carefully to ensure the\nproper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress of\nour programs and recipients. What you should do:"
}