{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 20,
  "chunk_text": "Audit reports may not be submitted to the audited facility until the\nauditor is notified to do so by the PREA Resource Center. 8. Auditors will receive written notice from the PREA Resource Center indicating when the\nauditor has completed his or her probationary certification review requirement for each\nreviewed audit report. At this time, the auditor will also receive a brief summary report\nfrom the PREA Resource Center detailing the written guidance provided to the auditor\nthrough the probationary certification review process, improvements made by the\nauditor, and, if applicable, areas in need of future improvement. 9. Following the auditor’s completion of his or her second probationary certification report\nreview, the PREA Management Office reviews the auditor’s body of work and makes a\ndetermination as to whether or not the auditor will receive full certification. More\ndetailed information on the PREA Management Office’s review and probationary\ncertification status outcomes is provided below. 10. Regardless of whether or not auditors use the Online Audit System to conduct an audit\n(see Chapter 14), auditors on probationary certification status must submit the final\naudit report and required Post-Audit Reporting Form to the PREA Resource Center in\nthe Auditor Portal within 15 days following submission of the final report to the audited\nfacility (see Chapter 11 for auditor reporting requirements). Thus, for audits that require\na corrective action period, auditors are required to submit to the PREA Resource Center\nboth a draft of their interim audit report for probationary certification review, as well as\na copy of the final audit report that goes to the audited facility. 11. The PREA Resource Center will then conduct a final review of the auditor’s report to\nensure that the written guidance is reflected in the final product. 20 See below for additional requirements for auditors under probationary certification status. • Caution regarding time between probationary certification audits. Auditors are\nencouraged to allow a minimum of 28 days between the onsite portions of the two\naudits that an auditor submits for probationary certification review by the PREA\nResource Center. If an auditor conducts the onsite audit for his or her first two audits\nwithin less than 28 days, that will limit the amount of time the auditor has to work with\nthe PREA Resource Center and may negatively impact his or her probationary\ncertification review outcome. • Probationary certification status requirements and agency-level audits. Any agencylevel audits 13 conducted by an auditor while on probationary certification status do not\ncount toward the two facility-based audits necessary to complete the probationary\ncertification status requirements. Auditors who conduct an agency-level audit while on\nprobationary certification status must notify the PREA Resource Center and submit their\ndraft reports according to the steps prescribed above. The PREA Resource Center may\nreview an auditor’s agency-level audit report at its discretion; however, it will not count\ntoward the auditor’s probationary certification review requirement. • Importance of incorporating guidance from the PREA Resource Center. Auditors are\nexpected to incorporate all guidance provided by the PREA Resource Center into their\naudit reports prior to submitting them to the\nIMPORTANT\naudited facility."
}