{
  "document_category": "guidance",
  "docId": "guidance_38",
  "chunk_index": 6,
  "chunk_text": "However, many States now allow Election Day\nvoting at vote centers, where any voter in a jurisdiction may receive and cast a regular ballot, rather than\nlimiting a voter to an assigned polling location. This both improves voter convenience and reduces the\nnumber of provisional ballots that are not counted because they were cast in the wrong precinct. Early voting has formed an increasingly large percentage of the total votes cast in federal elections. Early in-person voting comes in two forms: early voting and in-person absentee. Early voting is typically\navailable to all eligible voters, whereas in-person absentee voting is typically limited to voters qualiﬁed to\ncast a mail ballot. Federal law speciﬁcally prescribes the date for the federal general election. 2 U.S.C. §§ 1, 7; 3 U.S.C. § 1.\nFederal law does not speciﬁcally set forth uniform procedures for locations and hours of voting on\nElection Day. Federal law also does not speciﬁcally prescribe uniform procedures for dates, hours and\nlocations for primary elections. Nor does federal law speciﬁcally prescribe uniform procedures for early\nvoting for federal elections. However, the provisions of the VRA discussed above do govern States’ decisions about both early voting\nand in-person voting on Election Day. Section 2 of the VRA prohibits jurisdictions from eliminating or declining to establish in-person voting or\nlimiting hours and locations of in-person voting if such decisions are intended to impede voters on\naccount of race from casting a ballot or will result in an election system that is not equally open to voters\non account of race. 9 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nSection 203 of the VRA requires covered jurisdictions to translate relevant written materials used at\nearly voting sites and to ensure that oral bilingual assistance is available for early in-person voting to\nexactly the same degree that such materials and assistance are required on Election Day. 28 C.F.R.\n55.15, 55.18(d)-(e). Section 208 of the VRA also allows voters with disabilities and voters with limited-English proﬁciency to\nreceive assistance from a person of the voter’s choice (other than an employer or union ofﬁcial) when\nvoting in person, whether during an early voting period or on Election Day. The ADA contains a number of protections for voters casting their ballots in person, whether during early\nvoting or on Election Day. The ADA requires that States and local governments provide voters with disabilities a full and equal\nopportunity to vote in person. 42 U.S.C. § 12132; 28 C.F.R. § 35.130. This generally requires that\njurisdictions:\n▪ Allow voters with disabilities to vote independently and privately in a manner that is equal\nto that afforded to others, 42 U.S.C. §§ 12132; 28 C.F.R. § 35.130(a). ▪ Ensure that voting locations are physically accessible and free of barriers, 28 C.F.R. §§\n35.130(b)(4), 35.149-150. ▪ Provide accessible voting booths to voters with disabilities, 28 C.F.R. § 35.130(b)(7). ▪ Permit voters to be accompanied by a service animal, 28 C.F.R. § 35.136. ▪ Provide auxiliary aids or services necessary to ensure effective communication, including\nproviding an accessible ballot, 28 C.F.R. § 35.160. ▪"
}