{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 112,
  "chunk_text": "Last Name Title\nP.O. Box / Suite / Room Number\nCity State Phone Fax Zip E-Mail Address Government Executive/Financial Official Information\nFirst Name Last Name Title\nP.O. Box / Suite / Room Number\nCity State Phone Fax Zip E-Mail Address Point of Contact Information (Individual Submitting Form)\nFirst Name Last Name Title\nE-Mail Address Please return this completed form via email to askCopsRC@usdoj.gov or fax to 202.616.8594. Rev 03/18 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Appendix K. Sample Financial Clearance Memorandum (FCM) This appendix contains a sample FCM. Please refer to your specific FCM for the list of approved allowable cost\nunder your award. 128 Financial Clearance Memorandum\nCOPS Office Community Policing Development (CPD) Program\nTo: City Manager Joe Smith\nTest Police Department Re: Financial Clearance Memorandum A financial analysis of budgeted costs has been completed. Costs under this award appear reasonable, allowable, and\nconsistent with existing guidelines. Exceptions / Adjustments are noted below. ORI #: CA00ZZZ\nBudget Category Award #: 2015TEST0012\nProposed Budget Approved Budget Sworn Officer $0.00 Fringe Benefits $0.00 $0.00\n$0.00 $0.00\n$0.00 $54,282.60\n$4,152.61\n$1,500.00\n$9,860.00\n$0.00\n$5,000.00\n$0.00\n$0.00 $54,282.60\n$4,152.61\n$0.00\n$4,360.00\n$0.00\n$5,000.00\n$7,000.00\n$0.00 $0.00\n$0.00\n-$1,500.00\n-$5,500.00\n$0.00\n$0.00\n$7,000.00\n$0.00 Civilian Personnel\nFringe Benefits\nEquipment\nSupplies\nTravel/Training\nConsultants/Contractors\nOther Costs\nIndirect Costs Total Budget Costs: $74,795.00 Federal Share: $74,795.00 Adjustments Applicant Share: $0.00 Budget Cleared Date: 07/27/2018\nOverall Comments: All costs listed in this budget were programmatically approved based on the final Budget Detail Worksheets submitted by your agency to the COPS\nOffice. Maintenance agreements (if applicable) must be purchased and paid in full within the award period. Prior to the obligation, expenditure or\ndrawdown of award funds for noncompetitive contracts in excess of $250,000, recipient must submit a sole source justification to the COPS Office for\nreview and approval. Prior to the obligation, expenditure, or drawdown of award funds for consultant fees in excess of $650 per day when the consultant\nis hired through a noncompetitive bidding process, approval must be obtained from the COPS Office. If the vendor number on this form differs from the\nEIN number included in your application, then for administrative purposes only, we are assigning a different vendor number to your agency. The reason\nfor this administrative change is that your original EIN number has been assigned to another agency. If this applies to your agency, please use the new\nvendor number on all financial documents related to this award. The vendor number should not be used for IRS purposes and only applies to this award. ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Sworn Officer Number of positions: 0\nTotal: $0.00 $0.00 $0.00 Civilian/Non-Sworn Personnel\nPositionTitle Positions Salary Benefits Total Adjustment Police Specialist 1 $37,401.00 $2,861.17 $40,262.17 $0.00 College Intern 1 $16,881.60 $1,291.44 $18,173.04 $0.00 Total: $54,282.60 $4,152.61 $58,435.21 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Equipment/Technology\nItem\nLaptop / Tablet Qty Cost/Item Total Adjustment Reason Disallowed/Adjusted 0 $1,500.00 $0.00 Total: $0.00 -$1,500.00 ORI #: CA00ZZZ Grant #: 2015TEST0012 Legal Name: Test Police Department Budget Category: Supplies\nItem Qty Cost/Item Total Adjustment Reason Disallowed/Adjusted SLPD/Weibo Canopy Tent 1 $2,500.00 $2,500.00 $0.00 Office Supplies 12 $30.00 $360.00 $0.00 Outreach Video 0 $3,000.00 $0.00 -$3,000.00 Outreach Materials 0 $3,000.00 $0.00 -$3,000.00 Services / Memberships 0 $1,000.00"
}