{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 82,
  "chunk_text": "rehire. CHP provides funding to rehire full-time officers who were laid off (from any jurisdiction) or who were\nscheduled to be laid off on a specific future date at the time of award application as a result of state, local, or BIA\nbudget reductions. A recipient may use CHP funding to rehire an experienced full-time officer, but any additional\ncosts higher than entry-level that your agency pays the rehired officer must be paid with local agency funds, not\nCHP funds. retention period. After 36 months of COPS Office funding, CHP recipients are required to retain each additional\nCOPS Office-funded position awarded using local, state, or other sources of non-COPS Office funds. Each awarded\nposition must be retained for at least 12 months following the conclusion of the 36 months of federal funding for\nthat position. This time span is referred to as the retention period. 84 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nSchool Resource Officer (SRO). A career law enforcement officer with sworn authority, deployed in communityoriented policing and assigned by the employing police department or agency to work in collaboration with schools\nand community-based organizations to\n• address crime problems, gangs, and drug activities affecting or occurring in or around an elementary or\nsecondary school;\n• deploy or expand crime prevention efforts for students;\n• educate likely school-age victims in crime prevention and safety;\n• develop or expand community justice initiatives for students;\n• train students in conflict resolution, restorative justice, and crime awareness;\n• assist in the identification of physical changes in the environment that may reduce crime in or around the\nschool; and\n• assist in developing school policy that addresses crime and to recommend procedural changes. supplanting. COPS Office award funds may not be used to supplant (replace) state, local, or Bureau of Indian\nAffairs (BIA) funds that would be made available in the absence of federal COPS Office award funding. CHP funds\nmust be used to increase the amount of state, local, or BIA funds otherwise budgeted for sworn officer positions,\nplus any additional state, local, or BIA funds budgeted for these purposes. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously submitted\napplications via www.grants.gov are already registered with SAM, as it is a requirement for www.grants.gov\nregistration. Please note, however, that applicants must update or renew their SAM at least once per year to\nmaintain an active status. Information about registration procedures can be accessed at www.sam.gov. 85 2017 COPS Hiring Program (CHP) Award Owner’s Manual COPS Office Resources\nWebsites\nCOPS Office Newsletter: http://cops.usdoj.gov/html/dispatch/index.asp COPS Office Beat Podcast: http://www.cops.usdoj.gov/Default.asp?Item=2370 Grants information: http://www.cops.usdoj.gov/grants Policing Task Force One Year Progress Report:\nhttp://www.cops.usdoj.gov/pdf/taskforce/TaskForce_Annual_Report.pdf SRO Resources: http://www.cops.usdoj.gov/supportingsafeschools Updated Publication list: http://www.cops.usdoj.gov/COPSpublications Publications\nBeyond the Badge: Profile of a School Resource Officer DVD: http://ric-zai-inc.com/ric.php?page=detail&id=COPSCD050"
}