{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 80,
  "chunk_text": "81 Criminal Background Check\nAuditors are required to pass a criminal background records check. Specific details on how to\nbegin this process will be included in the recertification application instructions. Failure to Meet Recertification Requirements Failure to complete all the recertification requirements by the specified deadline will result in\ndenial of auditor recertification. Once the expiration of an auditor’s certification takes effect,\nthe auditor will no longer be authorized to conduct PREA audits, and the auditor’s name will be\nremoved from the list of certified PREA auditors on the PREA Resource Center website. Within 30 days of the date of Notice of Denial of Recertification from the PREA Management\nOffice (unless the PREA Management Office specifies a different due date), auditors have the\noption to appeal the PREA Management Office’s determination. Written appeal must be made\nto the PREA Management Office by email at PREACompliance@usdoj.gov and must:\n•\n• Consist entirely of directly relevant written materials\nInclude all necessary explanations, information, or other materials in response to the\nallegations described in the Notice of Denial of Recertification Any false statements made in support of an appeal may be subject to criminal prosecution,\nincluding under 18 U.S.C. § 1001, and are subject to review by the Office of Justice Programs\nOffice of the General Counsel and the DOJ Office of the Inspector General. The PREA Management Office may amend the Notice of Denial of Recertification at any time\nprior to its final disposition. If such amendment includes any new material allegations of fact,\nthe auditor will have the opportunity to appeal the new allegations in the amended Notice of\nDenial of Recertification. An auditor’s appeal of the new allegations in the amended Notice of\nDenial of Recertification must be written and provided to the PREA Management Office in\naccordance with the procedures outlined above no later than 30 days after the PREA\nManagement Office provides the PREA auditor with the amended Notice, unless the PREA\nManagement Office establishes a different due date. If no appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Denial of Recertification (without reasonable justification or excuse) such:\n1. Constitutes a waiver of the right to contest the allegations in the Notice of Denial of\nRecertification, and\n2. Will result in the denial of recertification of the PREA auditor without further notice to\nthe PREA auditor, and\n3. The denial of recertification will be considered to be final as of the date indicated in the\nNotice of Denial of Recertification. 82 If an appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Denial of Recertification, it will be carefully considered by the PREA Management\nOffice. The PREA Management Office will make its determination and provide written notice of\nits decision to:\n•\n• Confirm the denial of recertification (including the reasons therefor), or\nRescind the denial of recertification, which may include mandatory remediation\nsteps or other requirements Denial of recertification will remain in effect while the appeal is under consideration. Auditors not Seeking Recertification\nAuditors may elect not to seek recertification and voluntarily let their certifications expire."
}