{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 50,
  "chunk_text": "If an\nagency is awarded several officer positions, the retention period for each individual officer position begins upon\ncompletion of 36 months of federal funding for each position (not based on the cumulative award end date). The\nadditional officer positions should be added to your agency’s law enforcement budget with state or local funds for\nat least 12 months over and above the number of locally funded officer positions that would have existed in the\nabsence of the award. If a position becomes vacant during the retention period, your agency must take active and\ntimely steps consistent with its hiring policies and procedures to fill the position with a new, additional officer to\ncomplete the remainder of the 12-month retention period. Absorbing CHP-funded officers through attrition (rather than adding the extra positions to your budget with\nadditional funding) does not meet the retention requirement. In addition, your agency may not use federal funding\nfrom other COPS Office awards to retain positions awarded under a previous COPS Office hiring award. If you have any questions regarding the retention requirement, please contact your COPS Office Grant Program\nSpecialist at 800-421-6770 or via e-mail at AskCopsRC@usdoj.gov. 51 2017 COPS Hiring Program (CHP) Award Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your award questions. We welcome and\nencourage any comments you have regarding CHP and the materials we have developed for its administration. If\nyou have specific comments regarding this manual, please send them to:\nUS Department of Justice\nOffice of Community Oriented Policing Services\nAttn: CHP Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your award, please call your COPS Office Grant Program Specialist or the COPS\nOffice Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the COPS\nOffice encourages recipients of US Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving and to establish workplace safety policies to decrease crashes caused by distracted\ndrivers. 52 2017 COPS Hiring Program (CHP) Award Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. § 3796dd et seq. B. Secondary sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the US Department of Justice in 2 C.F.R. § 2800.101\n4 C.F.R. Parts 101-105, US Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling the Paperwork Burden on the Public”\n5 C.F.R. Part 151, “Political Activity of State and Local Officers or Employees”\n28 C.F.R. Part 83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “New Restrictions on Lobbying”\n31 C.F.R. Part 205,”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables” Executive orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.FR. Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 53 2017 COPS Hiring Program (CHP) Award Owner’s Manual"
}