{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 39,
  "chunk_text": "3. Represent and warrant that all deliverables under this cooperative agreement were produced in\na manner that does not knowingly infringe or misappropriate the intellectual property rights, or\nviolate the right to privacy, of any third party. The recipient will be responsible for defending or\nsettling at its own expense any and all third party claims and liabilities arising out of or in\nconnection with any infringement action related to work that was developed, or for which\nownership was acquired, under this cooperative agreement. 4. Provide further detail on project plans as requested by the COPS Office Program Manager. 5. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate\nfrom them unless requested adjustments are first presented to and approved by the COPS Office\nProgram Manager. 6. Submit for prior approval or disapproval to the COPS Office Program Manager any proposed\nchanges in key staff assignments to this project and any significant changes in any partner’s role\nor responsibilities. 7. Submit for prior approval to the COPS Office Program Manager proposed writers of any project\ndeliverables. The Program Manager will need to review each writer’s resume and writing sample\nbefore approving the writer. 8. Submit for prior approval to the COPS Office Program Manager proposed subject matter experts\nto be used on the project. The COPS Office Program Manager will review each subject matter\nexpert’s resume before approving the subject matter expert. 9. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of non-competitive contracts for goods or services\n(including equipment purchases) in excess of $150,000. See 2 C.F.R. § 200.324(b)(2).\n10. Ensure that all proposed deliverables and publications follow and are in accordance with the\nCOPS Office Editorial and Graphics Style Manual, which includes that all non-original work should\nbe credited as appropriate. 40 11. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement\nto the Program Manager at least 90 days prior to public release to allow for COPS Office review\nand feedback. 12. All products and deliverables including those in written, visual, sound, websites or any other\nformat developed under this cooperative agreement must contain the following statement: This project was supported, in whole or in part, by cooperative agreement number 2017-XXXX-XXXX awarded by the US Department of Justice, Office of Community Oriented Policing\nServices. The opinions contained herein are those of the author(s) or contributor(s) and do\nnot necessarily represent the official position or policies of the US Department of Justice. References to specific individuals, agencies, companies, products, or services should not be\nconsidered an endorsement by the author(s) or the US Department of Justice. Rather, the\nreferences are illustrations to supplement discussion of the issues. The internet references cited in this publication were valid as of the date of publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can\nvouch for their current validity."
}