{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 67,
  "chunk_text": "• Problem Solving Activities\n Building on information systems to enhance crime analysis capabilities.  Identifying crime problems by looking at crime trends.  Identifying crime problems with members of the community or other government agencies.  Preventing crime by focusing on conditions that lead to crime. • Community Partnerships\n Meetings with community members to learn about specific problems.  Locating offices or stations within neighborhoods.  Use of volunteers and/or reserve officers.  Providing community policing training to citizens.  Police participation in community organization working groups and/or special programs for schools and\nother interest groups which enhance crime prevention.\n 71 2017 COPS Hiring Program (CHP) Award Owner’s Manual Appendix E. Memorandum of Understanding guidance\nDeveloping your school-based partnership\nSchool and law enforcement partnerships are built on a foundation of shared goals and objectives, which are\napproached in a constructive and positive manner and achieved through open communication. When schools,\ncommunities, and law enforcement agencies work together to creatively tackle problems, they may be able to\nachieve a number of positive outcomes, including the following:\n• An increased ability of law enforcement agencies, schools, and community groups to gather and analyze\nuseful and timely information about crime and fear of crime in schools in accordance with applicable privacy\nlaws;\n• An increased ability of law enforcement agencies, schools, and community groups to work together in\ndeveloping innovative, systemic, long-term approaches to reducing and preventing different kinds of crime in\nand around their schools and preventing unnecessary law enforcement involvement in non-criminal student\nmisbehavior. Measurable outcomes may be determined by implementing strategies focused on targeted\ncrimes, thereby improving the quality of life for those affected (students, teachers, school personnel, and\nparents), promoting a safer environment that is conducive for learning, and decreasing the fear of crime and\nviolence among students, school employees, and the surrounding community;\n• An increased understanding of how to effectively interact with youth through coordinated training on topics\nsuch as basic childhood and adolescent development and age-appropriate responses, disability and special\neducation issues, conflict resolution and de-escalation techniques, bias-free policing including implicit bias\nand cultural competence, restorative justice techniques, and working with specific student groups such as\nstudents with disabilities or limited English proficiency and students who are lesbian, gay, bisexual, and transgender (LGBT);\n• An increased understanding of an SRO’s roles and responsibilities, including an understanding that school\ncode of conduct violations and routine discipline of students remains the responsibility of school administrators and that law enforcement actions (such as arrest, citations, ticketing, or court referrals) are only to be\nused as a last resort for incidents that involve criminal behavior or when it becomes necessary to protect the\nsafety of students, faculty, and staff from the threat of immediate harm;\n• An increased ability through coordinated training for schools and law enforcement agencies to properly train\nand respond to school safety threats;\n• An increased ability to plan for and respond appropriately to emergencies. Developing a Memorandum of Understanding\nAn MOU, also referred to as an interagency agreement or Memorandum of Agreement (MOA), is an instrument\nused to build mutual respect and trust between partners while delineating specific roles and responsibilities of the\npartnering agencies."
}