{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 36,
  "chunk_text": "Please visit the Justice Information Sharing homepage at\nhttps://it.ojp.gov/technology-contacts and identify your appropriate contact. The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing networks or\nIT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office–funded\nsystems should employ, to the extent possible, existing systems such as Law Enforcement Online (LEO), Regional\nInformation Sharing Systems (RISS), Joint Regional Information Exchange System (JRIES), etc., to achieve interstate\nconnectivity. 32. News Media\nCondition: The recipient agrees to comply with the COPS Office policy on contact with the news media. The policy establishes\nthe COPS Office Communications Division as the principal point of contact for the news media for issues relevant to\nthe COPS Office or parameters of this award. The recipient agrees to refer all media inquiries on these topics\ndirectly to the COPS Office Communications Division at 202-514-9079. Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate U.S. Department of Justice\noffices and personnel aware of pending articles and interviews. What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 33. Paperwork Reduction Act Clearance and Privacy Act Review\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections to the\nCOPS Office for submission to the Office of Management and Budget (OMB) for clearance under the Paperwork\nReduction Act (PRA). Before submission to OMB, all information collections that request personally identifiable\ninformation must be reviewed by the COPS Office to ensure compliance with the Privacy Act. The Privacy Act\ncompliance review and the PRA clearance process may take several months to complete. 44 U.S.C. §§ 3501-3520\nand 5 U.S.C. § 552a. 36 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the public\nwhile maximizing the practical utility and public benefit of information created, collected, disclosed, maintained,\nused, shared, and disseminated by or for the Federal Government. See 5 C.F.R. § 1320.1. In addition, the Privacy\nAct establishes a “code of fair information practices” that regulates the collection, maintenance, use, and\ndisclosure of personally identifiable records. 5 U.S.C. § 552a. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency, or\n(2) the terms and conditions of the award require specific approval by the agency of the collection of information\nor the collection procedures. See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Program Manager."
}