{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 40,
  "chunk_text": "P5100.08\n9/12/2006\nChapter 6, Page 9\n10. DRUG/ALCOHOL ABUSE 10. DRUG/ALCOHOL ABUSE 0 = Never/>5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate. Examples of drug or alcohol abuse\ninclude: a conviction of a drug or alcohol related offense, a\nparole or probation violation based on drug or alcohol abuse,\npositive drug test, a DUI, detoxification, etc. Absent any\ninformation similar to the above, an inmate’s self report is\nsufficient to score this item. If this information is unknown,\nenter a “U” and the item will be scored as zero. 11. BASE SCORE 11. BASE SCORE (ADD B. ITEMS 1 - 10) SENTRY will compute the base score based upon the points\nentered for Items 1 - 10 (excluding Item 3). In cases where\nthe total results in a negative number the base score will be\nset at zero. C. CUSTODY SCORING\n1. PERCENTAGE OF TIME SERVED 1. PERCENTAGE OF\nTIME SERVED 3 = 0-25%\n4 = 26-75% 5 = 76-90%\n6 = 91+% Enter the number of points that reflect the percentage of time\nthe inmate has already served on the present commitment at the\ntime of the review. To determine the percent, divide the number\nof months already served on the present sentence by the number\nof months of incarceration the inmate will have served upon\nreaching his/her projected release date. If applicable, give\ncredit for jail time. Example: An inmate has served 15 months (14 months at the\ninstitution, plus credit for one month jail time) of an\nanticipated total of 78 months of confinement. Actual Time Served\n=\nAnticipated Time in Confinement = 15= 19.2%\n78 Enter \"3\" , since 3 represents a range of 0 to 25%. P5100.08\n9/12/2006\nChapter 6, Page 10\n2. PROGRAM PARTICIPATION 2. PROGRAM PARTICIPATION 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the\ninmate’s level of initiative in programming. This\nis based on the inmate’s active program involvement, eg. RPP,\nFRP, Drug education or Treatment Programs, education programs,\nor any other suitable programs as recommended by the Unit Team. Unit Teams should score\nthis area at the time of the custody review so input may be\ngained from all classification team members. NOTE: Inmates in “FRP Refuse”, “RPP Refuse”, or who refuse to\nparticipate in mandatory drug education or treatment\nprograms will be scored with 0 points regardless of\nany other programs achievements. Otherwise, assign\npoints as follows: GOOD - The inmate actively participates in multiple\nrecommended programs. AVERAGE - The inmate could be participating in multiple\nrecommended programs but chooses to be involved in one at a\ntime. This also includes inmates who are on official\nwaiting lists for programs recommended by the Unit Team. POOR - No program involvement, refuses to participate, or poor\nparticipation in programs in which he/she is enrolled. 3. LIVING SKILLS\n3. LIVING SKILLS 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the inmate’s\nliving skills during the past 12 months. This is based on the\ninmate’s demeanor, attitude, personal accountability and nature\nof interaction with staff and other inmates."
}