{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 65,
  "chunk_text": "16. If the award contains a retention requirement, it will retain the increased officer staffing level or the increased\nofficer redeployment level, as applicable, with state or local funds for a minimum of 12 months following\nexpiration of the award period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of Congress, a\njurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or otherwise, any legislation,\nlaw ratification, policy or appropriation whether before or after the introduction of any bill, measure, or\nresolution proposing such legislation, law, ratification, policy or appropriation as set forth in the Anti- Lobby\nAct, 18 U.S.C. § 1913.\n18. In the event that a portion of award reimbursements are seized to pay off delinquent federal debts through\nthe Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if\nthe award does not contain a cost sharing requirement, contribute a nonfederal share) equal to the amount\nseized in order to fully implement the award project. False statements or claims made in connection with COPS Office award may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the recipient of its obligations under this award. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 71 Certifications\nRegarding Lobbying; Debarment, Suspension and Other Responsibility Matters; Federal Taxes\nand Assessments; Drug-Free Workplace Requirements; and Coordination with Affected\nAgencies. Although the U.S. Department of Justice has made every effort to simplify the application process, other provisions\nof federal law require us to seek your agency’s certification regarding certain matters. Applicants should carefully\nreview the statutes and regulations cited below and the instructions for certification to understand the\nrequirements and whether they apply to a particular applicant. Signing this form complies with the certification\nand notice requirements under 28 C.F.R. Part 69 “New Restrictions on Lobbying”; 2 C.F.R. Part 2867\n“Nonprocurement Debarment and Suspension”; 2 C.F.R. Part 200 “Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards”; the general provisions in the applicable Appropriations\nAct; 28 C.F.R. Part 83 “Government-Wide Requirements for Drug-Free Workplace (Grants)”; and the Public Safety\nPartnership and Community Policing Act of 1994. The certifications shall be treated as a material representation of\nfact upon which reliance will be placed when the U.S. Department of Justice determines to make the covered\naward. 1. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R."
}