{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 8,
  "chunk_text": "Allowable award-related travel costs that were included in the application have been approved by the\nCOPS Office as part of the SVPP award and final budget. Your agency should keep timely and accurate records of all\ntravel expenses. If at any time these costs change, you should immediately contact your COPS Office Grant\nProgram Specialist. Contracts/Consultants\nContracts include goods or services that directly contribute to the implementation or enhancement of the project. The applicant should distinguish clearly between subawards and contracts in allocating any funds to other entities. Pursuant to 2 C.F.R. § 200.330, a subaward is for the purpose of carrying out a portion of the federal award, and a\ncontract is for the purpose of obtaining goods and services for the recipient’s own use. The substance of the\nrelationship is more important than the form of the agreement in determining whether the recipient of the passthrough funds is a subrecipient or a contractor. Keep in mind that the awarding and monitoring of contracts must\nfollow documented procurement procedures, including full and open competition, pursuant to the procurement\nstandards in 2 C.F.R. §§ 200.317 – 200.326, and the issuance of subawards must meet the requirements of 2 C.F.R.\n§ 200.331. Any recipient of an award will be responsible for monitoring subawards and contracts in accordance with all\napplicable statutes, regulations, and guidelines. Primary recipients will be responsible for oversight of subrecipient\nor partner spending and monitoring specific performance measures and outcomes attributable to the use of COPS\nOffice funds. All sole-source procurements of goods and services (those not awarded competitively) in excess of $250,000\nrequire prior approval from the COPS Office. Please see the Sole Source Justification fact sheet at\nhttps://cops.usdoj.gov/svpp#programdocuments. 7 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nConsultant expenses include goods or services that directly contribute to the implementation or enhancement of\nthe project. The use of a consultant should be more economical than direct employment. Compensation for\nindividual consultant services procured under a COPS Office award must be reasonable and allocable in accordance\nwith Office of Management and Budget (OMB) cost principles, and consistent with that paid for similar services in\nthe marketplace. The services should be commensurate with the rate or salary paid by the primary employer. Unless otherwise approved by the COPS Office, independent consultant rates will be approved based on the salary\na consultant receives from his or her primary employer, as applicable, up to $650 per day (or $81.25 per hour). Please note that this does not mean that the rate can or should be as high as $650 for all consultants. If individuals\nreceive fringe benefits from their primary employer, such fringe benefit costs should not be included in the\ncalculation of consultant rates. A consultant rate justification will need to be submitted for review and approval to\nthe COPS Office for any consultants hired through a noncompetitive bidding process and paid more than $650 per\nday prior to incurring any costs. Determinations of approval will be made on a case-by-case basis. Please see the\nConsultant/Contract Rate Information fact sheet at Please see the Sole Source Justification fact sheet at\nhttps://cops.usdoj.gov/svpp#programdocuments."
}