{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 91,
  "chunk_text": "c. Procedures for Exchange and Cleaning of Linen/Clothing. Inmates are allowed at least\nthree changes of clean clothing and one change of linen per week. A reasonable cleaning\nschedule applies to blankets and pillows. Mattresses are cleaned as necessary. The institution may provide clean clothing in several ways: access to self-serve washers, a central\nclothing exchange, or a combination of the two. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 121 When no central laundry is available, institutions provide detergent (low-suds and biodegradable)\nfor inmate use. Non-chlorine bleach may be furnished within budgetary constraints. Procedures are established for exchanging clothing no longer usable. Disciplinary action may be\ntaken against inmates who willfully damage Government-issued clothing and linen. Inmates are\nissued release clothing per the Program Statement Release Gratuities, Transportation, and\nClothing. d. Inmate Accountability for Government-Issued Items. Institutions establish local\nprocedures to account for the initial issue of Government-furnished items to inmates and for their\nreturn before release or upon placement in special housing. Upon receiving their clothing, inmates are required to sign for receipt and instructed that clothing\nis returned at release. Records are kept documenting items and quantities issued. The return of\nclothing at release is recorded on the inmate's record. e. Services to Other Institution Components. Institutions establish local procedures for\nlaundering Government-owned staff clothing, such as Health Services or Food Service smocks. 13.3 LAUNDRY INVENTORY MANAGEMENT\na. TRUTRAC. Inmate clothing/linen received in the Warehouse is maintained in TRUTRAC. Inmate clothing/linen stored at a location other than the Warehouse that has an inventory in excess\nof a 30-day supply is maintained in TRUTRAC using a separate inventory location. Stock Record Cards are not required for stock maintained at final issue points, such as the laundry\ncloset or stock issued to the hospital or units. b. Annual Clothing Stores Inventory. An annual clothing stores inventory is required for\nsupplies maintained in TRUTRAC. The annual inventory is conducted per Chapter 12. Staff\nthat do not have control of laundry stores, conduct the inventory. 13.4 HEALTH AND SAFETY The Program Statements National Environmental Protection Policy, National Occupational\nSafety and Health Policy, and National Fire Protection Policy provide specific guidance related\nto health and safety. Certain aspects of safety related to laundry operations are cited here as responsibilities of laundry\npersonnel. The Laundry Foreman/Trust Fund Supervisor enforces safety regulations in all areas\nunder his/her supervision, both by training employees and inmates in proper working methods and\nin proper storage and handling of materials presenting safety hazards. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 122 Staff working in the laundry shall be familiar with the operation of the washing and drying\nequipment. Particular attention shall be given to clothes drying procedures. Directions on the\noperations of the washers and dryers shall be posted for all staff to review. a. Laundry Separation. Clean laundry is kept separately from soiled laundry. Laundry carts\nare used exclusively for dirty or clean laundry, and are clearly marked to prevent any mingling. b. Contaminated Laundry. Local procedures are established to identify contaminated\nclothing and linen and for sending them to the laundry."
}