{
  "document_category": "guidance",
  "docId": "guidance_82",
  "chunk_index": 58,
  "chunk_text": "As required by the Public Safety Partnership and Community Policing Act of 1994, at 34 U.S.C. § 10382(c)(5), if\nthis application is for a COPS award, the Applicant certifies that there has been appropriate coordination with\nall agencies that may be affected by its award. Affected agencies may include, among others, Offices of the\nUnited States Attorneys; State, local, or tribal prosecutors; or correctional agencies. I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271-10273), and also may subject me and\nthe Applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729-3730 and 3801-3812). I also acknowledge that the Department’s awards, including certifications provided\nin connection with such awards, are subject to review by the Department, including by its Office of the Inspector\nGeneral. Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 61 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix C. COPS Office Resources The COPS Office’s information resources, covering a wide range of topics—from school safety to gang violence—\ncan be downloaded at https://ric-zai-inc.com. 62 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix D. School Violence Prevention Program (SVPP) file\nmanagement: Documents to maintain in SVPP award file\nRecords must be maintained throughout the two-year SVPP award period and for at least three years following the\nofficial closeout of the SVPP award. AWARD PROGRAM____SVPP_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your SVPP application through the COPS Office\nwebsite at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and keep it with\nyour agency’s SVPP award records.) _____ COPY OF SVPP AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMORANDUM (FCM) AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • SVPP Quarterly Progress Report(s) (for each quarter of the award period)\n• Closeout Report\n_____\n•\n•\n•\n•\n•\n•\n•\n• SUPPORTING DOCUMENTATION FOR DRAWDOWNS W2 Employee Forms (Copy)\nRecords of salary / approved fringe benefits rates for each person hired under the award\nRecords of hire dates for each person hired under the award\nPayroll records / Time & attendance records\nPostal receipts / Fax transmission reports (to prove submission dates) Log of reimbursement requests made via GPRS\nCopies of checks or wire transfer documents (if applicable)\nCopies of financial office journal entries (if applicable) _____ AWARD CORRESPONDENCE (All other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS"
}