{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 77,
  "chunk_text": "A desired hotel may oﬀer an incentive of no overall facility cost (e.g., for meeting\nrooms or audio-visual equipment) but may not be economical in other cost comparison items such as the\navailability of lodging at per diem rates, travel distance for attendees, etc. Also, recipients and contractors\nshould maintain written documentation justifying their decision to select the chosen location in the event of a\nfuture audit. 5. Is there a timeframe after the COPS Oﬃce accepts a conference request that a cooperative agreement\nrecipient or contractor can expect notiﬁcation of approval? Each event request (meeting, conference, webinar, etc.) is unique in reference to how it will accomplish the\nCOPS Oﬃce’s mission. The key to any conference request moving through the review process depends on\nwhether the package is complete. A complete package contains a detailed cost analysis and suﬃcient\njustiﬁcation to support all categories within the package. Example: An event is submitted for approval and consists of the following categories: printing and distribution,\nmeals and incidental expenses (M&IE), lodging, transportation, and trainer or facilitator costs. The package\ncontains a detailed cost analysis of each cost category (e.g., one trainer at $450 per day x 2 days = $900) and\nadequate justiﬁcation explaining the purpose of the event and the role of the trainer. This package can move\nthrough the review process in a few days and allow ample time for travelers to make reservations, if the\npackage was submitted within the required timeframe. However, if the trainer or facilitator’s costs in the\nsubmitted package exceed the COPS Oﬃce’s threshold and if supporting justiﬁcation was not included, a delay\nmay occur while this justiﬁcation is being retrieved. To avoid delays in the approval process, all recipients and contractors should adhere to the timeframe\nrequirements for the dollar amount of their proposed event. 6. Once an event is approved, how do we handle any increases or decreases in the amount of attendees\noriginally proposed on the cost analysis spreadsheet submitted to the DOJ for approval? After receiving notiﬁcation of approval from the COPS Office, all subsequent changes prior to the start day of\nthe event should be sent to the COPS Oﬃce Conference Costs email address, as appropriate. Example: If the\nCOPS Office approved on 9/1/2017 an event scheduled for 12/15/2017, the cooperative agreement recipient\nor contractor should notify the COPS Office of any changes in attendees as soon as possible (preferably 30\ndays or more in advance). This scenario holds true for changes to the start and end date, location, and any\nother cost-related category. 7. Does the $25 per person per day limit for meeting rooms and audio-visual costs also include service fees and\ntaxes? Yes. The cost allowed for conference space and audio-visual equipment and services (fees and taxes) is limited\nto $25 per day per attendee and is not to exceed a cumulative total cost of $20,000. Total costs are deﬁned as\ndirect and indirect costs. 85 8. What if there are multiple meetings occurring within the larger event oﬀered to all the attendees? Is the\n$25 per day per attendee limit applicable to each meeting?"
}