{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 40,
  "chunk_text": "Auditors must keep thorough notes while working on site. Notes are a critical\nelement of the audit process because they help auditors recall important details when it comes\ntime to write the audit report. They are also required under Standard 115.401(j), which states,\n39 “The auditor shall retain and preserve all documentation (including, e.g., video tapes and\ninterview notes) relied upon in making audit determinations. Such documentation shall be\nprovided to the Department of Justice upon request.” For this reason, the Auditor Compliance\nTool provides space for the auditor to describe observations, reflections, follow-up questions,\nand other comments. When onsite, the auditor should also verify any information that the\nfacility provided during the pre-onsite audit phase that may lead to a finding of noncompliance\nwith the Standards. Using the Auditor Compliance Tool consistently throughout the audit allows\nthe auditor to keep track of the evidence collected for each Standard and more easily identify\nthose Standards that may need additional follow up while onsite. Each step in the onsite audit phase is described in greater detail below. Site Review\nPREA Standard 115.401(h) states, “The auditor shall have access to, and shall observe, all areas\nof the audited facilities.” In order to meet the requirements in this Standard, the site review\nportion of the onsite audit must include a thorough examination of the entire facility. As stated\nin Chapter 15, auditors should request a diagram of the physical plant during the pre-onsite\naudit phase and become familiar with the facility layout to ensure that all areas of the facility\nare thoroughly observed. The site review is not a casual tour of the facility. It is an active,\ninquiring process that includes talking with staff and inmates to determine whether, and the\nextent to which, the audited facility’s practices demonstrate compliance with the Standards. The review of practices during the site review requires active engagement with critical facility\nfunctions such as intake and risk screening; cross-gender announcement; grievance process;\nuse of signage throughout the facility (e.g., notice of the\nIMPORTANT\naudit, PREA posters); activity in the housing units; bathroom\nand shower procedures; staffing ratios; cameras and\nAuditors are encouraged to have\nsurveillance technology deployment and use; working\ninformal conversations with\ncondition of telephones, kiosks, and other devices; access to\ninmates and staff during the site\nreporting entities; and supervision practices. Auditors must\nreview; however, these\nwatch closely during the site review and are strongly\nconversations do not constitute a\nencouraged to have facility staff walk them through routine\nformal interview for the purpose\nof complying with Standard\npractices such as risk screening, and pay close attention and\n115.401(k) and meeting the\nask questions during this process. For example, auditors are\ninterview requirements set forth\nstrongly encouraged to accompany an incoming inmate\nin this Handbook. through the initial screening process—questioning staff\nalong the way—to thoroughly understand how the process works in practice. This contributes\nsignificantly to the auditor’s understanding of how the facility conducts this function and\nprovides a better basis for determining where there may be issues in need of corrective action."
}