{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 12,
  "chunk_text": "8. Award Monitoring Activities\nCondition:\nFederal law requires that recipients receiving federal funding from the COPS Office must be monitored to ensure\ncompliance with their award conditions and other applicable statutory regulations. The COPS Office is also\ninterested in tracking the progress of our programs and the advancement of community policing. Both aspects of\naward implementation—compliance and programmatic benefits—are part of the monitoring process coordinated\nby the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include site visits,\noffice-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As a COPS Office award recipient, you agree to cooperate with and respond to any requests for\ninformation pertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. 11 What you should do: Your organization may be required to accommodate routine and nonroutine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your organization’s use of federal funds both programmatically\nand financially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is\nthreefold:\ni. To review for compliance with the terms and conditions of the award ii. To review the recipient’s community policing strategies iii. To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare for\nthe review of their COPS Office awards. This review is generally performed over a period of one or more days. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site or, if\nnecessary, following the site visit. In addition, recipients will also have an opportunity to seek customer\nservice and/or technical assistance on the implementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an\nalternative for conducting award monitoring reviews in support of the COPS Office’s overall award\nmonitoring strategy. The purpose of the EOBGR is threefold:\ni. To review for compliance with the terms and conditions of the award ii. To review the recipient’s community policing strategies iii. To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This\nreview is generally performed over a one- to two-day period. Recipients will have an opportunity to resolve\nany identified noncompliance issues, if necessary, following the EOBGR interview."
}