{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 9,
  "chunk_text": "The\nAuditor Code of Conduct section of the Handbook identifies general principles that govern the\nprofessional and personal conduct of auditors and the underlying rules that support these\nprinciples. As a condition of DOJ auditor certification, auditors must comply with this code of\nconduct. However, these principles are demonstrative of the standards to which an auditor will\nbe held. The PREA Management Office retains the discretion to review whether certain conduct\nnot specifically described in this section nevertheless violates the spirit and intent of this\nAuditor Code of Conduct and may, therefore, subject an auditor to disciplinary action. 8 Guiding Auditor Code of Conduct Principles This chapter discusses the core principles that auditors are expected to uphold in both their\nprofessional and personal conduct: integrity, objectivity, confidentiality, and proficiency and\nprofessionalism. 5\nIntegrity\nIntegrity is the virtue of being honest, fair, and trustworthy. In the context of the PREA audit,\nintegrity demands that auditors apply the Standards fairly, consistently, and comprehensively. In taking such an approach, auditors demonstrate a firm commitment to upholding the overall\nintent of PREA to create or enhance a culture of zero tolerance for sexual abuse and sexual\nharassment inside confinement facilities, and to support policies and practices required by the\nStandards to achieve this goal. Modeling Commitment to\nWith these principles in mind, PREA auditors must:\nthe PREA Standards\n1. Put forth an honest effort to execute auditing\nresponsibilities and apply the PREA Standards in a\nfair, comprehensive, and consistent manner\n2. Avoid any actions which would create the\nappearance of a violation of any law or ethical\nstandards to a reasonable person with full\nknowledge of the relevant facts\n3. Model a commitment to the elimination of sexual\nabuse and sexual harassment in confinement\nAuditors must not: 1. Engage in any conduct of a criminal, reckless,\nnegligent, dishonest, deceitful, or fraudulent nature,\neither by act or omission, that calls their integrity\ninto question\n2. Misrepresent their certification credentials for any\npurpose Auditors should be able to explain\neach of the Standards and the\nunderlying rationale for the\nobligations each Standard\nimposes. For more information\nabout DOJ’s rationale for\nindividual Standards, auditors\nshould see the preamble to the\nPREA Notice of Final Rule available\non the PREA Resource Center\nWebsite. Auditors may encounter\nresistance to PREA among some\nfacilities and agencies—to the\nPREA statute overall or to\nparticular Standards and\nprovisions. Auditors should be\nprepared for such resistance and\nunderstand that the best defense\nis their own thorough\nunderstanding of and\ncommitment to the Standards. Objectivity\nPREA auditors must exhibit the highest level of professional\nobjectivity in gathering evidence and evaluating the policies, procedures, practices, and\noperations of an audited agency or facility. Auditors must exhibit the same level of professional\nobjectivity in communicating information about activities and processes being examined, and in\ncommunicating their reasons for arriving at a particular finding for every Standard and for every\nprovision of a Standard. These code of conduct principles were informed by “Code of Ethics,” by The Institute of Internal Auditors North\nAmerica, Author, n.d., retrieved from na.theiia.org/standards-guidance/mandatory-guidance/Pages/Code-ofEthics.aspx; and “Government Auditing Standards,” by United States Government Accountability Office, 2007,\nretrieved from www.gao.gov/new.items/d07731g.pdf. 5 9 Under no circumstances should an auditor permit anyone to inappropriately influence his or\nher professional judgment regarding any part of the conduct of a PREA audit."
}