{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 63,
  "chunk_text": "If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage at https://portal.cops.usdoj.gov and enter your email address, and click on the\n“Forgot Password” link. If you do not have your user name or password, please contact the COPS Office Response\nCenter by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or\nby email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October covering activities\nfor the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout) Report will\nbe sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days after\nthe last day of each reporting quarter, as detailed in table 2. Table 2. Due dates of Program Progress Reports by quarter\nProgram Progress Report due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 Reporting quarter\nJanuary 31–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 What kind of information will these reports require? These reports will request information about the status of your award in terms of purchasing equipment, hiring\npersonnel, delivering services, and progress in meeting milestones identified in the cooperative agreement, as well\nas general information about your agency. What if we make a mistake or need to modify the report after it is submitted? Recipients may need to make a change or may be asked by a subsequent COPS Office reviewer to make a\ncorrection to a submission. The recipient can update the submission by logging on to the COPS Office website or by\ncalling the COPS Office Progress Report Team at 800-659-7379.\n66 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this award\nmay be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes the opportunity to\nprovide assistance regarding the implementation of award provisions to help ensure that federal award funds are\nspent responsibly. As such, the following contacts are provided to address noncompliance and technical assistance\nissues:\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499.\n•"
}