{
  "document_category": "guidance",
  "docId": "guidance_43",
  "chunk_index": 10,
  "chunk_text": "Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Office Anti-Heroin Task\nForce program award. For example, a recipient who has budgeted local funds to pay for a new computer\nsystem may not reallocate those funds to pay for any other law enforcement cost as a result of receiving\nAHTF funds for the same computer system. Overtime To meet this award condition, you must ensure the following:\n Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current budget. Funds currently allocated to pay for overtime may not be reallocated to other purposes or reimbursed upon\nthe award of a COPS Office Anti-Heroin Task Force program award. Additionally, by the conditions of this\naward, you are required to track all overtime funded through the COPS Office Anti-Heroin Task Force\nprogram. Training To meet this award condition, you must ensure the following:\n Any training provided by the COPS Office Anti-Heroin Task Force program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note: This award condition applies to all state or locally funded agencies working in partnership with your agency\nunder this award. Your agency is responsible for ensuring that any state or locally funded partnership agencies use\nCOPS Office funds only to supplement, not supplant, their state or local funding as described in this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 24 months\nbeyond the initial award expiration date. Any request for an extension beyond 24 months will be evaluated on a\ncase-by-case basis. Only those recipients that can provide a reasonable justification for delays will be granted nocost extensions. Reasonable justifications may include technology implementation delays, training delays, or other 9 2019 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual circumstances that interrupt the 24 month award funding period. An extension allows your agency to compensate\nfor such delays by providing additional time to complete the full 24 months of funding. 2 C.F.R. §\n200.308(d)(2). Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days before the award end date."
}