{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 30,
  "chunk_text": "Request for Public Safety Factor Waiver. Only the DSCC\nAdministrator is authorized to waive a PSF. A request\nfor waiver of a PSF will be submitted to the DSCC via\nform 409, available on SALLYPORT. The form 409 will\nindicate that the request is for waiver of a Public\nSafety Factor. Items 1 through 7 must be completed\nwhen submitting a request for waiver of a PSF. U Long-term Detainee. Long-term detainees are given an\ninitial custody and security level. However, Custody\nClassification Forms are not to be completed on\nlong- term detainees due to the unavailability\nor non- applicability of certain data (i.e.,\ncurrent term of confinement, length of time\nremaining to serve, accurate criminal history). P5100.08\n9/12/2006\nChapter 5, Page 5 Therefore, transfers for positive or negative behavior\nmay cause placement in a facility different from his or\nher scored security or custody level. When needed, this\nMGTV will be applied by the Detention Services Branch,\nCorrectional Programs Division, Central Office. Long-term criminal detainees whose security or custody\nlevel does not match that of their facility will have\nthis Management Variable applied. This applies as well\nif an inmate rolls over to the status of a long-term\ndetainee after being ordered detained upon expiration\nof the federal sentence and the security or custody\nlevel does not match that of the designated facility. V Greater Security. There may be security concerns which\nare not adequately reflected in the classification\nscheme. In circumstances where an inmate represents a\ngreater security risk (i.e., pending charges,\ndetainer, escape risk, etc.) than their assigned\nsecurity level, they may be placed in an institution\noutside normal guidelines, and this MGTV will apply. When this MGTV is applied based on institutional\nbehavior which is not supported by a UDC/DHO finding\nof guilt, staff will ensure compliance with the\ncriteria as set forth in the Program Statement on\nInmate Discipline and Special Housing Units. Application of this MGTV mandates the DSCC\nAdministrator determine the most appropriate level of\nsecurity required by the inmate and apply a\nManagement Security Level (MSL). Designation will\nthen be made to a DFCL commensurate with the inmate’s\nManagement Security Level. The MSL must be at least\none level greater than the scored security level\nwhich is based on the Security Total and Public\nSafety Factor(s). This MGTV requires up to a\n24 month expiration date. W Lesser Security. There may be security concerns which\nare not adequately reflected in the classification\nscheme. In circumstances where an inmate represents a\nlesser security risk (i.e., detainer removed, positive\nadjustment, etc.) than the assigned security level,\nthe inmate may be placed in an institution outside\nnormal guidelines. For example, where age is largely\nthe contributing factor in the inmate’s placement,\nthis Management Variable will apply. Application of this MGTV mandates the DSCC\nAdministrator to determine the most appropriate level\nof security required by the inmate and apply a\nManagement Security Level (MSL). The MSL must be at least one level less than the scored P5100.08\n9/12/2006\nChapter 5, Page 6\nsecurity level which is based on the Security Total\nand Public Safety Factor(s). DISCONTINUED MANAGEMENT VARIABLES."
}