{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 60,
  "chunk_text": "The range of potential partners is large, and these partnerships can be\nused to accomplish the two interrelated goals of developing solutions to problems through collaborative problem\nsolving and improving public trust. The public should play a role in prioritizing public safety problems. Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify community\nconcerns and offer alternative solutions. Examples of agencies include legislative bodies, prosecutors, probation\nand parole departments, public works departments, neighboring law enforcement agencies, health and human\nservices departments, child support, ordinance enforcement, and schools. 62 2017 COPS Hiring Program (CHP) Award Owner’s Manual Community members and groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. Partnerships with these factions of the community can engage the community in\nachieving specific goals at town hall meetings, neighborhood association meetings, decentralized\noffices/storefronts in the community, and team beat assignments. Nonprofits and service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its behalf\ncan be powerful partners. These groups often work with or are composed of individuals who share certain\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because they\noften bring considerable resources to bear on problems of mutual concern. Businesses can help identify problems\nand provide resources for responses, often including their own security apparatus and community outreach. The\nlocal chamber of commerce can also assist in disseminating information about police and business partnerships\nand initiatives. Media The media represent a powerful mechanism by which to communicate with the community. It can assist with\npublicizing community concerns and available solutions, such as services from government or community agencies\nor new laws or codes that will be enforced. In addition, the media can have a significant impact on public\nperceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem solving. Agency management\n•\n•\n•\n•\n•\n•\n•\n•\n• Climate and culture\nDecision making\nDespecialization\nGeographic assignment of officers\nLabor relations\nLeadership\nOrganizational evaluations\nOrganizational structure\nPolicies 63 2017 COPS Hiring Program (CHP) Award Owner’s Manual\n• Resources and finances\n• Strategic planning\n• Transparency Personnel\n• Recruitment, hiring, and selection\n• Personnel supervision/evaluations\n• Training Information systems (technology)\n• Communication / access to data\n• Quality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed and how the\ninfrastructure can be changed to support the philosophical shift behind community policing. It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way the department is managed and organized, its personnel, and its technology. Agency management"
}