{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 10,
  "chunk_text": "Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. The care of the spouse or registered partner may be requested to be a condition of the inmate’s\nrelease to a supervised release term. Thus, failure to care for the spouse or registered partner\nmay result in a finding of a supervised release violation and return to custody. 7. FACTORS AND EVALUATION OF CIRCUMSTANCES IN RIS REQUESTS For all RIS requests, the following factors should be considered:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ Nature and circumstances of the inmate’s offense. Criminal history. Comments from victims. Unresolved detainers. Supervised release violations. Institutional adjustment. Disciplinary infractions. Personal history derived from the PSR. Length of sentence and amount of time served. This factor is considered with respect to\nproximity to release date or Residential Reentry Center (RRC) or home confinement date. Inmate’s current age. Inmate’s age at the time of offense and sentencing. Inmate’s release plans (employment, medical, financial). Whether release would minimize the severity of the offense. When reviewing RIS requests, these factors are neither exclusive nor weighted. These factors\nshould be considered to assess whether the RIS request presents particularly extraordinary and\ncompelling circumstances. Overall, for each RIS request, the BOP should consider whether the inmate’s release would pose\na danger to the safety of any other person or the community. 8. APPROVAL OF REQUEST\n§571.62 Approval of request. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 12 a. The Bureau of Prisons makes a motion under 18 U.S.C. 4205(g) or 3582(c)(1)(A)\nonly after review of the request by the Warden, the General Counsel, and either\nthe Medical Director for medical referrals or the Assistant Director, Correctional\nPrograms Division for non-medical referrals, and with the approval of the\nDirector, Bureau of Prisons. (1) The Warden shall promptly review a request for consideration under 18 U.S.C.\n4205(g) or 3582(c)(1)(A). If the Warden, upon an investigation of the request\ndetermines that the request warrants approval, the Warden shall refer the matter\nin writing with recommendation to the Office of General Counsel. The Warden’s referral at a minimum must include the following:\na. The Warden’s written recommendation as well as any other pertinent written recommendations\nor comments made by staff during the institution review of the request. b. A complete copy of Judgment and Commitment Order or Judgment in a Criminal Case and\nsentence computation data. c. A progress report that is not more than 30 days old. All detainers and holds should be resolved\nprior to the Warden’s submission of a case under 18 U.S.C. 3582 (c)(1)(A) or 4205(g). If a\npending charge or detainer cannot be resolved, an explanation of the charge or conviction status is\nneeded. d. All pertinent medical records if the reason for the request involves the inmate’s health. Pertinent records include, at a minimum, a Comprehensive Medical Summary by the attending\nphysician, which should also include an estimate of life expectancy, and all relevant test results,\nconsultations, and referral reports/opinions. e."
}