{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 38,
  "chunk_text": "The COPS Office may make any work\nthat was developed or purchased under this award publically available by any means without restriction, including\na U.S. Department of Justice website, social media account, a hard copy, or in electronic form. The COPS Office also\nreserves the right, at its discretion, to not publish deliverables and other materials (e.g., reports, publications,\nmanuals, and training curricula) developed under this award as a U.S. Department of Justice resource. What you should do: The recipient is responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in deliverables\nthat are developed under this award. All licensing, publishing, or similar agreements with a copyright holder,\npublisher, or other relevant party must include provisions giving the COPS Office a royalty-free, nonexclusive, and\nirrevocable license to reproduce, publish, or otherwise use the work in whole or in part (including create derivative\nworks) for Federal Government purposes and to authorize others to do so. If the recipient retains a contractor or\nconsultant to author or coauthor a work under this award, the recipient must ensure that there is a written\nagreement with the contractor or consultant that explicitly (1) assigns and transfers all rights to the copyright in\nthe work to the recipient for the full term of copyright and, if a copyright transfer is not feasible, (2) awards the\nCOPS Office the same royalty-free, nonexclusive, and irrevocable license to use, and authorize others to use, the\nwork for Federal Government purposes. The U.S. Department of Justice is a nonexclusive licensee to copyrighted work that was developed, or for which\nownership was purchased, under this award. Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please visit\nthe U.S. Copyright Office at www.copyright.gov. 38 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual What are the specific rules regarding termination of award funding? The COPS Office may suspend, in whole or in part, or terminate funding or impose other sanctions on a recipient\nfor the following reasons:\nFailure to substantially comply with the requirements or objectives of the Public Safety Partnership and\nCommunity Policing Act of 1994, program guidelines, or other provisions of federal law\nFailure to make satisfactory progress toward the goals or strategies set forth in this application\nFailure to adhere to award agreement requirements or special conditions\nProposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n• Failure to submit required or requested reports\n• Filing a false statement or certification in this application or other report or document\n• Other good cause shown •\n•\n•\n•\n• Prior to imposing sanctions, the COPS Office will provide reasonable notice to the recipient of its intent to impose\nsanctions and will attempt to resolve the problem informally. Appeal procedures will follow those in the U.S.\nDepartment of Justice regulations in 28 C.F.R. Part 18."
}