{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 9,
  "chunk_text": "[For example, if the award start date is July 1 and the layoff is scheduled for\nNovember 1, then the COPS Office funds may not be used to fund the officer until November 1, the date of the\nscheduled layoff.] Your agency must have identified the date(s) of the scheduled layoffs and the number of officers\nto be laid off in its application. Your agency must maintain documentation showing the date(s) and reason(s) for\nthe layoffs, the number of officers laid off, the number of officers rehired, and the dates the officers were rehired. [Please note that your agency may rehire the officers scheduled for layoff with CHP funding on or immediately\nafter the date of the scheduled layoff. Unless required by your jurisdiction, your agency is not required to formally\ncomplete the administrative steps associated with the layoff of the individual officers you are seeking to rehire so\nlong as your agency can document that a final, approved budget decision was made to layoff those particular\nindividual officers on the identified layoff date.] Documentation that may be used to prove that scheduled layoffs or budget reductions are occurring for local\neconomic reasons that are unrelated to the availability of CHP award funds may include (but are not limited to)\ncouncil or departmental meeting minutes, memoranda, notices, or orders discussing the layoffs; notices provided\nto the individual officers regarding the date(s) of the layoffs; or final budget documents ordering departmental or\njurisdiction-wide budget reductions. These records must be maintained with your agency’s CHP award records\nduring the award period and for three years following the official closeout of the CHP award in the event of an\naudit, monitoring, or other evaluation of your award compliance. For more information regarding complying with the nonsupplanting requirement, including implementing your\naward when you have locally funded vacancies, please see the Grant Monitoring Standards and Guidelines at\nwww.cops.usdoj.gov/pdf/e081420661_Grant%20Monitoring_Final.pdf. 8 2017 COPS Hiring Program (CHP) Award Owner’s Manual 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 36 months\nbeyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated on a\ncase-by-case basis. Only those recipients that can provide a reasonable justification for delays will be granted nocost extensions. Reasonable justifications may include difficulties in filling COPS Office-funded positions, officer\nturnover, or other circumstances that interrupt the 36 month award funding period. An extension allows your\nagency to compensate for such delays by providing additional time to complete the full 36 months of funding for\neach position awarded. Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award."
}