{
  "document_category": "guidance",
  "docId": "guidance_84",
  "chunk_index": 49,
  "chunk_text": "The\nrecipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. For general information on U.S.\nDepartment of Justice human subjects and privacy protections, please visit\nhttps://www.nij.gov/funding/humansubjects/Pages/welcome.aspx. 2. Implementation of this award will be subject to federal monitoring, auditing, or evaluation and/or a\nsingle audit in accordance with 2 C.F.R. § 200.501. The recipient agrees to cooperate with such\nactivities by providing access to and copies of, as appropriate, all project-related records, documents,\nand personnel. A recipient that expends $750,000 or more in federal funds (from all sources) during\nthe recipient’s fiscal year must have a single audit conducted in accordance with 2 C.F.R. § 200.514,\nexcept when it elects to have a program-specific audit conducted in accordance with 2 C.F.R. §\n200.501(c). For-profit (commercial) entities should follow the dollar threshold in 2 C.F.R. § 200.501 in\ndetermining whether to conduct an audit in accordance with the Government Auditing Standards. 3. Failure to comply with the terms and conditions of this award may result in legal sanctions including\nsuspension and termination of funds, repayment of expended funds, and ineligibility to receive\nadditional COPS Office funding. 4. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal awards or contracts, and any other remedy\navailable by law to the Federal Government. 49 2018 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nD. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the specified\ntimeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks must\nbe accomplished to get the desired results/outcomes?] Task 1\nTask 2\nTask 3. The recipient will produce a standalone executive summary document(s) for [specify\ndocument/deliverables]. This document(s) is intended for use by law enforcement executives and others\ninterested in an abridged version of the resource(s) developed under this award, and it will summarize the\nrecipients’ work and highlight the major findings and recommendations. This document(s) will be subject\nto COPS Office review and approval. [This task should be included in all CAs when it is applicable. For\nexample, it may not be applicable to training awards or when the documents produced are already\nabridged/summarized]. Task 4. Work with the COPS Office and the program manager to address peer review, program manager,\nvetting, and other COPS Office staff comments regarding [specify products and deliverables]. E. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award\ndate of XX/XX/XXXX) that are considered to be significant in the performance of this cooperative\nagreement. One electronic copy of deliverable items will be delivered, and in accordance with the\nfollowing schedule:\nDeliverables & Dates\n[List Project Deliverables and dates] All deliverable items will be furnished to the following:\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The recipient must provide a quarterly report of actual expenditures related to project activity on a\ncumulative basis."
}