{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 31,
  "chunk_text": "Absorbing CHP-funded positions through attrition (rather than\nadding the extra positions to your budget with additional funding) does not meet the retention requirement. In\naddition, COPS Office award funding may not be used to retain positions awarded under a previous COPS Office\nhiring award. Your agency should maintain documentation demonstrating when the 36-month award funding period expired for\neach awarded position and that each retained position was above and beyond the number of officer positions that\nyour agency would have otherwise funded with state or local funds. We understand that your agency’s identified\nsource(s) of retention funding may change during the life of the award, so your agency should maintain\ndocumentation of any changes in the event of an audit, monitoring, or other evaluation of your award compliance. Please note that your agency is required to retain the officer position(s) awarded under the CHP award and not the\nspecific officer(s) hired to fill the award position(s). If a position funded by the CHP award becomes vacant during\nthe retention period, your agency is required to take active and timely steps consistent with your agency’s hiring\npolicies and procedures to fill the position with a new officer to complete the remainder of the 12-month retention\nperiod. Your agency should maintain documentation demonstrating that you did not delay filling the position and\nthat the steps your agency took to fill the position were consistent with your hiring policies and procedures. 30 2017 COPS Hiring Program (CHP) Award Owner’s Manual At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under the CHP\naward may be ineligible to receive future COPS Office hiring awards for a period of one to three years. If your\nagency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review. 28. Community Policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency and the officers funded by this award\nprogram were identified and described in your CHP award application. In sections VI(A) and (B), your agency\ndeveloped a community policing plan for the CHP award with specific reference to a crime or disorder problem and\nthe following elements of community policing: (a) problem solving—your agency’s plan to assess and respond to\nthe problem identified; (b) community partnerships and support, including related governmental and community\ninitiatives that complement your agency’s proposed use of CHP funding; and (c) organizational transformation—\nhow your agency will use the funds to reorient its mission to community policing or enhance its involvement in and\ncommitment to community policing. Throughout the CHP award period, your agency is required to implement the\ncommunity policing plan it set forth in the CHP award application. The COPS Office defines community policing as a philosophy that promotes organizational strategies that support\nthe systematic use of partnerships and problem-solving techniques to proactively address the immediate conditions\nthat give rise to public safety issues such as crime, social disorder, and fear of crime. CHP awards through the\nspecific officers funded (or an equal number of redeployed veteran officers) must be used to initiate or enhance\ncommunity policing activities."
}