{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 82,
  "chunk_text": "The PREA Auditor Code of Conduct\nThe PREA Auditor Certification Agreement\nPREA Standards governing auditor conduct\nFAQs issued by the DOJ PREA Working Group\nThe PREA Auditor Handbook\nPREA auditor requirements articulated in the PREA Auditor Candidate Training\nRequired PREA auditor continuing education\nPREA auditor reporting requirements Peer review requirements\nRemediation steps required by the PREA Management Office Decertification or suspension may also be a consequence in cases where an auditor engages in\nmisconduct (including, but not limited to negligence, criminal conduct, malfeasance, gross\nfraud, and conflict of interest) or demonstrates serious misapplication or misinterpretation of\none or more PREA Standards. An auditor who is decertified or suspended will receive notice of the decision from the PREA\nManagement Office. This notice will contain important information regarding the grounds for\ndecertification or suspension, a description of the evidence upon which the allegations are\nbased, a description of the appeal process, and the effective date of the decertification or\nsuspension. The process for suspension and decertification is described below. Process for Suspension of Certification The duration of a suspension will be determined by the PREA Management Office and may be\nextended for cause. During the period of suspension, auditors may not conduct any audits or\naudit-related activity. Within 30 days of the date of Notice of Suspension (unless the PREA\nManagement Office specifies a different due date), auditors have the option to appeal the PREA\nManagement Office’s determination. A written appeal must be made to the PREA Management\nOffice by email at PREACompliance@usdoj.gov. An auditor’s appeal must:\n•\n• Consist entirely of directly relevant written materials\nInclude all necessary explanations, information, or other materials in response to the\nallegations described in the Notice of Suspension Any false statements made in support of an appeal may be subject to criminal prosecution,\nincluding under 18 U.S.C. § 1001, and are subject to review by the Office of Justice Programs\nOffice of the General Counsel and the DOJ Office of the Inspector General. The PREA Management Office may amend the Notice of Suspension at any time prior to its final\ndisposition. If such an amendment includes any new material allegations of fact, the auditor will\nhave the opportunity to appeal the new allegations. An auditor’s appeal of the new allegations\nin the amended Notice of Suspension must be written and provided to the PREA Management\n84 Office in accordance with the procedures outlined above no later than 30 days after the PREA\nManagement Office provides the PREA auditor with the amended Notice, unless the PREA\nManagement Office establishes a different due date. If no appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Suspension (without reasonable justification or excuse) such:\n1. Constitutes a waiver of the right to contest the allegations in the Notice of Suspension,\nand\n2. Will result in the decertification of the PREA auditor without further notice to the PREA\nauditor, and\n3. The decertification will be considered to be final as of the date indicated in the Notice of\nDecertification. If an appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Suspension, it will be carefully considered by the PREA Management Office."
}