{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 10,
  "chunk_text": "(b) Child placement is the inmate’s responsibility. The Warden shall provide\nopportunities for counseling by institution staff and community social agencies\nto aid the inmate with placement. (c) The institution staff shall work closely with community agencies and persons\nto ensure the child is appropriately placed. The staff shall give notice to the\nresponsible community agency of the inmate’s plan for her child. Child welfare P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 workers may come to the institution in appropriate cases to interview and\ncounsel an inmate. Social work staff must establish a liaison with the welfare agency or its equivalent and ensure\nthat this agency receives advance notice of the intended child placement to allow sufficient time\nfor their investigation of potential home sites for the child. Social workers also meet with the inmate to provide information regarding Bureau programs for\npregnant females. These programs include Mothers and Infants Together (MINT) and the\nResidential Parenting Program (RPP). The social worker documents this informational contact\nin the Electronic Medical Record and notifies the Female Offender Branch Administrator,\nRegional Social Worker, and institution Clinical Director of any inmate wishing to participate in\neither program. Administrative discretion is used in deciding to pay for immediate post-natal care of an inmate’s\nchild while in custody when the Bureau finds itself responsible for the cost by default (no other\nresources can be compelled to pay). It is reasonable that the Bureau provides for the child’s\nmedical expenses for the first three days after routine vaginal birth or up to seven days for a\nCaesarean section. Prior to the birth, the mother must make arrangements for a custodian to take care of the child. At this time, the CEO ensures the person or agency taking custody of the child is also asked to be\nresponsible for medical care costs beyond three days after birth. (Note: This may be extended by\nthe Regional Director for an additional seven days for extenuating circumstances on a case-bycase basis.) The person(s) receiving custody of the child should sign a Statement of\nResponsibility for medical care costs, clearly indicating that the signing party accepts financial\nresponsibility. Unit Management advises the inmate to obtain the statement while the inmate is\nstill in the institution. Unit Management will then forward copies to the Health Services\nAdministrator (HSA) for placement in the HSA’s outside hospitalization file, and to the Business\nOffice. 8. MOTHERS AND INFANTS TOGETHER (MINT) PROGRAM\nMINT is a residential program promoting bonding skills for pregnant inmates. The inmate\nresides with the child at all times inside a contract Residential Reentry Center (RRC). Female\ninmates are eligible to enter the program at the RRC generally during their last two months of\npregnancy. After birth, the mother is allowed at least three additional months to bond with the\nchild, although a minimum of six months is recommended. The mother is then returned to an\ninstitution to complete her sentence, if necessary. If she is eligible for prerelease services, she P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16"
}