{
  "document_category": "guidance",
  "docId": "guidance_51",
  "chunk_index": 12,
  "chunk_text": "The inmate must sign the Transfer Inquiry (BP-A0297) indicating an interest. An inmate with dual citizenship/nationality is eligible to apply to any treaty nation of which\nhe/she is a citizen/national. His/her citizenship code in SENTRY should reflect the country to\nwhich he/she is applying. The institution completes application packets for interested inmates. In addition, the inmate\nshould be advised to write to the applicable embassy or consulate in the United States to request\ntreaty transfer, initiate the verification of citizenship/nationality, and expedite the transfer\napplication process. c. No Interest in Treaty Transfer. The Case Manager enters “ITTXX NO I” if the inmate is\neligible but is not interested in treaty transfer. The inmate must sign the Transfer Inquiry (BPA0297) indicating no interest. Treaty consideration for eligible inmates is addressed at subsequent program reviews and\ndocumented on the program review form. d. Approved for Treaty Transfer. Correctional Programs Branch, Central Office, enters\n“ITTXX PEND” upon receiving written notification from OEO that the inmate has been\napproved for treaty transfer by the U.S., but a decision is still pending from the foreign country\n(FC). P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 Correctional Programs Branch, Central Office, enters “ITTXX APPR” upon receiving written\nnotification from OEO that the inmate has been approved for treaty transfer by both the U.S. and\nthe foreign country and has consented to transfer at his/her consent verification hearing. e. Denied Treaty Transfer. Correctional Programs Branch, Central Office, enters “ITTXX US\nD” upon receiving written notification from OEO that the inmate has been denied treaty transfer\nby the U.S.\nCorrectional Programs Branch, Central Office, enters “ITTXX FC D” upon receiving written\nnotification from OEO that the inmate has been denied treaty transfer by the foreign country. 8. DETAINERS/PENDING CHARGES Detainers or pending charges do not preclude an inmate from applying for treaty transfer. However, the inmate should be advised to resolve any detainer or pending charge before\napplying for treaty transfer consideration, as he/she may be considered unsuitable until the\ndetainer is removed or the pending charge is resolved. Detainers lodged by Immigration and Customs Enforcement (ICE) have no impact on the\neligibility of a prisoner applying for transfer/\n9. CASES ON APPEAL OR COLLATERAL ATTACK\nOEO cannot approve a transfer if the inmate has a pending appeal or a collateral attack on his/her\nconviction or sentence. The judgment must be final. The applicant should not apply for\ntransfer until the appeal process or collateral attack has concluded. Note: An appeal challenges the decisions made in the same case. A collateral attack is a motion\nfiled pursuant to 28 U.S.C. § 2255, which challenges some aspect of a former judgment due to an\nallegation of injustice or unconstitutional treatment. If an inmate advises his/her case manager that he/she has a pending appeal or collateral attack,\nthe case manager advises him/her that a transfer cannot be approved until a final judgment is\nreceived. The status of the pending appeal or collateral attack is addressed during scheduled\nprogram reviews."
}