{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 12,
  "chunk_text": "In addition, please be aware that the COPS Office will not approve any modification request that\nresults in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items, or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you may expend award funds only\nas approved in the Financial Clearance Memorandum. Any requests to change or alter awards require written\napproval from the COPS Office prior to their implementation. Without prior written approval, you must continue\nto implement your award as it was originally awarded and accepted by your agency. Please be advised that\nreprogramming requests for unallowable costs will not be approved (construction, indirect costs, etc.). What you should do: For all other modifications, your agency must access www.cops.usdoj.gov and select the “Account Access” link in\nthe upper right corner to log in and submit your request to the COPS Office, providing the proposed changes,\ndetails of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist via the COPS Office Response Center at 800-421-6770. The\nCOPS Office will then evaluate your request and notify your agency of our decision in writing. Implementation of\nthe modified award may begin following written approval from the COPS Office. Please note that modification\napprovals for active awards will often be accompanied by a modified award document reflecting the approved\nchanges. If applicable, your agency is required to sign and submit the modified award document via the “Account\nAccess” tab to officially accept the award modification. 10 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of its award programs. The recipient\nagrees to cooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the Act. The COPS\nOffice conducts evaluations to determine what programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its CAMP award. In some jurisdictions, COPS Office staff members or evaluators may study the\neffectiveness of funded programs, projects, and activities. Evaluators may collect information about the programs’\neffect on crime, victims of crime, and the quality of life in communities. In addition, they may ask questions about\nthe challenges encountered during project implementation, how residents feel about community policing, and\nhow police feel about their work. This information will be useful to other communities and police agencies across\nthe country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain written\nreports about and from your department."
}