{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 58,
  "chunk_text": "If the inmate requires continued placement in that state\nfacility, DSCC staff will enter a notation on the SENTRY “CIM\nClearance and Separatee Data” screen indicating such. However,\nif state placement is no longer necessary, the inmate will be\nredesignated to Bureau custody by the DSCC. Inmates serving a sentence of Death will also be reviewed for\ncontinued state placement. Information received from Community\nCorrections staff during the review of the contract may be used\nto make a determination for continued state placement. The DSCC is responsible for monitoring and tracking state\nplacement requests received from BOP institutions. The CCRA will\nprepare a quarterly report (statistical/narrative) which will be\nforwarded to the DSCC Administrator. P5100.08\n9/12/2006\nChapter 7, Page 15\n19. SECONDARY DESIGNATION. Upon initial designation, an inmate\nmay be designated specifically for a parole hearing or program\nparticipation, and as a result, may require a secondary\ndesignation upon completion of the activity. If upon completion\nof the activity, staff determine that the secondary designation\nis no longer appropriate, the DSCC will be notified for\nreconsideration. Otherwise, when the conditions of the initial\ndesignation are met, institution staff will prepare a Transfer\nOrder for signature of the sending institution Warden and\narrangements will be made for movement of the inmate through\nroutine procedures. A secondary designation will not normally be made for cases\ndesignated for medical or psychiatric treatment. The medical\ncenter or reviewing institution will notify the Medical\nDesignator upon completion of evaluation or treatment. Approval\nwill be given for a secondary designation at that time. This\napproval will be based on medical requirements of the inmate\nand resources of the secondary designation. 20. POPULATION MANAGEMENT. The Assistant Director, Correctional\nPrograms Division periodically reviews each institution’s Rated\nand Designation Capacities. Occasionally, it is necessary to\nimpose a moratorium or population cap on a particular\ninstitution to avoid or reduce overcrowding. The Assistant\nDirector, Correctional Programs Division, with the approval of\nthe Population Management Subcommittee of the Executive Staff,\nmay impose a moratorium on other facilities including the\nMedical Referral Center general population units. The Assistant\nDirector, Health Services Division, with the approval of the\nPopulation Management Subcommittee of the Executive Staff, may\nauthorize a moratorium or population cap for Medical Referral\nCenters (excluding general population). a. Referral Procedures (1) The Warden of the institution recommends to\nthe Regional Director that a moratorium or population\ncap be established. (2) The Regional Director reviews the request, and if\nin agreement, contacts the Assistant Director, Correctional\nPrograms Division, or the Assistant Director, Health\nServices Division, and either requests a population cap or\ntotal moratorium. A population cap places a ceiling on the number of inmates\nthat can be designated to a facility. A total moratorium is\ndefined as a complete cessation of all initial designations\nand redesignations to an institution or DFCL assignment. P5100.08\n9/12/2006\nChapter 7, Page 16 In extreme circumstances, the Assistant Director, Correctional\nPrograms or Health Services Division with concurrence of the\nSubcommittee may direct that inmates en route to a facility be\nredesignated. When a moratorium or population cap is imposed, a\ntermination date will be established. The cap or moratorium will\nbe terminated on that date unless the Regional Director contacts\nthe appropriate Assistant Director, Correctional Programs or\nHealth Services Division, and obtains an extension."
}