{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 31,
  "chunk_text": "Establishing Audit Goals and Expectations From the beginning of the audit, it is important for the auditor to establish a positive working\nrelationship with key facility staff and agency leadership, and to approach the audit as an\nopportunity for positive change that will benefit everyone working and living in the facility. PREA auditors have the difficult yet important job of conducting an objective audit that\nassesses compliance with every provision of every Standard and upholds the spirit and intent of\nthe PREA Standards, while also collaborating with facilities during the corrective action stage of\nthe audit to reach the shared goal of PREA compliance and, more importantly, sexual safety\nwithin the facility. Auditors should use this early communication with the facility to clearly\narticulate their role as an auditor and what the facility can\nCorrective Action\nexpect during each stage of the PREA audit. It is also important to make clear that the audit, including\nRecognizing the number and\nany required corrective action, is not intended to be a\ncomplexity of the requirements in\n“gotcha” process. While corrective action may be perceived\nthe PREA Standards, DOJ\npurposefully included corrective\nas failure by confinement facilities and agencies seeking\naction in the Standards to serve as\nPREA compliance, DOJ views corrective action as an\na helpful tool for facilities and\nopportunity to enhance safety and promote a zero\nagencies to work in collaboration\ntolerance culture for sexual abuse and sexual harassment. with their PREA auditor to address In fact, the PREA audit was built on the assumption that full\nchallenges related to sexual\ncompliance with every discrete provision would, in most\nsafety. cases, require corrective action. It is important for auditors\nto emphasize this message throughout the audit process. By characterizing the audit as an In most cases, the initial kickoff meeting will be held via teleconference or videoconference; however, auditors\nwho live in close proximity to the audited facility or agency may opt to conduct this kickoff meeting in person. 16 31 opportunity for positive change, the auditor sets realistic expectations for the initial findings of\nthe audit and frames the process as one that is of value to the facility or agency. Communicating Key Information on the Audit Process In contrast to traditional correctional audits, which largely focus on facility and agency policies\nand procedures, the PREA audit relies on a rigorous, practice-based methodology that assesses\nwhether policies and procedures have been institutionalized. It is important for auditors to\neducate the facility about what it means to conduct a practice-based audit, describe each phase\nof the audit process and the core activities undertaken by the auditor (e.g., in-depth site review\nto directly observe and assess relevant correctional practices), and make it clear that a PREA\naudit will be unlike other correctional audits the facility has received in the past. Further, it is critical that the agency and facility understand that, under the PREA Standards,\nauditors are entitled to unfettered access to all areas of the facility, personnel, contractors,\nvolunteers, and inmates, as well as a wide variety of sensitive and confidential documentation\nand information. See, generally, Standard 115.401."
}