{
  "document_category": "guidance",
  "docId": "guidance_43",
  "chunk_index": 7,
  "chunk_text": "(Please\nnote: Overtime for sworn officers engaging in AHTF-related activities is an allowable cost; however, any overtime\nexpenses requested for sworn officer positions must be listed in the “Other Costs” section of your application’s\nbudget. Overtime expenses must exceed the expenditures that your agency is obligated or funded to pay in its\ncurrent budget.) Civilian/nonsworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local budget. Staff\nmust be hired on or after the award start date, and positions must directly relate to the AHTF project. Examples of\nallowable personnel and fringe benefits costs include those for civilian AHTF project coordinators or antiheroin/drug problem analysts. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe\nbenefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement, worker’s\ncompensation, and unemployment insurance. Supplies All supplies must be used solely for the project identified in your project proposal. Reimbursement for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities is prohibited. Items must meet the guidelines described in 2 C.F.R. Part 200, Subpart E – Cost Principles. 6 2019 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Travel/training\nTravel costs for transportation, lodging, subsistence, temporary dependent care, and related items are allowable\nunder the COPS Office Anti-Heroin Task Force program with prior approval from the COPS Office. In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the recipient’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable rates\nand amounts established by the U.S. General Services Administration (GSA) for the relevant geographic area will\napply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. Allowable airfare costs will\nbe reimbursed based upon least expensive unrestricted accommodations class offered by commercial airfare, the\nFederal Government contract airfare (if authorized and available), or standard coach airfare, unless otherwise\nauthorized in advance by the COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from conference\ntravels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for the federal\naward; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are only\ntemporary during the travel period. The COPS Office Anti-Heroin Task Force program will fund award-related travel costs for the recipient agency or\nother (nonrecipient) individuals to attend training and technical assistance conferences, seminars, or classes or to\nvisit a site specified in the application. Allowable award-related travel costs that were included in the application\nhave been approved by the COPS Office as part of the AHTF award and final budget. Your agency should keep\ntimely and accurate records of all travel expenses."
}