{
  "document_category": "guidance",
  "docId": "guidance_41",
  "chunk_index": 89,
  "chunk_text": "DOJ-Sponsored Conference Request and Report Form_Version 2\nRelease Date: 4/1/13 NUMBER OF\nATTENDEES 0 Return To: JMD Finance Staff, TSG at Conference.and.Non-Federal.Center@usdoj.gov Attachment 1\nSUBMISSION FORM\n5 of 13 Please answer the following questions below:\nMeeting/Event name:\nMeeting/Event date: Please select yes or no from the drop down: Yes/No 1. Is the cost of the event greater than $20,000? 2. Are there meeting room costs? 3. Are audio visual costs greater than $25 per attendee\nor more than $1000 in total? 4. Are there any food and beverage costs? 5. Did the request for the meeting come from multiple\njurisdictions or agencies? 6. Do the participants represent multiple agencies that\nare not co-located or joined by an agreement (e.g., task\nforce with MOU)? 7. Are there trinkets being purchased? 8. Is there a formal published agenda? 9. Are formal discussion or presentation panels\nplanned? 10. Are there logistical planning costs beyond\nincidental internal administrative costs necessary to\narrange travel and lodging for a small number of\nindividuals? If any question is answered \"yes\", the event must be submitted for prior\napproval. If all answers are \"no\", the event does not require additional prior\napproval. The CCRPOC must sign the certification below and this\ndocumentation along with the original cost estimate must be maintained in\nthe award files in accordance with the record documentation guidelines\noutlined in the Financial Guide. CCRPOC Certification (only to be used if all answers are \"no\"): The CCRPOC for this award certifies that the answers to all the\nquestions above are \"no\", thereby not requiring prior approval. The CCRPOC further certifies that actual costs charged to the\ncooperative agreement will not exceed $20,000, including any\napplicable indirect costs. Typed CCRPOC Name: Date: Please answer the following questions below to continue with your prior approval: One sentence describing the event:\nPurpose for the event: How the purpose ties to the COPS Office/DOJ Mission: COPS Office Mission: To advance the practice of community policing by the nation’s state, local, territorial, and tribal law\nenforcement agencies through information and grant resources. DOJ Mission: To enforce the law and defend the interests of the United States according to the law; to ensure public safety\nagainst threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just\npunishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans. Brief discussion of how and why the venue (City, State and facility) was selected. Answer: Venue selection justification documents or venue selection matrix provided. Intended audience (select all that apply \"X\")\nCommunity based organizations/NPOs\nCommunity Members/Volunteers/General Public\nCorrections / Detention Personnel\nCourt Personnel\nCrime Scene Investigators\nDefense Attorneys\nEducators\nFaith-based Organizations\nFinancial Managers\nForensic Scientists\nGrant Managers Health services (medical, mental health, substance abuse treatment)\nIndustry\nJudges\nLaw Enforcement\nProbation /Community Corrections/Parole\nProsecutors\nTribal\nVictim Advocates\nYouth\nOther – describe below Topic (select all that apply \"X\")\nCorrections\nCourts\nCrime Prevention\nCrime Scene Investigation\nDrugs\nForensic Science\nGrants Management (financial, administrative, programmatic)\nJustice Systems\nJuvenile Justice\nLaboratory Operations\nLaw Enforcement\nStandards\nTechnical Working Groups / Advisory Groups\nVictims of Crime\nOther – describe below ESTIMATED EXPENSE JUSTIFICATION/COST CALCULATION SECTION\nConference/Meeting Space\nJustification Item Number of Days Cost per Day Total Direct Costs Total Grantee Cost $0\n$0\n$0\n$0\n$0\n$0 Total Cost $0\n$0 A/V Equipment & Services\nJustification Item Number of Days Cost per Day Total Direct Costs"
}