{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 9,
  "chunk_text": "■ A description of the nature of the spouse’s or registered partner’s care, as relevant, during the\ninmate’s pre-arrest and pre-sentence period, and during the inmate’s current incarceration. ■ Letters or documentation indicating whether the inmate is the only family member caregiver\ncapable of caring for the spouse or registered partner. This should include an explanation of\nwho has been caring for the spouse or registered partner during the inmate’s period of\nincarceration, as relevant. ■ Letters or documentation indicating the spouse or registered partner is, or would be,\nsupportive of the inmate’s release, and of the inmate assuming the role of the primary\ncaregiver. All RIS requests should be assessed using the factors outlined in Section 7 as well as the\nfollowing factors.\n■ Has the inmate committed violent acts before or during the period of incarceration, as\nreflected in the PSR, institution disciplinary records, or other appropriate documentation?\n■ To what extent would the inmate and spouse or registered partner be relying on publicly\navailable resources (e.g., financial or medical) to provide care to the spouse or registered\npartner?\n■ Has the inmate ever been charged with, or convicted of, a crime of domestic violence?\n■ Did the inmate share a residence with the spouse or registered partner prior to the period of\nincarceration?\n■ Did the inmate have drugs, drug paraphernalia, firearms, or other dangerous substances in the\nhome shared with the spouse or registered partner prior to incarceration?\n■ To what degree has the inmate had contact with (or cared for) the spouse or registered partner\nprior to arrest, pretrial or pre-sentence, and during incarceration? Staff should review\ninstitution records for evidence of contact (telephone, mail, email, visiting log, etc.).\n■ Is there any evidence of abuse or neglect involving the spouse or registered partner in the\nPSR or other documents?\n■ Are there any documents regarding the inmate’s custodial skills or obligations (e.g., child\nsupport orders, restraining orders for physical or emotional abuse of spouse or registered\npartner or children, certificates for classes in anger management or other types of counseling,\nremoval of children from the home for any reasons)?\n■ Does the inmate have a detainer as a deportable alien to a country other than where the\nspouse or registered partner resides?\n■ Has the inmate received public funding or had a job with a living wage for any period of time\nprior to incarceration? P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 11 ■ Has the inmate engaged in programming (e.g., anger management, financial responsibility\nprogram) during incarceration that would indicate efforts to improve custodial skills and/or\nthat would indicate a commitment to the inmate’s spouse or registered partner upon release? Wardens should also consider any additional reliable documentation (e.g., letters of support from\nfamily members, neighbors, doctors, hospitals, and state or local agencies). Documentation may\nbe obtained with the assistance of the Office of Probation and Pretrial Services. The care of the spouse or registered partner may be requested to be a condition of the inmate’s\nrelease to a supervised release term."
}