{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 6,
  "chunk_text": "The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories (please see appendix K on page 130 for a\nsample FCM). Listed below are the budget categories that may appear on your FCM. If your agency’s operating\nbudget categories differ from those approved in the FCM, your agency should maintain a cross-reference to clearly\nidentify where the funds were budgeted. As long as funds are spent during the award period on project costs that\nwere documented in your application’s budget summary and approved by the COPS Office through the issuance of\nthe FCM, this award condition will be satisfied. The award number should be indicated on all budgetary\ndocumentation including purchase orders, receipts, and other documentation. All recipients should keep and\nmaintain the most recent, approved version of their 2019 PASS application and FCM for future reference. For\nrecipients that are state, local, or Tribal Government entities, requests may be made only for items or positions\nthat are not otherwise budgeted with state, local, or Bureau of Indian Affairs (BIA) funds and would not be funded\nin the absence of the PASS award. 5 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nPersonnel (salaries and benefits) Personnel expenses may be reimbursed for project activities that take place on or after the award start date. In\naddition, a position’s salary must be reasonable for the services rendered and must be paid to a person appointed\nunder the law or rules governing hiring by your agency. Salary payments must be based on payroll records. Time\nand attendance records or the equivalent must support payroll records. With respect to any PASS award, a\nrecipient may not use federal funds to pay total cash compensation (salary plus cash bonuses) to any employee of\nthe recipient at a rate that exceeds 110 percent of the maximum annual salary payable to a member of the Federal\nGovernment’s Senior Executive Service (SES) at an agency with a Certified SES Performance Appraisal System for\nthat year. The 2019 salary table for SES employees is available at the Office of Personnel Management website:\nhttps://www.opm.gov/policy-data-oversight/pay-leave/salaries-wages/salarytables/18Tables/exec/html/ES.aspx. For recipients that are state, local, or tribal government entities, awardfunded salary and benefit costs must supplement, not supplant (replace), locally funded personnel costs that\nwould have been funded even in the absence of this award. If any civilian personnel are employed on a part-time\nor temporary basis, your agency must specify the percentage of time that each person is working solely on the\nproject identified in your agency’s PASS proposal. Fringe benefits may be paid if they are part of a reasonable\ncompensation package offered to your employees. Particular items of fringe benefits must fall within the\ncategories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance,\nlife insurance, vacation, sick leave, retirement, worker’s compensation, and unemployment insurance. Equipment/Technology"
}