{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 40,
  "chunk_text": "If you have any questions, or wish to verify your ACH\nenrollment form information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with\nyour state assigned Financial Analyst. When should Federal Financial Reports be filed? Current regulations state that all COPS award recipients are required to submit their initial Federal Financial Report\n(FFR) using Standard Form 425 (SF-425) at the end of the period that includes the award start date, regardless of\nwhen the award was accepted, and thereafter, at the end of every calendar quarter, regardless of award activity. This report should reflect actual expenditures and unliquidated obligations incurred by your agency on a\ncumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for the\nmost recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are encouraged\nto submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425 report, see the section in\nthis manual titled “Reporting Requirements.” 40 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\nFiling the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4. is unwilling or unable to attain project goals;\nmaintains excess cash on hand;\ndoes not adhere to the terms and conditions of the award;\nfails to submit reliable or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements; however, your reimbursement\nrequests should cover a specific time frame and include only costs that were approved in the Financial Clearance\nMemorandum (FCM). As a general guideline, most agencies request reimbursement on a monthly or quarterly\nbasis. Also, please note that a date range for a reimbursement request can only be used once. Can we earn interest on our award funds? For states, payments are governed by Treasury-State CMIA agreements and default procedures codified at 31\nC.F.R. Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000 Overall\nDisbursing Rules for All Federal Agencies. For nonfederal entities other than states, payment methods must minimize the time between your drawdown of\nfederal funds and your payment of award costs to avoid earning excess interest on your award funds."
}