{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 41,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 56 Chapter 6. INMATE TELEPHONE SYSTEM (TRUFONE)\n6.1 GENERAL The Bureau provides a Trust Fund Inmate Telephone System (TRUFONE) for inmates to\nsupplement written correspondence to maintain family and community ties. To ensure the Trust Fund’s financial integrity and for institution security, inmates place all\npersonal telephone calls over TRUFONE and may not circumvent it via call forwarding/automatic\nelectronic forwarding, three-way calling, or any other means. The only exceptions are identified\nin the Program Statement Telephone Regulations for Inmates. All calls processed through TRUFONE are recorded. a. Responsibility. The following individuals have primary management oversight\nresponsibilities for TRUFONE:\n(1) Trust Fund TRUFONE Coordinator. The Chief, Trust Fund Branch, is the Bureau’s\nTRUFONE Coordinator. The Chief is the resource person for Bureau staff, other components of\nthe Department of Justice, law enforcement agencies, and the public. (2) Trust Fund Supervisor. The Trust Fund Supervisor has responsibility for TRUFONE\noperation at the institution. The Trust Fund Supervisor monitors TRUFONE operations and\nmaintains accurate TRUFONE information. The Trust Fund Supervisor is also the System\nSupervisor and maintains internal controls, system integrity, and other aspects related to\nTRUFONE security and operations. b. Staff Use of the Inmate Telephone Service. Staff members may not make calls via\nTRUFONE except as outlined in Section 6.5.g. for system testing and trouble resolution. 6.2 TELEPHONE SERVICES The Trust Fund Branch procures TRUFONE services (local, collect, long distance, and\ninternational) through a national General Services Administration (GSA) contract. 6.3 REQUESTS FOR ADDITIONAL TELEPHONES Requests for additional telephones are forwarded from the Warden through the Regional Trust\nFund Administrator to the Chief, Trust Fund Branch, for approval. 6.4 TRUFONE RATES\na. Direct Dial Rates. Direct dial TRUFONE rates are set to encourage financial responsibility\nand family ties, and to ensure the Trust Fund Program remains financially solvent. The Chief,\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 57 Trust Fund Branch, with the Assistant Director for Administration’s concurrence, sets telephone\nrates. The Assistant Director for Administration approves any significant modifications to direct\ndial rates (other than those required by routine cost variances). ■ Rates for domestic and international calls are set at a standard per minute flat rate for each type\nof service. Rates are standard throughout the Bureau regardless of location. ■ Wardens ensure that information concerning direct dial rates is kept on file in the institution\n(e.g., law library, inmate library, units). b. Collect Call Rates. Collect rates are charged in accordance with TRUFONE contract\nrequirements. The called party may be given collect rates before accepting a collect call. The\nbilled party may obtain collect rates by contacting the service provider. c. Prepaid Collect Call Rates. Prepaid collect calls are available to provide the called party the\nopportunity to receive collect calls when normal collect calls are not available. Prepaid service is\nextended to all recipients to reduce the cost of receiving collect calls. Prepaid collect rates are\ncharged in accordance with TRUFONE contract requirements. 6.5 SYSTEM OPERATIONS\na. TRUFONE Access. Inmates are responsible for accessing their TRUFONE account using\ntheir PAC number and voice verification process where applicable."
}