{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 86,
  "chunk_text": "Federal Taxes and Assessments\nA. If applicable, an applicant who requests an award in excess of $5,000,000 certifies that, to the best of its\nknowledge and belief, the applicant has filed all federal tax returns required during the three years preceding the certification; has not been convicted of a criminal offense under the Internal Revenue Code of\n1986; and has not, more than 90 days prior to certification, been notified of any unpaid federal tax assessment for which the liability remains unsatisfied, unless the assessment is the subject of an installment\nagreement or offer in compromise that has been approved by the Internal Revenue Service and is not in\ndefault or the assessment is the subject of a nonfrivolous administrative or judicial proceeding. B. If the applicant is a corporation, the applicant certifies that either (1) the corporation does not have any\nunpaid federal tax liability that has been assessed for which all judicial and administrative remedies have\nbeen exhausted or have lapsed and that is not being paid in a timely manner pursuant to an agreement\nwith the authority responsible for collecting the tax liability or (2) the corporation has provided written\nnotice of such unpaid tax liability (or liabilities) to the DOJ awarding agency (for disclosure to OJP, in writing to OJP at OJPcompliancereporting@usdoj.gov; for disclosure to OVW, in writing to OVW at\nOVW. GFMD@usdoj.gov; for disclosure to the COPS Office, in writing to the COPS Office at\nAskCOPSRC@usdoj.gov), and, after such disclosure, the applicant has received a specific written determination from the DOJ awarding agency that neither suspension nor debarment of the applicant is necessary to protect the interests of the Government in this case. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. § 8103) and implemented at 28 CFR Part 83 for\nrecipients (other than individuals), as defined at 28 C.F.R. § 83.660—\nA. The applicant certifies and assures that it will provide or will continue to provide a drug-free workplace by\ni. publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing,\npossession, or use of a controlled substance is prohibited in the applicant’s (and, if funded, the recipient’s) workplace and specifying the actions that will be taken against employees for violation of such\nprohibition;\nii. establishing an ongoing drug-free awareness program to inform employees about\na. the dangers of drug abuse in the workplace;\nb. the grantee’s policy of maintaining a drug-free workplace;\nc. any available drug counseling, rehabilitation and employee assistance programs; and\nd. the penalties that may be imposed upon employees for drug-abuse violations occurring in the\nworkplace;\niii. making it a requirement that each employee to be engaged in the performance of the grant be given\na copy of the statement required by paragraph (i);\n90 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 6."
}