{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 61,
  "chunk_text": "(b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved. Unless the Inspector General determines that the complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal or\nState judicial or administrative proceeding initiated by the complainant, the Inspector General shall\ninvestigate the complaint and, upon completion of such investigation, submit a report of the findings\nof the investigation to the person, the contractor or grantee concerned, and the head of the agency. 66 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n(2) Inspector General action. -(A) Determination or submission of report on findings. --Except as provided under subparagraph (B),\nthe Inspector General shall make a determination that a complaint is frivolous, fails to allege a\nviolation of the prohibition in subsection (a), or has previously been addressed in another Federal\nor State judicial or administrative proceeding initiated by the complainant or submit a report\nunder paragraph (1) within 180 days after receiving the complaint. (B) Extension of time. --If the Inspector General is unable to complete an investigation in time to\nsubmit a report within the 180-day period specified in subparagraph (A) and the person\nsubmitting the complaint agrees to an extension of time, the Inspector General shall submit a\nreport under paragraph (1) within such additional period of time, up to 180 days, as shall be\nagreed upon between the Inspector General and the person submitting the complaint. (3) Prohibition on disclosure. --The Inspector General may not respond to any inquiry or disclose any\ninformation from or about any person alleging the reprisal, except to the extent that such response\nor disclosure is-(A) made with the consent of the person alleging the reprisal;\n(B) made in accordance with the provisions of section 552a of title 5 or as required by any other\napplicable Federal law; or\n(C) necessary to conduct an investigation of the alleged reprisal. (4) Time limitation. --A complaint may not be brought under this subsection more than three years after\nthe date on which the alleged reprisal took place. (c) Remedy and enforcement authority. -(1) In general.--Not later than 30 days after receiving an Inspector General report pursuant to subsection\n(b), the head of the executive agency concerned shall determine whether there is sufficient basis to\nconclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A) Order the contractor or grantee to take affirmative action to abate the reprisal. (B) Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken."
}