{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 44,
  "chunk_text": "Your agency should ensure that you have financial internal\ncontrols in place to monitor the use of CAMP funding and ensure that its use is consistent with the award terms\nand conditions. Good stewardship in this area would include written accounting practices, use of an accounting\nsystem that tracks all award drawdowns and expenditures, and has the ability to track when award-funded\npositions are filled or vacant (including if the position was for a new hire or a rehire). Failure to submit complete\nreports or submit them in a timely manner may result in the suspension and possible termination of your agency’s\nCOPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within 30\ndays after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the award\nperiod. This report reflects the actual cumulative federal expenditures incurred during the funding period and the\nremaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw\ndown federal funding for costs incurred after the official award end date; however, you will have a 90-day grace\nperiod after the award end date during which you can drawdown funds for eligible expenditures incurred before\nthe award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you are logged\nin, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the instructions to\ncomplete and submit your reports. The online SF-425 requires the same reporting information as the paper\nversion. The use of this online application enables authorized users to view past SF-425s and allows them to file or\namend the SF-425 for the current quarter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/camp#programdocuments for detailed instructions on federal financial reports. If you do not have login access, you should contact your COPS Agency Portal Administrator to set up an account for\nyou. If you have a registered account but do not remember your password, you may reset your password by going\nto the agency portal homepage in “Account Access,” entering your email address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1 on page 49: 48 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Table 1."
}