{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 97,
  "chunk_text": "4. You will see the Budget Summary page with the last approved budget amounts. The totals will be in readonly mode. Select “Modify” for each category (Civilian/\nNonsworn Officer Positions, Equipment/Technology,\netc.) that requires a modification. 5. Each change will need to be entered in the system by either adding or modifying the amount. Every item\nthat is modified must have an accompanying narrative\nexplaining the modification. The narrative must include\nthe following:\na. A brief description of each item and change that includes its purpose and how the item relates to the\noverall project\nb. A calculation breakdown for each new item\n6. After each section change, select “Save to Budget Sum­ mary” to save all work. Each time “Save to Budget\nSummary” is selected, you will be returned to the Budget\nSummary page. 7. After modifying all of the appropriate items and provid­ ing the required narrative, select “Validate” at the bottom\nof the Budget Summary page. Budget Modifications 8. In the Budget Summary page, compare the current and modified data for each item. If there is an error, select\n“Cancel” to return to the Budget Summary page. If the\nmodification is correct, select “Submit.”\n9. Once your budget modification is submitted, inform your PM via e-mail. In addition, include any relevant\ndocumentation as needed for the modification. This\ndocumentation may include the following:\na. For any new personnel or consultants you plan to hire noncompetitively, a resume must be submitted to your\nPM for prior approval. b. For consultant rates over $650 per day, a consultant rate justification must be submitted to your PM for\nprior approval (see the Consultant/Contractor Rate\nInformation Fact Sheet). c. Current Indirect Cost Rate Agreement. d. Documentation for personnel and consul­ tant costs. e. When adding a new subaward to a State or local government entity, the awardee and its intended\nsubrecipient must each complete and submit the\napplicable Certification of Compliance with the\n8 U.S.C. § 1373 form. Once you have completed all of the above steps, the COPS\nOffice will review the budget modification. It is important\nto note that throughout the COPS Office review, no other\nprocesses including extensions can be submitted. The budget\nmodification typically takes 30 days to process. Next steps Your budget modification will go through two rounds\nof review at a minimum: by your PM and by a budget\nanalyst (BA). The PM will review the budget programmatically and\nmay reach out to you for clarification, changes, or justifica­\ntion. Any changes required by your PM will result in the\nrejection of the modification. You will receive notification\nfrom the COPS Office, and you will be able to access the\nmodification and make the necessary changes. The awardee\nwill have to reenter the system, make the budget adjust­\nments where necessary, and resubmit the saved changes. 2\nOnce the budget modification has been programmatically\napproved, a BA is assigned. The BA will review the modifi­\ncation to ensure the budget is allowable and meets all\nregulations and policies. The BA will work with the PM\nfor any points of clarification, changes, or justification. Any changes required by the BA will result in the rejection\nof the modification, and the awardee will have to resubmit."
}