{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 29,
  "chunk_text": "c. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not\nyet exercised. 28 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition:\nUnder 2 C.F.R. § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal grants, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active grants, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 25. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Consolidated\nAppropriations Act, 2018, Public Law 115-141, Division B, Title II, Section 531. Why this condition:\nSection 531 of Division B, Title II, of the Consolidated Appropriations Act, 2018 (Pub. L. 115-141) prohibits the use\nof federal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication activities. 26. Community Policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency were identified and described in your\naward application. All equipment, technology, training, and/or sworn officer positions awarded under the TRGP\nHiring award must be linked to the implementation or enhancement of community policing. 34 U.S.C. § 10382\n(c)(10).\n29 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition:"
}