{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 50,
  "chunk_text": "For\nfederal awards in excess of $250,000, any modification request involving the reallocation of funding between\nbudget categories that exceed or are expected to exceed 10 percent of the total approved budget requires\nprior written approval by the COPS Office. See 2 C.F.R. § 200.308(e). Regardless of the federal award amount\nor budget modification percentage, any reallocation of funding is limited to approved budget categories. In\naddition, any budget modification that changes the scope of the project requires prior written approval by the\nCOPS Office. See 2 C.F.R. § 200.308(c)(1)(i). In requesting a modification, the recipient will set forth the reasons and the basis for the proposed change and\nany other information deemed helpful for review by the COPS Office. Modifications are evaluated on a caseby-case basis. The COPS Office will not approve any modification request that results in an increase of federal\nfunds. E. Payment All costs claimed for reimbursement and payment, including the final payment, must be submitted via the\nGrant Payment Request System (GPRS). F. No-cost extensions of time The recipient must provide a reasonable justification for delays in implementing this cooperative agreement\nto be granted a no-cost extension. A request for an extension of the award period to receive additional time to\nimplement the funded program is at the discretion of the COPS Office. Such extensions do not provide\nadditional funding. 50 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nG. Employment The recipient acknowledges that nothing in this cooperative agreement creates an employment relationship\nwith the COPS Office or with the Federal Government or to require provision of any benefits incident to\nemployment. VI. Points of contact\nA. COPS Office program manager\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street, NE, 11th Floor\nWashington, DC 20530\n[insert contact information] B. Recipient project officer\n[Insert contact information, including phone number]\nVII. General provisions The recipient of record must follow all requirements imposed by the U.S. Department of Justice as an award\nterm, condition, or administrative requirement of the award, including the applicable COPS Office Program\nAward Owner’s Manual; the COPS Office Assurances and Certifications; the COPS Office statute (34 U.S.C. §\n10381 et seq.); 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards); the current edition of the COPS Office Grant Monitoring Standards and\nGuidelines; the COPS Office Editorial and Graphics Style Manual; and all other applicable program\nrequirements, laws, orders, regulations, or circulars. Pursuant to Executive Order 13513, Federal Leadership on Reducing Text Messaging While Driving, the COPS\nOffice encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that ban text\nmessaging while driving, and to establish workplace safety policies to decrease accidents caused by distracted\ndrivers. VIII. Modifications The designated COPS Office program manager and recipient project officer (under section VI.A and VI.B) for\ntheir respective organizations have the authority to propose and approve any modifications to this\ncooperative agreement. Modifications to this cooperative agreement may be proposed at any time during the\nperiod of performance by either party and will become effective upon written approval by both parties. 51"
}