{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 59,
  "chunk_text": "When a moratorium or population cap is imposed, a\ntermination date will be established. The cap or moratorium will\nbe terminated on that date unless the Regional Director contacts\nthe appropriate Assistant Director, Correctional Programs or\nHealth Services Division, and obtains an extension. (3) The appropriate Assistant Director will issue\na GroupWise e-mail notifying the DSCC Administrator and\nChief Executive Officers of the cap or moratorium. 21. INSTITUTIONS WITH SPECIAL MISSIONS a. FCI Oakdale. The Bureau, ICE, and the Executive Office for\nImmigration Review (EOIR) work closely together to meet the\nrequirements of the Immigration Reform and Control Act of 1986,\nby ensuring the expeditious review of criminal aliens for\ndeportation. Beds are available for federally sentenced aliens,\nwho are subject to administrative proceedings under the\nImmigration and Naturalization Act. Such inmates are transferred\nto FCI Oakdale for disposition of their ICE detainer prior to\ncompletion of their federal sentence. Mexican and Cuban nationals are not eligible for the Oakdale\nCriminal Alien Program. The following procedures apply for the\nactual selection and designation of inmates to the Oakdale\nCriminal Alien Program. (1) The ICE Officer in Charge at FCI Oakdale will monitor\nthe inmate male population via SENTRY to identify criminal\naliens appropriate for the program at FCI Oakdale. After they\nhave been identified, ICE staff will place a detainer on these\nindividuals through the DSCC. Each week DSCC staff\nwill compile a list of the criminal aliens who are to be\nreleased within the next year. A courtesy list will be\nsubmitted, via GroupWise, to FCI Oakdale for monitoring\npurposes. (2) ICE staff at FCI Oakdale will forward to DSCC staff\ninformation on alien inmates via GroupWise to assist in the\nmovement of inmates to FCI Oakdale at a later date. The movement\nof inmates to FCI Oakdale will be authorized and coordinated by\nthe DSCC. DSCC staff will ensure CIM clearance is obtained and\nthe Custody Classification form reflects appropriate use of any\nManagement Variable. (3) Inmates will be redesignated no later than seven\nmonths from a firm projected release date. Once approved for\ntransfer, P5100.08\n9/12/2006\nChapter 7, Page 17\ninstitution and transportation staff will immediately schedule\nthe inmate for movement to FCI Oakdale. Institution staff will\nnotify the Oakdale CMC if the inmate is not en route within 15\nworking days of the transfer approval. The central file should\ncontain a current Progress Report and all pertinent case\nmanagement activities should be completed prior to transfer\nincluding fines and the ordering of parole certificates, when\napplicable, or preparation of other release documents as\nrequired. (4) ISM staff will ensure any other detainers lodged\nagainst those inmates approved for transfer are resolved and\nthe detaining authority notified before the inmate is\ntransferred to FCI Oakdale. (5) Because of unforeseen circumstances, some criminal\naliens may be inappropriate for transfer to FCI Oakdale. ICE\nstaff at FCI Oakdale will notify DSCC staff when this occurs\nand will advise of any additional action necessary to\ncoordinate the resolution of the inmate's citizenship/release\nstatus. Conversely, institution staff are to contact DSCC staff\nif they believe a transfer should not occur. If the\ntransfer is deemed inappropriate, DSCC staff will delete the\nOakdale \"DST\" transfer approval."
}