{
  "document_category": "guidance",
  "docId": "guidance_56",
  "chunk_index": 73,
  "chunk_text": "This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. 77 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Employer Identification Number (EIN)/OJP Vendor Number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. federally recognized tribe. Federally recognized tribes are Native American Indian tribal entities that are\nrecognized by the Bureau of Indian Affairs (BIA) and are eligible for funding and services by virtue of their status as\nsovereign Native American Indian tribes. They are acknowledged to have the immunities and privileges available to\nfederally acknowledged Indian tribes by virtue of their government-to-government relationship with the United\nStates, as well as the responsibilities, power, limitation, and obligations of such tribes. For further information,\ncontact: BIA, Division of Tribal Government Services, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240,\n202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS) database is\nmaintained by the U.S. Geological Survey, U.S. Department of the Interior. The database assigns a unique,\npermanent feature identifier, the feature ID, which is the only standard federal key for integrating or reconciling\nfeature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your community\npolicing initiatives, and to provide technical and administrative support for your award. Please contact the COPS\nOffice Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing and\nmaintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program Specialist\ncan assist you with such matters as requesting an extension on your award or modifying the award. To obtain the\nname and phone number of your Grant Program Specialist, please contact the COPS Office Response Center at\n800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include January 1\nto December 31, October 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24\nmonths. obligation of funds."
}