{
  "document_category": "guidance",
  "docId": "guidance_72",
  "chunk_index": 29,
  "chunk_text": "You do not need to submit the\ninformation a second time under assistance awards that you received if you already provided the\ninformation through SAM because you were required to do so under Federal procurement contracts\nthat you were awarded. Reporting Frequency\nDuring any period of time when you are subject to the requirement in paragraph 1. of this award term\nand condition, you must report proceedings information through SAM for the most recent five year\nperiod, either to report new information about any proceeding(s) that you have not reported\npreviously or affirm that there is no new information to report. Recipients that have Federal contract,\naward, and cooperative agreement awards with a cumulative total value greater than $10,000,000\nmust disclose semiannually any information about the criminal, civil, and administrative proceedings. Definitions For purposes of this award term and condition:\na. Administrative proceeding means a nonjudicial process that is adjudicatory in nature in order to\nmake a determination of fault or liability (e.g., Securities and Exchange Commission\nAdministrative proceedings, Civilian Board of Contract Appeals proceedings, and Armed Services\nBoard of Contract Appeals proceedings). This includes proceedings at the Federal and State level\nbut only in connection with performance of a Federal contract or award. It does not include\naudits, site visits, corrective plans, or inspection of deliverables. b. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea,\nand includes a conviction entered upon a plea of nolo contendere. c. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not\nyet exercised. Why this condition:\nUnder 2 C.F.R. § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal grants, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active grants, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). 30 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings."
}