{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 4,
  "chunk_text": "As part of that agreement, your agency acknowledges that it will comply with\nthe terms and conditions (and, if applicable, additional special or high conditions specific to your agency). The\nsection that follows describes, in detail, all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these award\nconditions, please contact your COPS Office Grant Program Specialist via the COPS Office Response Center at 800421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from drawing\ndown or accessing award funds until the special conditions are satisfied as determined by the COPS Office. Any\nspecial conditions will be included in the award document supplement . However, if you have questions about the\nspecial conditions, please call your COPS Office Grant Program Specialist at 800-421-6770. Reasons for award conditions The requirements of your award are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• the applicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of Management\nand Budget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\n• the specific TRGP programmatic requirements established by the COPS Office. A list of source documents for this booklet is provided in the appendices. You may request copies of any source\nreference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office–specific documents may be requested directly from the COPS Office. 3 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Review of award conditions—Hiring awards By signing the award document to accept this TRGP-Hiring award, your agency agrees to abide by the following\naward conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the applicable 2018 COPS Office Program Award\nOwner's Manual; COPS Office statute (34 U.S.C. § 10381, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles\nand Procedures); the Cooperative Agreement as applicable; representations made in the application; and all other\napplicable program requirements, laws, orders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your organization will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note that in\naccordance with 2 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to for-profit (or\ncommercial) entities. More detailed guidance regarding any particular award requirement or your agency’s specific\ncircumstances can be requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire TRGP Award Owner’s Manual carefully prior to signing the award document."
}