{
  "document_category": "guidance",
  "docId": "guidance_41",
  "chunk_index": 101,
  "chunk_text": "Reprogramming requests of indirect costs to direct costs are\nadministered through the budget modification process for\nthe specific COPS Office award that your agency received. Please contact your COPS Office Grant Program Specialist\nor Program Manager to obtain guidance on any additional\nrequirements that may apply to your modification request. The COPS Office will then evaluate your request and notify\nyou in writing of our decision. Please be advised that if your agency’s revised indirect cost\nrate is lower than the rate approved at the time of award\nand a formal budget modification was not approved, excess\nindirect cost rate funds should not be drawn down and will\nbe deobligated at closeout. What should an agency expect at the\nend of the award period regarding its\nindirect cost rate? If a provisional indirect cost rate is in effect at award\ncloseout, the recipient shall proceed with closeout but\nwill complete an expenditure analysis upon receipt of the\napproved final indirect cost rate to determine if an adjust­\nment is necessary. If the recipient drew down excess COPS\nOffice funding for indirect costs, the recipient must return\nthe overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). If the recipient incurred 3\nadditional indirect costs, the recipient may request a bud­\nget modification if the award is still open and award funds\nare available. If the recipient returns or draws down COPS\nOffice funding, the recipient will need to submit a revised\nfinal Federal Financial Report (SF-425). Other important factors To support the indirect cost rate agreement, recipients are\nresponsible for ensuring independent audits are conducted\nin accordance with existing federal auditing and reporting\nstandards set forth in 2 C.F.R. Part 200, Subpart F—Audit\nRequirements. A copy of the audit report must be submitted\nto the cognizant federal agency to support the indirect cost\nrate agreement. In accordance with ensuring proper award management and\nuse of funding awarded through the COPS Office, recipients\nmay be selected for a site visit or an enhanced office-based\ngrant review (EOBGR) or may need to address an alleged\nnoncompliance complaint during a compliance review by\nthe COPS Office Grant Monitoring Division. Therefore, recipients must adhere to proper accounting\npractices and recordkeeping to ensure all necessary docu­\nmentation is available for review if requested by the COPS\nOffice. Noncompliance may result in the repayment of mis­\nused funds, suspension of funds, or other remedial actions\navailable by law until the noncompliance is resolved. Contact the COPS Office For more information about COPS Office\nprograms and resources, please call the COPS\nOffice Response Center at 800-421-6770 or visit\nthe COPS Office website at www.cops.usdoj.gov. March 2019 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Budget Modifications for CPD, LEMHWA,\nand PASS Recipients\nUnder federal regulations, you are required to expend federal funds only as approved in your Financial Clearance\nMemorandum (FCM). The COPS Office realizes that agencies and organizations may need to reprogram award\nfunds and has provided this fact sheet for CPD, LEMHWA, and PASS recipients to assist with the process. If you require\nany reprogramming of award funds, please see table 1 for next steps. Table 1. What to do if you require reprogramming of award funds\nAward amount Type of reprogramming Next step"
}