{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 92,
  "chunk_text": "Internet social media discussion forums; and feedback on interactive applications (such as surveys and\ngeographical information), thereby creating open, ongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters, email and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for more\nefficient operations. Community policing also encourages the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing encourages the use of technology to provide officers with ready access to timely information\non crime and community characteristics within their beats, either through laptop computers in their patrol cars or\nthrough personal data devices. In addition, technology can support crime/problem analysis functions by enabling\nagencies to gather more detailed information about offenders, victims, crime locations, and quality-of-life\nconcerns, and to further enhance analysis. 96 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nQuality and accuracy of data\nInformation is only as good as its source; therefore, it is not useful if it is of questionable quality and accuracy. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that it can be used effectively for strategic planning, problem solving, and performance\nmeasurement. Problem solving The process of engaging in the proactive and systematic examination of identified problems to develop and\nevaluate effective responses. Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop solutions\nto the immediate underlying conditions contributing to public safety problems. Problem solving must be infused\ninto all police operations and guide decision-making efforts. Agencies are encouraged to think innovatively about\ntheir responses and view making arrests as only one of a wide array of potential responses. A major conceptual\nvehicle for helping officers to think about problem solving in a structured and disciplined way is the SARA\n(scanning, analysis, response, and assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders for the\nselected problem is typically identified in this phase. A problem can be thought of as two or more incidents similar\nin one or more ways and that is of concern to the police and the community. Problems can be a type of behavior, a\nplace, a person or persons, a special event or time, or a combination of any of these. The police, with input from\nthe community, should identify and prioritize concerns. Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding of\nthe dynamics of the problem, develop an understanding of the limits of current responses, establish correlation,\nand develop an understanding of cause and effect."
}