{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 40,
  "chunk_text": "Rather, the\nreferences are illustrations to supplement discussion of the issues. The internet references cited in this publication were valid as of the date of publication. Given\nthat URLs and websites are in constant flux, neither the author(s) nor the COPS Office can\nvouch for their current validity. When appropriate, US Department of Justice publications and other products and deliverables\ndeveloped under this cooperative agreement should contain the following copyright notice:\nCopyright © [year work was published] [name of copyright owner]. The US Department of\nJustice reserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or\notherwise use, and authorize others to use, this resource for Federal Government purposes. This resource may be freely distributed and used for noncommercial and educational\npurposes only. 13. Contact the COPS Office Program Manager to determine if revenue generated from your award\nconstitutes program income. Program income must be used to defray program costs and reduce\nthe federal share of the project. See 2 C.F.R. § 200.307. In some cases, the recipient can work\nwith the COPS Office Program Manager to identify additional project-related allowable costs that\ncould be supported by program income. 14. Not earn or keep any profit resulting from this award unless expressly authorized, in writing, by\nthe COPS Office. See 2 C.F.R. § 200.400(g).\n15. Ensure that all electronic and information technology deliverables (websites and web-based\ninformation, video and multimedia products, software applications and operating systems, and\ntelecommunication products) are developed and produced in a format that is accessible and\ncomply with Section 508 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794d). Specifically, video should contain closed-captioning and audio description options. Electronic\npublications should be created in HTML, PDF fully tagged, or accessible text file format and all\nweb sites must be fully compliant with Section 508 accessibility standards. For more information\non Section 508 accessibility requirements, consult https://www.section508.gov. 16. If developing or delivering training under this cooperative agreement, the COPS Office Curriculum\nStandards, Review, and Approval Process Guides: Online and In-Person and COPS Office and\nInstructor Quality Assurance Guide must be followed. This applies to the development and/or\ndelivery of online and in-person courses. Courses already in existence that are part of this\ncooperative agreement must also comply with the two aforementioned guides. A copy of these\n41 guides, along with supplemental training resources, will be supplied electronically to you by the\nProgram Manager and are also located on the COPS Office website for download. All training\ndevelopment processes and deliverables must be reviewed and approved by the COPS Office\nprior to public release following the process indicated in the guides. For more information,\nplease see the training fact sheets in this manual. 17. Ensure that web-based courses developed through this cooperative agreement are compatible\nwith the current platform used in the Community Policing Learning Portal. Prior to the\ndevelopment of the web-based course, the recipient must receive guidance and work with the\nCOPS Office to ensure compatibility. Web-based courses developed through this cooperative\nagreement must be reviewed and approved by the COPS Office prior to public release. 18."
}