{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 68,
  "chunk_text": "B. The applicant certifies that it does not have any unpaid federal tax liability that has been assessed, for\nwhich all judicial and administrative remedies have been exhausted or have lapsed, and that is not being\npaid in a timely manner pursuant to an agreement with the authority responsible for collecting the tax\nliability. 73 5. Drug-Free Workplace As required by the Drug-Free Workplace Act of 1988 (41 U.S.C. § 8103), implemented at 28 C.F.R. Part 83, for\nrecipients other than individuals as defined at 28 C.F.R. § 83.660 –\nA. The applicant certifies that it will, or will continue to, provide a drug- free workplace by doing the\nfollowing:\n(i) Publishing a statement notifying employees that the unlawful manufacture, distribution, dispensing,\npossession or use of a controlled substance is prohibited in the grantee’s workplace and specifying\nthe actions that will be taken against employees for violation of such prohibition;\n(ii) Establishing an on-going drug-free awareness program to inform employees about –\n(a) the dangers of drug abuse in the workplace;\n(b) the grantee’s policy of maintaining a drug-free workplace;\n(c) any available drug counseling, rehabilitation and employee assistance programs; and\n(d) the penalties that may be imposed upon employees for drug-abuse violations occurring in the\nworkplace;\n(iii) Making it a requirement that each employee to be engaged in the performance of the grant be given\na copy of the statement required by paragraph (i);\n(iv) Notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will –\n(a) abide by the terms of the statement; and\n(b) notify the employer in writing of his or her conviction for a violation of a criminal drug statute\noccurring in the workplace no later than five calendar days after such conviction;\n(v) Notifying the agency in writing within 10 calendar days after receiving notice under subparagraph\n(iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of\nconvicted employees must provide notice, including position title, to: COPS Office, 145 N Street, NE,\nWashington, D.C. 20530. Notice shall include the identification number(s) of each affected grant;\n(vi) Taking one of the following actions within 30 calendar days of receiving notice under subparagraph\n(iv)(b) with respect to any employee who is so convicted –\n(a) Taking appropriate personnel action against such an employee, up to and including termination,\nconsistent with the requirements of the Rehabilitation Act of 1973, as amended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or rehabilitation\nprogram approved for such purposes by a federal, state or local health, law enforcement or other\nappropriate agency;\n(vii) Making a good faith effort to continue to maintain a drug-free workplace through implementation of\nparagraphs (i), (ii), (iii), (iv), (v), and (vi). B. The applicant further certifies that it will identify all known workplaces under each COPS Office award,\nkeep the identification documents on file, and make them available for inspection upon request by the\nU.S. Department of Justice officials or their designated representatives. 74 6. Coordination"
}