{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 8,
  "chunk_text": "The “Commissary Fund” is generally referred to as the “Trust Fund” and the “funds of federal\nprisoners” as the “Inmate Deposit Fund.” The Trust Fund’s purposes remain essentially the same\nas when created:\n■ To maintain inmates’ monies (Deposit Fund) while they are incarcerated.\n■ To provide inmates the privilege of obtaining merchandise and services either not provided by\nthe Bureau or of a different quality than that provided by the Bureau. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 b. Program Overview. The management of inmate funds and the operation of the Trust Fund\nare designed primarily for the benefit of inmates. Use of Trust Fund services is, however, a\nprivilege; the Warden or an authorized representative may limit or deny the privilege of a\nparticular inmate. Similarly, the maximum amount that may be expended by an inmate for Trust\nFund items or services is a controllable privilege. The number of times an inmate may visit the Commissary is controlled by the administration of\neach institution. The number of visits and hours of Trust Fund operations are set in accordance\nwith staff resources, considering time required for office duties, receiving, stocking, cleaning,\ninventory management, etc.\nc. Sole Agency for Purchase by Inmates. The institution Trust Fund operation is the sole\nagency for purchase by inmates of approved articles or services not routinely supplied by the\ninstitution. 2.2 TRUST FUND OPERATIONS AND CONTROLS. The Trust Fund (Treasury Account\nSymbol 15X8408) and the Inmate Deposit Fund (Treasury Account Symbol 15X6085) are the\ncontrol accounts for Trust Fund operations. These two appropriation-level accounts and their\nrelated general ledger accounts are maintained using Generally Accepted Accounting Principles\n(GAAP), the automated financial accounting system, the Trust Fund Accounting and Commissary\nSystem (TRUFACS), and the Inmate Telephone System (TRUFONE). Policy governing the\noperation of these accounts follows in subsequent chapters of this Manual and the Program\nStatement Accounting Management Manual. The Assistant Attorney General for Administration may accept gifts or bequests of money for\ncredit to the Trust Fund Appropriation. The authority to accept gifts or bequests has not been\nre-delegated. a. Central Office. The Chief, Trust Fund Branch, is responsible for addressing questions of\npolicy, distributing funds, and allocating positions. Principal financial statements and an annual report are prepared by BOP staff. The final report is\navailable to the public. Trust Fund financial records are audited or reviewed in accordance with\nDepartment of Justice and Bureau of Prisons requirements. b. Institution. The Trust Fund Supervisor has overall control at the institution of the Trust\nFund operation. 2.3 USE OF TRUST FUND FINANCIAL RESOURCES. This Chapter details the use of\nTrust Fund financial resources. The Trust Fund Appropriation (15X8408) administers funds\ndistributed under the following Decision Units, which require expenditures under the designated\nCost Centers only: P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ Decision Unit 1. Trust Fund Commissary Operations (Cost Centers 3214, 3216, 3225, 3230,\n3232, and C2); Commissary Renovations (Cost Centers 3220, C7, and V8); Program Review –\nTF (Cost Center 4107)."
}