{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 93,
  "chunk_text": "4 Program income earned and expended must be reported\non a cumulative basis. You must manually enter these\ncumulative amounts each quarter, as the SF-425 form does\nnot automatically calculate these amounts. For example, if\n$5,000 in program income was earned in the 1st quarter\nand $10,000 was earned in the 2nd quarter, you would\nadd those amounts together and enter $15,000 as earned\non line 10.l of the 2nd quarter’s SF-425. Similarly, if you\nspent $5,000 of program income in the 1st quarter and an\nadditional $10,000 of program income in the 2nd quarter,\nyou would enter $15,000 as expended on line 10.m of the\n2nd quarter’s SF-425. See table 1 for explanation of what to\ninclude in form SF-425. In the event of an audit or other award compliance review,\nyour agency should maintain detailed records that identify\nthe specific project activity source (e.g., conference registra- Table 1. Program income on the SF-425\nLine Transactions Description 10.l Total federal program\nincome earned Enter the amount of federal program income earned. Do not report any\nprogram income here that is being allocated as part of the recipient’s\ncost-sharing amount included in line 10.j. 10.m Program income expended in accordance\nwith the deduction alternative Enter the amount of program income that was used to reduce the federal\nshare of the total project costs 10.n Program income expended in accordance\nwith the addition alternative Enter the amount of program income that was approved and expended\non the project 10.o Unexpended program income\n(line l minus line m or line n) Enter the remaining amount of unexpended program income by taking\nline l and subtracting either line m or line n, depending on which method\nyou are using Note: Use lines 10.d–10.o for single award reporting only. Do not complete these lines if reporting on multiple awards. 3. To access this form, visit https://www.cops.usdoj.gov/pdf/SF-425_Form.pdf. 4. For examples of when lines 10.n and 10.o on the SF-425 are used, contact your COPS Office Program Manager. March 2019 Program Income for CPD, LEMHWA, and PASS Recipients 3 tion fees) and the amount of all program income generated. Line 12 (“Remarks”) on the SF-425 can be useful to pro­\nvide narrative explanations supporting the financial informa­\ntion entered. allowable costs to fully implement your project. No-cost\nextension requests must be submitted prior to the award\nend date and are approved on a case-by-case basis based on\nreasonable justification. Can recipients keep program income as\na cash reserve for future project costs? Unused program income remaining 90 days after the award\nend date must be promptly returned to the COPS Office. Please contact your COPS Office Program Manager for\nguidance on how to return excess program income and\ncomplete your final SF-425. No. Recipients should expend earned project income before\ndrawing down award funds. 5 How much time is available to\nspend program income? Allowable project expenses can be supported by earned\nprogram income during the open award period. Funds can­\nnot be drawn down for expenses that are incurred after the\naward end date. Avoid retaining earned program income for extended\nperiods of time."
}