{
  "document_category": "guidance",
  "docId": "guidance_8",
  "chunk_index": 74,
  "chunk_text": "81 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\nequipment. Equipment is tangible personal property (including information technology systems) having a useful\nlife of more than one year and a per-unit acquisition cost that equals or exceeds $5,000. evidence-based. A program practice, technology, or equipment that-(A) demonstrates a statistically significant\neffect on relevant outcomes based on,(i) strong evidence from not less than 1 well-designed and wellimplemented experimental study; (ii) moderate evidence from not less than 1 well-designed and wellimplemented quasi-experimental study; or (iii) promising evidence from not less than 1 well-designed and wellimplemented correlational study with statistical controls for selection bias; (B) demonstrates a rationale based on\nhigh-quality research findings or positive evaluation that such program, practice, technology, or equipment is likely\nto improve relevant outcomes, and includes ongoing efforts to examine the effects of the program, practice,\ntechnology, or equipment; or (C) in the case of technology or equipment, demonstrates that use of the technology\nor equipment is-(i) consistent with best practices for school security, including-(I) applicable standards for school\nsecurity established by a Federal or State government agency; and (II) findings and recommendations of public\ncommissions and task forces established to make recommendations or set standards for school security; and (ii)\ncompliant with all applicable codes, including building and life safety codes. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the Bureau\nof Indian Affairs (BIA) by virtue of their status as Indian tribes. They are acknowledged to have the immunities and\nprivileges available to other federally recognized Indian tribes by virtue of their government-to-government\nrelationship with the United States as well as the responsibilities, power, limitations, and obligations of such tribes. Only federally recognized tribes are eligible to apply for COPS Office tribal award funds. For further information,\ncontact BIA, Division of Tribal Government Services, MS-4631 – MIB, 1849 C Street NW, Washington, DC 20240,\n202-208-2475. grant. A legal instrument of financial assistance between a federal awarding agency and a non-federal entity to\ncarry out a public purpose authorized by a law of the United States that, consistent with 31 U.S.C. § 6302-6305,\ndoes not provide for substantial involvement between the federal awarding agency and the non-Federal entity in\ncarrying out the activity contemplated by the federal award. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant monitoring specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your\nimplementation of evidence-based school safety strategies and programs and to provide technical and\nadministrative support for your award. Please contact the COPS Office Response Center at 800-421-6770 if you\nhave any compliance-related questions. Indian tribe."
}