{
  "document_category": "guidance",
  "docId": "guidance_97",
  "chunk_index": 2,
  "chunk_text": "• Institution staff will no longer be responsible for prior and current offense reviews of early\nreleases. • The procedures for monitoring early release have been modified, affecting the Drug Abuse\nProgram (DAP) staff, the Unit Team, Transitional Drug Abuse Treatment (TDAT) staff,\nCommunity Corrections staff, and the DSCC. • Inmates may receive a period of early release, not to exceed 12 months, based on the length\nof sentence imposed by the Court. • Inmates with a prior conviction of arson or kidnaping are now ineligible for an early release. • An inmate sentenced as a D.C. Code offender under § 24-403.01 (for an offense committed\non or after August 5, 2000) is now eligible for an early release consideration for successful\ncompletion of the Residential Drug Abuse Program. b. Program Objectives. The expected results of this program are:\n• To define eligibility criteria for early release pursuant to 18 U.S.C. § 3621(e)(2)(B).\n• To ensure all eligible inmates are released appropriately from Bureau of Prisons (Bureau)\ncustody pursuant to 18 U.S.C. § 3621(e)(2)(B).\n• To define the roles of staff in the procedures for early release pursuant to 18 U.S.C. §\n3621(e)(2)(B). 2. BACKGROUND\nTitle 18 U.S.C. § 3621(e)(2)(B) allows the Director of the Bureau of Prisons to permit inmates\nwho complete the Residential Drug Abuse Program (RDAP) to receive up to 12 months early\nrelease from custody. This Program Statement is to be read in conjunction with the Program\nStatement Psychology Treatment Programs. 3. DEFINITION OF TERMS. • Eligible – to meet the criteria for an early release as defined in Bureau policy. • Ineligible – failure of any RDAP component, or to be unable to meet the criteria for an early\nrelease as defined in Bureau policy. 4. § 550.55 ELIGIBILITY FOR EARLY RELEASE. This section lists the criteria that renders an inmate eligible for § 3621(e) Conditional Release\nstatus. (a) Eligibility. Inmates may be eligible for early release by a period not to exceed\ntwelve months if they: P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 2 (1) have a diagnosis for a substance use disorder. The inmate must have a substantiated\ndiagnosis for a substance use disorder. (2) § 550.55(a)(1) Were sentenced to a term of imprisonment under either:\n(i) 18 U.S.C. Chapter 227, Subchapter D for a nonviolent offense; or, i.e., an inmate\nwho committed a federal offense on or after November 1, 1987, after the effective date of the\nSentencing Reform Act of 1987, also known as “new law.” “Old law” inmates who are Parole Eligible, may, at the U.S. Parole Commission’s (USPC)\ndiscretion, be considered for an advanced release date through an award of Superior Program\nAchievement (SPA). (ii) D.C. Code § 24-403.01 for a nonviolent offense, meaning an offense other than\nthose included within the definition of “crime of violence” in D.C. Code § 231331(4); and (Section 24-403.01 pertains to inmates whose offenses were committed on or\nafter August 5, 2000);\n(3) § 550.55(a)(2) Successfully complete a RDAP, as described in § 550.53, during\ntheir current commitment."
}