{
  "document_category": "guidance",
  "docId": "guidance_41",
  "chunk_index": 79,
  "chunk_text": "The COPS Office trainings are national in scope and should\nhave a specific law enforcement audience: executives, first-line\nsupervisors, line officers, dispatchers, joint community and\nofficers, etc. COPS Office training supports the needs of the\nlaw enforcement field and strives to increase public safety. The training goals of the COPS Office are as follows:\nEstablish a common process for the development of COPS Office training initiatives. Manage quality control through a series of review and approval checkpoints. Standardize content, style, format, and quality. Establish clear outcome expectations of training initiatives. Learning outcomes and objectives. Objectives describe what learners should be able to know and do after training. Learning outcomes establish the criteria by which the train­\ning will be judged a success. Training objectives and learning\noutcomes should be aligned with an employee’s position\nand with the organization’s goals and mission. Self-reflection and evaluation. Self-reflection should be\na conscious process whereby trainees critically analyze the\ntraining materials and test their own understanding and\nretention; it is an internal check on the progress and out­\ncomes of the training. Evaluation is the external check;\nit should consist of setting goals in accordance with the\nlearning outcomes and objectives and conducting pre- and\npost-training testing and a final course evaluation to ensure\nthose goals are met. Training materials. Guides, webinars, articles, conference presentations, podcasts, videos, blogs, and newsfeeds (to\nprovide a few examples) can serve as support material in\ntrainings or as standalone materials to increase knowledge,\nbut on their own they cannot be defined as training. The COPS Office also has a series of requirements that instruc­\ntors must meet prior to becoming instructors for COPS office\ncourses and for the duration of their instructor tenure. Those\nrequirements can be found in the COPS Office’s Instructor\nQuality Assurance Guide at https://www.cops.usdoj.gov/\npdf/training/Instructor_Quality_Assurance_Guide.pdf. Maintain training relevance for the field. Prepare training for accreditation through national law Contact the COPS Office enforcement training accreditation programs. The COPS Office defines training as the teaching and learn­\ning activities carried out for the primary purpose of helping\nmembers of an organization acquire and apply the knowl­\nedge, skills, abilities, and attitudes needed by a particular\njob or organization. Training is driven by specific goals and\nobjectives; it is not a single event but rather an ongoing pro­\ncess that requires continuous self-reflection and evaluation. For questions related to the development and\ndelivery of in-person or online training, please\ncontact the COPS Office Response Center. For more information about COPS Office\nprograms and resources, please call the COPS\nOffice Response Center at 800-421-6770 or visit\nthe COPS Office website at www.cops.usdoj.gov. March 2019 US Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov The ADDIE Model of\nInstructional Design Fact Sheet The ADDIE model is a process traditionally used\nby instructional designers and training developers. The five phases—Analysis, Design, Development,\nImplementation, and Evaluation—represent a dynamic,\nflexible guideline for building effective training and\nperformance support tools. In the ADDIE model, each step has an outcome that\nfeeds into the subsequent step. Analysis Phase The first stage of the ADDIE model is the analysis\nphase. In this phase, the instructional goals and\nobjectives are established, and the learning environment\nand learner’s existing knowledge and skills are identified."
}