{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 7,
  "chunk_text": "Where applicable, procedures for correcting registered fingerprints required for accessing the\nsystem. Availability of services (e.g., Electronic Law Library, TRU-Unit Management, and Print) in\nsecure areas of the institution (e.g., SHU). In addition, alternative procedures should be\nidentified for ensuring core services are provided (i.e., ELL, modifying telephone numbers,\nsending funds). Use of mailing labels for SHU or other areas of the institution in which there are special\nsecurity concerns that limit regular access to TRULINCS. Procedures surrounding electronic Request to Staff. Procedures surrounding discipline for misuse of the system. Where applicable, Video Service procedures. Identification of local sex offender management staff responsible for reviewing Sentry CMA\nrestrictions and recommending overrides. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 Chapter 2. GENERAL TRUST FUND OPERATIONS\n2.1 HISTORY, OVERVIEW, AND NATURE OF THE TRUST FUND\na. History of the Trust Fund. In 1930, Department of Justice Circular No. 2126, titled Rules\nGoverning the Control of Prisoner’s Funds at the Several Penal and Correctional\nInstitutions (August 1, 1930), authorized and established a Commissary at each institution. The\nCommissary was created to provide a bank-type account for inmate monies and “for the\nprocurement of articles not regularly issued as part of the institution administration.” Circular\n2244, Rules Governing the Control of Prisoners Funds at Several Penal and Correctional\nInstitutions (January 1, 1932), superseded Circular No. 2126 and established separate U.S.\nTreasury accounts for the “Prisoners Trust Fund” and the “Commissary and Welfare Funds.” The existence and operation of the prison Commissaries was approved by Congress in 1932 in the\nDepartment of Justice’s 1933 appropriation bill. In 1934, Congress designated the “funds of\nfederal prisoners” and “Commissary funds” as “trust funds” (31 U.S.C. 1321). Monies accruing\nto these funds were appropriated and disbursed in compliance with the terms of the trust. Section 108 of the Department of Justice, General Provisions, Department of Justice, Public Law\n104-134 (April 26, 1996), provided that in Fiscal Year 1996 and thereafter, amounts in the Federal\nPrison Systems Commissary Fund that are not needed for operations are kept on deposit or\ninvested in obligations of, or guaranteed by, the United States. Earnings on investments are\ndeposited in the Commissary Fund. Section 108 of the Department of Justice, General Provisions in the Fiscal Year 1999 and\nthereafter Omnibus Bill and Conference Report Language, Public Law 105-277 (October 21,\n1998), clarified authority for expenditures from the Commissary Fund for an Inmate Telephone\nSystem and for other purposes, regardless of whether such an expenditure is security-related, for\nprograms, goods, and services for the benefit of inmates (not otherwise prohibited by law),\nincluding:\n■ Installation, operation, and maintenance of the Inmate Telephone System. ■ Payment for equipment purchased or leased for the Inmate Telephone System. ■ Salaries, benefits, and other expenses of personnel who install, operate, and maintain the\nInmate Telephone System. The “Commissary Fund” is generally referred to as the “Trust Fund” and the “funds of federal\nprisoners” as the “Inmate Deposit Fund.” The Trust Fund’s purposes remain essentially the same\nas when created:\n■ To maintain inmates’ monies (Deposit Fund) while they are incarcerated.\n■"
}