{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 42,
  "chunk_text": "Prepaid service is\nextended to all recipients to reduce the cost of receiving collect calls. Prepaid collect rates are\ncharged in accordance with TRUFONE contract requirements. 6.5 SYSTEM OPERATIONS\na. TRUFONE Access. Inmates are responsible for accessing their TRUFONE account using\ntheir PAC number and voice verification process where applicable. Staff shall register the inmate\nfor voice verification, using the special code provided by Trust Fund staff, prior to allowing access\nto place telephone calls. To register, inmates should use both the first and last of their committed\nname. b. TRUFONE Funds. Inmates are responsible for transferring funds from their Commissary\naccount to their TRUFONE account. They may transfer funds twice per day from their Commissary accounts to their TRUFONE\naccounts via the TRUFONE interactive voice response (IVR). Inmates are responsible for tracking their Commissary and TRUFONE account balances via the\nIVR. Inmates may only transfer their full TRUFONE balance back to their Commissary account. This\ntransfer will count as one of the two allowed transfers per day. Once funds are transferred, they may not be transferred back by staff to inmates’ Commissary\naccounts except by Trust Fund staff in the following circumstances:\n■ Inmates are released. ■ Inmates on telephone restriction for more than 60 days may request in writing that their\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 58 TRUFONE funds be returned to their Commissary account. This is a one-time transaction for\nthe entire balance of their TRUFONE account. ■ In rare or unusual instances as the Warden deems appropriate. In these circumstances, Trust\nFund staff are given written documentation to support the transfer. c. Inmates with a Public Safety Factor (PSF) for Serious Phone Abuse. Inmates with a PSF\nfor serious phone abuse are initially assigned a “Y” in the PSF field; their accounts are disabled per\nthe Program Statement Telephone Regulations for Inmates, until a Request for Inmate\nTelephone Restriction form (BP-A0740) is received from Unit Management staff. d. Processing Request for Inmate Telephone Restriction (BP-A0740). Upon receipt, Trust\nFund staff create an Inmate Class of Service (COS) for each type of restriction(s) and assign the\nappropriate COS to the inmate. If a termination date is provided (not to exceed 30 days), the BP-A0740 is kept in a temporary file. The file is reviewed each business day for pending termination dates. Trust Fund staff obtain the\nWarden’s approval for reinstatement or continued restrictions every 30 days. BP-A0740 forms\nare permanently kept as an image within TRUFACS. Additional guidance on telephone restrictions can be found in the Program Statement Telephone\nRegulations for Inmates. e. Inmate Access to TRUFONE Account Information. Inmates are responsible for\ntransferring funds and tracking their TRUFONE account balance along with their Commissary\naccount balance. Inmates are given written instructions for using the interactive voice response to\naccess their balances. Inmates may also access the cost of the last completed telephone call and\nthe minutes remaining for that month via the telephone. TRUFONE account statements are not regularly provided to inmates. Inmates requesting a\nstatement are charged $3.00 for each 30-day period requested. Trust Fund Specialist processes the completed Request for Withdrawal of Inmate’s Personal\nFunds (BP-199)."
}