{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 82,
  "chunk_text": "the applicant understands that it must require any subrecipient to comply with all such applicable\nstatutes (and associated regulations); and D. on behalf of the applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204. 5. The applicant also understands that (in addition to any applicable program-specific regulations and to applicable federal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the award (if any) made by DOJ based on the application may include, but are not limited to, 2\nCFR Part 2800 (the DOJ \"Part 200 Uniform Requirements\") and 28 C.F.R. Parts 22 (confidentiality—research and statistical information), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in federal financial assistance programs), and 46 (human subjects protection). 6. I assure that the applicant will assist DOJ as necessary (and will require subrecipients and contractors to\nassist as necessary) with DOJ’s compliance with section 106 of the National Historic Preservation Act of\n1966 (54 U.S.C. § 306108), the Archeological and Historical Preservation Act of 1974 (54 U.S.C. §§\n312501–312508), the National Environmental Policy Act of 1969 (42 U.S.C. §§ 4321–4335), and 28 C.F.R.\nParts 61 (NEPA) and 63 (floodplains and wetlands). 7. I assure that the applicant will give DOJ and the Government Accountability Office, through any authorized representative, access to, and opportunity to examine, all paper or electronic records related to the\naward (if any) made by DOJ based on the application. 8. I assure that, if the applicant is a governmental entity, with respect to the award (if any) made by DOJ\nbased on the application— A. it will comply with the requirements of the Uniform Relocation Assistance and Real Property Acquisitions Act of 1970 (42 U.S.C. §§ 4601–4655), which govern the treatment of persons displaced as a\nresult of federal and federally-assisted programs; and\nB. it will comply with requirements of 5 U.S.C. §§ 1501–1508 and 7324–7328, which limit certain political activities of state or local government employees whose principal employment is in connection\nwith an activity financed in whole or in part by federal assistance. 9. If the applicant applies for and receives an Office of Community Oriented Policing Services (COPS Office)\naward, I assure that as required by 34 U.S.C. § 10382(c)(11), it will, to the extent practicable and consistent with applicable law—including, but not limited to, the Indian Self-Determination and Education\nAssistance Act—seek, recruit, and hire qualified members of racial and ethnic minority groups and qualified women in order to further effective law enforcement by increasing their ranks within the sworn positions in the agency. I acknowledge that a materially false, fictitious, or fraudulent statement (or concealment or omission of a material\nfact) in this certification, or in the application that it supports, may be the subject of criminal prosecution\n(including under 18 U.S.C. §§ 1001 and/or 1621, and/or 34 U.S.C. §§ 10271–10273), and also may subject me and\nthe applicant to civil penalties and administrative remedies for false claims or otherwise (including under 31 U.S.C.\n§§ 3729–3730 and 3801–3812)."
}