{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 41,
  "chunk_text": "3. LIVING SKILLS\n3. LIVING SKILLS 0 = POOR 1 = AVERAGE 2 = GOOD Enter the appropriate number of points that reflect the inmate’s\nliving skills during the past 12 months. This is based on the\ninmate’s demeanor, attitude, personal accountability and nature\nof interaction with staff and other inmates. Incident Reports in\nand of themselves are not the determining factor in assessing\nthe points on this item;\nhowever, the underlying\nbehavior(s) may influence the scoring of this item. Unit Teams\nshould score this item at the time of the custody review so\ninput may be gained from all classification team members. NOTE: Inmates in “FRP Refuse”, “RPP Refuse”, or who refuse to\nparticipate in mandatory drug education or treatment\nprograms will be scored with 0 points regardless of\nany other programs achievements. Otherwise, assign\npoints as follows. P5100.08\n9/12/2006\nChapter 6, Page 11\nGOOD - The inmate fully complies with staff expectations. He/she consistently receives outstanding sanitation and\nwork reports and impresses staff as a “model inmate” in all\nother\naspects of adjustment. He/she has developed a good rapport with\nstaff. This high level of responsibility is consistent\nthroughout the year. While behavior(s) of a minor concern may occur occasionally,\nthey do not detract from the inmate’s overall favorable\nperformance. He/she is perceived by staff as attempting to program in a\npositive manner. Some examples of such behavior(s) are as\nfollows:\n• Rare property/sanitation related counseling\nnecessary; however, not as the result of or leading\nto an Incident Report or extra duty; • Work reports that are excellent\nnot\nall\nevaluation\nelements\n“outstanding;” and, • Uncharacteristic instances of staff reported\nnegative interactions or behavior that do not result\nin Incident Reports. overall, though\nare\nrated\nas AVERAGE - The inmate generally complies with staff\nexpectations although falls short of providing a full and\ncomplete effort. He/she has been counseled about sanitation, work performance\nand/or other aspects of adjustment; however, the inmate is\nnot viewed as problematic. The inmate’s rapport with staff\nis satisfactory. The inmate presents well personally;\nhowever, he/she fails to display any significant motivation\nfor\nself-improvement. POOR - The inmate consistently fails to meet staff expectations\nas evidenced by poor quarters sanitation, personal hygiene,\nnegative interaction with staff/peers, or poor work reports. 4. TYPE AND NUMBER OF MOST SERIOUS INCIDENT REPORT(S) 4. TYPE & NUMBER 0\n= ANY GREAT (100) IN PAST 10 YRS 3(A)= 1 MOD\n(300) IN PAST YR\nOF MOST 1 = > 1 HIGH (200) IN PAST 2 YRS 3(B)= >1 LOW MOD (400) IN PAST YR SERIOUS\n2(A)= 1 HIGH (200) IN PAST 2 YRS 4\n=\nl LOW MOD (400) IN PAST YR INCIDENT RPT\n2(B)= > 1 MOD (300) IN PAST YR\n5\n= NONE Enter the points that reflect the most serious Incident\nReport(s) received by the inmate. This is determined by using\nthe Institution Disciplinary Codes and Sanctions Severity\nScale. Points are assigned based on the most severe Incident\nReport(s) for which the inmate has been found guilty by either P5100.08\n9/12/2006\nChapter 6, Page 12\nthe Unit Disciplinary Committee (UDC) or the Discipline Hearing\nOfficer (DHO), within the specified time frames. Points are to\nbe assigned only for the current period of incarceration. NOTE:"
}