{
  "document_category": "guidance",
  "docId": "guidance_71",
  "chunk_index": 41,
  "chunk_text": "Following is a sample 2019 cooperative agreement template that will be customized for your specific COPS Officefunded project. If you have any additional questions concerning your cooperative agreement, please contact your\ndesignated COPS Office Program Manager. I. Statement of authority This cooperative agreement between the [Insert Agency Name] (“recipient”) and the U.S. Department of Justice\nOffice of Community Oriented Policing Services (“COPS Office”) is hereby entered into under the authority of 34\nU.S.C. § 10381 et seq. The purposes of this cooperative agreement are described here. II. Statement of background and purpose\nA. Background\n[Insert background – should set the stage for the CA including why this effort is needed, history of effort to\ndate and reasons why the effort is required now] [Insert project purpose – should clearly state rationale for the work] B. Primary objective\n[Insert project objective – should include what we hope to accomplish – could be a number of small\nobjectives] 41 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nIII. Scope of Work For a period hereinafter set forth, the COPS Office and the recipient will cooperatively furnish the necessary\npersonnel, travel, supplies, and otherwise perform all things necessary for or incident to the performance of work\n(the accomplishment of functional objectives) as set forth here:\nA. Specifically, the COPS Office will do the following:\n1. Designate a program manager to participate in the planning and management of this cooperative\nagreement and to coordinate project activities. 2. Provide information and technical assistance from government sources within available resources\nand as determined appropriate by the program manager. 3. Provide guidance to the recipient in the planning and development of strategies used in the project\nand in the coordination of the project with law enforcement agencies and organizations interested in\ncontributing their support. 4. Work with the recipient to meet the designated project tasks and timelines. 5. Review and approve required reports specific to each cooperative agreement, which may include\nperiodic progress and financial reports, deliverables, evaluations, and other documentation requiring\nCOPS Office approval for successful award administration. 6. Review and approve all training processes and deliverables including newly developed in-person or\nonline training, pre-existing in-person or online training, all supplemental and additional resources, all\ntrainers, and all marketing efforts. 7. Review and approve all project deliverables including innovation and pilot program publications,\nmicrogrant project publications, partnerships project publications, and all multimedia deliverables\nand marketing efforts. 8. Review and approve all proposed changes in key staff assignments to the project and any significant\nchanges in the partner’s and/or subrecipient’s role or responsibilities. 9. Review and approve all proposed writers of any project deliverables. 10. Review and approve all subject matter experts (SME) and their assignments to any project\ndeliverable. 11. Review and approve all subrecipients and formal partners. 12. Permit the recipient to copyright any work that is subject to copyright and was developed or for\nwhich ownership was acquired under this cooperative agreement in accordance with 2 C.F.R. §\n200.315(b)."
}