{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 88,
  "chunk_text": "Guidance for requesting a consultant rate based\non employment\na. Consultants Associated with Institutions of Higher Education\n(including state-run educational institutions). If representing\nthe academic institution, the maximum rate of compensation\n1 2 C.F.R. Part 200, Subpart E—Cost Principles applies to awards made after December 26, 2014. For awards made prior to December 26, 2014, the following Cost Principles apply: 2 C.F.R. Part 225 (OMB Circular A-87),\nCost Principles for State, Local, and Indian Tribal Governments); 2 C.F.R. Part 220 (OMB Circular A-21), Cost Principles for\nEducational Institutions; 2 C.F.R. Part 230 (OMB Circular A-122), Cost Principles for Non-Profit Organizations; and 48 C.F.R.\nPart 31 .000, et seq. (FAR 31.2), Cost Principles for Contracts with Commercial Organizations. that will be allowed is the consultant’s academic salary\nprojected for 12 months, divided by 260. These\nindividuals normally receive fringe benefits which\ninclude sick leave for a full 12-month period, even\nthough they may only work 9 months per year in their\nacademic positions. This does not apply to individuals\nproviding consultant work outside of their academic\ncommitments. In such cases, the rate of compensation\nwill be based on reasonable cost principles and requires\ndocumentation supporting the requested rate. To request approval of a consultant rate in excess of $650 per\nday, please submit the signed request on recipient department\nletterhead and include the agency ORI number and the\naward number for which the approval is being sought. b. Consultants Employed by State and Local Government. Compensation for these consultants will be allowed only\nwhen the unit of government will not provide these\nservices without cost. If a state or local government\nemployee is providing services under a federal award and\nis representing his or her agency without pay from the\nrespective unit of government, the rate of compensation\nis not to exceed the daily salary rate for the employee\npaid by the unit of government. If the state or local\ngovernment employee is providing services under a federal\naward and is not representing his or her agency, the rate\nof compensation is based on the necessary and reasonable\ncost principles. Please note that under the nonsupplanting\nrequirement of the COPS Office statute, COPS Office\ngrant funds may not be used to supplant (replace) local\nfunding which otherwise would have been spent on\nconsultants employed by state and/or local government. The statute bars federal funding of existing consultants and\nof newly hired consultants that a community is committed\nto fund in the absence of a COPS Office grant. » The daily rate of each consultant/contractor that exceeds\n$650/day (indicate fringe benefits, if applicable). c. Consultants Employed by Commercial and NotFor-Profit Organizations. These organizations are\nnormally subject to competitive bidding procedures. Thus, if consultants have been selected through\ncompetitive bidding, they are not subject to the per day\nmaximum compensation threshold. Otherwise, the rate\nof compensation will be approved based on the salary a\nconsultant recieves from his or her primary employer, as\napplicable, up to $650 a day. Please include the following:\n Description of the services to be provided by the\nconsultant(s) or contractor(s), including the following:\n» The number of days and hours to be worked by each\nconsultant/contractor.  A resume or curriculum vitae (CV) for each consultant\nor contracted individual whose rate exceeds $650 per day. "
}