{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 13,
  "chunk_text": "The recipient\nagrees to cooperate with the monitors and evaluators. 34 U.S.C. § 10385(b). Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may be\ncarried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and why\ncertain programs are more successful than others. Specifically, the COPS Office may assess the way in which your\nagency implements its CPD award. COPS Office staff or evaluators may study the effectiveness of funded\nprograms, projects, and activities. Evaluators may collect information about the programs’ effect on crime, victims 11 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nof crime, and the quality of life in communities. In addition, they may ask questions about the challenges\nencountered during project implementation, how residents feel about community policing, and how police feel\nabout their work. This information will be useful to other communities and police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your agency or department, observe activities, and\nobtain written reports about and from your agency or department. You will be asked to facilitate any site visits and\ninformation-gathering activities. In addition, you will be asked to provide accurate and timely information about\nyour award activities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). 2 C.F.R §§ 200.327 –\n200.328. The progress report is used to track your agency’s progress toward implementing community policing\nstrategies and to collect data to gauge the effectiveness of increasing your agency’s community policing capacity\nthrough COPS Office funding. The Federal Financial Report is used to track the expenditures of the recipient’s award\nfunds on a cumulative basis throughout the life of the award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government must be monitored carefully to ensure the\nproper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress of\nour programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with CPD\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” tab on the COPS Office website at\nhttps://cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days\nafter the end of the award period."
}