{
  "document_category": "guidance",
  "docId": "guidance_26",
  "chunk_index": 4,
  "chunk_text": "The\nstudy will be conducted at a juvenile contract facility capable of providing the service. In addition to answering specific questions from the Court, the study report will augment the\nPresentence Investigation Report that U.S. Probation prepares. It is expected to include the\nresults of:\n■ a physical examination,\n■ psychological and educational testing, and\n■ a psychological and/or psychiatric examination. P5216.06 4/26/2019 5 The RRM is to assure the study report’s timely completion. 7. A JUVENILE WITH A MENTAL DISEASE OR DEFECT. If a juvenile is found to\nhave a mental disease or defect under any of the provisions of 18 U.S.C. §§ 4243 through 4246,\nhe or she is to be held in a suitable facility until after his or her 18th birthday. Suitable facilities may include juvenile facilities and mental health facilities and hospitals. The\njuvenile may not have contact with pre-trial or sentenced adults. After the 18th birthday, the RRM must review the juvenile’s case at least every six months to\ndetermine if a transfer to another facility will provide appropriate treatment for the mental\ndisease or defect. When such a transfer is determined to be appropriate and the transfer is to a\nBureau-operated facility, it is to be accomplished through the Medical Designator, who must\nalso review possibilities for alternative placements. 8. JUVENILE HOLDOVERS. When in transit, a juvenile who has not attained his or her\n18th birthday, as well as a juvenile sentenced under the JJDPA who has not yet attained his or\nher 21st birthday, is to be held in a contract juvenile detention facility whenever one is\navailable. If there is no approved juvenile facility, an adult contract jail with the capability to\nseparate the juvenile from adult inmates may be used. 9. IDENTIFICATION IN TRANSIT. The file or document accompanying a juvenile in\ntransit who has not attained his or her 18th birthday, or is sentenced under the JJDPA and has\nnot attained his or her 21st birthday, is to indicate clearly the juvenile’s status as a juvenile, and,\nif applicable, that the juvenile has an adult sentence. 10. PHOTOGRAPHS AND FINGERPRINTS. Photographs and fingerprints of a juvenile\nwho has not attained his or her 18th birthday, or is sentenced under the JJDPA, may be taken\nwithout the Court’s permission to assure adequate identification and accountability of\ncommitted delinquents and to alert federal law enforcement authorities in the event of an\nunauthorized absence from custody. Distribution of photographs within the facility is\nauthorized to satisfy ordinary security and custodial requirements. a. Information Submission to the FBI. Contract facility staff must submit a juvenile’s\nfingerprints to the Federal Bureau of Investigation (FBI) on a Fingerprint Card (FD-249), upon\nadmission to the facility with a notation in the “additional information” block that “the subject\nhas been adjudicated a juvenile delinquent under 18 U.S.C. 5037” or “the subject has not\nattained his/her 18th birthday but was sentenced as an adult.” The FBI will furnish the FBI\nnumber and the arrest history, if one exists, and return the Fingerprint Card. P5216.06 4/26/2019 6 b. Disclosure Limitation."
}