{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 108,
  "chunk_text": "If your agency does not have an ORI number\nassigned by the FBI, the COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases,\nthe last two characters will be “ZZ”). It can be found on your award document. When you contact the COPS Office\nwith a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problem-solving,\nservice, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. retention period. After 36 months of COPS Office funding, TRGP-Hiring recipients are required to retain each\nadditional COPS Office-funded position awarded using local, state, or other sources of non-COPS Office funds. Each\nawarded position must be retained for at least 12 months following the conclusion of the 36 months of federal\nfunding for that position. This time span is referred to as the retention period. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. supplanting. For the purposes of your COPS Office award, supplanting means replacing state, local, or BIA funds\nthat otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local,\nand tribal governments are prohibited from supplanting throughout the award period. This means that your\nagency may not use COPS Office funds to pay for any equipment/technology, services, or other items which, in the\nabsence of the COPS Office program, would otherwise have been funded with state or local funds or funds\nsupplied by the BIA. The COPS Office funds must instead be used to supplement, or increase, your law\nenforcement budget. For additional information on supplanting, please review the TRGP-Hiring award condition\n‘Supplementing, Not Supplanting’ or the TRGP-E/T award condition ‘Supplementing, Not Supplanting’ in this\nmanual. 112 2018 COPS Office Tribal Resources Grant Program (TRGP)\nAward Owner’s Manual This manual was created to assist COPS Office Tribal Resources Grant Program (TRGP) recipients with the\nadministrative and financial matters associated with their award."
}