{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 8,
  "chunk_text": "A sample of the waiver\nis provided in Appendix B. P5100.08\n9/12/2006\nChapter 2, Page 4\nOUT CUSTODY. The second lowest custody level assigned to an\ninmate requiring the second lowest level of security and\nstaff supervision. An inmate who has OUT custody may be\nassigned to less secure housing and may be eligible for work\ndetails outside the institution's secure perimeter with a\nminimum of two-hour intermittent staff supervision. PAROLE, MANDATORY RELEASE, OR SPECIAL PAROLE TERM VIOLATOR. Violators are inmates who were released from Bureau custody to\nthe supervision of a D.C. or U.S. Probation Officer (USPO) and\nhave violated the conditions of their release. These violators\nare returned to Bureau custody and are required to have a\nparole hearing within certain time limits. The purpose of\nthis is to provide the inmate with an in-person hearing before\nthe U.S. Parole Commission (USPC) to determine if the inmate\nhas violated the conditions of parole, mandatory release, or\nspecial parole. Therefore it is necessary to temporarily place\nthese individuals at parolable institutions in order to\nconduct parole hearings. PRIVATIZED FACILITY. A prison, institution, or other\ncorrectional facility that is operated or supervised by a\nnon- governmental entity. Privatized facilities are\nmanaged by private organizations or individuals with\noversight provided by Bureau staff. PUBLIC SAFETY FACTOR. There are certain demonstrated behaviors\nwhich require increased security measures to ensure the\nprotection of society. There are nine Public Safety Factors\n(PSFs) which are applied to inmates who are not appropriate for\nplacement at an institution which would permit inmate access to\nthe community (i.e., MINIMUM security). The application of a PSF\noverrides security point scores to ensure the appropriate\nsecurity level is assigned to an inmate, based on his or her\ndemonstrated current or prior behavior. REDESIGNATION. The reassignment of an inmate from one\ninstitution to another after initial designation. Unit staff\nsubmit a request to the DSCC, and the inmate’s case is reviewed\nfor possible transfer. Approval of a redesignation results in an\norder from DSCC staff indicating a correctional institution to\nwhich an inmate is to be transferred. The actual movement of an\ninmate from one institution or facility to another is referred\nto as a transfer. RELEASE RESIDENCE. The verifiable destination to which an inmate\nrealistically plans to reside upon release from Bureau custody. The inmate must provide proof of residence to his or her unit\nstaff. Staff will rely upon the following references to assist\nin verification: Presentence Investigation Report/USPO P5100.08\n9/12/2006\nChapter 2, Page 5\nverification; telephone and visiting lists; and, incoming and\noutgoing mail. SECONDARY DESIGNATION. The second part of a two part\ndesignation, usually after a temporary designation to\nreceive medical/mental health treatment or to participate in\na specific institutional program or parole hearing. SECURITY LEVEL. Used to describe the structural variables and\ninmate-to-staff ratio provided at the various types of Bureau\ninstitutions (i.e., Minimum, Low, Medium, High). It also\nidentifies the institution type required to house inmates\nbased on their histories, institutional adjustment, and Public\nSafety Factors as well as the physical security of the\ninstitution to include mobile patrols, gun towers, perimeter\nbarriers, housing, detection devices, inmate-to-staff ratio,\nand internal security. STATEMENT OF REASONS."
}