{
  "document_category": "guidance",
  "docId": "guidance_63",
  "chunk_index": 9,
  "chunk_text": "Likewise, on March 9, 2000, OMB issued Bulletin\nNo. 00–02 addressing “Guidance on Aggregation and Allocation of Data on Race for Use in Civil Rights\nEnforcement.” Part II of that Bulletin describes how such census responses will be allocated by Federal\nexecutive agencies for use in civil rights monitoring and enforcement. The Department of Justice will follow both aggregation methods deﬁned in Part II of the Bulletin. The\nDepartment’s initial review will be based upon allocating any response that includes white and one of\nthe ﬁve other race categories identiﬁed in the response. Thus, the total numbers for “Black/African\nAmerican,” “Asian,” “American Indian/Alaska Native,” “Native Hawaiian or Other Paciﬁc Islander,” and\n“Some other race” reﬂect the total of the single-race responses and the multiple responses in which an\nindividual selected a minority race and white race. The Department will then move to the second step in its application of the census data by reviewing the\nother multiple-race category, which is comprised of all multiple-race responses consisting of more than\none minority race. Where there are signiﬁcant numbers of such responses, the Department will, as 7 In circumstances where states aim, pursuant to state law, to reallocate certain group quarters populations (such as individuals conﬁned in\ncorrectional facilities), the Department will review these data as well. 12 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice required by both the OMB guidance and judicial opinions, allocate these responses on an iterative basis\nto each of the component single-race categories for analysis. Georgia v. Ashcroft, 539 U.S. 461, 473, n.1\n(2003). As in the past, the Department will analyze Hispanic/Latino persons as a separate minority group for\npurposes of enforcement of the Voting Rights Act, pursuant to Sections 2, 4(f)(2), and 14(c)(3) of the\nAct. 52 U.S.C. §§ 10301, 10303(f)(2), 10310(c)(3). The Census asks respondents to answer both the\nHispanic origin question and the race question. A Hispanic/Latino tabulation of Census data includes\nthose who respond afﬁrmatively to the Hispanic origin question, irrespective of their response to the\nrace question, e.g., white, a minority race, “some other race” or multiple races. If there are signiﬁcant\nnumbers of responses in a jurisdiction that self-identify as Hispanic/Latino and one or more minority\nraces (for example, Hispanics/Latinos who list their race as Black/African American), the Department\nwill conduct its initial analysis by allocating those responses to the Hispanic/Latino category and then\nrepeat its analysis by allocating those responses to the relevant minority race category. 13 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nComplaints and Comments Members of the public are encouraged to send any complaints or comments regarding possible\nviolations of the federal voting rights laws to the Voting Section. This can include complaints or\ncomments about methods of election or districting plans that may violate Section 2 of the Voting Rights\nAct. This can also include requests for the Department to consider participation in cases as amicus\ncuriae on issues under the federal voting rights laws. Finally, this can include comments regarding this\nguidance document. Complaints and comments can be submitted online through the Civil Rights\nDivision’s website portal –civilrights.justice.gov."
}