{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 81,
  "chunk_text": "Approximately how long should it take to adequately complete the Conference & Events Submission\nform? The amount of time required to adequately complete the Conference & Events Submission Form will vary\ndepending on the complexity of the proposed event. A small event (in terms of number of attendees,\ntotal cost, etc.) may require only an hour or two to complete the form because the event is basic/routine\nand data are not required in all of the available categories. On the other hand, a large event (in terms of\nnumber of attendees, multiple sessions occurring at the same time, etc.) may require several hours or\ndays depending on the amount of required data (categories) and level of justiﬁcation needed to support\nthe event. Regardless of the size of any event, the supporting justiﬁcation should be suﬃcient to support\nthe agency’s mission for conducting the event. II. Which types of events do not require prior approval? Currently there are six types of events that do not require prior approval:\ni.\nii.\niii. iv. v.\nvi. Conferences held by grant recipients. (Note: Conferences held by cooperative agreement recipients\ndo require prior approval.) Law enforcement operational activities, including staging, surveillance, investigation, intelligence, and\nundercover activities. Routine operational meetings (e.g., staﬀ meetings or all-hands meetings) if held in a federal facility, if\nheld by cooperative agreement recipients in a non-federal facility that does not charge for its use,\nand if there are neither costs to the DOJ for logistical conference planning nor government-provided\nfood or beverages. In all three of these instances, the answer to all the questions on the Prior\nApproval Not Required Checklist must be “No.” Site visits are considered routine operational\nmeetings regardless of location so long as there are no costs to the DOJ for meeting rooms, logistical\nconference planning, or food and beverages. Testing activities where the primary purpose of the event is to evaluate an applicant’s qualiﬁcations\nto perform certain duties necessary to his or her job. This includes ﬁrearms and weaponry proﬁciency\ntesting and certiﬁcations. A majority of the event must be devoted to administering and taking the\ntest. Testing activities that are incidental to a training course or conference or are given upon its\ncompletion do require prior approval. Video conferences and webinars where there are neither costs to the DOJ for logistical conference\nplanning nor government-provided food or beverages. Technical assistance visits where travel was made by an individual or a small group of project staﬀ\nmembers to provide training or technical assistance to a particular entity; in this instance, the answer\nto all the questions on the Prior Approval Not Required Checklist must be “No.” 88 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nIII. Where should time staff spent working on the conference that is not related to planning be captured? Time spent working on a conference by staﬀ or contractors can be classiﬁed as either logistical planning\ntime or programmatic planning time. Programmatic planning includes time spent on activities such as\ndeveloping the conference content and agenda, identifying and recruiting subject matter experts, and\npreparing written materials."
}