{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 63,
  "chunk_text": "A community\npolicing agency must also thoughtfully examine where it looks for recruits, whom it is recruiting and hiring, and\nwhat is being tested. Some community policing agencies also look for the involvement of the community in this\nprocess through the identification of competencies and participation in review boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles and activities that are incorporated into job\ndescriptions. Performance, reward, and promotional structures should support sound problem-solving activities,\nproactive policing and community collaboration, and citizen satisfaction with police services. Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to (a) identify\nand correct conditions that could lead to crime, (b) raise public awareness, and (c) engage the community in 66 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nfinding solutions to problems. Field training officers and supervisors can encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information systems (technology) Community policing is information-intensive and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their beat. In addition, technological\nenhancements can greatly assist with improving two-way communication with citizens and developing agency\naccountability systems and performance outcome measures. Communication / access to data Technology provides agencies with the ability to communicate externally with the public and internally with their\nown staff. To communicate with the public, community policing encourages agencies to develop two-way\ncommunication systems through the Internet to provide online reports, reverse 911 and e-mail alerts, discussion\nforums, and feedback on interactive applications (surveys, maps), thereby creating ongoing dialogs and increasing\ntransparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for more\nefficient operations. Community policing advocates the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers in their\npatrol cars or through personal data devices. In addition, technology can support crime/problem analysis functions\nby enabling agencies to gather information on greater aspects of events including more detailed information on\noffenders, victims, crime locations, and quality-of-life concerns, and to further enhance analysis. Quality and accuracy of data Information is only as good as its source; therefore it is not useful if it is not high quality and accurate."
}