{
  "doc_id": "guidance_95",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_95__0",
      "chunk_id": "0",
      "content": "· , ­ U.S. Department of Justice\nCivil Rights Division\nOffice ofSpecial Counsel for Immigration-Related\nUrifair Employment Practices - NYA\n950 Pennsylvania Ave, NW\nWashington, DC 20530\nMain (202) 616-5594\nFax (202) 616-5509 August 19, 2014 BY EMAIL (Athena@MiGTRI.org)\nAthena Trentin\nGlobal Talent Retention Initiative of Michigan\n325 East Grand River Ave.\nSuite 275 East\nLansing, MI 48823\nDear Ms. Trentin:\nThank you for contacting the Office of Special Counsel for Immigration-Related Unfair\nEmployment Practices (OSC). This is in response to your e-mail dated July 16,2014, in which\nyou request guidance as to whether your organization may include information in an\ninternational student registry system indicating whether student candidates for employment\n\"have already applied for their Optional Practical Training (OPT) yet and if so, what are their\napproval dates. If not, when are they eligible to apply and/or for which dates do they expect to\nbe approved.\" You explain that your organization partners with universities \"to help connect\ntheir international students to employers in Michigan who need special linguistic/cultural skills\nand/or are having a hard time filling engineering and IT positions for internships and practical\ntraining opportunities.\" You ask whether \"requesting this information from international\nstudents and then providing it voluntarily for employers to review would conflict with any U.S.\nregulations,\" and if so, whether there is an alternative way to collect this information. OSC investigates and resolves charges of national origin and citizenship status\ndiscrimination in hiring, firing, or recruiting or referring for a fee; discriminatory documentary\npractices in the employment eligibility verification (Form 1-9 and E-Verify) process; and\nretaliation under the anti-discrimination provision of the Immigration and Nationality Act (INA),\n8 U.S.C. § 1324b. OSC cannot provide an advisory opinion on any specific case or set of facts. Nor can we advise on whether a proposed-practice violates a law or regulation enforced by\nanother office or agency. However, we can provide general information on compliance with the\nanti-discrimination provision of the INA. The anti-discrimination provision of the INA and its implementing regulations prohibit a\nperson or other entity from discriminating against any individual in hiring or recruitment or\nreferral for a fee because of an individual's national origin or citizenship status. 8 U.S.C. §\n1324b(a), 28 C.F.R. § 44.200(a)(1). The INA's prohibition against national origin discrimination extends to all work-authorized individuals. See 8 U.S.C. § 1324b(a)(1)(A), 28 C.F.R. §\n44.200(a)(1); see also Salazar-Castro v. Cincinnati Public Schools, 3 OCAHO No. 406 (1992). The prohibition against citizenship status discrimination extends to U.S. citizens, recent lawful\npermanent residents, asylees and refugees. See 8 U.S.C. §§ 1324b(a)(1)(B) and 1324b(a)(3), 28\nC.F.R. § 44.200(b)(1)(iii). From the limited information provided, it is unclear whether your organization would be\nconsidered a recruiter or referrerJor aJee directly subject to the INA's anti-discrimination\nprovision. However, the anti-discrimination provision of the INA does not directly prohibit a\nrecruiter or referrer for a fee from simply asking whether international students have applied for\nor intend to apply for OPT and asking for their actual or expected OPT approval dates. We note that, as is the case with a recruiter or referrer for a fee, an employer that merely\nasks whether international students have applied for OPT or asks for approval dates is unlikely to\nviolate the anti-discrimination provision of the INA."
    },
    {
      "id": "guidance_95__1",
      "chunk_id": "1",
      "content": "We note that, as is the case with a recruiter or referrer for a fee, an employer that merely\nasks whether international students have applied for OPT or asks for approval dates is unlikely to\nviolate the anti-discrimination provision of the INA. Nevertheless, collecting and making\navailable the information you describe may lead prospective employers to engage in hiring\npractices that could violate the anti-discrimination provision of the INA in certain circumstances. To the extent your organization's registry leads a prospective employer to prefer non-immigrant\nnon-citizens over authorized U.S. workers in hiring, the employer's hiring decision could violate\nI\nthe anti -discrimination provision of the IN A. Therefore, from a compliance perspective, we\nwould discourage this practice and do not recommend an alternative method for providing\nprospective employers with student candidates' OPT application and approval dates to be used as\na selection criteria in hiring. We encourage you to visit our website (www.iustice.gov/crt/about/osc) or to contact our\ntoll-free employer hotline (1-800-255-8155 or TTY 1-800-237-2515) if you would like to learn\nabout resources available to assist your organization's staff in complying with the anti­\ndiscrimination provision in the future, such as through free webinar training by our office or\ndistribution of educational materials to your staff. Sincerely, Alberto Ruisanchez\nDeputy Special Counsel 1 Similarly, a prospective employer's preference for hiring certain candidates over other work-authorized candidates\nbased on national origin (including based on linguistic and cultural skills) could violate the anti-discrimination\nprovision's prohibition against national origin discrimination."
    }
  ]
}