{
  "document_category": "guidance",
  "docId": "guidance_52",
  "chunk_index": 14,
  "chunk_text": "1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 16 relied on as the grounds for a reduction in sentence;\n(B) the number of requests initiated by or on behalf of prisoners, categorized by the criteria\nrelied on as the grounds for a reduction in sentence;\n(C) the number of requests that Bureau of Prisons employees assisted prisoners in drafting,\npreparing, or submitting, categorized by the criteria relied on as the grounds for a reduction in\nsentence, and the final decision made in each request;\n(D) the number of requests that attorneys, partners, or family members submitted on a\ndefendant’s behalf, categorized by the criteria relied on as the grounds for a reduction in\nsentence, and the final decision made in each request;\n(E) the number of requests approved by the Director of the Bureau of Prisons, categorized by the\ncriteria relied on as the grounds for a reduction in sentence;\n(F) the number of requests denied by the Director of the Bureau of Prisons and the reasons given\nfor each denial, categorized by the criteria relied on as the grounds for a reduction in sentence;\n(G) for each request, the time elapsed between the date the request was received by the warden\nand final decision, categorized by the criteria relied on as the grounds for a reduction in sentence;\n(H) for each request, the number of prisoners who died while their request was pending and, for\neach, the amount of time that had elapsed between the date the request was received by the\nBureau of Prisons, categorized by the criteria relied on as the grounds for a reduction in\nsentence;\n(I) the number of Bureau of Prisons notifications to attorneys, partners, and family members of\ntheir right to visit a terminally ill defendant as required under paragraph (2)(A)(ii) and, for each,\nwhether a visit occurred and how much time elapsed between the notification and the visit;\n(J) the number of visits to terminally ill prisoners that were denied by the Bureau of Prisons due\nto security or other concerns, and the reasons given for each denial; and\n(K) the number of motions filed by defendants with the court after all administrative rights to\nappeal a denial of a sentence reduction had been exhausted, the outcome of each motion, and the\ntime that had elapsed between the date the request was first received by the Bureau of Prisons\nand the date the defendant filed the motion with the court. 13. ACA AGENCY ACCREDITATION PROVISIONS None. REFERENCES Directives Referenced\nP5162.05\nCategorization of Offenses (3/16/09)\nFederal Regulations\n■ Rules cited in this Program Statement are contained in 28 CFR 571.60 through 571.64. P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 17 ■ Rules referenced in this Program Statement are contained in 28 CFR 542.10 through 542.16\nand 572.40. U.S. Code Referenced\n■ Title 18, United States Code, Section 4205(g). ■ Title 18, United States Code, Section 3582. BOP Forms\nBP-A0339\nBP-A0192 CIM Case Information Summary\nRelease of Information Consent Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program\nare available in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5050.50 1/17/2019"
}