{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 5,
  "chunk_text": "4 because signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the US Department of Justice determines whether to fund the covered award. Additional copies of\nthe Assurances and Certifications forms are contained in the appendices of this manual. If you have any questions\nabout the Assurances and Certifications, please contact your assigned COPS Office Program Manager via the COPS\nOffice Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this award is for the payment of approved costs for PASS purposes. The allowable costs\napproved for your agency’s award are limited to those listed in the Financial Clearance Memorandum (FCM), which\nis included in your agency’s award package. The FCM specifies the costs that your agency is allowed to fund with\nyour award. It also describes any costs that were disallowed after review of your proposed budget. The recipient\nmay not earn or keep any profit resulting from this award unless expressly authorized in writing by the COPS Office. Your agency may not use award funds for any costs not identified as allowable in the FCM. Why this condition:\nPASS funding may only be used to pay for items and services approved by the COPS Office as reflected in the\nFinancial Clearance Memorandum (FCM). FY2017 PASS funding must be used to advance the practice of\ncommunity policing in law enforcement agencies through nationally recognized, scenario –based training that\nprepares officers and other first responders to safely and effectively handle active shooter and other violent\nthreats. For the scenario based training to be realistic and of the experiential quality, simulations weapons,\nproactive gear, range maintenance and other associated costs are allowable. For additional information, please\ncontact your Program Manager. To be eligible for payment under this award, the purchase of approved items must be made on or after the award\nstart date and comply with the guidelines described in the section “Accessing Award Funds” in this manual. The\nsection “Financial Record Maintenance” outlines the types of records you must keep to document that you\nfollowed this award condition. Purchases must also reflect the costs that were approved in the FCM. What you should do:\nRefer to your FCM for the list of approved allowable cost categories. Listed below are the budget categories that\nmay appear on your FCM. If your agency’s operating budget categories differ from those approved in the FCM,\nyour agency should maintain a cross-reference to clearly identify where the funds were budgeted. As long as funds\nare spent during the award period on project costs that were documented in your application’s budget summary\nand approved by the COPS Office through the issuance of the FCM, this award condition will be satisfied. The\naward number should be indicated on all budgetary documentation including purchase orders, receipts, and other\ndocumentation. All recipients should keep and maintain the most recent, approved version of their 2017 PASS\napplication for future reference. Personnel (salaries and benefits) Personnel expenses may be reimbursed for project activities that take place on or after the award start date."
}