{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 67,
  "chunk_text": "The final report must also describe the auditor’s method of assessing whether or not the\nfacility was able to remedy each of the deficiencies and the\nIMPORTANT\noutcome of this verification process. The auditor’s final\nreport updates the interim report by documenting all The final report must detail all\ncorrective action and how the auditor determined whether\ncorrective actions and the\nmethods used by the auditor to\nor not those actions are sufficient to bring the facility into\nverify implementation of the\nfull compliance with the Standards. If there are any\ncorrective actions, regardless of\ncorrective actions recommended by the auditor in the\nwhen a corrective action occurred\ninterim report that the facility did not implement, the\nin the audit process. auditor must also identify these in the final report and,\nwhen possible, explain why they were not implemented. Importantly, all audits present unique issues, challenges, and strengths; thus, audit reports\nshould reflect these important differences. Although it is permissible for auditors to use some\ntemplate language to organize and structure the audit report, the auditor’s discussion of the\nfacility characteristics, audit methodology, barriers to completing the audit, evidence relied\nupon, analysis process, and compliance determinations must be specific to the audited facility. As stated above, for each PREA Standard, auditors must determine whether the facility Exceeds\nStandard, Meets Standard, or Does Not Meet Standard, bearing in mind that if a facility is out of\ncompliance with any provision of a Standard, the facility is out of compliance with the entire\nStandard. Drawing on all of this information, the final report provides the auditor’s\ndetermination of whether or not the facility is in full compliance with all of the PREA Standards. Auditors must submit their final report to the facility not more than 30 days following the final\nday of the corrective action period. However, if all corrective action is addressed before the\ninterim report would be due to the facility, or no corrective action is required, the auditor has\n45 days following the onsite visit to the facility to submit the final report to the audited facility. The final audit report is the official, public record of the auditor’s findings. Auditors are not to\ncreate other documentation of their audit findings (e.g., certificate of compliance). Such\ndocumentation is not considered valid. Final Report Formatting\nPrior to submitting their final report to the audited facility/agency and to the PREA Resource\nCenter pursuant to the auditor reporting requirements in Chapter 11, auditors must ensure that\nthe final report is in a searchable PDF format. This means that the text in the PDF can be\nsearched using the Adobe Reader “search” functionality, 22 selected, and copied. By contrast,\nscanned PDFs are those that are created by scanning hard copy documents to a PDF or other 22 See additional instructions here: helpx.adobe.com/acrobat/using/searching-pdfs.html. 68 file format that create a static image of the text that cannot be searched, selected, or copied. Auditors are not permitted to submit audit reports that have been scanned. Searchable PDFs are typically created using software such as Microsoft Word or Excel by saving\nor printing the file as a PDF. 23"
}