{
  "document_category": "guidance",
  "docId": "guidance_6",
  "chunk_index": 3,
  "chunk_text": "3 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nLaws That Protect All Voters Against Intimidation In The Voting Process. Federal law prohibits intimidating people from voting or attempting to vote. Section 11(b) of the VRA, 52 U.S.C. § 10307(b), provides that “No person, whether acting under color of\nlaw or otherwise, shall intimidate, threaten, or coerce, or attempt to intimidate, threaten, or coerce any\nperson for voting or attempting to vote, or intimidate, threaten, or coerce, or attempt to intimidate,\nthreaten, or coerce any person for urging or aiding any person to vote or attempt to vote.” Section 12 of the National Voter Registration Act of 1993 (“NVRA”), 52 U.S.C. § § 20511(1)(A), makes it\nillegal for any person, “including an election ofﬁcial,” to “knowingly and willfully intimidate[], threaten[],\nor coerce[], or attempt[] to intimidate, threaten, or coerce, any person for . . . registering to vote, or voting,\nor attempting to register or vote” in any election for federal ofﬁce. Section 131 of the Civil Rights Act of 1957, 52 U.S.C. § 10101(b), provides that “[n]o person, whether\nacting under color of law or otherwise, shall intimidate, threaten, coerce, or attempt to intimidate,\nthreaten, or coerce any other person for the purpose of interfering with the right of such other person to\nvote or to vote as he may choose, or of causing such other person to vote for, or not to vote for, any\ncandidate” for federal ofﬁce. 4 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nFederal Laws Governing Voting By Mail And Absentee Ballots Voting by mail was the most common means by which Americans cast their votes in 2020. Voting by mail\ncan be an effective way of ensuring that many citizens have a practical ability to participate in the\nelection process, given the various logistical difﬁculties that may preclude individuals from appearing at\na polling place on Election Day. Currently, all States provide at least some voters with opportunities to vote by mail. And voting by mail\nhas grown steadily over time. States’ practices fall into four categories:\n1. Some jurisdictions mail ballots to all active registered voters. 2. Some jurisdictions automatically mail such ballots to all voters who have joined permanent\nvote-by-mail lists (sometimes called “absentee” voting lists, although voters need no longer\nbe absent from the jurisdiction to join them). 3. Some jurisdictions provide vote-by-mail ballots on an election-by-election basis to any voter\nwho requests one for that election. 4. A ﬁnal group of jurisdictions provide vote-by-mail ballots upon application only to voters who\nmeet a set of special eligibility requirements (e.g., age, absence from the jurisdiction, or some\nother criterion). For example, under State law, in many jurisdictions citizens who are absent\nwhile attending educational institutions away from their voting address or who are detained\nin correctional facilities pending trial are entitled to cast their votes by mail. (In those States\nwhere individuals who are detained pursuant to a criminal conviction are entitled to vote, they\ntoo use vote by mail.)"
}