{
  "document_category": "guidance",
  "docId": "guidance_29",
  "chunk_index": 45,
  "chunk_text": "If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email\nat AskCopsRC@usdoj.gov. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1 on page 50:\n49 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Table 1. Due dates of SF-425s by quarter\nReporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 SF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 For your initial SF-425 submission, determine when the most recent SF-425 reporting quarter ended and complete\nan SF-425 to cover the period from the award start date of your award to the end of that period. You are required\nto submit an SF-425 even if you have not spent any money or incurred any costs during a reporting period. The\ndue dates for online filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 09-01-18 and the current date is 11-15-18, then your first SF-425 would be due no later\nthan 10-30-18 and would cover the period 09-01-18 (award start date) through 09-30-18 (end of the initial\nreporting quarter for this award). This SF-425 must be on file with the COPS Office before the submission deadline\nso that you can avoid being delinquent and can successfully complete a drawdown of funds through GPRS (submit\nreport as soon as you accept the award and have access to the COPS Agency Portal). Award recipients who do not submit an SF-425 report by the due date each quarter will be unable to draw down\nfunds. The payment system contains a function which checks for SF-425 delinquency and will reject a drawdown\nattempt if the SF-425 is not current. Subsequent outreach through email, fax, or hard copy reminders may be sent\nto the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov or contact the COPS\nOffice Response Center by phone at 800-421-6770 or by email at AskCopsRC@usdoj.gov. For assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased award reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests, and special\nrequest submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at\nhttps://portal.cops.usdoj.gov. 50 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual How do we file a Program Progress Report?"
}