{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 28,
  "chunk_text": "This includes proceedings at the Federal and State level\nbut only in connection with performance of a Federal contract or award. It does not include\naudits, site visits, corrective plans, or inspection of deliverables. b. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea,\nand includes a conviction entered upon a plea of nolo contendere. c. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not\nyet exercised. 27 2017 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition:\nUnder 2 CFR § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal awards, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active awards, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). During the award period, you must either report for the most recent five-year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 25. Compliance with 8 U.S.C. 1373\nCondition:\nAuthority to obligate or expend contingent on compliance with 8 U.S.C. 1373\nNOTE: This grant condition applies only to State or local government entities or to non-State or local government\nentities that make subawards with these funds to a State or local government entity. State or local government entity recipients of this award, and any subrecipient of this award at any tier that is an\nentity of a State or of a unit of local government, may not obligate or expend award funds if – at the time of the\nobligation or expenditure – the “program or activity” of the recipient funded in whole or in part with the award\nfunds (which includes any such program or activity of any subrecipient at any tier) is subject to any prohibitions or\nrestrictions on sending to, requesting or receiving from, maintaining, or exchanging information on citizenship or\nimmigration status as described in 8 U.S.C. § 1373(a) or (b), including any prohibitions or restrictions imposed or\nestablished by a State or local government entity or official."
}