{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 11,
  "chunk_text": "The DSCC usually has\naccess to this type of information for jail credit purposes. If there is no physical release from custody,\nDSCC staff will consider the state offense as part of the\ncurrent term of confinement for classification purposes and\nwill not assign any history points for the state offense. g. Each work day, DSCC Designation Officers determine which\ncases require designation by displaying a SENTRY Daily Log for\na listing of those cases entered the previous day (also to\ninclude weekends and holidays). The\nDesignator displays the Initial Designation Data screen and\nfollows the prompts on the screen. This will lead the\nDesignator through a display of the “CIM Clearance and\nSeparatee Data” screen and “Update Security Designation”\nscreen. A list of the appropriate security level\nfacilities will appear in order of proximity to the inmate’s\nlegal residence (based on mileage calculated by SENTRY). The\nfinal screen in this series requires that the reason for\ndesignation be entered, as well as any clearance remarks by\nthe DSCC Designator. The objective of inmate classification is to place each\ninmate in the most appropriate facility for service of\nsentence. To\naccomplish this, the Designator must consider all relevant\ninformation regarding the inmate. In accordance with Rule 38(b) of the Federal Rules of Criminal\nProcedure, when the court of conviction recommends that the\ninmate be retained in a place of confinement which will allow\nthe inmate to participate in the preparation of the appeal, the\nBureau will make every effort to place the inmate in such a\nfacility. If a reason exists for not placing the inmate in that\nfacility, the matter is called to the attention of the court\nand an attempt is made to arrive at an acceptable place of\nconfinement. h. SENTRY provides information on the capacity and inmate\npopulation in each institution. Specifically, for each facility\nand each Designation Facility (DFCL), SENTRY provides the Rated\nCapacity, the Designation Capacity, and the percentage of each\nthat the facility or DFCL currently houses. • The Rated Capacity is a measure of the\ncapacity for which each DFCL was designed. • The Designation Capacity is the equitable\nproportion of the inmates in a particular security\nlevel that each P5100.08\n9/12/2006\nChapter 3, Page 4\ndesignation facility having that security\nlevel should house. The Designation Capacity of each DFCL is based on the rated\ncapacities and population totals of all the DFCLs that have the\nsame security level. The Rated Capacity and Designation Capacity\nfor a facility are calculated as the total Rated Capacity and\nDesignation Capacity of all the DFCLs that exist within that\nfacility. Designators will ordinarily use the Designation Capacity as\na guide for maintaining population balance and an equitable\ndistribution of inmates. However, for newly activating\ninstitutions, Designators may designate that institution for\na percentage of initial designations. i. The Designator assigns a facility, which may include\na privately managed facility, and will make every effort to\naccommodate recommendations from the courts, ie."
}