{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 83,
  "chunk_text": "85 2017 COPS Hiring Program (CHP) Award Owner’s Manual COPS Office Resources\nWebsites\nCOPS Office Newsletter: http://cops.usdoj.gov/html/dispatch/index.asp COPS Office Beat Podcast: http://www.cops.usdoj.gov/Default.asp?Item=2370 Grants information: http://www.cops.usdoj.gov/grants Policing Task Force One Year Progress Report:\nhttp://www.cops.usdoj.gov/pdf/taskforce/TaskForce_Annual_Report.pdf SRO Resources: http://www.cops.usdoj.gov/supportingsafeschools Updated Publication list: http://www.cops.usdoj.gov/COPSpublications Publications\nBeyond the Badge: Profile of a School Resource Officer DVD: http://ric-zai-inc.com/ric.php?page=detail&id=COPSCD050 Intelligence-Led Community Policing, Community Prosecution, and Community Partnerships: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P322\nOfficer-Involved Shootings: A Guide for Law Enforcement Leaders: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P350\nPolice Perspectives: Building Trust in a Diverse Nation - No. 1. How to Increase Cultural Understanding: http://riczai-inc.com/ric.php?page=detail&id=COPS-P344\nPolice Perspectives: Building Trust in a Diverse Nation - No. 2. How to Serve Diverse Communities: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P345\nPolice Perspectives: Building Trust in a Diverse Nation - No. 3. How to Support Trust Building in Your Agency:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P346\nRank and File: Leaders in Building Trust and Community Policing: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P351 86 2017 COPS Hiring Program (CHP) Award Owner’s Manual References\nAtkinson, Anne J. 2002. Fostering School-Law Enforcement Partnerships. Safe and Secure: Guides to Creating Safer\nSchools, Guide 5. Washington, DC: Office of Justice and Juvenile Delinquency Prevention. https://www.ncjrs.gov/pdffiles1/ojjdp/book5.pdf. National Association of School Resource Officers (NASRO). 2012. To Protect & Educate: The School Resource Officer\nand the Prevention of Violence in Schools. Hoover, AL: National Association of School Resource Officers. https://nasro.org/cms/wp-content/uploads/2013/11/NASRO-To-Protect-and-Educate-nosecurity.pdf. 87 2017 COPS Hiring Program (CHP) Award Owner’s Manual This manual was created to assist COPS Hiring Program (CHP) program recipients with the administrative and\nfinancial matters associated with their award. For more information about your CHP award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. US Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published November 2017"
}