{
  "document_category": "guidance",
  "docId": "guidance_96",
  "chunk_index": 58,
  "chunk_text": "Community policing is composed of three key components:\n1.\n2.\n3. Community partnerships\nOrganizational transformation\nProblem solving Community partnerships\nCommunity partnerships are collaborative partnerships between law enforcement agencies and the individuals\nand organizations they serve to develop solutions to problems and increase trust in police. Community policing, recognizing that police rarely can solve public safety problems alone, encourages interactive\npartnerships with relevant stakeholders. The range of potential partners is large, and these partnerships can be\nused to accomplish the two interrelated goals of developing solutions to problems through collaborative problem\nsolving and improving public trust. The public should play a role in prioritizing and addressing public safety\nproblems. Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify community\nconcerns and offer alternative solutions. Examples of agencies include legislative bodies, prosecutors, probation\nand parole departments, public works departments, neighboring law enforcement agencies, health and human\nservices departments, child support services, ordinance enforcement, and schools. Community members or groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. These factions of the community can be engaged in achieving specific goals at\ntown hall meetings, neighborhood association meetings, decentralized offices or storefronts in the community,\nand team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its behalf\ncan be powerful partners. These groups often work with or are composed of individuals who share common\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, community development corporations, and the faith community. 61 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because they\noften bring considerable resources to bear in addressing problems of mutual concern. Businesses can help identify\nproblems and provide resources for responses, often including their own security technology and community\noutreach. The local chamber of commerce and visitor centers can also assist in disseminating information about\npolice-business partnerships and initiatives, and crime prevention practices. Media The media represent a powerful mechanism by which to communicate with the community. They can assist with\npublicizing community concerns and available solutions, such as services from government or community agencies\nor new laws or codes that will be enforced. In addition, the media can have a significant impact on public\nperceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem-solving efforts. The community policing philosophy focuses on the way that departments are organized and managed and how the\ninfrastructure can be changed to support the philosophical shift behind community policing. It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way it is managed and organized, its personnel, and its technology. Agency management"
}