{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 39,
  "chunk_text": "Documented information from juvenile or YCA\nadjudication can be used unless the record has been expunged or\nvacated. Minor History of Violence Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., simple assault, fights, domestic disputes, etc.) There must be a finding of guilt. Serious History of Violence - Aggressive or intimidating\nbehavior which is likely to cause serious bodily harm or\ndeath (e.g., aggravated assault, domestic violence,\nintimidation involving a weapon, incidents involving arson\nor explosives, rape, etc.). There must be a finding of\nguilt. Example: If an offender was found guilty of homicide 20 years\nago and a simple assault 3 years ago, assign 5 points for the\nsimple assault. Or in another case, the offender had guilty\nfindings for homicide 12 years ago; aggravated assault 8\nyears ago; and fighting 2 years ago, score 6 points for the\naggravated assault 8 years ago. NOTE: Attempted suicide, self-mutilation and possession of\nweapons are not applicable behaviors for History of\nViolence scoring. In addition, verbal threats (such as\nCode 203- Threatening Bodily Harm) are to be viewed as\nminor violence. P5100.08\n9/12/2006\nChapter 6, Page 8\n7. VOLUNTARY SURRENDER 7. VOLUNTARY SURRENDER 0 = NOT APPLICABLE (-3) = VOLUNTARY SURRENDER This item allows for the subtraction of three points from\nthe “Base Score” (Item 11 below), when the Judgement\nindicates the inmate was ordered to voluntarily surrender. Enter the appropriate number of points. For purposes of this\nitem, voluntary surrender means the inmate was not escorted\nby a law enforcement officer to either the U.S. Marshals\nOffice or the place of confinement. NOTE: 8. Supervised Release, Mandatory Release, and Parole\nViolators will not receive credit for Voluntary\nSurrender even if it is approved by the court. AGE\n0 = 55 and over\n2 = 36 through 54 8. AGE 4 = 25 through 35\n8 = 24 or less SENTRY will automatically cross-reference the inmate’s date\nof birth and assign the appropriate number of points that\nreflect his or her age. Staff do not have to manually\nenter an offender’s age. 9. EDUCATIONAL LEVEL 9. EDUCATION LEVEL 0 = Verified High School Degree/GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED & not participating in GED\nProgram Enter the appropriate number of points, that reflect the\ninmate’s education level as verified by the Education\nDepartment. NOTE: The scoring of this item on the Custody Classification\nform differs from the scoring on the Security\nDesignation form. Therefore, unit staff must reconcile\ninformation obtained since the inmate’s previous score\non this item. In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example an inmate who began but did not complete the\n7th grade will be given a 6 in the HGC field. Similarly, a GED\nwill be given a 12, a college graduate a 16, a Master’s degree\nan 18, and a Ph.D. a 21 (the maximum allowed) in the HGC\nfield. P5100.08\n9/12/2006\nChapter 6, Page 9\n10. DRUG/ALCOHOL ABUSE 10. DRUG/ALCOHOL ABUSE 0 = Never/>5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate."
}