{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 46,
  "chunk_text": "For more information, please contact the COPS Office Response Center at 800-421-6770 or at\nAskCopsRC@usdoj.gov. 10. Federal Civil Rights Laws\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\n(a) the Applicant understands that the applicable statutes pertaining to civil rights will include section 601 of the\nCivil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794);\nsection 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section 303 of the Age\nDiscrimination Act of 1975 (42 U.S.C. § 6102);\n(b) the Applicant understands that the applicable statutes pertaining to nondiscrimination may include section\n809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. § 10228(c)); section\n1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b) of the Juvenile Justice and\nDelinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the grant condition set out at section\n40002(b)(13) of the Violence Against Women Act (34 U.S.C. § 12291(b)(13)), which will apply to all awards\nmade by the Office on Violence Against Women, also may apply to an award made otherwise;\n(c) the Applicant understands that it must require any subrecipient to comply with all such applicable statutes\n(and associated regulations); and\n(d) on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204. 44 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nThe Applicant also understands that (in addition to any applicable program-specific regulations and to applicable\nfederal regulations that pertain to civil rights and nondiscrimination) the federal regulations applicable to the\naward (if any) made by the Department based on the application may include, but are not limited to, 2 C.F.R. Part\n2800 (the DOJ \"Part 200 Uniform Requirements\") and 28 C.F.R. Parts 22 (confidentiality - research and statistical\ninformation), 23 (criminal intelligence systems), 38 (regarding faith-based or religious organizations participating in\nfederal financial assistance programs), and 46 (human subjects protection). Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that your\nagency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil rights\ninvestigation. If a hold is placed on your award, you will not be able to obligate or draw down federal funds under\nyour agency’s COPS Office award until you comply with federal civil rights laws or cooperate with any ongoing\nfederal civil rights investigation. What you should do:\nIncluded with your award package is a memorandum from the Office for Civil Rights, Office of Justice Programs,\nU.S. Department of Justice, which addresses the federal civil rights statutes and regulations applicable to your\naward."
}