{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 4,
  "chunk_text": "A list of source documents for this manual is provided in the appendices. You may request copies of any source\nreference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office–specific documents may be requested directly from the COPS Office by calling your COPS Office\nProgram Manager. 3 Review of award terms and conditions By signing the Award Document to accept this Preparing for Active Shooter Situations (PASS) Program award, your\nagency agrees to abide by the following award terms and conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the applicable 2017 COPS Office Program Award\nOwner's Manual; COPS Office statute (42 U.S.C. §. 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the US\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles\nand Procedures); the Cooperative Agreement as applicable; representations made in the application; and all other\napplicable program requirements, laws, orders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note that in\naccordance with 2 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to for-profit (or\ncommercial) entities. More detailed guidance regarding any particular award requirement or your agency’s specific\ncircumstances can be requested through your COPS Office Program Manager. What you should do:\nPlease read the entire PASS Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Program Manager. When accepting your award, you should ensure that\nthe proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to obtain the recipient’s Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Please read these documents carefully, 4 because signatures on these documents are treated as a material representation of fact upon which reliance will\nbe placed when the US Department of Justice determines whether to fund the covered award. Additional copies of\nthe Assurances and Certifications forms are contained in the appendices of this manual."
}