{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 58,
  "chunk_text": "Consequently, a separate schedule is prepared for endorsed or mutilated checks showing the\nnumber and amount on each and indicating the action to be taken. In each case, the U.S. Treasury\ngives the administrative office a disposition of each undeliverable check returned. Following\nreceipt of the returned check notice, remailing, cancellation, or deposit in the U.S. Treasury is\nauthorized as indicated. b. Joint-Payee Checks. Joint-payee checks received are not credited to an inmate’s account or\npermanently retained in the institution to preclude liability for endorsement. Whenever a\njoint-payee check is received, it is recorded in a Joint-Payee Check Register, which includes:\n■ Date received. ■ Date of check. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 79 ■\n■\n■\n■\n■\n■ Amount of check. Financial institution’s routing number. Name of drawer. Drawer’s account number. Names of joint payees. Disposition (Trust Fund Supervisor initials and date). The Cashier is responsible for maintenance of the register and security of the check on receipt at\nthe institution. When received through the LockBox, the joint-payee check is forwarded to the\nTrust Fund Branch Deposit Fund Section where it is logged into the register and forwarded to the\ninstitution. Upon receipt of a joint-payee check, the Unit Manager is notified and every effort made to send the\ncheck out of the institution within two business days. The Unit Manager contacts the inmate to\ndetermine the disposition of the check. The inmate is advised that the check cannot be processed or retained in the institution and that the\ninmate is to make any arrangement for disposition of the check’s proceeds with the other joint\npayee through correspondence. A letter of transmittal is prepared, with copies for the Accounting Technician/Cashier (to support\nthe disposition entry), inmate, and the inmate’s central file. Note: Use the following examples below as guidance for preparing transmittal letters. Example (a): Used to return or forward the check to the other joint payee when the inmate has\nplaced his/her endorsement on the check that was originally received by the inmate, was in the\ninmate’s possession at the time of commitment, or was sent by the other joint payee and the inmate\nrefuses to endorse the check sent by the other joint payee:\n“Enclosed is a check dated ___________ in the amount of $_________ payable to (show\nname of joint payee exactly as written on check) issued by (show name of payer). (a)\n(show name of inmate) has placed his/her endorsement of the enclosed check, and it is\nforwarded to you for further handling. Any proceeds of this check returned for his/her use\nshould be in the form of a money order, cashier’s check, certified check, etc., but do not\nreturn the attached check, as it cannot be negotiated. (b) (show name of inmate) has\nrefused to endorse the enclosed check, and it is forwarded to you as it cannot be retained at\nthis institution.”"
}