{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 5,
  "chunk_text": "Upon\ncompleting the RPP or prior to an inmate’s release\n(i.e., transfer to a CCC or to the community), the\ninmate will be provided a copy of the Inmate Education\nData Transcript if requested, for inclusion in the\nemployment folder. (6) Refusal. An inmate who refuses to participate in RPP\nis considered to lack the responsibility necessary for\ncommunity program participation, and will not ordinarily\nparticipate in community-based programs. However, inmates\nin this category should not be automatically excluded from\nconsideration for a CCC referral. Refusal to participate in\nany recommended RPP courses must be documented on the\nProgram Review Report. Refusal to participate in any single class of the RPP alone\nwill not result in the inmate receiving a score of zero\n(poor) for \"Responsibility Inmate has Demonstrated\" when\nupdating the Custody Classification form (BP-338). P5325.07\n12/31/2007\nPage 9\n(7) Inmate Responsibilities. Inmates should be familiar\nwith their release plan and work toward those goals during\ntheir incarceration. It is the inmate's responsibility to\nrequest enrollment in recommended courses directly to the\ncourse facilitators. Throughout the inmate’s incarceration, he or she should\nparticipate in several courses that count toward completing\nthe RPP. Generally, inmates will receive some type of\ncertificate or notice that the course(s) had been completed. It is the inmate’s responsibility to maintain course\ncertificates and notices in an employment folder (see\nSection 12.a. of this Program Statement). Staff are not responsible for an inmate’s failure to\nmaintain an employment folder. However, if requested unit\nstaff will provide an inmate with copies of certificates or\nother relevant documents maintained in the Inmate Central\nFile. (8) Course Facilitator Responsibilities. Course\nfacilitators will maintain lesson plans for each course they\ninstruct. They will also maintain class attendance records,\nschedule make-up classes as necessary, and enter data into\nSENTRY so that the course data will be captured on the\nInmate Education Transcript Data screen. Education staff\nwill offer training to help facilitators load SENTRY data. The RPC will monitor the accuracy of data entry and offer\nfurther training as needed. 10. [INSTITUTION RELEASE PREPARATION PROGRAM §571.13 a. The institution release preparation program shall be\nadministered by the Release Preparation Program Committee.] The Release Preparation Program Committee must:\n•\n•\n•\n• develop and maintain local course activity;\nmonitor course documentation;\ndevelop program plans; and,\nreport data. The Warden will appoint the institution RPP Committee. The RPP\nCommittee will be made up of multi-discipline staff (e.g.,\nEducation, Chaplaincy, Psychology Services, Health Services, Unit\nManagement, Volunteer Coordinator). The membership of this\ncommittee will ordinarily not be delegated below the department\nhead level. The Institution Volunteer Coordinator (if one P5325.07\n12/31/2007\nPage 10\nexists) is encouraged to play a major role in the RPP. The\nRelease Preparation Coordinator (RPC) chairs the RPP Committee,\nhowever, the AWP has overall program management responsibility. The RPC is required to maintain minutes of RPP Committee meetings\nfor two years. The institution RPP Committee will make written recommendations\nto the AWP concerning which department(s) should be responsible\nfor planning, scheduling, conducting, and documenting all\ncourses. The Warden has final decision authority. Prior to\nimplementation of final decisions made by the Warden which affect\nbargaining unit employees, the local UNION will be notified in\naccordance with the Master Agreement. The department responsible\nfor each release preparation topic/course must develop standard\nlesson plans. The RPC will review and maintain the plans."
}