{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 34,
  "chunk_text": "Your agency must maintain records that clearly demonstrate the source of the local match, the amount of the local\nmatch, and when the local match was contributed. The local match must be in addition to funds previously\nbudgeted for specific law enforcement purposes as indicated on your agency’s fiscal year budget. You do not need\nto provide these supporting documents to the COPS Office, but such records must be produced in the event of an\naudit, monitoring site visit, or office-based grant review. In addition, recipients are required to report the amount\nof local match contributed on the quarterly Federal Financial Report (SF-425), line j. Sources for local match requirements may include the following:\n•\n•\n•\n• Funds contributed by private sources; Funds from federal programs whose statutes specifically authorize their use as matching funds; Funds from state or local governments that are committed to matching funds for your program; and/or\nNonfederal asset forfeiture funds (subject to approval from the state or local oversight agency). To maximize the number of communities that would be able to take advantage of CHP award funding, only a\nlimited number of local match waiver requests were granted to applicants who were able to demonstrate severe\nfiscal distress. The COPS Office relied on the fiscal health data provided in section 7 of the CHP application and a\ncomparison of the applicant’s fiscal health data with that of the overall 2017 CHP applicant pool to make waiver\ndecisions. 30. School Resource Officer (SRO) Training Requirement\nCondition:\nCOPS Office-funded SRO(s) are required to complete a National Association of School Resource Officers (NASRO)\nbasic training course no later than nine months after the date shown on the award congratulatory letter. If a COPS\nOffice-funded SRO leaves the recipient agency after completing the NASRO training, the recipient agrees to pay for\nthe new SRO, who is assigned to backfill this position, to attend a NASRO basic training course. This new SRO must\ncomplete the training no later than nine months after being placed in the schools. Why this condition: This NASRO basic training course is intended not only to provide information on various important school safety\ntopics, but is also designed to promote effective collaboration and partnerships among the school, law\nenforcement agency and other entities. The COPS Office will pay the training fee directly to NASRO and pay allowable travel costs (airfare, hotel, and per\ndiem) up to $1,000 per COPS Office-funded SRO. Any travel costs over this amount must be paid for by the\nrecipient. The COPS Office will provide the recipient with contact information that must be used to arrange for\nclass registration and travel reimbursement. 33 2017 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: The recipient must ensure all COPS Office-funded SROs complete the NASRO training no later than nine months\nafter the date on the award congratulatory letter. If possible, SROs should complete training prior to beginning\nwork in a partner school or school district."
}