{
  "document_category": "guidance",
  "docId": "guidance_27",
  "chunk_index": 7,
  "chunk_text": "Note: Although individual countries may require a copy of a birth certificate before\napproving a transfer, the referral to Central Office should not be delayed due to the absence\nof a birth certificate. It is ultimately the responsibility of the home country to confirm the\ntransfer applicant is a citizen or national. ■ Canadian Application (CSC/SCC 0308E and 0614E), if applicable. Canadian application\nforms are located on the Sallyport Forms Directory, and on the Correctional Programs\nSallyport page. The general public can access the Canadian website at: http://www.cscscc.gc.ca/text/frmlrs/index-eng.shtml. Unit team will place a copy of the packet in section 2 of the Inmate Central File. During the initial application process, unit team advise the inmate to contact the nearest consular\noffice to inform them of his/her desire to be considered for treaty transfer. Foreign officials\nnormally have documents for the inmate to complete and return to the local consulate so that the\nconsular office can begin verification of citizenship or nationality and facilitate the processing of\nthe inmate’s application with the United States as well as the home country. Foreign officials may request to visit the inmate at the institution. See 28 C.F.R. §540.45. (2) Reapplication Process. An inmate who has been denied transfer to his/her country of\ncitizenship by the United States may normally reapply for transfer two years from the date of\ndenial. The denial date is defined as the date on the OEO denial letter. This date is annotated in\nSENTRY. Exceptions exist if temporary conditions preventing transfers have been satisfied\n(e.g., pending appeal was resolved, inmate who was needed to testify has done so, financial\nobligation has been satisfied). In such cases, the inmate is eligible to seek reconsideration of the\nearlier denial before the end of the two-year waiting period. An inmate who was approved for transfer by the United States but denied treaty transfer to\nhis/her country of citizenship or nationality by the treaty nation (foreign country) may not\nreapply through the Bureau and must address the denial directly with the treaty nation, since the\nUnited States has already approved the transfer. P5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 A complete application packet is not required for reapplication cases, as OEO maintains the\noriginal materials. However, institution staff submit the following documents to the Assistant\nAdministrator, Correctional Programs Branch, within 60 calendar days of the inmate’s\nreapplication:\n■ Memorandum indicating the date the inmate was previously denied and that the inmate\nwishes to reapply for transfer. The memorandum includes any new pertinent information not\npreviously included in the initial case summary – disciplinary action, medical/mental health\nissues, sentence changes, Financial Responsibility Program (FRP) information, family\nlocation, updated Emergency Contact Person (relationship and location), etc. Signature\nauthority is delegated to the Unit Manager. ■ New Transfer Inquiry (BP-A0297). ■ Current Visiting and Phone List, and emergency contact information.\n■ Any new or amended sentencing documents. ■ An OEO reapplication questionnaire completed by the inmate. ■ Progress report if available. The application packet is forwarded to OEO within 10 working days of receipt in Central Office. Applications for treaty transfer require investigation and processing by OEO."
}