{
  "document_category": "guidance",
  "docId": "guidance_56",
  "chunk_index": 34,
  "chunk_text": "Filing a false statement or certification in this application or other report or document\n• Other good cause shown\nPrior to imposing sanctions, the COPS Office will provide reasonable notice to the recipient of its intent to impose\nsanctions and will attempt to resolve the problem informally. Appeal procedures will follow those in the U.S.\nDepartment of Justice regulations in 28 C.F.R. Part 18. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). False statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and any other remedy available by law. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. Accepting the award After you have reviewed the conditions of your CAMP award and your agency agrees with these conditions, you\nare ready to accept the award. The Director of the COPS Office has signed the award document indicating approval\nof your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at\nthe beginning of this section, to officially begin your award and draw down your funds, the authorized officials (see\nthe Glossary of Terms in the appendices) of your agency must access www.cops.usdoj.gov to log in, review, and\nelectronically sign the award document with the award terms and conditions; the Financial Clearance\nMemorandum that is incorporated by reference into the award document and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Please see the Agency Portal User Manual at\nhttps://cops.usdoj.gov/pdf/2018AwardDocs/Agency_Portal_GrantsMgt_Manual.pdf for detailed instructions on\naward acceptance. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\n34 2018 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2018 CAMP application. If one or both of these\nindividuals have changed, please complete a Change of Information (COI) form online at\nhttps://cops.usdoj.gov/pdf/2018_Change_of_Info_508d_Form.pdf If you have any questions as to who should\nsign the award, please contact your jurisdiction’s local legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter."
}