{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 19,
  "chunk_text": "3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at http://www.fsrs.gov specify. B. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if窶能ni. the total Federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received窶能n(A) 80 percent or more of your annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 CFR 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 CFR 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To\ndetermine if the public has access to the compensation information, see the US Security and\nExchange Commission total compensation filings at\nhttp://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report executive total compensation described in paragraph b.1.\nof this award term:\ni. As part of your registration profile at https://www.sam.gov. ii. By the end of the month following the month in which this award is made, and annually\nthereafter. 18 C. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph d. of this award\nterm, for each first-tier subrecipient under this award, you shall report the names and total\ncompensation of each of the subrecipient's five most highly compensated executives for the\nsubrecipient's preceding completed fiscal year, if窶能ni. in the subrecipient's preceding fiscal year, the subrecipient received窶能n(A) 80 percent or more of its annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act, as\ndefined at 2 CFR 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from Federal procurement contracts (and\nsubcontracts), and Federal financial assistance subject to the Transparency Act (and\nsubawards); and\nii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To\ndetermine if the public has access to the compensation information, see the US Security and\nExchange Commission total compensation filings at\nhttp://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward."
}