{
  "document_category": "guidance",
  "docId": "guidance_55",
  "chunk_index": 52,
  "chunk_text": "55 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary Sources\nStudents, Teachers, and Officers Preventing (STOP) School Violence Act of 2018, 34 U.S.C. § 10551 et seq. B. Secondary Sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101\n4 C.F.R. Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling Paperwork Burdens on the Public”\n5 C.F.R. Part 151, “Political Activity of State and Local Officers or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “New Restrictions on Lobbying”\n31 C.F.R. Part 205, ”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables”\n48 C.F.R. Part 31 (Federal Acquisition Regulation), ”Contract Cost Principles and Procedures” Executive Orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30, “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension”\nExecutive Order 13043, “Increasing Seat Belt Use in the United States” 56 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix B. Assurances and Certifications\nU.S. Department of Justice Certified Standard Assurances On behalf of the Applicant, and in support of this application for a grant or cooperative agreement, I certify under\npenalty of perjury to the U.S. Department of Justice (\"Department\"), that all of the following are true and correct:\n(1) I have the authority to make the following representations on behalf of myself and the Applicant. I understand\nthat these representations will be relied upon as material in any Department decision to make an award to the\nApplicant based on its application. (2) I certify that the Applicant has the legal authority to apply for the federal assistance sought by the application,\nand that it has the institutional, managerial, and financial capability (including funds sufficient to pay any\nrequired non-federal share of project costs) to plan, manage, and complete the project described in the\napplication properly. (3) I assure that, throughout the period of performance for the award (if any) made by the Department based on\nthe application-a. the Applicant will comply with all award requirements and all federal statutes and regulations applicable\nto the award;\nb. the Applicant will require all subrecipients to comply with all applicable award requirements and all\napplicable federal statutes and regulations; and\nc. the Applicant will maintain safeguards to address and prevent any organizational conflict of interest, and\nalso to prohibit employees from using their positions in any manner that poses, or appears to pose, a\npersonal or financial conflict of interest."
}