{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 15,
  "chunk_text": "Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award funds,\nor a restriction from receiving future COPS Office awards for a period of time. Under certain conditions, additional\nactions may include referral and placement on the U.S. Department of Justice’s High Risk List, which will include\nmandatory completion of the U.S. Department of Justice’s Financial Management Training and being subject to\nincreased monitoring of current and future awards while on the list. In the event of criminal misuse of award\nfunds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance, recipients\nare strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant Monitoring\nStandards and Guidelines and Award Owner’s Manual for the year in which the award was made. Recipients\nshould also contact their COPS Office Grant Program Specialist at any time during the life of a COPS Office award\nwith questions concerning award conditions, terms, or requirements to seek guidance to avoid noncompliance. It\nis necessary for recipients to maintain all relevant documentation (administrative, financial, and programmatic)\nused to develop the application and implement the award that may be necessary or required to demonstrate\naward compliance. For more information, please contact the COPS Office Response Center at 800-421-6770 or at\nAskCopsRC@usdoj.gov. 10. Federal Civil Rights Laws\nCondition: The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by the\nDepartment based on the application specifically include statutes and regulations pertaining to civil rights and\nnondiscrimination, and, in addition—\n(a) the Applicant understands that the applicable statutes pertaining to civil rights will include section 601 of the\nCivil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794);\nsection 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section 303 of the Age\nDiscrimination Act of 1975 (42 U.S.C. § 6102);\n(b) the Applicant understands that the applicable statutes pertaining to nondiscrimination may include section\n809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. § 10228(c)); section\n1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b) of the Juvenile Justice and\nDelinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the grant condition set out at section\n40002(b)(13) of the Violence Against Women Act (34 U.S.C. § 12291(b)(13)), which will apply to all awards\nmade by the Office on Violence Against Women, also may apply to an award made otherwise; 13"
}