{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 8,
  "chunk_text": "If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nProgram Manager for further assistance. Indirect costs\nIndirect (facilities and administrative, or F&A) costs are costs incurred for a common or joint purpose that are not\nreadily assignable to a particular project but are necessary to the operation of the agency and the performance of\nthe project. Indirect costs are allowable for this program, but must adhere to the standards set forth in the\napplicable Office of Management and Budget (OMB) guidance as stated in 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the US\nDepartment of Justice in 2 C.F.R. § 2800.101. Examples of indirect costs include those incurred for facility\noperation and maintenance, depreciation, and administrative salaries. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses approved to be included within an indirect cost rate. It is important that your agency carefully track and\nupdate its indirect cost rate during the COPS Office award period. 7 The recipient understands that if it submitted an expired indirect cost rate agreement at the time of application, it\nwill be unable to recover federal funds for indirect costs until the COPS Office receives a current indirect cost rate\nagreement covering the award period. A special condition may be added to the award prohibiting the obligation,\nexpenditure, or drawdown of funds for reimbursement for indirect costs until a current indirect cost rate has been\napproved by your cognizant federal agency and submitted to the COPS Office. If your agency’s approved indirect cost rate expires during the award period, a current approved rate must be\nsubmitted to the COPS Office in order to continue to draw down award funding for indirect costs. Your expired\nrate must be renegotiated or extended by your cognizant federal agency. An approved indirect cost rate may be\nextended one time for up to four years, and once the cognizant federal agency has approved your extension, you\nmust abide by that rate for the agreed-upon time period. At the end of the extension period, you must renegotiate\na new indirect cost rate. Your agency must advise the COPS Office in writing of any changes to your approved\nindirect cost rate during the award period and must request a budget modification with the COPS Office to reflect\nany rate change. If your agency has never received a negotiated indirect cost rate, then you may request a de minimis indirect cost\nrate of 10 percent of modified total direct costs (MTDC). See 2 C.F.R. § 200.414(f). In addition, if a provisional indirect cost rate is in effect at award closeout, your agency shall proceed with\ncloseout, but you will need to complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If your agency drew down excess COPS Office funding for indirect\ncosts, then your agency must return the overpayment to the COPS Office and submit a revised Federal Financial\nReport (SF-425)."
}