{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 14,
  "chunk_text": "However, caution should\nbe exercised in advising inmates of their destination. The Warden\nmay define cases where the designation will not be disclosed to\nthe inmate. Officials such as Judges and members of Congress may\nbe advised of designations in response to official inquiries for\ntheir official use. P5100.08\n9/12/2006\nChapter 3, Page 7\n2. NON-ROUTINE DESIGNATION PROCEDURES In certain cases, non-routine designation procedures for new\ncommitments are required. Listed below are specific examples of\nnon-routine designations. a. Study Cases. The DSCC will complete an Inmate Load and\nSecurity Designation form (BP-337) and enter it into SENTRY. The\nDSCC will then notify the Central Office Medical Designator via\nGroupWise requesting designation. The Central Office Medical\nDesignator will designate an appropriate institution for the\nstudy. After completion of the study and final sentencing by the\ncourt, the DSCC will enter a new Inmate Load and Security\nDesignation form (BP-337) into SENTRY, based on the actual\nsentence imposed or other new information. b. Medical or Mental Health. The DSCC is responsible for\nreceiving and evaluating information pertaining to an initial\ndesignation. DSCC staff must attempt to ascertain whether an\ninmate requires medical or mental health evaluation or\ntreatment. This information is ordinarily obtained from the\nPresentence Investigation Report or other source documents. If\nmedical or mental health concerns are apparent, DSCC staff will\nprovide comments in the \"Remarks\" section of the BP-337 and enter\nY (yes) in the OMDT REF item. DSCC staff will fax portions of\nthe Presentence Investigation Report pertaining to the medical\nor mental health concerns, and the Judgment in a Criminal Case,\nif it includes any judicial recommendations, to the Central\nOffice Medical Designator. Upon review of the daily log for W DESIG M cases, the Central\nOffice Medical Designator will access the Inmate Load and\nSecurity Designation form (BP-337) in SENTRY and make a\ndesignation based on the available information, ordinarily\nwithin three working days. If the Central\nOffice Medical Designator determines there are no medical or\nmental health concerns affecting placement, the DSCC will be\nadvised. The DSCC will then complete the designation\nto an appropriate institution. Only the OMDT will make designations for study cases or for\ncases requiring medical or psychiatric evaluation or\ntreatment. Designation may be made to any Bureau facility\nhaving resources to meet the inmate's needs. The Central Office\nMedical Designator will ensure that whenever a designation is\nmade to an DFCL inconsistent with the inmate's security level,\nthe appropriate Management Variable is entered. Administrative facilities are\nexcluded from this requirement. P5100.08\n9/12/2006\nChapter 3, Page 8\nc. Military Prisoners. The Bureau cooperates with the\nSecurity, Force Protection and Law Enforcement Division of the\nArmed Services for the transfer of military prisoners into the\nBureau's custody. These cases are coordinated through the DSCC,\nin accordance with the provisions contained in Chapter 7,\nSection 17(d). d. Parole, Mandatory Release or Special Parole Term Violator\nHearing. For designation purposes, the U.S. Parole Commission\n(USPC) provides the revocation packet and a copy of the alleged\nviolator's Presentence Investigation Report to the DSCC. The\nDSCC will complete an initial designation to a violator hearing\nsite, and a secondary designation to a post-hearing institution\nfor service of the violator term. The Security Designation Data\nscreen will indicate the inmate is to be housed as a holdover\nat the violator hearing site."
}