{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 21,
  "chunk_text": "d. e. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15\nU.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the\npublic has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at http://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph c.1. of this award term:\ni. To the recipient. ii. By the end of the month following the month during which you make the subaward. For example,\nif a subaward is obligated on any date during the month of October of a given year (i.e., between\nOctober 1 and 31), you must report any required compensation information of the subrecipient by\nNovember 30 of that year. Exemptions. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\ni. Subawards,\nand\nii. The total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 CFR part 25:\ni. A Governmental organization, which is a State, local government, or Indian tribe;\nii. A foreign public entity;\niii. A domestic or foreign nonprofit organization;\niv. A domestic or foreign for-profit organization;\nv. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal entity. 2. Executive means officers, managing partners, or any other employees in management positions. 3. Subaward:\ni. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. ii. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec. __.210 of the attachment to OMB Circular A133, “Audits of States, Local Governments, and Non-Profit Organizations”). iii. A subaward may be provided through any legal agreement, including an agreement that you or a\nsubrecipient considers a contract. 4. Subrecipient means an entity that:\ni. Receives a subaward from you (the recipient) under this award; and\nii. Is accountable to you for the use of the Federal funds provided by the subaward. 5. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient's or subrecipient's preceding fiscal year and includes the following (for more information see\n17 CFR 229.402(c)(2)):\ni. Salary and bonus. ii. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount recognized\nfor financial statement reporting purposes with respect to the fiscal year in accordance with the\nStatement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared Based\nPayments. 20 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\niii. Earnings for services under non-equity incentive plans."
}