{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 36,
  "chunk_text": "34 2017 COPS Hiring Program (CHP) Award Owner’s Manual In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of our\ndecision and the reason(s) for that decision. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your CHP award and your agency agrees with these conditions, you are\nready to accept the award. The Director of the COPS Office has signed the award document indicating approval of\nyour award, an obligation of federal funds to your organization, and our commitment to the award. As stated at\nthe beginning of this section, to officially begin your award and draw down your funds, the authorized officials (see\nthe Glossary of Terms in the appendices) of your agency must access www.cops.usdoj.gov and select the “Account\nAccess” link in the upper-right corner to log in, review, and electronically sign the award document with the award\nterms and conditions; the Financial Clearance Memorandum and, if applicable, the special award conditions and\nhigh risk conditions in the award document supplement within 90 days of the date shown on the award\ncongratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non-law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2017 CHP application. If one or both of these\nindividuals have changed, please update your “Agency Contacts” online at www.cops.usdoj.gov through the\n“Account Access” link and create accounts for them so that they may electronically sign the award. If you have any\nquestions as to who should sign the award, please contact your jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your CHP award being withdrawn and the funds deobligated without additional notification. If\nyour agency requires an extension for accepting the award beyond the 90-day acceptance timeframe, you will be\nable to request an extension through the online system."
}