{
  "document_category": "guidance",
  "docId": "guidance_46",
  "chunk_index": 2,
  "chunk_text": "■ Detailed reporting and documentation (i.e., EMS 583/586) will be maintained when an\nOC aerosol spray dispenser is used. ■ Staff will comply with the Eric Williams Correctional Officer Protection Act of 2015\nand the Department of Justice’s Policy Statement on the Use of Less-Than-Lethal Devices. c. Institution Supplement. None required. Should local facilities make any changes outside the\nrequired changes in the national policy or establish any additional local procedures to implement\nthe national policy, the local Union may invoke to negotiate procedures or appropriate\narrangements. d. Pretrial/Holdover Procedures. Procedures in this Program Statement also apply to\npretrial and holdover inmates. 2. AUTHORIZATION FOR THE ISSUANCE OF OC AEROSOL SPRAY The Director of the Bureau of Prisons has authorized employees working at the following\nsecurity level institutions to carry oleoresin capsicum while on duty:\n■ Administrative Facilities. P5576.06 9/5/2018 2 ■ High Security Institutions.\n■ Medium Security Institutions.\n■ Low Security Institutions\nOfficers and employees at Minimum Security level facilities are not authorized to carry OC. Institutions that have more than one security level on their immediate environs will only issue\nOC to the authorized institution staff. Staff will be required to carry an OC aerosol dispenser within the secure confines of the\ninstitution in the performance of their duties and in accordance with the Program Statement Use\nof Force and Application of Restraints. Staff must complete appropriate training prior to\nbeing authorized to carry an OC aerosol spray dispenser. Reasonable accommodations will be made for any employee with a qualified temporary disability. These employees should be temporarily reassigned to a non-OC spray post/position/location. Additional consideration for accommodations may be requested on a case-by-case basis. 3. DOCUMENTATION − POST ORDERS Post Orders must include specific instructions regarding the use of the OC aerosol spray\ndispenser. The instructions will be consistent with the Program Statement Use of Force\nand Application of Restraints. 4. USING THE OC AEROSOL SPRAY DISPENSER It is the policy of the Bureau of Prisons that the preferred method of resolution is through\nverbal intervention. However, the safety of staff, inmate(s), or others in any dangerous\nencounter is paramount and may require the use of OC aerosol spray. The OC aerosol spray is a less-than-lethal inflammatory agent derived from a pepper\nbiodegradable resin. As an inflammatory agent, it causes a burning sensation on the skin;\ntearing and closing of the eyes; and swelling of the mucus membranes. The OC aerosol\ndispenser authorized by the Bureau of Prisons is the 3-4 oz. full cone spray pattern. Wind speed\nand direction greatly affects the accuracy and range of the aerosol dispenser. Under ideal\nconditions, the full cone spray has an effective range of 10 to 12 feet. Prior to any OC aerosol spray being used, staff must attempt verbal intervention to defuse the\nsituation when feasible. Good communication skills can frequently eliminate the need for an\nelevated response. The Bureau of Prisons authorizes staff to use force only as a last alternative\nafter all other reasonable efforts to resolve a situation have failed. When authorized, staff must\nuse only that amount of force necessary to gain control of the inmate; to protect and ensure the\nP5576.06 9/5/2018 3"
}