{
  "document_category": "guidance",
  "docId": "guidance_54",
  "chunk_index": 18,
  "chunk_text": "The Equal Employment Opportunity Plan (EEOP) does not impose quotas or hiring requirements\non recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private business and has received a single award for $25,000 or\nmore and has fifty or more employees (counting both full‐ and part‐time employees but excluding political\nappointees), then it has to prepare a Utilization Report and submit it to the Office for Civil Rights (OCR) within 120\ndays from the date of the award. Although the OCR has discretion to review all submitted Utilization Reports, it will\nreview the Utilization Reports from recipients that receive an award of $500,000 or more. To begin developing a Utilization Report, please consult the OCR's website at\nhttps://ojp.gov/about/ocr/eeop.htm and click EEOP Reporting Tool Login. Additional assistance can be found\nonline at the bottom of the same webpage by clicking the EEO Reporting Tool Job Aid and Frequently Asked\nQuestions. If your organization has less than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging into the\nEEO Reporting Tool on the OCR website at https://ojp.gov/about/ocr/eeop.htm, providing the contact and\norganizational profile information, and then submitting a Certificate of Exemption. 16 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR by\ntelephone at 202-307-0690, by TTY at 202-307-2027, or by email at EEOPforms@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment,\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was made to your agency for approved project costs that are not funded with other funds, including\nfederal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding for items or services\nthat you already have funding for from other sources. What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under this\naward, please contact your COPS Office Grant Program Specialist or call the COPS Office Response Center at 800421-6770."
}