{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 59,
  "chunk_text": "• Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and other identified savings. 62 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\n• Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division’s Audit Liaison Section\nwill continue working as the liaison between your organization and the OIG to obtain closure on any audit findings. The COPS Office will issue a closure letter once all audit recommendations have been closed by the OIG. You must\nkeep all documentation related to the audit for a period of three years following the audit’s closure. 63 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual VII. Reporting Requirements As a LEMHWA award recipient, your organization will be required to submit quarterly Federal Financial Reports as\nwell as quarterly Programmatic Progress Reports. Awarded organizations should be prepared to track and report\nLEMHWA award funding separately from all other funding sources (including other COPS Office awards) to ensure\naccurate financial and programmatic reporting on a timely basis. Your organization should ensure that you have\nadequate financial internal controls in place to monitor the use of all funding, and also to ensure that its use is\nconsistent with the award terms and conditions. Good stewardship in this area includes written accounting\npractices, use of an accounting system that adequately tracks all award drawdowns and expenditures, and has the\nability to track when COPS Office award–funded positions are filled or approved purchases are made. Failure to\nsubmit complete reports or submit them in a timely manner may result in the suspension and possible termination\nof your agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your organization is required to submit a quarterly Federal Financial Report (FFR) using Standard Form 425 (SF425) within 30 days after the end of each calendar quarter."
}