{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 15,
  "chunk_text": "An individual Major Equipment Justification (BP-A0135) is required for any requested major or\nminor equipment (controlled, capitalized, and non-capitalized), in addition to the initial allotment\nor for any computer equipment. Funding and Special Authorization Numbers for approved items\nare included in the initial financial plan. Supplemental requests, including the Major Equipment Justification (BP-A0135), for any major or\nminor equipment are forwarded to the Chief, Trust Fund Branch, through the Regional Trust Fund\nAdministrator. If approved, a Special Authorization (SA) Number is assigned. SA Numbers are\nplaced on all procurement documents. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 23 2.4 TRUST FUND INMATE WORKERS Inmates receive compensation from the Trust Fund Appropriation for work performed in support\nof Commissary activities. Relatively short absences due to callouts, hospitalization, sick line,\netc., do not affect the period covered. Inmates who are placed in Inmate Financial Responsibility Refuse Status and/or in Maintenance\nPay Status may not work in the Trust Fund operation. a. Rate of Pay. The hourly rate of pay for inmates assigned to Commissary activities is:\n$0.55 per hour starting. $0.75 per hour after 3 months’ service, if warranted. $0.95 per hour after 6 months’ service, if warranted. $1.20 per hour after 9 months’ service, if warranted. Any increase in pay (not to exceed $1.20 per hour) is based on the inmate’s work performance and\navailability of funds. b. Bonus Pay. Bonus Pay may be awarded to Trust Fund inmate workers. It may not exceed\none-half of the inmate’s monthly pay. A recommendation is made by the work assignment\nsupervisor. c. Part-time Workers. Inmates working part-time in the Commissary during the evening and\nat other jobs during the day may be paid Inmate Performance or UNICOR pay for daytime jobs\nand Trust Fund pay for evening work. Good judgment must be used when employing an inmate\nin two areas, considering both work schedules and security conflicts. d. Restrictions on Inmate Duties. Inmates do not access any Trust Fund systems except\nthrough TRUFONE or TRULINCS. Inmates do not have access to Trust Fund computer\nmanuals. Inmates never handle other inmates’ original Commissary sales receipts, or aid in sales\nreconciliation procedures. Inmates do not participate in Commissary inventories other than\norganizing stock to facilitate inventories. Inmates do not handle documents related to the Inmate\nTelephone Service, unless authorized in this Manual or other policy. 2.5 PURCHASING OF NON-RESALE ITEMS Trust Fund funds are used to purchase supplies and equipment directly related to Trust Fund\nfunctions. Trust Fund contracts and purchase orders are subject to the same rules, regulations,\nand limitations governing institution transactions. Funds are not used to procure plumbing,\nelectrical, air conditioning, or any other maintenance equipment and supplies except under the\nformal Trust Fund renovation process. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24 The Government Purchase Card Program is used to procure Trust Fund supplies, equipment, and\nservices, as authorized in the Program Statement Bureau of Prisons Acquisition Policy. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 Chapter 3. COMMISSARY OPERATIONS\n3.1 SECURITY\na. Commissary Security."
}