{
  "document_category": "guidance",
  "docId": "guidance_70",
  "chunk_index": 7,
  "chunk_text": "▪ Provide accessible voting booths to voters with disabilities, 28 C.F.R. § 35.130(b)(7). ▪ Permit voters to be accompanied by a service animal, 28 C.F.R. § 35.136. ▪ Provide auxiliary aids or services necessary to ensure effective communication, including\nproviding an accessible ballot, 28 C.F.R. § 35.160. ▪ Receive assistance/support from a person of their choice or a poll worker, 28 C.F.R. §\n35.130(b)(7). ▪ Provide reasonable modiﬁcations to policies, practices, or procedures when necessary, 28\nC.F.R. § 35.130(b)(7). 10 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nThe Department has also published general guidance regarding ADA compliance at polling places. U.S.\nDep’t of Justice, ADA Checklist for Polling Places (2016), available at www.ada.gov/votingchecklist.pdf;\nU.S. Dep’t of Justice, Solutions for Five Common ADA Access Problems at Polling Places (2014), available\nat https://www.ada.gov/ada_voting/voting_solutions_ta/polling_place_solutions.pdf. -----·---· --HAVA also establishes a number of requirements for election administration at in-person voting locations\nduring federal elections. Each in-person polling place must be equipped with at least one direct recording electronic voting\nsystem or other voting system equipped for individuals with disabilities. 52 U.S.C. § 21081(a)(3)(B). HAVA\nrequires voting systems to provide alternative language accessibility in jurisdictions covered by Section\n203 of the VRA. 52 U.S.C. § 21081(a)(4). Voting systems used for in-person voting where ballots are processed immediately should allow voters to\nverify their vote before the ballot is cast and counted, notify the voter of overvotes, and provide voters\nwith an opportunity to change the ballot before it is cast and counted. 52 U.S.C. § 21081(a)(1)(A). On the other hand, in-person absentee voting locations that merely collect completed and sealed\nabsentee ballot envelopes that are opened and processed at a central count location should notify voters\nof the effect of casting multiple votes for an ofﬁce and provide instructions on how to correct a ballot\nbefore it is cast and counted (including issuance of a replacement ballot if necessary). 52 U.S.C. §\n21081(a)(1)(B). Election ofﬁcials at in-person voting locations must also permit individuals who declare themselves\neligible and registered to vote—but who do not appear in the poll book or who election ofﬁcials assert\nnot to be eligible voters—to cast a provisional ballot according to the detailed procedures in Section 302\nof HAVA. 52 U.S.C. § 21082. 11 | Guidance Concerning Federal Statutes Affecting Methods of Voting U.S. Department of Justice\nHAVA also requires the posting of additional information at each polling place on the day of each election\nfor federal ofﬁce. 52 U.S.C. § 21082(b). The anti-intimidation and anti-interference statutes described above —Section 11(b) of the VRA,\nSection 12 of the NVRA, and Section 131 of the Civil Rights Act of 1957 —prohibit intimidation, threats,\nand interference related to casting a vote in person (whether early or on Election Day). Thus, while much of the law governing how eligible citizens cast their ballots is governed by the law of\nthe State in which they live, federal law provides critical protections to all voters."
}