{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 9,
  "chunk_text": "P5325.07\n12/31/2007 Page 15\nEducation staff will train those individuals responsible for\nkeying SENTRY EDC data in the use of EDC categories. The use of\nthe EDC codes will enable staff to enter courses so that they\nappear correctly on the Inmate Education Transcript Data. The\ninmate can then use the transcript upon release as part of his or\nher employment folder. The course facilitator will enter specific course enrollment\ninformation using the EDC codes for enrollment, withdrawal, or\ncompletion within 14 calendar days of the action. Ordinarily,\nthe course facilitator will ensure that classes are closed out\nprior to the inmate departing the institution.\n• Group codes “RE**” will be used for any course that the\nEducation Department offers that is specifically\ndeveloped to meet the RPP program requirements. • Group codes “RN**” will be used for any other course\ndeveloped to meet the RPP program requirements. • Group codes of pre-existing courses will not be changed\nto “RN**” or “RE**.” Example: “Parenting” is a course Education offers currently\nthat has a group code of “M” and it must not be\nchanged to a RPP group code. Therefore, the\ncalendar, SENTRY codes, and the IS must continue\nto reflect Parenting with a group code of “M.”\nHowever, the IS may indicate that this parenting\nclass counts toward the RPP requirements. By using EDC codes to enter enrollment and completion\ninformation in SENTRY, the code(s) will be captured under the\ngroup code of release programming courses on the Education\nQuarterly Roster. It will also post the courses on the Inmate\nEducation Transcript. 12. COMPLETION REQUIREMENTS. Inmates should attend all\nrecommended classes to receive credit for completing the course. When the inmate completes each course successfully, the course\nfacilitator may present the inmate with a certificate. However, if an inmate refuses to attend any recommended courses,\nhe or she will be considered as a refusal for SENTRY reporting\npurposes. P5325.07\n12/31/2007\nPage 16\na. Employment Folder. The inmate will be responsible for\nkeeping all his or her program completion documents. These\ndocuments will aid the inmate in his or her search for employment\nupon release. All inmates who complete the RPP Program are encouraged to\ndevelop an “employment folder.” The inmate will be responsible\nfor developing and maintaining this folder, which should be\ncompleted prior to an inmate’s release from the institution or to\na CCC. The employment folder can include, but is not limited to,\na résumé, certificates, awards, and an Education Transcript Data\nReport. Folders may be provided by the institution or the inmate\nmay purchase one through the commissary. If the inmate is releasing through a CCC, official\nidentification cards, (e.g., social security card, etc.) may be\ngiven to the inmate on the transfer date, or mailed to the CCC\nalong with the CCC release documents, prior to transfer. If the\ninmate is not releasing through a CCC, the documents must be\ngiven to the inmate upon release from R&D.\nb. Previous Completion. Inmates who have recently returned to\ncustody with less than 12 months after a previous release,\nincluding CCC releases, are not required to complete the program\nagain if the previous successful completion is noted in the\nInmate Central File or on SENTRY as “RPP COMPLT.”"
}