{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 35,
  "chunk_text": "28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal information systems that protect individual\nprivacy and constitutional rights. If your agency will use award funds to operate a single agency database (or other unrelated forms of technology)\nand will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not apply to your\naward. What you should do:\nRecipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R. Part 23\nas part of their application proposal so the COPS Office can track which agencies intend to use their award funds to\noperate interjurisdictional criminal intelligence systems. If your agency intends to use award funds to operate an\ninterjurisdictional criminal intelligence system, you should have indicated this in your application and certified your\nagency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency now must\ncomply with 28 C.F.R. Part 23 in operating the interjurisdictional criminal intelligence system funded through your\nCPD award. 31. State Information Technology Point of Contact\nCondition: The recipient agrees to ensure that the appropriate State Information Technology Point of Contact receives written\nnotification regarding any technology or information-sharing project funded by this award during the obligation\nand expenditure period. This is to facilitate communication among local and state governmental entities regarding\nvarious information technology projects being conducted with these award funds. In addition, the recipient agrees\nto maintain an administrative file documenting the meeting of this requirement. For a list of State Information\nTechnology Points of Contact, go to https://it.ojp.gov/technology-contacts. Why this condition:\nThe COPS Office is committed to promoting communication between state and local law enforcement. What you should do: If applicable, upon receiving the award, your agency should contact your state information technology point of\ncontact for further guidance. Please visit the Justice Information Sharing homepage at\nhttps://it.ojp.gov/technology-contacts and identify your appropriate contact. 35 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing networks or\nIT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office–funded\nsystems should employ, to the extent possible, existing systems such as Law Enforcement Online (LEO), Regional\nInformation Sharing Systems (RISS), Joint Regional Information Exchange System (JRIES), etc., to achieve interstate\nconnectivity. 32. News Media\nCondition: The recipient agrees to comply with the COPS Office policy on contact with the news media. The policy establishes\nthe COPS Office Communications Division as the principal point of contact for the news media for issues relevant to\nthe COPS Office or parameters of this award. The recipient agrees to refer all media inquiries on these topics\ndirectly to the COPS Office Communications Division at 202-514-9079. Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate U.S. Department of Justice\noffices and personnel aware of pending articles and interviews. What you should do:"
}