{
  "document_category": "guidance",
  "docId": "guidance_88",
  "chunk_index": 6,
  "chunk_text": "Examples include\nthe Resolve Program and the Residential Drug Abuse Program. A complete list of national\nprograms is maintained by the Reentry Services Division. Generally, these programs are offered\nto both male and female inmates, often via the same curricula with gender-appropriate\nmodifications. The decision to locate a national program at a particular institution is made by Central Office,\nbased on capacity monitoring with existing programs or data demonstrating need for new\nprograms. Ordinarily, all minimum and low security facilities housing female offenders have a\nResolve Program. Administrative facilities housing primarily pretrial females are not required to\noffer the full Resolve Program, but ordinarily provide the Trauma in Life Workshop quarterly. Offenders are encouraged to participate in national programs. In some cases, a determination\nwill be made at the Central Office level that the needs of a particular population dictate a\nmodified version of a national program be created. Examples of this approach include female\nversions of the RDAP, Skills, and Sex Offender Treatment Programs. In these cases, the Female\nOffender Branch Administrator will work with the appropriate Divisions and Regions to develop\nand implement the program. 2. MODEL PROGRAMS The Inmate Model Programs Catalog (IMPC) contains a growing number of programs that have\nbeen determined to represent evidence-based or promising practices. Evidence-based and\npromising practices evolve quickly, therefore a full list is not provided in policy. Instead, these\nprograms are maintained in the Bureau’s online IMPC database. Local implementation of\nprograms will be consistent with all procurement authorities, if applicable. Evidence-based and promising programs from the IMPC specifically for female offenders are\nconsidered essential practices. If an institution has resources to deliver programming, P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 institutions will select from gender-responsive programs contained in the IMPC. If an institution\nidentifies a program need area for which a gender-responsive program does not exist, the\nRegional Female Offender Coordinator should contact Central Office for program development\nconsultation. Ordinarily each minimum or low security institution housing female offenders should make\nevery effort to ensure at least one program from the IMPC designed specifically for females is\noffered each quarter. Beyond this requirement, Foundation is offered at least once annually. Foundation is a program designed to assist women in assessing their individual needs and\ntranslating that information into attainable goals while building a supportive community. It is to\nbe used for women at the beginning of their sentences and can help them plan future program\nchoices. Copies of materials can be obtained from the Female Offender Branch. Completion of\nthe program should be documented. Ordinarily, this program is delivered by the social worker. Pretrial and holdover facilities housing female offenders offer at least one IMPC program\nannually. Gender-responsive programming options must also be available to females in\nrestrictive housing and in FMC Carswell’s Administrative Unit. The Regional Female Offender\nCoordinator tracks and reports each type of program being provided to the Female Offender\nBranch quarterly. Model Programs not developed specifically for females may also be appropriate to offer at\nfemale facilities. 3. LOCAL ACTIVITIES AND LEISURE-TIME PROGRAMS"
}