{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 61,
  "chunk_text": "It encourages the\napplication of modern management practices to increase efficiency and effectiveness. Community policing\nemphasizes changes in organizational structures to institutionalize its adoption and infuse it throughout the entire\ndepartment, including the way the department is managed and organized, its personnel, and its technology. Agency management Under the community policing model, police management needs to infuse community policing ideals throughout\nthe agency by making a number of critical changes in climate and culture, leadership, formal labor relations,\ndecentralized decision-making and accountability, strategic planning, policing and procedures, organizational\nevaluations, and increased transparency. Climate and culture\nChanging the climate and culture means supporting a proactive orientation that values systematic problem solving\nand partnerships. Formal organizational changes should support the informal networks and communication that\ntake place within agencies to support this orientation. Leadership\nLeaders serve as role models for taking risks and building collaborative relationships to implement community\npolicing, and they use their position to influence and educate others about it. Leaders, therefore, must constantly\nemphasize and reinforce community policing’s vision, values, and mission within their organization and support\nand articulate a commitment to community policing as the dominant way of doing business. Labor relations If community policing is going to be effective, police unions and similar forms of organized labor need to be a part\nof the process and function as partners in the adoption of the community policing philosophy. Including labor\ngroups in agency changes can ensure support for the changes that are imperative to community policing\nimplementation. 64 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nDecision making\nCommunity policing calls for decentralization both in command structure and in decision making. Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community. Decentralized decision making\ninvolves flattening the hierarchy of the agency, increasing tolerance for risk taking in problem-solving efforts, and\nallowing officers discretion in handling calls. In addition, providing sufficient authority to coordinate various\nresources to attack a problem and allowing the officers the autonomy to establish relationships with the\ncommunity will help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and value statement should be\nsimple and communicated widely. Everything should connect back to this plan. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures\nwhere appropriate. Organizational evaluations"
}