{
  "document_category": "guidance",
  "docId": "guidance_22",
  "chunk_index": 47,
  "chunk_text": "The recipient will also ensure that its\nsubrecipients and contractors properly safeguard and dispose of all project-related records in any\nformat containing confidential information during and after performance to protect against the\nunauthorized access to or disclosure of such information. Any unauthorized disclosure of projectrelated confidential information or records may result in termination of the recipient’s—including its\nsubrecipient’s and contractor’s—involvement in project activities. 32. Obtain written approval from the COPS Office prior to adding any new subaward or subrecipient that\nwas not previously included or identified in the last approved project budget. See 2 C.F.R. §\n200.308(c)(1)(vi). C. The recipient acknowledges the following:\n1. If any part of the funded project contains research or statistical activities that involve human subjects\nwho are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the recipient must comply\nwith the requirements in the U.S. Department of Justice’s common rule regarding the Protection of\nHuman Subjects, 28 C.F.R. Part 46, including Institutional Review Board (IRB) approval and the\nappropriate assurances prior to the expenditure of federal funds to perform such activities. The\nrecipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. For general information on U.S.\nDepartment of Justice human subjects and privacy protections, please visit\nhttps://www.nij.gov/funding/humansubjects/Pages/welcome.aspx. 2. Implementation of this award will be subject to federal monitoring, auditing, or evaluation and/or a\nsingle audit in accordance with 2 C.F.R. § 200.501. The recipient agrees to cooperate with such\nactivities by providing access to and copies of, as appropriate, all project-related records, documents,\nand personnel. A recipient that expends $750,000 or more in federal funds (from all sources) during\nthe recipient’s fiscal year must have a single audit conducted in accordance with 2 C.F.R. § 200.514,\nexcept when it elects to have a program-specific audit conducted in accordance with 2 C.F.R. §\n200.501(c). For-profit (commercial) entities should follow the dollar threshold in 2 C.F.R. § 200.501 in\ndetermining whether to conduct an audit in accordance with the Government Auditing Standards. 3. Failure to comply with the terms and conditions of this award may result in legal sanctions including\nsuspension and termination of funds, repayment of expended funds, and ineligibility to receive\nadditional COPS Office funding. 47 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\n4. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal awards or contracts, and any other remedy\navailable by law to the Federal Government. D. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the specified\ntimeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks must be\naccomplished to get the desired results/outcomes?] Task X. The recipient will participate in a project kick-off meeting. The meeting will address administrative and\nprogrammatic requirements, project objectives, expectations, roles and responsibilities, deliverables, timeline,\nbudget, communication, and contact information. The kick-off meeting should include all key staff and\nworking partners, and should be no more than 30 days after the award acceptance."
}