{
  "document_category": "guidance",
  "docId": "guidance_44",
  "chunk_index": 42,
  "chunk_text": "7. Review and approve all project deliverables including innovation and pilot program publications,\nmicrogrant project publications, partnerships project publications and all multimedia deliverables and\nmarketing efforts. 8. Review and approve all proposed changes in key staff assignments to the project and any significant\nchanges in the partner’s role or responsibilities. 9. Review and approve all proposed writers of any project deliverables. 10. Review and approve all subject matter experts (SME) and their assignments to any project deliverable. 11. Review and approve all subrecipients and formal partners. 12. Permit the recipient to copyright any work that is subject to copyright and was developed or for which\nownership was acquired under this cooperative agreement in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a royalty-free, nonexclusive and irrevocable license to reproduce, publish, or\notherwise use the work, in whole or in part (including create derivative works), for Federal\nGovernment purposes and to authorize others to do so. The COPS Office license applies to (1) the\ncopyright in any work developed under this cooperative agreement including any related subaward or\ncontract and (2) any rights of copyright to which the recipient, including its subrecipient or contractor,\npurchases ownership with support from this cooperative agreement. In addition, the COPS Office may\nmake any work that was developed or purchased under this cooperative agreement publicly available\nby any means without restriction, including on a U.S. Department of Justice website or social media\naccount, as a hard copy, or in electronic form. The COPS Office also reserves the right, at its discretion,\nnot to publish deliverables and other materials (e.g., reports, publications, manuals, and training\ncurricula) developed under this cooperative agreement as U.S. Department of Justice resources. 42 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nB. Specifically, the recipient will do the following:\n1. Designate a project officer to work closely with the COPS Office and its designated program manager\nto achieve the tasks specified in this cooperative agreement. The project officer must be an employee\n(not a contractor or consultant) of the recipient organization and have the authority to propose and\napprove modifications pursuant to section VIII of this cooperative agreement. 2. Be responsible for acquiring the rights—and ensuring that its subrecipients, contractors, and authors\nacquire the rights—including the payment of required fees to use copyrighted material for inclusion in\ndeliverables that are developed under this cooperative agreement. All licensing, publishing, or similar\nagreements with a copyright holder, publisher, or other relevant party must include provisions giving\nthe COPS Office a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or\notherwise use the work, in whole or in part (including create derivative works), for Federal\nGovernment purposes and to authorize others to do so."
}