{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 121,
  "chunk_text": "The simplified acquisition threshold is set by the Federal Acquisition Regulation at 48 C.F.R. Subpart 2.1\n(Definitions) and in accordance with 41 U.S.C. § 1908. Currently, the simplified acquisition threshold is $250,000. subaward. Subaward means an award provided by a pass-through entity to a subrecipient for the subrecipient to\ncarry out part of a Federal award received by the pass-through entity. It does not include payments to a contractor\nor payments to an individual that is a beneficiary of a Federal program. A subaward may be provided through any\nform of legal agreement, including an agreement that the pass-through entity considers a contract. subrecipient. Subrecipient means a non-Federal entity that receives a subaward from a pass-through entity to\ncarry out part of a Federal program; but does not include an individual that is a beneficiary of such program. A\nsubrecipient may also be a recipient of other Federal awards directly from a Federal awarding agency. supplanting. For the purposes of your COPS Office PASS award, supplanting means replacing state, local, or Bureau\nof Indian Affairs (BIA) funds that otherwise would have been spent on award purposes with federal COPS Office\nfunds. State, local, and tribal governments are prohibited from supplanting throughout the award period. This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services, personnel,\nor other items which, in the absence of the COPS Office program, would otherwise have been funded with state or 144 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nlocal funds or with funds supplied by the BIA. The COPS Office funds must instead be used to supplement, or\nincrease, your budget on award purposes. For additional information on supplanting, please review the award\ncondition titled ‘Supplementing, Not Supplanting’ in this manual. supplies. Supplies means all tangible personal property other than those described under equipment. A computing\ndevice is a supply if the acquisition cost is less than the lesser of the capitalization level established by the nonFederal entity for financial statement purposes or $5,000, regardless of the length of its useful life. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. 145 2019 COPS Office Preparing for Active Shooter Situations\n(PASS) Program Award Owner’s Manual This manual was created to assist COPS Office Preparing for Active Shooter Situations (PASS) Program recipients\nwith the administrative and financial matters associated with their award. For more information about your PASS award, please contact your COPS Office Program Manager. If you do not\nknow the name or telephone number of your PASS Program Manager, please contact the COPS Office Response\nCenter at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530"
}