{
  "document_category": "guidance",
  "docId": "guidance_22",
  "chunk_index": 83,
  "chunk_text": "Please do not send questions or other correspondence to this email address. This mailbox should be used\nonly for the submission of conference forms and supporting documentation (e.g., hotel contracts). xii. How far in advance do I have to submit an event for review and approval? Requests for conferences costing $100,000 or less, and not exceeding any cost thresholds (conference\nspace and audio-visual equipment and services, logistical conference planner, and programmatic\nconference planner), must be submitted to the COPS Office 90 calendar days in advance of the earliest of\nthe following:\n•\n•\n• Start date of the conference;\nDeadline for signing conference-related contracts; or\nObligation of funds for conference costs (except for minimal costs required to assemble and\nsubmit the approval request). 90 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nRequests for conferences costing more than $100,000, or exceeding any one cost threshold (conference\nspace and audio-visual equipment and services, logistical conference planner, or programmatic\nconference planner), must be submitted to the COPS Office 120 calendar days in advance of the earliest of\nthe following:\nStart date of the conference;\nDeadline for signing conference-related contracts; or\nObligation of funds for conference costs (except for minimal costs required to assemble and\nsubmit the approval request). If approval requests are submitted less than the required number of days in advance (as noted above),\nthe COPS Oﬃce, in its sole discretion, may consider the late requests but cannot ensure the requests will\nreceive a decision in time to avoid having to cancel the conference (particularly if any issues arise with\nspeciﬁc items of cost in the request). Cancellation costs associated with conference requests that are\nsubmitted for late prior approval may be determined to be unallowable costs by the COPS Office. •\n•\n• xiii. What are the most common mistakes made on the forms so that I can avoid them in the future and\nincrease the likelihood of a quick review and approval decision for my event? The following are the most common mistakes found:\n• Inaccurate calculation of daily per diem. Daily per diem rates for locations across the nation\ncan be found on the GSA website. Ensure the daily rate used in the calculations corresponds\nto the speciﬁc location and dates of the meeting. In addition, remember that travel days are\nreimbursed at a slightly lower rate than meeting days. The lower rates must be used for days\nof travel both before and after the event. Table 3 includes these lower rates: Table 3. Per diem rates Full per diem rate Corresponding travel day rate (75%) $46.00 $34.50 $51.00 $38.25 $56.00 $42.00 $61.00 $45.75 $66.00 $49.50 $71.00 $53.25 EXCEPTION: If your organization has its own formal, written travel policy, your event submissions can reﬂect that policy instead\nof the rates in the chart above. In these instances, state that you have a formal, written travel policy, and clearly explain the\nrates in the policy and how the corresponding numbers in your submission were derived. • • Insuﬃcient explanation and justiﬁcation of transportation costs. Remember to break out and\nbrieﬂy describe and justify the transportation costs that are included. Example:"
}