{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 21,
  "chunk_text": "in the subrecipient's preceding fiscal year, the subrecipient received—\n(A) (B) 80 percent or more of its annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act,\nas defined at 2 C.F.R. § 170.320 (and subawards); and\n$25,000,000 or more in annual gross revenues from Federal procurement contracts\n(and subcontracts), and Federal financial assistance subject to the Transparency Act\n(and subawards); and 19 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nii. The public does not have access to information about the compensation of the\nexecutives through periodic reports filed under section 13(a) or 15(d) of the Securities\nExchange Act of 1934 (15 U.S.C. §§ 78m(a), 78o(d)) or section 6104 of the Internal\nRevenue Code of 1986. (To determine if the public has access to the compensation\ninformation, see the U.S. Security and Exchange Commission total compensation filings\nat https://www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report subrecipient executive total compensation\ndescribed in paragraph c.1. of this award term:\ni.\nii. d. Exemptions If, in the previous tax year, you had gross income, from all sources, under $300,000, you are\nexempt from the requirements to report:\ni.\nii. e. To the recipient. By the end of the month following the month during which you make the subaward. For\nexample, if a subaward is obligated on any date during the month of October of a given\nyear (i.e., between October 1 and 31), you must report any required compensation\ninformation of the subrecipient by November 30 of that year. Subawards,\nand\nThe total compensation of the five most highly compensated executives of any\nsubrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\ni.\nii.\niii.\niv.\nv. 2. A Governmental organization, which is a State, local government, or Indian tribe;\nA foreign public entity;\nA domestic or foreign nonprofit organization;\nA domestic or foreign for-profit organization;\nA Federal agency, but only as a subrecipient under an award or subaward to a nonFederal entity. Executive means officers, managing partners, or any other employees in management\npositions. 20 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\n3. Subaward:\ni. ii. iii. 4. This term means a legal instrument to provide support for the performance of any\nportion of the substantive project or program for which you received this award and that\nyou as the recipient award to an eligible subrecipient. The term does not include your procurement of property and services needed to carry\nout the project or program (for further explanation, see Sec. __ .210 of the attachment\nto OMB Circular A-133, “Audits of States, Local Governments, and Non-Profit\nOrganizations”). A subaward may be provided through any legal agreement, including an agreement that\nyou or a subrecipient considers a contract. Subrecipient means an entity that:\ni.\nii. 5. Receives a subaward from you (the recipient) under this award; and\nIs accountable to you for the use of the Federal funds provided by the subaward. Total compensation means the cash and noncash dollar value earned by the executive during\nthe recipient's or subrecipient's preceding fiscal year and includes the following (for more\ninformation see 17 C.F.R. § 229.402(c)(2)): i.\nii. iii. iv.\nv.\nvi."
}