{
  "document_category": "guidance",
  "docId": "guidance_1",
  "chunk_index": 3,
  "chunk_text": "Imagínese que se ha mudado a una dirección\nque pertenece a otro centro de votación,\npero todavía vive dentro de la jurisdicción del\nmismo registrador (por ejemplo, en otro lugar\nde la misma ciudad) y en el mismo distrito\ndel Congreso. En tal caso, podrá votar en\nsu antiguo centro de votación. Y en algunos\nestados, es posible que se le permita votar\nen su nuevo centro de votación o en un lugar\ncentral, como en la oficina del registrador,\nen vez de en su antiguo centro de votación. 5 Nuevamente, deberá actualizar la dirección que\nlos funcionarios electorales tienen registrada\n(algo que puede hacer en el centro de votación\na la hora de ir a votar) para que sea correcta\npara futuras elecciones. Imagínese que no se ha mudado pero los\nregistros de inscripción indican, erróneamente,\nque sí se ha mudado. Entonces usted tiene\nderecho a votar en su centro de votación una\nvez que haya afirmado que sigue viviendo donde\nestaba inscrito/a. Usted debe comprobar en el sitio web electoral\nde su estado la información sobre su centro de\nvotación correcto. Puede localizar ese sitio web\na través de vote.gov en español. Por último, las leyes federales protegen su\nderecho a votar en las elecciones presidenciales\nsi se mudó poco antes del día de las elecciones\no si no se encuentra en su estado en el día de las\nelecciones. Este derecho está protegido por la\nSección 202 de la ley de Derecho al Voto. ¿Qué pasa si me inscribí para votar\npero mi nombre no figura en el libro\nde inscripción de votantes? En la mayoría de los estados, usted puede\nconseguir una “papeleta provisional” para\nvotar en las elecciones federales después\nde declarar que usted está inscrito/a y es\nelegible. La Sección 302 de la ley Ayudemos\na Estados Unidos a Votar establece algunas\nnormas sobre sobre este tema. También\nes posible que se le ofrezca una papeleta\nprovisional si un funcionario electoral declara\nque usted no es elegible para votar. 6 Las leyes estatales pueden ofrecer otros motivos\npara darle una papeleta provisional, por ejemplo,\nsi usted no trae consigo el carnet de identidad\nrequerido por el estado cuando va a votar (en un\nestado que requiere que muestre un carnet de\nidentidad para poder votar) o si ya se le había\nenviado una papeleta para votar en ausencia. Para votar con una papeleta provisional, usted\ndebe firmar una declaración escrita. Su papeleta\nrellenada se mantendrá por separado de las\npapeletas normales hasta que un funcionario\nelectoral determine si se deberá contar o no. Se le deberá brindar instrucciones por escrito\nsobre cómo averiguar si su papeleta fue contada\ny, si no fue contada, las razones por las que no\nse contó. En virtud de las leyes estatales, es\nposible que también tenga que proporcionar\ninformación adicional antes de una fecha\nespecífica para que se cuente su papeleta. Votación desde el\nextranjero\n¿Puedo votar si me encuentro fuera\ndel país en servicio militar activo o\nsi vivo en el extranjero? Sí. Si usted sería elegible para votar si viviera\nen los EE. UU., la ley de Votación para los\nUniformados y los Ciudadanos en el Extranjero\nprotege su derecho a inscribirse y votar en\nausencia en las elecciones federales. 7"
}