{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 45,
  "chunk_text": "A final SF-425 will be due within 90 days after the end of the award\nperiod. This report reflects the actual cumulative federal expenditures incurred during the funding period and the\nremaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted to draw\ndown federal funding for costs incurred after the official award end date; however, you will have a 90-day grace\nperiod after the award end date during which you can drawdown funds for eligible expenditures incurred before\nthe award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Award recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper-right corner to log in; once you are logged\nin, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the instructions to\ncomplete and submit your reports. The online SF-425 requires the same reporting information as the paper\nversion. The use of this online application enables authorized users to view past SF-425s and allows them to file or\namend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1 on page 46. 45 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nTable 1. Due dates of SF-425 by quarter\nReporting quarter SF-425 due date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 For your initial SF-425 submission, determine when the most recent SF-425 reporting quarter ended and complete\nan SF-425 to cover the period from the award start date to the end of that period. You are required to submit an\nSF-425 even if you have not spent any money or incurred any costs during a reporting period. The due dates for\nonline filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no later\nthan 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the most recent\nreporting period). This SF-425 must be on file with the COPS Office so that you can successfully complete a\ndrawdown of funds through GPRS. Award recipients who do not submit SF-425s by the due date each quarter will be unable to draw down award\nfunds until the report has been successfully submitted. The payment system contains a function which checks for\nSF-425 delinquency and will reject a drawdown attempt if the SF-425 is not up to date. Subsequent outreach\nthrough e-mail, fax, or hard copy reminders may be sent to the recipient if the SF-425 is delinquent."
}