{
  "document_category": "guidance",
  "docId": "guidance_57",
  "chunk_index": 2,
  "chunk_text": "Las leyes civiles incluyen la ley de Derechos\nCiviles de 1957 y la ley de Derecho al Voto. Las\nleyes penales aparecen en varios títulos del\nCódigo de los EE. UU. Inscripción de votantes\n¿Dónde puedo inscribirme\npara votar? La ley Nacional de Inscripción de Votantes\n(“NVRA”, por sus siglas en inglés) requiere que\nla mayoría de los estados (todos menos Idaho,\nMinnesota, New Hampshire, North Dakota,\nWisconsin y Wyoming) le permitan inscribirse\npara votar por medio de correo ordinario. 3 También requiere que esos mismos 44 estados\nle permitan inscribirse para votar desde varias\noficinas gubernamentales. Algunos ejemplos\nson las oficinas que proporcionan licencias\nde conducir, asistencia pública o servicios\npara personas discapacitadas, y las oficinas\nde reclutamiento de las Fuerzas Armadas. Es\nposible que su estado en particular ofrezca\notras maneras de inscribirse, tales como en\noficinas electorales, eventos de inscripción de\nvotantes, centros de votación, o bien por correo\nordinario o en línea. Si usted es elegible para inscribirse, los\nestados deberán permitirle que vote en\nelecciones federales, siempre y cuando su\nsolicitud de inscripción sea fechada o recibida\npor la oficina correcta al menos 30 días antes\nde tales elecciones. En algunos estados, la\nfecha límite es todavía más próxima a las\nelecciones, y algunos otros estados permiten la\ninscripción en el día de las elecciones. Usted debe comprobar en el sitio web electoral\nde su estado los datos específicos sobre los\nrequisitos y las fechas límite. Puede localizar\nese sitio web a través de vote.gov en español. ¿Cuándo me pueden quitar de la\nlista de inscripción de votantes? En virtud de la Sección 8 de la ley Nacional\nde Inscripción de Votantes, los funcionarios\npueden quitarle de la lista de inscripción de\nvotantes para elecciones federales si usted lo\npide o si se muere. También le pueden quitar de la lista si se muda\na otro lugar, siempre y cuando los funcionarios\nsigan las normas de la NVRA en lo que se refiere\n4 a la notificación y programación. No le pueden\nquitar de la lista de inscripción simplemente\npor no votar en unas elecciones. Pero sí le\npueden quitar si no contesta a una notificación\nsolicitando que confirme si se ha mudado y\nposteriormente usted no vota dentro de los\npróximos dos ciclos electorales federales. Muchos estados también le quitarán de la\nlista si se le condena por ciertos delitos o si es\ndeclarado/a mentalmente incapacitado/a por\nun tribunal. ¿Puedo votar si me he mudado y\nolvidé actualizar mi dirección de\ninscripción de votante? Depende. Imagínese que se acaba de mudar\na una zona que pertenece al mismo centro de\nvotación (por ejemplo, solo se mudó a otra casa\nen el mismo barrio). En tal caso la ley Nacional\nde Inscripción de Votantes le permitiría votar\nen ese centro de votación. No obstante, deberá\nactualizar la dirección que los funcionarios\nelectorales tienen registrada (algo que puede\nhacer en el centro de votación a la hora de ir\na votar) para que sea correcta para futuras\nelecciones. Imagínese que se ha mudado a una dirección\nque pertenece a otro centro de votación,\npero todavía vive dentro de la jurisdicción del\nmismo registrador (por ejemplo, en otro lugar\nde la misma ciudad) y en el mismo distrito\ndel Congreso. En tal caso, podrá votar en\nsu antiguo centro de votación."
}