{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 46,
  "chunk_text": "Submit the Conference Cost Request/Reporting Form (CCR)\nat least 90 days prior to event to the Conference Cost Request mailbox at\nCOPS.Conferencecosts@usdoj.gov and copy your program manager. The CCR form is available at\nhttps://cops.usdoj.gov/pdf/ 2018 AwardDocs/cpd/Conference. The document will have you break\n45 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nout each event or training deliveries and ensures that all costs comply with current guidelines and\npolicies on event or training planning, food and beverages, and minimizing costs. Training or events\nshould not be scheduled or delivered prior to receiving notice from your program manager that the\nCCR is approved. For more information on allowable costs for conferences and training, please see the\ncurrent version of the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. 27. Ensure that all conference or similar event costs comply with current and future guidelines and\npolicies that you receive from the COPS Office on conference planning, food and beverages,\nminimizing costs, and conference cost reporting. 28. Provide the program manager with the following information within 45 days after the end of any\nconference, meeting, retreat, seminar, symposium, training activity, or similar event funded under this\naward, if the total cost exceeds $20,000 in award funds:\n(1) Name of the event\n(2) Event dates\n(3) Location of event\n(4) Number of federal attendees\n(5) Number of nonfederal attendees\n(6) Costs of event space, including rooms for breakout sessions\n(7) Costs for audio visual services\n(8) Other equipment costs (e.g., computer fees, telephone fees)\n(9) Costs of printing and distribution\n(10) Costs of meals provided during the event\n(11) Costs of refreshments provided during the event\n(12) Costs of event planner\n(13) Costs of event facilitators\n(14) Any other direct costs associated with the event The recipient must also itemize and report any of the following attendee (including participants,\npresenters, speakers) costs that are paid or reimbursed with cooperative agreement funds:\n•\n•\n•\n•\n• Meals and incidental expenses (M&IE portion of per diem)\nLodging\nTransportation to or from event location (e.g., common carrier, privately owned vehicle\n(POV))\nLocal transportation (e.g., rental car, POV) at event location\nNote that if any item is paid for with registration fees or any other non-award funding, then\nthat portion of the expense does not need to be reported. 29. If applicable, submit all approved indirect cost rates covering the award period to the COPS Office\nwithin 30 days of approval from the cognizant federal agency. If a provisional indirect cost rate is in effect at award closeout, the recipient will proceed with\ncloseout and complete an expenditure analysis upon receipt of the approved final indirect cost\nrate to determine if an adjustment is necessary. If the recipient drew down excess COPS Office\nfunding for indirect costs, the recipient must return the overpayment to the COPS Office. If the\nrecipient incurred additional indirect costs, the recipient may request a budget modification if\nthe award is still open and there are remaining award funds available for drawdown. If the\n46 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nrecipient returns or draws down COPS Office funding, the recipient will promptly submit a\nrevised final Federal Financial Report (SF-425)."
}