{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 77,
  "chunk_text": "supplanting. For the purposes of your COPS Office award, supplanting means replacing state, local, or BIA funds\nthat otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local,\nand tribal governments are prohibited from supplanting throughout the award period. This means that your\nagency may not use COPS Office funds to pay for any equipment/technology, services, personnel, or other items\nwhich, in the absence of the COPS Office program, would otherwise have been funded with state or local funds or\nwith funds supplied by the BIA. The COPS Office funds must instead be used to supplement, or increase, your law\nenforcement budget. For additional information on supplanting, please review award condition #4 on page 7 of\nthis manual. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov. 81 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual COPS Office Resources\nWebsites\nGrants information: http://www.cops.usdoj.gov/grants Updated publication list: http://www.cops.usdoj.gov/COPSpublications\nCOPS Office Newsletter: http://cops.usdoj.gov/html/dispatch/index.asp COPS Office Beat Podcast: http://www.cops.usdoj.gov/Default.asp?Item=2370\nSRO Resources: http://www.cops.usdoj.gov/supportingsafeschools Task Force on 21st Century Policing: http://www.cops.usdoj.gov/policingtaskforce Policing Task Force One Year Progress: http://www.cops.usdoj.gov/pdf/taskforce/TaskForce_Annual_Report.pdf Publications\nRank and File: Leaders in Building Trust and Community Policing:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P351\nPolice Perspectives: Building Trust in a Diverse Nation - No. 1. How to Increase Cultural Understanding: http://riczai-inc.com/ric.php?page=detail&id=COPS-P344\nPolice Perspectives: Building Trust in a Diverse Nation - No. 2. How to Serve Diverse Communities:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P345\nPolice Perspectives: Building Trust in a Diverse Nation - No. 3. How to Support Trust Building in Your Agency:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P346\nBeyond the Badge: Profile of a School Resource Officer DVD:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-CD050\nIntelligence-Led Community Policing, Community Prosecution, and Community Partnerships:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P322\nOfficer-Involved Shootings: A Guide for Law Enforcement Leaders:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P350 82 2017 COPS Anti-Methamphetamine Program (CAMP)\nAward Owner’s Manual This manual was created to assist COPS Office Anti-Methamphetamine Program (CAMP) program recipients with\nthe administrative and financial matters associated with their award. For more information about your CAMP award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. US Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details about COPS Office programs, call the COPS Office Response Center at 800-421-6770. Visit the COPS Office online: www.cops.usdoj.gov Published November 2017"
}