{
  "document_category": "guidance",
  "docId": "guidance_63",
  "chunk_index": 7,
  "chunk_text": "When assessing evidence of a possible discriminatory purpose, the Department of Justice is guided by\nthe Supreme Court’s decision in Village of Arlington Heights v. Metropolitan Housing Development Corp.,\n429 U.S. 252 (1977); see also Brnovich, 141 S. Ct. at 2349 (citing the “familiar approach outlined in\nArlington Heights”). Arlington Heights outlines a non-exhaustive list of factors relevant to this “sensitive inquiry”: (1) The\nimpact of the decision; (2) the historical background of the decision, particularly if it reveals a series of\n9 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice decisions undertaken with discriminatory intent; (3) the sequence of events leading up to the decision;\n(4) whether the challenged decision departs, either procedurally or substantively, from the normal\npractice; and (5) contemporaneous statements and viewpoints held by the decisionmakers. 429 U.S. at\n266-68. The Senate Factors (described above) may also provide evidence of discriminatory intent. Rogers, 458 U.S. at 620-21. Discriminatory intent implies that the decisionmaker selected or reafﬁrmed a particular course of\naction at least in part because of, and not merely in spite of, its adverse effects upon an identiﬁable\nminority group. The Department of Justice will draw the normal inferences from the foreseeability of a\ndiscriminatory impact, and Section 2 does not require proof that one or more government actors are\n“racist” or bear racial animus. A concurring opinion in Garza v. County of Los Angeles, 918 F.2d 763 (9th\nCir. 1990), provides a useful example of intentional discrimination without racial animus. Assume you are an anglo homeowner who lives in an all-white neighborhood. Suppose,\nalso, that you harbor no ill feelings toward minorities. Suppose further, however, that some\nof your neighbors persuade you that having an integrated neighborhood would lower\nproperty values and that you stand to lose a lot of money on your home. On the basis of\nthat belief, you join a pact not to sell your house to minorities. Have you engaged in\nintentional racial and ethnic discrimination? Of course you have. Your personal feelings\ntoward minorities don’t matter; what matters is that you intentionally took actions\ncalculated to keep them out of your neighborhood. Id. at 778 n.1 (Kozinski, J., concurring in part and dissenting in part); see also N.C. State Conf. of the\nNAACP v. McCrory, 831 F.3d 204, 222 (4th Cir. 2016). Discriminatory intent need only be one motivating\nfactor behind the enactment or enforcement to violate Section 2. It need not be the only motivating\nfactor. So, for example, if a jurisdiction purposefully reduces minority voting strength in order to\nprotect an incumbent elected ofﬁcial, the fact that incumbent protection was a motivating factor—or\neven the primary motivating factor—does not mean a plan is lawful. See, e.g., LULAC, 548 U.S. at 440;\nGarza, 918 F.2d at 771. 10 | Guidance under Section 2 of the Voting Rights Act U.S. Department of Justice\nOther Federal Law Governing Redistricting Section 2 of the Voting Rights Act is the Department of Justice’s principal tool to protect voters from\nracial discrimination regarding redistricting and methods of election for governmental bodies."
}