{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 33,
  "chunk_text": "See 5 C.F.R. § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Program Manager. The COPS Office Program\nManager will inform you whether Office of Management and Budget (OMB) approval of the information collection\nmethod is required and of the procedures necessary to obtain this approval. OMB approval may take several\nmonths to receive, so recipients are advised to allow ample time for the processing of this request. 33 33. Human Subjects Research\nCondition: The recipient agrees to comply with the provisions of the US Department of Justice’s common rule regarding\nProtection of Human Subjects, 28 C.F.R. Part 46, prior to the expenditure of Federal funds to perform such activities,\nif applicable. The recipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. Why this condition:\nProtections for human subjects of research are required under US Department of Justice regulations at 28 C.F.R.\nPart 46. This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human Subjects. Each\ninstitution engaged in (nonexempt) COPS Office–supported human subjects research must provide a written\nassurance of compliance, satisfactory to the COPS Office, that it will comply with the US Department of Justice\nhuman subjects regulations. What you should do: If any part of your CPD project contains research or statistical activities which involve human subjects that are not\ncovered by an exemption set forth in 28 C.F.R. Part 46.101(b), you must comply with the requirements in the US\nDepartment of Justice’s common rule regarding the Protection of Human Subjects, 28 C.F.R. Part 46, including, but\nnot limited to Institutional Review Board (IRB) approval and the appropriate assurances prior to the expenditure of\nfederal funds to perform such activities. By signing the award document, you also agree to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually identifiable information collected from research participants. 34. Copyright\nCondition: If applicable, the recipient may copyright any work that is subject to copyright and was developed, or for which\nownership was acquired, under this award in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a\nroyalty-free, nonexclusive and irrevocable license to reproduce, publish, or otherwise use the work, in whole or in\npart (including create derivative works), for Federal Government purposes, and to authorize others to do so. The\nCOPS Office also reserves the right, at its discretion, not to publish deliverables and other materials developed\nunder this award as a US Department of Justice resource. When appropriate, US Department of Justice publications and other deliverables developed with award funds\nshould contain the following copyright notice:\n“Copyright © [year work was published] [name of copyright owner]. The US Department of Justice\nreserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or otherwise use, and\nauthorize others to use, this resource for Federal Government purposes. This resource may be freely\ndistributed and used for noncommercial and educational purposes only.” 34"
}