{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 43,
  "chunk_text": "• Contacts with social service providers to\npromote/enhance family stability (i.e., school guidance\ncounselors, welfare workers, treatment providers); • Contact with Prisoner Visitation Services; • Participation in institution sponsored community\nservice opportunities (i.e., Toys for Tots, Make a Wish\nFoundation, community gardens, Special Olympics); and, • Voluntary involvement with community activities. Score each inmate based on his/her unique circumstances\nwhile focusing on what the inmate does to maintain, build or\nstrengthen these ties. To best accomplish this, Unit Teams\nshould score this item at the custody review so input can be\ngained from all classification team members and possibly\neven the inmate. P5100.08\n9/12/2006\nChapter 6, Page 14\nExamples:\nInmates who demonstrate no initiative to further and/or\nenhance relationships with supportive parents/spouse/children\nshould be scored as “none or minimal.” (e.g., visiting and\nphone lists that do not include family members, no effort to\nprovide financial support for children); Inmates with limited financial resources who have\nparents/spouse/children living significant distances from\ntheir designated facilities, and request to have these family\nmembers placed on their visiting and phone lists, and send and\nreceive frequent letters from family and make phone calls to\nthem when funds are available. These inmates score as\n“average or good;” and,\nInmates with no surviving parents, siblings, spouse, or\nchildren may receive an “average or good” rating by developing\ncontacts through Prisoner Visitation Services (PVS) and\nparticipation in community based activities and community\nservice opportunities. 7. CUSTODY TOTAL 7. CUSTODY TOTAL (ADD C. 1 - 6) Add the points in items 1 through 6, Section C, and enter\nthe sum in this block. 8. CUSTODY VARIANCE 8. CUSTODY VARIANCE (FROM APPROPRIATE TABLE ON BP-338, PAGE 2) The Custody Variance adjusts the inmate's total security points\nas specified in Tables 6-1(M) and 6-1(F) based upon the inmates\ncustody score. If the appropriate table indicates a value other\nthan zero the application of the Custody Variance will:\n• add points to the base score, thus raising the\nsecurity level and increasing the custody (when\nthe value is positive); or, • subtract points from the base score, thus lowering the\nsecurity level and decreasing the custody (when the\nvalue is negative). P5100.08\n9/12/2006\nChapter 6, Page 15\nTable 6-1(M)\nCUSTODY TOTAL Male Custody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-11 +4 +4 +3 +3 +2 +1 +1 +1 0 0 -1 -1 -2 -3 -4 -5 -5 12-15 +4 +4 +3 +3 +2 +1 +1 +1 0 0 0 -1 -2 -3 -4 -5 -5 16-23 +8 +6 +5 +4 +4 +3 +2 +1 +1 0 0 0 -1 -1 -2 -2 -3 24+ +8 +6 +5 +4 +4 +3 +2 +1 +1 +1 0 0 0 -1 -1 -2 -3 Example: A male inmate has a Base Score of 17 points and a\nCustody Total of 11 points. By using the Custody Variance\nMatrix, the intersecting point for these two items is +3. Thus,\n+3 is the Custody Variance score that will be entered on\nItem 8, Section C.\nTable 6-1(F)\nCUSTODY TOTAL Female\nCustody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-15 +15 +11 +7 +4 +3 +2"
}