{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 48,
  "chunk_text": "+1 +1 +1 0 0 -1 -1 -2 -3 -4 -5 -5 12-15 +4 +4 +3 +3 +2 +1 +1 +1 0 0 0 -1 -2 -3 -4 -5 -5 16-23 +8 +6 +5 +4 +4 +3 +2 +1 +1 0 0 0 -1 -1 -2 -2 -3 24+ +8 +6 +5 +4 +4 +3 +2 +1 +1 +1 0 0 0 -1 -1 -2 -3 Female\nCustody\nVariance\nTable B\nA\nS\nE S\nC\nO\nR\nE CUSTODY CUSTODY\n6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0 - 15 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 -2 -4 -8 - 12 - 16 16-30 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 -4 -8 - 12 - 16 31+ +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 0 -1 -5 -8 P5100.08\n9/12/2006\nChapter 7, Page 1 INMATE TRANSFER TRANSFER PROCEDURES. Transfers (also known as redesignations)\nare used to move inmates from one institution to another as\nneeded, with each type of transfer having a specific\nobjective. The following are some of the more frequent\nreasons for a transfer:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• institution classification;\nnearer release;\ndisciplinary/close supervision;\nadjustment;\nmedical/psychological treatment;\ntemporary transfers;\ntraining purposes/program participation;\nInstitution Hearing Program;\npre-release; and,\ntransfers from CCC’s. After review and approval by the Unit Team, a transfer\nrequest is submitted via the Request for Transfer/Application\nof Management Variable (409) to the DSCC. The procedures for\ncompleting the 409 are outlined below and may only be waived\nor modified with the approval of the Assistant Director,\nCorrectional Programs Division, Washington, D.C. or his/her\ndesignee. 1. Inmate’s Medical Status. Include current, complete, and\naccurate available information concerning any medical problem\nthat might affect redesignation;\n2. Institution Adjustment. Include a brief description of the\ninmate's adjustment during this period of incarceration with\nemphasis on recent adjustment;\n3. Rational for Referral. Include a complete, specific\njustification and support for the requested action;\n4. Parole Hearing Scheduled. Indicate whether or not the\ninmate is eligible for a parole hearing. If yes, indicate the\ndate of the hearing. (See SALLYPORT for a current listing of\nparole/non-parole institutions). 5. Past or Present Behavior and/or Management Concerns. Note\nany past or present behavior and/or management concerns which\nmay affect placement (i.e., history of arrests or disruptive\nbehavior P5100.08\n9/12/2006\nChapter 7, Page 2\nwhich may not have resulted in a conviction, inmates\npreference regarding this request, etc.). Also note any\nSecurity Threat Group concerns/associations. In addition, it is\nnecessary for staff to closely review each case submitted for\nany CIM concerns. Any CIM concerns should be noted on the 409\nif applicable. However, it is not necessary for staff to route a Request for\nCIM Activity Clearance with each transfer request since CIM\nactivity clearance is included in the redesignation for all\nCIM assignments except WITSEC cases. Redesignations between\nsame security level institutions are discouraged, except for\nCIM purposes, nearer release purposes, or other unusual\ncircumstances. Copies of all transfer requests for Disruptive\nGroup Members will be forwarded to the Intelligence Section,\nCentral Office, via GroupWise upon approval of the transfer. Additionally, the institution Special Investigative\nSupervisor should also receive a copy of the transfer\nrequest; and\n6. BP-337/BP-338 Discrepancies. Include a brief description\nof any scoring changes between the BP-337 and BP-338."
}