{
  "document_category": "guidance",
  "docId": "guidance_73",
  "chunk_index": 78,
  "chunk_text": "Community policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop solutions\nto the immediate underlying conditions contributing to public safety problems. Problem solving must be infused\ninto all police operations and guide decision-making efforts. Agencies are encouraged to think innovatively about\ntheir responses and view making arrests as only one of a wide array of potential responses. A major conceptual\nvehicle for helping officers to think about problem solving in a structured and disciplined way is the SARA\n(scanning, analysis, response, and assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine the\nscope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders for the\nselected problem is typically identified in this phase. A problem can be thought of as two or more incidents similar\nin one or more ways and that is of concern to the police and the community. Problems can be a type of behavior, a\nplace, a person or persons, a special event or time, or a combination of any of these. The police, with input from\nthe community, should identify and prioritize concerns. Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding of\nthe dynamics of the problem, develop an understanding of the limits of current responses, establish correlation,\nand develop an understanding of cause and effect. As part of the analysis phase, it is important to find out as much\nas possible about each aspect of the crime triangle by asking who?, what?, when?, where?, how?, why?, and why\nnot? about the victim, offender, and crime location. Response: Developing solutions to bring about lasting reductions in the number and extent of\nproblems The response phase of the SARA model involves developing and implementing strategies to address an identified\nproblem by searching for strategic responses that are both broad and uninhibited. The response should follow\nlogically from the knowledge learned during the analysis and should be tailored to the specific problem. The goals\nof the response can range from totally eliminating the problem through substantially reducing the problem or\nreducing the amount of harm caused by the problem to improving the quality of community cohesion. 83 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but also\ngathers data that build knowledge for the future. Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested."
}