{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 55,
  "chunk_text": "• Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. • Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s Audit\nLiaison Section via the COPS Office Response Center at 800-421-6770. Questions and comments regarding the\nadministration of your COPS Office CPD award, not specifically related to an audit, should be referred to your COPS\nOffice Program Manager. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• Unallowable costs. Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchase orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office , or award\nexpenditures were in excess of actual approved award costs. • Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and other identified savings. 59 • Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division’s Audit Liaison Section\nwill continue working as the liaison between your agency and the OIG to obtain closure on any audit findings."
}