{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 57,
  "chunk_text": "■ Business checks. ■ Cashier’s checks/certified checks/bank drafts The inmate’s committed name (no nicknames) and register number must be printed legibly on all\nnegotiable instruments and on the outside of the envelope that contains the negotiable instrument. b. Unacceptable Negotiable Instruments. The following items will not be accepted and will\nbe returned to sender or the issuing agency, or deposited into the U.S. Treasury Miscellaneous\nReceipts Account:\n■ Negotiable instruments that do not contain both a valid committed name and 8-digit register\nnumber. ■ Negotiable instruments with expired dates. ■ Negotiable instruments that appear suspicious in nature or appear to have been altered. ■ Personal checks. ■ Foreign funds and other negotiable instruments not payable in U.S. dollars and/or lacking a\nU.S. Correspondent Bank and routing number on the instrument. ■ Cash received through the mail. ■ Mailings not containing sender information. ■ Mailings to the LockBox that do not contain valid inmate committed names and 8-digit\nregister numbers on the envelope. ■ Counter checks. 9.3 HELD NEGOTIABLE INSTRUMENTS a. Held Negotiable Instruments. A 15-day hold is placed automatically on negotiable\ninstruments, except those in paragraph 9.3.b. Foreign negotiable instruments payable in U.S.\ndollars are held for 45 days. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 78 The hold period begins on the date the transaction is posted to the inmate account as an outstanding\nnegotiable instrument. The amount of the outstanding negotiable instrument is reflected on the\ninmate’s account balance (but not the available balance) until the hold period expires. (1) Release of Held Funds. Funds placed on hold are posted automatically to the inmate’s\naccount when the hold period expires. (2) Adjusting Release Dates. Institutions are authorized to adjust the system-calculated\nrelease date of an outstanding negotiable instrument if an error was made during processing. b. Negotiable Instruments Without Holds. Ordinarily, the following items are not held and\nfunds are immediately available to the inmate. However, some negotiable instruments may\nrequire a hold if they are deemed a financial risk:\n■\n■\n■\n■ U.S. postal money orders. U.S. Government-issued checks (Federal, State, county, municipal). Privately contracted correctional facility checks. Postal money orders issued by Anguilla, Antigua and Barbuda, Bahamas, Barbados, Belize,\nBritish Virgin Islands, Coronado, Dominica, Grenada, Montserrat, St. Christopher, Nevis, St.\nLucia, and St. Vincent and the Grenadines. ■ Canadian postal money orders payable in U.S. dollars. 9.4 NEGOTIABLE INSTRUMENTS REQUIRING SPECIAL HANDLING a. Endorsed or Mutilated Checks. Endorsed or mutilated checks are not included on a\nschedule of canceled checks. The U.S. Treasury examines the facts relating to each endorsed\ncheck that has been returned after negotiation by the payee. This is required to protect the rights\nof the endorser, who may be holder in due course. Also, the Treasury examines the facts relating to mutilated checks; such checks must be in their\npossession to issue new ones to the payee or claimants. Consequently, a separate schedule is prepared for endorsed or mutilated checks showing the\nnumber and amount on each and indicating the action to be taken. In each case, the U.S. Treasury\ngives the administrative office a disposition of each undeliverable check returned."
}