{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 2,
  "chunk_text": "CAMP funding may be used to locate or investigate illicit activities, including precursor diversion, laboratories, or\nmethamphetamine traffickers. Funding under this program is not available for methamphetamine laboratory\ncleanup, treatment programs, or prosecution of methamphetamine-related activities. The allowable uses of your agency’s CAMP award are specified on the CAMP Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2017 CAMP application and\nyour agency wishes to modify its CAMP award to reprogram awarded funding into different funding categories,\nplease refer to the award conditions of this manual for detailed information on requesting a post-award\nmodification. This CAMP Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed by the COPS Office to ensure that all CAMP recipients clearly understand and\nmeet the requirements of their award. Please review this manual carefully because a failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call the COPS Office Response Center at\n800-421-6770 if you need assistance with the implementation of your award. Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the national,\nstate, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only accept data in\nthe NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning all law\nenforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS Office\nencourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services Division in a\ntimely manner, thereby ensuring sufficient and complete crime and arrest data is available for consideration. For\nmore information regarding NIBRS reporting, please see https://www.fbi.gov/about-us/cjis/ucr/nibrs-overview. Thank you for providing us with the opportunity to work in partnership with your community. 1 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Anti-Methamphetamine Program award, your agency must access\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and\nelectronically sign the award document with the award terms and conditions; the financial clearance\nmemorandum that is incorporated by reference into the award document; and, if applicable, the special award\nconditions or high risk conditions in the award document supplement within 90 days of the date shown on the\naward congratulatory letter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see the section titled “Accessing Award\nFunds” in this manual. The award document The award document is the document indicating your official award funding amount, the award number, the\naward conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names."
}