{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 66,
  "chunk_text": "• Provision of a request to continue implementing all applicable COPS Office awards (identifying which awards\nare in place) despite the reduction in force. Failure to retain review\n• Evidence to show that attempts have failed to add the COPS Office-funded positions to a request for local\nfunding during local budget negotiations; attempts have failed to obtain other nonfederal funding sources\n(such as state awards) to support the additional positions at the termination of the COPS Office award; and\nattempts have failed to seek additional law enforcement funding from private sources, including corporate,\nnonprofit, and foundation donations or awards. • Documentation of any of the following mitigating circumstances that may have hindered agency attempts to\nimplement the retention plan: evidence to show that the jurisdiction has been declared bankrupt by a court\nof law; jurisdiction has been placed in receivership, or its functional equivalent, by the state or Federal\nGovernment; jurisdiction has been declared a financially distressed area by its state; budgetary imbalance or\nexpenditure cutbacks resulting in significant reductions in other services provided by the agency or significant\nlayoffs of the agency’s personnel; extraordinary and unanticipated nonrecurring expenses or loss of revenue\n(including closure or relocation of major employers) resulting in a material effect on the jurisdiction’s fiscal\ncondition; significant downgrading of the jurisdiction’s bond rating for fiscal-related reasons; filing for\nbankruptcy, receivership, or similar measures, with the request for relief pending; location within an area in\nwhich a declaration of major disaster has been made pursuant to the Robert T. Stafford Disaster Relief and\nEmergency Assistance Act; or other events or conditions demonstrating severe fiscal distress. Excess cash review\n• Identification of the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Local match review\n• Documentation that specifically identifies the sources of the local match such as written memoranda, local\ngovernment council minutes, or other documentation to support the appropriation or designation of local\nfunds for the sole purpose of paying local match for the specific award. • Written requests for waiver of local match and written approval from the COPS Office waiving local match. • Federal Quarterly Financial Reports (SF-425) that identify the amount of local match paid each quarter. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. Community policing review\n• Brochures, newsletters, or any documents detailing the agency’s community policing efforts as specified in\nyour award application, particularly in the following key areas:\n• Organizational Commitment\n70 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nCommunity policing principles found in mission and values statements, policy and procedures manuals,\netc.\n Promoting community policing as part of the law enforcement culture.  Community policing training disseminated during recruit training in the academy and/or during in-service\ntraining.  Strategic planning that incorporates community policing initiatives as part of the overall law enforcement\napproach to provide public safety. • Problem Solving Activities\n Building on information systems to enhance crime analysis capabilities.  Identifying crime problems by looking at crime trends.  Identifying crime problems with members of the community or other government agencies. "
}