{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 11,
  "chunk_text": "In addition, they may ask questions about the challenges\nencountered during project implementation, how residents feel about community policing, and how police feel\nabout their work. This information will be useful to other communities and police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your organization, observe activities, and obtain written\nreports about and from your organization. You will be asked to facilitate any site visits and information-gathering\nactivities. In addition, you will be asked to provide accurate and timely information about your award activities. You should fully comply with any requests made regarding these evaluations. 7. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be\nresponsible for submitting quarterly programmatic progress reports that describe project activities during the\nreporting period and quarterly Federal Financial Reports using Standard Form 425 (SF-425). Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government must be monitored carefully to ensure the\nproper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress of\nour programs and recipients. 10 What you should do: This award condition is designed to make your organization aware of reporting requirements associated with CRITA awards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” tab on the COPS Office website at\nhttps://cops.usdoj.gov. Your organization is also required to submit quarterly Federal Financial Reports using\nStandard Form 425 (SF-425) within 30 days after the end of each calendar quarter. A final SF-425 will be due within\n90 days after the end of the award period. This report reflects the actual cumulative federal expenditures incurred\nduring the funding period, and the remaining unobligated balance of federal funds. Under federal regulations, your\norganization is not permitted to draw down federal funding for costs incurred after the official award end date;\nhowever, you will have a 90-day grace period after the award end date during which you can drawdown funds for\neligible expenditures incurred before the award end date. Agencies with more than one delinquent programmatic\nor financial report submission per fiscal year may be subject to delays in receiving reimbursement for allowable\nexpenses and may be required to receive technical assistance to improve compliance with reporting. These reports\nare discussed in greater detail in the section titled “Reports” in this manual. All reports should be submitted within\nthe deadlines given to avoid suspension or possible termination of award funds or other remedial actions; failure\nto submit required reports may also impact future funding opportunities. 8. Award Monitoring Activities\nCondition:\nFederal law requires that recipients receiving federal funding from the COPS Office must be monitored to ensure\ncompliance with their award conditions and other applicable statutory regulations. The COPS Office is also\ninterested in tracking the progress of our programs and the advancement of community policing."
}