{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 84,
  "chunk_text": "In this case,\nthe following actions are taken: The delivering carrier forwards the SF-1105 to the issuing office, which determines that the\nservices were ordered and the shipment was received. The issuing office places the following\ncertification on the reverse of the SF-1105 (5 GAO 3045.15):\n“I certify that the services shown on the Freight Waybill were requested and have been\nrendered.” (Signature of issuing office) (Date) The issuing office returns the SF-1105 to the carrier and places on the reverse of the SF-1105 an\nidentical Certificate of Carrier Billing for Charges that appears on the original GBL, indicating the\ncondition of the shipment upon receipt. Reproduced copies of the SF-1105 are not acceptable. If the original GBL is located by the carrier before settlement is made on the SF-1105, the original\nGBL should be substituted and the SF-1105 marked with the notation (5 GAO 3045.25):\n“CANCELED - ORIGINAL BILL OF LADING LOCATED AND DELIVERED TO THE\nDESTINATION CARRIER.” The canceled SF-1105 is returned to the issuing office. If the original GBL is located after settlement is made on the SF-1105, the original GBL is marked\nwith the notation:\n“TO BE VOIDED. PAYMENT RECEIVED ON FREIGHT WAYBILL.” The original GBL is forwarded to the Government paying office indicated on the front of the GBL,\nwhere it is voided, properly annotated, and forwarded to the U.S. Government Accountability\nOffice (5 GAO 3045. 30). 12.7 LOST AND DAMAGED SHIPMENTS\na. F.O.B. Shipping Point. Property purchased F.O.B. shipping point becomes the property of\nthe Government upon delivery. If a shipment is damaged, one of the following procedures is\nrequired: If the property can be repaired, arrangements can sometimes be made for the carrier to contract\nwith a local repair shop. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 111 The institution may contract for the repairs or may make the repairs in the institution. The actual\ncost of restoring the article to its original condition is the amount required from the carrier in\nsatisfaction of the damages. If repair is impractical, the damaged article may, with the carrier’s consent, be disposed of as\nsalvage. The replacement cost or original cost, including transportation in either case, is the\namount of damages to be recovered. When a shipment is received on an F.O.B. shipping point basis and is completely or partially\ndamaged, the Receiving Report shows items accepted; the damaged items are listed separately\nwith corresponding values of the merchandise. The damaged items are be covered by a Report of\nSurvey, which is used for posting to the Stock Record Card.\nb. F.O.B. Destination. If the damaged articles were the property of the vendor while in transit\n(e.g. F.O.B. destination), the Government’s remedies against the carrier are limited. If the goods\nwere rejected and left in the carrier’s possession, or were received and held at the institution, it is\nimportant that prompt notice of the damage and rejections be given to the vendor. Arrangements\nmay be made for a replacement shipment and to permit the vendor to make whatever claim the\nvendor has against the carrier and to authorize disposition of the damaged goods."
}