{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 43,
  "chunk_text": "If the recipient drew down excess COPS Office\nfunding for indirect costs, the recipient must return the overpayment to the COPS Office. If the\nrecipient incurred additional indirect costs, the recipient may request a budget modification if\nthe award is still open, and there are remaining award funds available for drawdown. If the\nrecipient returns or draws down COPS Office funding, the recipient will promptly submit a\nrevised final Federal Financial Report (SF-425). The recipient should pay particular attention to the two areas listed below to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the\ngovernment-wide award rules set out by the Office of Management and Budget (OMB):\na. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of\nmodified total direct costs may only be applied against the first $25,000 of any subcontract\nor subaward under the agreement. This limitation must be applied to all conference related\nsubcontracts and subawards, including those with hotels and travel agents. See 2 C.F.R. Part\n200, Appendix III.C.2. (Indirect costs—Institutions of Higher Education); 2 C.F.R. Part 200,\nAppendix IV.B.2.c. (Indirect costs—Nonprofit Organizations); or 2 C.F.R. Part 200, Appendix\nVII.C.2.c. (Indirect costs—States, Local Governments, and Indian Tribes). b. Participant Support Costs: Participant support costs are generally excluded from the\ndistribution base. Therefore, indirect costs may not be applied against participant support\ncosts. Participant support costs are direct costs for items such as stipends or subsistence\nallowances, travel allowances, and registration fees paid to or on behalf of participants or\ntrainees (but not employees) in connection with meetings, conferences, symposia, or\ntraining projects. See 2 C.F.R. § 200.75. This exclusion applies to the entirety of any\nsubcontracts for the lodging and travel of conference participants or trainees (but not\nemployees). Costs related to contractors of the recipient who are acting in the capacity of a\n“Conference Trainer/Instructor/ Presenter/Facilitator” are considered participant support\ncosts. For more information on allowable costs for conferences and training, please see the current\nversion of the DOJ Grants Financial Guide in effect at the time of the award available at\nhttps://ojp.gov/financialguide/DOJ/index.htm. Indirect costs were removed from the budget if the recipient did not provide, at the time of\napplication, either a current approved federal indirect cost rate or documentation showing a\npending request for approval by the cognizant federal agency. If the recipient has never received\na federally approved indirect cost rate, it may elect to charge a de minimis rate of 10% of\nmodified total direct costs (MTDC) in lieu of negotiating a rate with the cognizant federal agency. See 2 C.F.R. § 200.414(f).\n30. Notify and consult with the COPS Office prior to establishing a formal partnership with any nonfederal entity, including soliciting and accepting free goods or services, on activities under this\ncooperative agreement. 44 31. The recipient will select the site-specific subject matter experts (SMEs) in partnership with the\nCOPS Office based on resumes, references, writing samples, and demonstrated subject matter\nexpertise. Specific SMEs selected for each site are subject to COPS Office review and approval\nprior to commencement of work."
}