{
  "doc_id": "guidance_82",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_82__0",
      "chunk_id": "0",
      "content": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5800.17\nDATE:\nApril 3, 2015 Inmate Central File, Privacy Folder,\nand Parole Mini-Files\nCORRECTED COPY (replaces version dated January 9, 2015) /s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE The Bureau of Prisons maintains complete information on all inmates confined in Bureau\ninstitutions. Staff use the Inmate Central File, Privacy Folder, and Parole Mini-file to maintain\npertinent information regarding detainees and unsentenced and sentenced offenders. a. Summary of Changes\nPolicy Rescinded\nP5800.11\nInmate Central File, Privacy Folder, and Parole Mini-Files (12/31/97) This revision of the Program Statement includes the following changes:\n■ Amended language and consolidated numerous sections to account for advances in\ntechnology and changes in the agency since its last publication. ■ Amended Program Statement to include Federal inmates boarded in state facilities, juveniles,\nand direct court commitments to Residential Reentry Centers (RRCs). ■ Eliminated previous Section 9 and created Attachment A, which outlines the Inmate Central\nFile order. ■ Updated to allow electronic submission of parole material to the U.S. Parole Commission. ■ Modified the section on Routine Uses of Inmate Central Files. ■ Clarified procedures for inmate review of Central File materials stored electronically. ■ Amended procedures regarding inmate challenges to Central File materials. As part of the Reduction and Elimination of Duties Management Assessment Project\n(REDMAP), the following procedural changes are approved:\n■ Removed the requirement to file the following documents in the central file since they are\nfiled elsewhere as part of a permanent record:\n\n\n\n\n\n\n\n\n\n\n\n\n\n Statutory Good Time Action Notice form, BP-389. Good Conduct Time Action Notice form, BP-448. Redesignation Approval – SENTRY-generated Clearance Data. System-generated telephone list. Telephone Number Request form, BP-505. Acknowledgment of Receipt of Inmate Account Card, BP-480. Request/Authorization to Mail Inmate Packages, BP-329. Institution AIDS Training form. Intake Screening (Medical), BP-354. Education Data Transcript, SENTRY-generated. Exception Memorandum from Warden done prior to 4/30/93. Furlough Evaluation. Victim/Witness Initial Notification Letter.\nNational Victim Notification System (VNS-generated) Notification Report (most\ncurrent). ■ Removed the requirement for the BP-A0327 (Returned Correspondence), BP-A0328\n(Stamps, Negotiable Instrument and Other Returned to Sender), and BP-A0329\n(Authorization to Mail Package) to be filed in the central file. These are retained in\nCorrectional Systems. ■ Approved the purging of old Admission and Orientation (A&O) forms. Only the most\ncurrent A&O form must be maintained in the Central File. ■ Removed the requirement for the Institution Supplement to identify specific local procedures\nfor an inmate to request review of his/her Central File. Procedures are outlined in the\nProgram Statement Release of Information. P5800.17 4/03/2015 2 b. Program Objectives. The expected results of this program are:\n■ Inmate files will be maintained with complete information on each inmate confined in a\nBureau of Prisons institution, Federal inmates who are boarded in state facilities, juveniles,\nand direct court commitments in Residential Reentry Centers (RRCs). ■ U.S. Parole Mini-files will be completed and accessible to the U.S. Parole Commission for\nall applicable inmates. 2. PRETRIAL PROCEDURES File materials for pretrial inmates are kept in letter-size, straight cut, drop file folders. The\nlocation of the folders and accountability procedures must be identified in the local Institution\nSupplement."
    },
    {
      "id": "guidance_82__1",
      "chunk_id": "1",
      "content": "■ U.S. Parole Mini-files will be completed and accessible to the U.S. Parole Commission for\nall applicable inmates. 2. PRETRIAL PROCEDURES File materials for pretrial inmates are kept in letter-size, straight cut, drop file folders. The\nlocation of the folders and accountability procedures must be identified in the local Institution\nSupplement. Staff must adhere to the general requirements concerning the handling of inmate files addressed\nin this Program Statement. Pretrial file material includes any documentation normally retained\nfor a sentenced inmate. FOI Exempt material is placed in the drop file folders stamped “FOI\nExempt.” 3. IMMIGRATION AND CUSTOMS ENFORCEMENT (ICE) DETAINEES Institution staff maintain the Inmate Central File on an inmate who completes his/her sentence\nand is reclassified as an ICE detainee. The existing Inmate Central File must incorporate any\ndocuments accumulated during his/her status as an ICE detainee. The file is maintained until the\ninmate is removed from the institution by ICE officials. For inmates who are initially classified as ICE detainees and thus have had no previous Inmate\nCentral File created, institution staff follow Section 2 (Pretrial Procedures) of this Program\nStatement for specific instructions on file materials for ICE detainees. The Institution\nSupplement must address the location of the files and establish file accountability procedures. 4. WITNESS SECURITY FILES\nBecause of the sensitivity of Witness Security Cases, procedures for handling these files may\ndiffer. For specific instructions, refer to the Program Statements Central Inmate Monitoring\nManual and Protective Custody Unit Manual. P5800.17 4/03/2015 3 5. INMATE RECORD FUNCTIONS Many inmate administrative and clerical functions are performed in the unit, while others are\nappropriately performed in the Correctional Systems Department. Normally, the functions of\nCentral Files, Privacy Folder, and mini-files created for use by the U.S. Parole Commission are\nseparated by Unit Management and Correctional Systems staff in the following manner. a. Unit Management Functions\n■\n■\n■\n■ Create and maintain Inmate Central Files. Create Privacy Folders. Monitor the filing/security of Inmate Central Files. Create Parole Mini-files electronically as needed. b. Correctional Systems Functions\n■ Coordinate internal and external movement of Central Files/Central File materials. ■ Retire and retrieve inactive files. c. Regional Correctional Programs Functions\n■ Create and maintain state concurrence Central Files.\nd. Residential Reentry Management Functions\n■ Create and maintain Inmate Central Files for:\n Federal inmates being boarded in state facilities (State Boarders).  Juveniles.\n Direct court commitments to community confinement. 6. INMATE CENTRAL FILE\na. Documents File. Part of the Inmate Central Records System is defined in the Federal\nRegister, September 16, 1976, Volume 41, No. 181, page 39918. b. Creation. Each Unit Secretary reviews the SENTRY Daily Log for unit assignments and\ncreates the Inmate Central File and Privacy Folder immediately after assignment to a housing\nunit at the designated institution. Inmates who were previously classified and transferred from P5800.17 4/03/2015 4 other Bureau institutions ordinarily do not need to have another Inmate Central File created. Former files on individuals recommitted under the same sentence are reactivated. The six-part Inmate Central File Folder is used, along with a pressure-sensitive label. c. Location. The Inmate Central File is maintained at the current or last institution or facility of\nconfinement."
    },
    {
      "id": "guidance_82__2",
      "chunk_id": "2",
      "content": "Former files on individuals recommitted under the same sentence are reactivated. The six-part Inmate Central File Folder is used, along with a pressure-sensitive label. c. Location. The Inmate Central File is maintained at the current or last institution or facility of\nconfinement. Once the inmate is released, see the Program Statement Correctional Systems\nManual for further instructions. d. Categories of Individuals Covered. Current and former sentenced inmates under the\ncustody of the Attorney General of the United States, including Study and Observation cases. e. Organization. The six-part Inmate Central File folder organizes filed material, topically, as\nfollows:\nSection No. Topic 1.\n2.\n3.\n4.\n5.\n6. Sentence Data/Detainers/IFRP\nClassification/Parole Material\nMail, Visits, Property, etc.\nDisciplinary, Work, and Education Reports\nRelease Processing\nGeneral Correspondence In addition, a Privacy Folder, attached to the top of Section 5, provides a receptacle for storing\nFreedom of Information Act (FOIA) Exempt material. f. Standardization of Inmate Central File Material. Standardization streamlines the filing of\nmaterial, expedites accessibility and retrieval of data, and eliminates the need to rearrange files\nof inmates transferring into the unit. (1) Responsibilities. All institutions must comply with the standard system for organizing\nmaterial in the Inmate Central File and Privacy Folder. Unit Managers ensure Inmate Central\nFiles and Privacy Folders are organized per this Program Statement. At institutions retaining a\ncentralized file system, staff accountable for standardized filing of material are identified in the\nInstitution Supplement. (2) Requirements. Detailed instructions for the order of routine filing and the filing of FOIA\nmaterials in the Privacy Folder are included in Attachment A. P5800.17 4/03/2015 5 (3) Storage. Files must be stored alphabetically. g. Multiple Volumes. When it becomes necessary to establish a second volume of an inmate's\nCentral File, it must contain all the original core documents required for an initial file. (1) Core Documents. Core documents include:\n■\n■\n■\n■ Central Inmate Monitoring (CIM) White Card. Intact FOIA Exempt section from primary volume. Judgment and Commitment Order (J&C) (if no electronic version is available). Pre-Sentence Investigation Report (PSR) (if no electronic version is available). (2) Privacy Folder. A new Privacy Folder is not ordinarily re-created. Staff remove the FOI\nSection from the preceding volume and insert it in the newly created volume. (3) Controls. Multiple volumes must be clearly identified on the check-out cards, file tabs, and\non the file cover (Volume I of III, Volume II of III, etc.)\n■ An Inmate File Check-out Card (BP-387) must be used for each volume.\n■ If all volumes of multiple files are not kept together in the regular Central File cabinet, the\ncurrent volume is marked with the location of the other volume(s). ■ Each volume must be accounted for daily. Thus, the total file count will exceed the inmate\ncount when multiple volumes exist. ■ Multiple volume files must be created chronologically, maintaining the six-part file’s order. 7. U.S. PAROLE COMMISSION MINI-FILES Facilities must adhere to U.S. Parole Commission rules and regulations in creating and handling\nthese files. a. Origin. The Unit Secretary creates the Parole Mini-file when requested by the U.S. Parole\nCommission for all commitments who are eligible for parole and will eventually be released with\nU.S. Parole Commission supervision to follow."
    },
    {
      "id": "guidance_82__3",
      "chunk_id": "3",
      "content": "Facilities must adhere to U.S. Parole Commission rules and regulations in creating and handling\nthese files. a. Origin. The Unit Secretary creates the Parole Mini-file when requested by the U.S. Parole\nCommission for all commitments who are eligible for parole and will eventually be released with\nU.S. Parole Commission supervision to follow. Files on inmates who do not receive a hearing or are not granted parole, but who have a\nmandatory or special parole term after release, are sent immediately after the inmate’s release to\nthe U.S. Parole Commission. b. Maintenance and Use. These files are maintained at the same institution at which the inmate\nis confined. When requested, the files are provided to the U.S. Parole Commission office. P5800.17 4/03/2015 6 c. Contents and Organization. The contents of the Parole Mini-files are limited to the items\nlisted below. Files not submitted electronically must be organized with applicable materials as\nfollows:\n(1) Sentence Data\n■\n■\n■\n■\n■\n■ SENTRY Sentence Computation Record. Prosecuting Agency Report. Report of U.S. District Judge, AO-235 form. Report of U.S. Attorney, 792 form. FBI Fingerprint report (RAP Sheet). Judgment and Commitment Order. (2) Classification Material\n■\n■\n■\n■\n■\n■ Progress Report (most current). Escape Reports. Front Side of an Incident Report. Medical, psychological, and psychiatric reports, if disclosable. Classification Materials. Presentence Report of USPO (Probation form 2a), if disclosable. (3) General Correspondence\n■\n■\n■\n■\n■\n■\n■\n■ Correspondence regarding release planning and aftercare arrangements. Correspondence regarding detainers. Release Certificates where applicable. Recommendations relative to RRC or home confinement transfer, including adjustment\nreports. Committed fine documents. Other pre-release matters. Correspondence Relative to Parole Consideration. Any other material requested by the Parole Commission. (4) Parole Material\n■ Notice of Hearing – Parole Application (current and previous ones), Representative, and\nDisclosable Request (Parole form I-24). ■ Background Statement of Inmate (Parole form I-32). P5800.17 4/03/2015 7 Note: FOIA Exempt Material is not placed in Parole Mini-files. d. Maintenance, Security, and Access, Responsibilities and Procedures. The same rules as\nfor the Inmate Central File apply. Institution staff file any material described above that is\nreceived or generated prior to transferring the files to the U.S. Parole Commission. Routine\nfiling material received or generated after that time is forwarded to the U.S. Parole Commission\nfor filing. e. Transfers. As inmates are transferred between institutions, Parole Mini-file materials are\nincluded with the Inmate Central File. f. Inmate Review of Parole Commission Files. Inmates may request review of the Parole\nMini-file through the U.S. Parole Commission, in accordance with 28 CFR 2.55 and 2.56. 8. MAINTENANCE, SECURITY, AND ACCESS PROCEDURES\na. Responsibility. The Case Management Coordinator (CMC) is the official custodian of\ninmate records. He/she is responsible for file retention, disposal, certification, and for court\nappearances when necessary. The Regional Correctional Programs Administrator has the same\nresponsibilities at the Regional Office level. At institutions where inmate files are stored centrally, the Warden’s designee has supervisory\nresponsibility. At institutions where Inmate Central Files are decentralized, supervisory\nresponsibility belongs to the Unit Manager and his/her staff. Although some delegation is\nnecessary, the Unit Manager is accountable for file security, control, and maintenance. b. Accountability Requirements."
    },
    {
      "id": "guidance_82__4",
      "chunk_id": "4",
      "content": "At institutions where inmate files are stored centrally, the Warden’s designee has supervisory\nresponsibility. At institutions where Inmate Central Files are decentralized, supervisory\nresponsibility belongs to the Unit Manager and his/her staff. Although some delegation is\nnecessary, the Unit Manager is accountable for file security, control, and maintenance. b. Accountability Requirements. The following rules apply at every institution where inmates\nare confined and files maintained, regardless of whether Inmate Central Files are centralized or\ndecentralized. ■ Files may never be left unsecured or handled in such a way as to be accessible to\nunauthorized persons. Staff ensure that inmates do not transport files and confidential\nmaterials. ■ During the course of the work day, Central Files must be maintained in a secure area. Active\nCentral Files must be returned to the appropriate file cabinet by the close of the business day. This applies to all departments that handle Central Files (e.g., Correctional Systems, Health\nServices, Unit Management). Fireproof cabinets will be used for Central Files stored in\nhousing units. P5800.17 4/03/2015 8 ■ Inmate Central Files for inmates not housed in the institution (e.g., on writ, home\nconfinement, or housed in RRCs) are accounted for in the same manner. These files must be\nkept in a separate section of the file cabinet to facilitate accountability. ■ An Inmate File Check-Out Card (BP-387) must be prepared for each volume and remain with\nthat volume. The card is placed in the file cabinet with the volume, and each user signs and\ndates the card when a volume is removed and leaves the card in the volume’s place. This\nsystem provides a tracking device when files are missing or needed for other purposes and\nimproves the ability to take inventory. ■ Inmate Central Files must be counted any time the file cabinet is unlocked. For example, if\nstaff are on duty and open a file cabinet, all files must be counted that day. Conversely, if\nstaff are on duty but have no need to open the file cabinet, the files do not have to be counted. Staff indicate “file not opened,” initial, and date the file count record. The following\ninformation must be included on the Inmate File Accountability Log:\n\n\n\n Date/time of the count. Total volumes counted. Initials of the counter. Reasons for any changes since the previous day’s count. A name roster and census count must be conducted at least weekly (weekly is defined as once\nper calendar week, Sunday through Saturday). This count consists of accounting for each file by\nsecuring a name roster printout from SENTRY and comparing the files in the file cabinet with\nthe name roster. After completion, the printout is initialed, dated, and maintained for 90 days. The file count record is maintained for a period of two years. c. Security Level Requirements. Inmate Central Files in Minimum, Low, and Medium\nSecurity Level institutions may be maintained in either the functional unit with the Warden’s\napproval or in a secure, centralized location. Inmate Central Files in High Security or Administrative Level facilities may be maintained in\neither the functional unit with the Regional Director’s approval or in a secure, centralized\nlocation."
    },
    {
      "id": "guidance_82__5",
      "chunk_id": "5",
      "content": "Inmate Central Files in High Security or Administrative Level facilities may be maintained in\neither the functional unit with the Regional Director’s approval or in a secure, centralized\nlocation. 9. ROUTINE USES OF INMATE CENTRAL FILES The routine uses of Bureau Inmate Central Files are periodically published in the Federal\nRegister. This information is posted on the Correctional Programs Branch Sallyport webpage. P5800.17 4/03/2015 9 10. DISCLOSURE OF INMATE CENTRAL FILE MATERIAL The Privacy Act of 1974 sets forth requirements governing Federal agency recordkeeping\npractices intended to safeguard individuals against invasions of personal privacy. The Act\nforbids release of information from agency records without a written request by, or without the\nprior written consent of, the individual to whom the record pertains, except in specific instances\ndescribed in the Act. Civil sanctions and criminal penalties are prescribed for violation of the\nprovisions of the Privacy Act. It is, therefore, imperative that each Bureau employee be knowledgeable about this Act’s\nprovisions, and conform his/her conduct to the Act regarding the maintenance of records and the\nrelease of information contained in them. The Program Statement Release of Information\nestablishes procedures for the release of requested records in the Bureau’s possession. 11. INMATE REVIEW OF INMATE CENTRAL FILE MATERIALS An inmate has the option to look at Central File materials. This procedure is not required by\neither the Freedom of Information Act or Privacy Act. A request submitted under FOIA, for\nexample, is processed formally under Department of Justice and Bureau guidelines for handling\nsuch requests, per the specific statutory provisions. By contrast, the information contained in\nthis section establishes an administrative procedure for inmate access to records that can properly\nbe shown to the inmate in accordance with sound correctional practices. a. Local Procedures. Each institution must adopt its own procedures and forms for submitting\nand acknowledging requests and for logging and scheduling Inmate Central File reviews. b. Inmate Request and Review. Any inmate seeking to look at his/her Inmate Central File\nmaterials must make a request to a staff member indicating a particular need, as designated in the\nlocal instruction:\n■ The inmate’s request should be acknowledged.\n■ The inmate should be permitted to review the file whenever practicable.\n■ All file reviews must be done under constant and direct staff supervision. Central File\nmaterials stored electronically are printed for inmate review as appropriate; protocols must be\nin accordance with the Program Statement Information Security Programs. ■ Materials that have been determined to be non-disclosable are removed from the folder\nbefore inmate review.\n■ An entry is made on the Inmate Activity Record (BP-A0381) to show the date the inmate\nreviews the file. The staff member monitoring the review initials the entry. P5800.17 4/03/2015 10 c. Inmate Challenge to Information. An inmate may challenge the accuracy of Central File\nmaterials. Unit staff take reasonable steps to ensure the accuracy of challenged information,\nparticularly when that information is capable of being verified. The inmate is required to provide\nstaff with sufficient information in support of a challenge (names of persons to contact,\ngovernment agency, etc.)."
    },
    {
      "id": "guidance_82__6",
      "chunk_id": "6",
      "content": "An inmate may challenge the accuracy of Central File\nmaterials. Unit staff take reasonable steps to ensure the accuracy of challenged information,\nparticularly when that information is capable of being verified. The inmate is required to provide\nstaff with sufficient information in support of a challenge (names of persons to contact,\ngovernment agency, etc.). When an inmate provides such information, staff review the alleged error(s) and take reasonable\nsteps to ensure the information is correct. For example, if an inmate challenges information in the PSR, staff instruct the inmate to prepare\na written challenge, which staff then forward to the appropriate U.S. Probation Office (USPO). USPO procedures, however, do not allow changes or addendums to be made to the Presentence\nInvestigation Report after sentencing, since it is a court document. If the USPO subsequently reports that the challenged information, or some part thereof, is not\naccurate, staff attach the inmate’s inquiry and the USPO response to the challenged document. Staff file this information in the applicable section of the Inmate Central File, and also make a\nnotation on the Inmate Activity Record (BP-A0381) to ensure that future decisions affecting the\ninmate are not based on discredited information. When the USPO verifies that the information in the PSR is inaccurate, as claimed by the inmate,\nstaff subsequently review, and, where indicated, correct Bureau-generated reports or data such as\nthe Inmate Load and Security Designation form (BP-A0337), the Custody Classification form\n(BP-A0338), Progress Report, and any other reports that may have been based on the PSI. Bureau reports, data, or SENTRY transactions should be corrected within a reasonable period of\ntime after identification of an inaccuracy. If the information source provides a corrected document or data, it should be immediately\ninserted in the file or data base and the inaccurate information or document removed. A notation\non the Inmate Activity Record form should acknowledge the insertion of the corrected\ninformation or document. d. Inmate Copies. Any inmate who wishes to receive copies of disclosable materials from the\nfile must make a request to institution staff. Within a reasonable time after the request,\ninstitution staff provide the inmate copies of requested disclosable Inmate Central File materials. Fees for copies are calculated in accordance with the Program Statement Release of\nInformation. P5800.17 4/03/2015 11 e. Privacy Folder. Records that have been determined, under separately issued guidelines, to\nbe excluded from inmate review are placed in the Privacy Folder. Normally, actual placement of\ndocuments in the Inmate Central File is the Unit Secretary’s responsibility. The Privacy Folder\nis placed on top of section 5 in the Inmate Central File. As materials from any source are submitted for placement in the Inmate Central File, they are\nrouted to an appropriate staff member. The Case Manager reviews the materials, to ascertain\nwhether to place them in the regular sections, place them in the Privacy Folder, or discard them. Any document to be excluded from inmate review must be stamped “FOI EXEMPT.” At each\nProgram Review and before an inmate reviews his/her Inmate Central File, the Case Manager\nreviews the file to ensure the proper location of forms and purges outdated or unnecessary forms\nand documentation."
    },
    {
      "id": "guidance_82__7",
      "chunk_id": "7",
      "content": "Any document to be excluded from inmate review must be stamped “FOI EXEMPT.” At each\nProgram Review and before an inmate reviews his/her Inmate Central File, the Case Manager\nreviews the file to ensure the proper location of forms and purges outdated or unnecessary forms\nand documentation. f. Parole Files. Parole Mini-files, examiner packets, and pre-hearing assessments are not\ndisclosable unless specifically authorized by the U.S. Parole Commission. The Parole Mini-file\nand other hearing materials must be removed from the Inmate Central File prior to inmate\nreview. The inmate may seek review of those materials through the U.S. Parole Commission in\naccordance with 28 CFR 2.55 and 2.56. 12. DOCUMENTATION OF DISCLOSURES The Privacy Act of 1974 requires accounting for both written and oral disclosures of information\nabout inmates. Except for disclosures of information of records made to other Department of\nJustice employees and components, and for disclosures required by the FOIA (i.e., public\ninformation), an accounting of disclosures of any information concerning an individual contained\nin a system of records maintained by the Bureau must be kept in accordance with the following\nguidelines:\na. Oral Disclosures. Staff are to take the position that only public information is to be released\norally. Form BP-A0171, Record of Information Release, is designed to assist the person\nreceiving an oral request for information in accounting for the results of the request. The form\nmay also be used to document information that is released and not covered by the FOIA. A memorandum must be prepared and retained in the file from which the record is disclosed, or\nan appropriate notation is maintained in the file, attached to the recorded information disclosed. b. Written Disclosure. Accounting for written disclosures is made in the same manner as for\noral disclosures, or may be made by retaining a copy of the correspondence requesting the\ninformation and a copy of the response in the file from which the record is disclosed. P5800.17 4/03/2015 12 13. TRANSFER OF RECORDS BETWEEN BUREAU FACILITIES\na. Transfer Out. Procedures for processing all records, including the Inmate Central File, are\noutlined in the Program Statement Correctional Systems Manual. b. Transfer In. Correctional Systems Department staff receive and process records on\ntransferring inmates and distribute documents and files (medical, central file, J&C, etc.) to the\nrespective departments. For all other inmates returning to a Bureau institution where their file is not located, their files\nare immediately requested. Files are mailed by trackable mail with signature confirmation and\nprocessed upon receipt in the same manner as noted above. 14. REQUESTS FOR FORWARDING INMATE FILES Requests for inmate files from individuals or agencies outside the Bureau are referred to the\nCorrectional Systems Department for review and action as required in the Program Statement\nCorrectional Systems Manual. Requests from Bureau facilities are also referred to the\nCorrectional Systems Department. 15. RETIREMENT OF INMATE CENTRAL FILES\na. Files on Expired Sentences. Files on these sentences are not combined with new sentence\nfiles. However, they may be retrieved for review, then returned to the Federal Records Center\nafter the review is completed. b. File Processing at Final Release. The following procedures are completed at the time of\neach inmate’s release."
    },
    {
      "id": "guidance_82__8",
      "chunk_id": "8",
      "content": "Files on these sentences are not combined with new sentence\nfiles. However, they may be retrieved for review, then returned to the Federal Records Center\nafter the review is completed. b. File Processing at Final Release. The following procedures are completed at the time of\neach inmate’s release. ■ Inmate Central Files are retained for approximately two weeks after the inmate’s release. Files for inmates housed in community release status (home confinement or RRCs) are\nmaintained until the final release paperwork is received. This allows for final release papers\nto be consolidated and filed before the file is forwarded to the Correctional Systems\nDepartment for inactive file storage. Unit Managers are responsible for ensuring all required\ndocuments are in the Inmate Central File prior to retirement of the file. ■ Inmate Central Files must be preserved for 30 years after the sentence expiration. Therefore,\nfollowing release from service of the confinement portion of the sentence, medical, mental\nhealth, and visiting records are forwarded to the appropriate unit for consolidation with the\nInmate Central File. The consolidated file is then sent to the Correctional Systems P5800.17 4/03/2015 13 Department. The Judgment in a Criminal Case/Judgment and Commitment file is included in\nthe consolidated file at retirement. The outside of the file folder is stamped with the year of expiration of sentence and files are\nstored according to local procedures. Expiration of sentence for this purpose is defined as the\ndate supervision expires, plus any special parole term, probation, supervised release, or the\ndate released from confinement with no supervision to follow plus any special parole term. ■ Files designated for research purposes are forwarded to the Office of Research and\nEvaluation (ORE), Central Office, and scheduled for disposal as ORE determines. A\nnotation is entered on the permanent alpha index card in each case to indicate to whom in\nORE the file was sent. ■ Material received regarding inmates who have been released from serving their sentences\nmust be destroyed, with the exception of death notices or certificates and copies of U.S.\nParole Commission correspondence to the U.S. Marshals Service transmitting warrants and\ncourt orders or documents. Questionable material may be referred to the CMC or the\nRegional Correctional Programs Administrator for a decision. c. Retention and Disposal of Inmate Central Files. Specific procedures for the retention and\ndisposal of Inmate Central Files are contained in the Program Statement Correctional Systems\nManual. 16. INSTITUTION SUPPLEMENT Each institution must develop an Institution Supplement that includes:\n■ Procedures to ensure Inmate Central File maintenance, security, and access responsibilities. ■ The designated location and accountability procedures for pretrial and ICE files. ■ Staff accountable for standardized filing (only for institutions with centralized filing\nlocation). 17. AGENCY ACA ACCREDITATION REFERENCES (Staff can access ACA standards by contacting their facility’s accreditation manager.)\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4095, 4-4096, 4-4098, 4-4099, 4-4245, and 4-4246.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-6C-15, 4-ALDF-6C-16, 4-ALDF-7D-20, and 4-ALDF-7D21. P5800.17 4/03/2015 14 ■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: 2-CO-1E-01, 2-CO-1E-02, 2-CO-1E-03, 2-CO-1E-04, 2-CO-1E-06, 2-CO-1E07, 2-CO-1E-08, and 2-CO-1E-09."
    },
    {
      "id": "guidance_82__9",
      "chunk_id": "9",
      "content": "P5800.17 4/03/2015 14 ■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: 2-CO-1E-01, 2-CO-1E-02, 2-CO-1E-03, 2-CO-1E-04, 2-CO-1E-06, 2-CO-1E07, 2-CO-1E-08, and 2-CO-1E-09. REFERENCES\nProgram Statements\nP1237.13\nInformation Security Programs (3/31/06)\nP1330.17\nAdministrative Remedy Program (8/20/12)\nP1351.05\nRelease of Information (9/19/02)\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5310.12\nPsychology Services Manual (3/7/95)\nP5321.07\nUnit Management (9/16/99)\nP5800.15\nCorrectional Systems Manual (1/1/09)\nP7331.04\nPretrial Inmates (1/31/03)\nTRM 5802.02 SENTRY General Use Technical Reference Manual (7/10/00) Federal Register, Volume 41, Number 181 (9/16/76)\nBOP Forms\nBP-A0171\nBP-A0337\nBP-A0338\nBP-A0381\nBP-387 Record of Information Release\nInmate Load and Security Designation\nCustody Classification\nInmate Activity Record\nInmate File Check-out Card Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) system on Sallyport. P5800.17 4/03/2015 15 Attachment A. Inmate Central File Order The six-position Inmate Central File provides for the organization of filed material. Material\nmust be filed in the following order (top to bottom) by sections when the document, report, etc.,\nis appropriate, available, and disclosable to the inmate. a. Section One: (Sentence Data/Detainers/Inmate Financial Responsibility Program)\n(1) CIM White Card\n(2) SENTRY Sentence Computation Record (most current)\n(3) Copy of Judgment in a Criminal Case or Judgment and Commitment Papers (all)\n(4) Financial Responsibility Contract (most current)\n(a) Installment Schedule Agreement for Unpaid Fines form (if applicable)\n(b) Cost of Incarceration Fee form (BP-546) (if applicable)\n(c) Correspondence relating to IFRP (i.e. Financial Litigation Unit Correspondence)\n(5) Extra Good time Recommendation (BP-390) (all)\n(6) Detainer Action Letter (BP-394) (all)\n(7) FBI Fingerprint Report (RAP Sheet) or request for RAP Sheet; no Bureau run NCIC/III\nrecords in disclosable portion of File\n(8) Disclosable AO-235/AO-245/USA-792, (with response, if applicable)\nb. Section Two: (Classification and Parole Materials)\n(1) Inmate Activity Record form (BP-381); new form for each institution (all)\n(2) In-Transit Data form (most current)\n(3) Copy of Transfer Order (BP-399) (all)\n(4) Request for Transfer (all)\n(5) Request for Management Variable Application/Updated Expiration Date or PSF Waiver (all)\n(6) Custody Classification form (most current; all exception cases resulting in custody\nreductions; all changes to or from MAX custody)\n(7) Parole forms (in chronological order) (all)\n(a) Parole Commission Appeals, National/Regional\n(b) Notice of Action\n(c) Notice of Action, Part II-Salient Factor\n(d) Waiver of Notice, Representation or Disclosure Staff Representative form\n(e) Notice of Hearing\n(f) Parole Application/Waiver (I-24)\n(g) Background Statement of Inmate (I-32)\n(h) Attorney Witness Election forms (I-16) and (CJA 22)\n(8) Related Correspondence to Parole Commission (all) P5800.17 4/03/2015 16"
    },
    {
      "id": "guidance_82__10",
      "chunk_id": "10",
      "content": "P5800.17 4/03/2015 16 (a) Parole Violation Warrant Application\n(b) USPO packet excluding duplication\n(9) Most recent signature page from progress report or program review\n(10) Treaty Transfer Packet (copy, if applicable)\n(a) Transfer Inquiry form (BP-297) (if applicable)\n(b) Treaty Transfer Case Summary (if applicable)\n(11) Executive Clemency Report (if applicable)\n(12) Security Designation form (BP-337)\n(13) Presentence Investigation Report (PSI) (U.S. District Courts Only)/Probation Violator\nReport\n(14) Correspondence relating to PSI (disclosable)\nc. Section Three: (Mail, Visits, Property, etc.)\n(1) Extra Photographs (most current)\n(2) Identification (originals) (stored in envelope; send to R&D upon release)\n(3) Approved Visiting List (most current)\n(4) Correspondence relating to Visiting List (disclosable)\n(5) Inmate to Inmate Correspondence Approvals (all)\n(6) Acknowledgment of Inmate (BP-407) (all)\n(7) Acknowledgment of Inmate (BP 408) (original signed)\n(8) Inmate Personal Property Records (BP-383) (all)\n(9) Confiscation & Disposition of Contraband forms (BP-402) (all)\n(10) Authorization to Receive Packages or Property (BP-331) (maintain for two years)\n(11) Injury Report – Inmate (BP-140) (all)\n(12) Uniform Basic Safety Regulations (BP-169) (most current)\n(13) Admission and Orientation (Institution and Unit) Program Checklist (current)\n(14) Intake Screening form (Rights & Responsibilities) (all)\nd. Section Four: ( Discipline, Work, Education Reports, etc.)\n(1) Chronological Disciplinary Record for Incident Reports written prior to December 1, 1990\n(2) Incident Reports, UDC Actions (all)\n(3) Discipline Hearing Officer Packet; file each UDC/DHO action as a packet in chronological\norder (all)\n(a) Incident Report (BP-288)\n(b) Inmate Rights at Discipline Hearing (BP-293)\n(c) Notice of Discipline Hearing Before the DHO (BP-294)\n(d) Duties of Staff Representative (BP-306)\n(e) Waiver of Appearance (BP-307) P5800.17 4/03/2015 17 (f) Discipline Hearing Officer (DHO) Report (BP-304)\n(g) DHO Checklist (BP-447)\n(h) Administrative Detention Order (BP-308)\n(i) Special Housing Unit Record (BP-292)\n(j) Special Housing Review (BP-295)\n(k) Temporary Placement in Disciplinary Segregation Order (BP-321), including any\nsupporting disclosable Documentation\n(4) SHU forms that are not part of a UDC or DHO packet (all)\n(a) Administrative Detention Order (BP-A0308)\n(b) Special Housing Unit (SHU) Record (BP-A0292)\n(c) Special Housing Review (BP-A0295)\n(5) Work Performance Rating forms, UNICOR and IPP (purged after incorporated into the\ninmate’s progress report)\n(6) Request for Vacation (most current)\n(7) Education-Related Documents\n(8) Drug Abuse Program correspondence (most current on top)\ne. Section Five: (Release Processing)\n(1) Institution/Unit Release Preparation Checklists (most current)\n(2) Program Review Profile section page with notification information and corresponding\nsignature page\n(3) Notification of Community Treatment Programs form (if applicable)\n(4) USPO Plan Approval (most current)\n(5) Parole Certificates, Parole form (H-13) (all)\n(6) Parole Certificate Request form (most current)\n(7) Release Correspondence (most current)\n(8) Notice of Release and Arrival, Parole form (I-13) (all)\n(9) Deportation Notice (Parole form 55) (all)\n(10) Supervision Release Plan form (BP-522) (all)\n(11) Certificate of Mandatory Release, Mandatory Release to Special Parole, Special Parole or\nCourt Designated Parole (Parole form I-33) (all)\n(12) Release Authorization (BP-392) (all)\n(13) Gratuity forms (BP-189 or BP-379) (most current)\n(14) Notification of Prisoner Release Form (if applicable)\n(15) Release of Immigration Detainee with Supervision to follow (BP-325) (all)\n(16) Conditions of Probation and Supervised Release, (Probation form 7A) (if applicable)\n(17) RRC Terminal Report (if applicable)\n(18) RRC Packet (most current)\n(a) Furlough Approval and Record form (BP-291) (RRC Only) P5800.17 4/03/2015 18"
    },
    {
      "id": "guidance_82__11",
      "chunk_id": "11",
      "content": "P5800.17 4/03/2015 18 (b) Institution Referral for RRC Placement (BP-210)\n(c) Acceptance/Denial Documentation from RRM\n(d) Memorandum from the Warden with rationale for exclusion from RRC and Home\nConfinement/Inmate’s refusal to participate\n(e) Community Based Program Agreement\n(19) Prior Release Documents (file entire packet together)\nf. Section Six: (General Correspondence) – Chronological\n(1) Correspondence, General\n(2) Furlough Packet (all)\n(a) Furlough Questionnaire USPO (BP-302)\n(b) Furlough Questionnaire\n(c) Furlough Approval form (BP-291)\n(d) Correspondence Regarding Furlough\n(3) Record of Escorted Trip (most current)\n(4) Inmate Request to Staff Member (BP-148) (all)\n(5) Congressional Correspondence – Entire Packet (all)\n(6) Consent forms – General (all)\nNote: No Administrative Remedy Responses should be maintained in the Inmate Central File. See the Program Statement Administrative Remedy Program for file maintenance. P5800.17 4/03/2015 19 PRIVACY FOLDER. The Privacy Folder is located on the top of Section 5 of the Inmate\nCentral File. The Privacy Folder contains two sections:\n■ FOIA Exempt material for Section I includes Central Inmate Monitoring documents and\nVictim/Witness Information. ■ Section II includes other non-disclosable material from the Inmate Central File. All material not considered FOIA Exempt is filed in the appropriate section of the Inmate\nCentral File.\na. Section One: Central Inmate Monitoring and Victim/Witness Notification Packet\n(1) CIM (BP-339) (most current)\n(2) CIM (BP-340) (all)\n(3) CIM Documentation (all)\n(4) Cover Memorandum to Appropriate Review Authority (all)\n(5) CIM Approval Letter from Appropriate Review Authority (all)\n(6) CIM Clearance Request with corresponding SENTRY Clearance Data Display\n(7) Victim/Witness Protection Packet – Notification Log (all)\n(a) All pre-VNS Victim/Witness Notification Documents (all)\nb. Section Two: Miscellaneous Non-Disclosable Materials\n(1) Secret Service Card\n(2) Non-Disclosable PSI, AO 235, 245, USA 792 and Sentencing Memo/Transcript\n(3) FOIA Exempt In-Transit Data form (most current)\n(4) Psychological/Psychiatric Intake Screening form (BP-435 and 436) (Only FOIA EXEMPT)\ndocuments determined by Psychology staff. (5) Visitor Information form (BP-309) (all)\n(6) Visitor Authorization for Release form (BP-310) (all)\n(7) Request for Conviction Information form (BP-311) (all)\n(8) Any Materials from the Central File which are FOIA Exempt are to be filed chronologically. (9) Any other Materials that are FOIA exempt:\n(a) Study and Observation Cases (all)\n(b) Confidential Investigations (all) P5800.17 4/03/2015 20"
    }
  ]
}