{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 35,
  "chunk_text": "What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\n•\n•\n•\n• not substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\nproposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding; 35 • not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\n• providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\ntemporarily withhold payments pending correction of the situation by your agency;\ndisallow all or part of the cost of the activity or action not in compliance;\nwholly or partly suspend or terminate your award;\nrequire that some or all of the award funds be remitted to the US Department of Justice;\ncondition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\n• withhold or restrict your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. •\n•\n•\n•\n• In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of our\ndecision and the reason(s) for that decision. Awards terminated due to noncompliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). Accepting the award After you have reviewed the conditions of your COPS Office CPD Program award and your agency agrees with\nthese conditions, you are ready to accept the award. The Director (or Acting Director) of the COPS Office has\nsigned the award document indicating approval of your award, an obligation of federal funds to your organization,\nand our commitment to the award. As stated at the beginning of this section, to officially begin your award and\ndraw down your funds, the authorized officials (see the Glossary of Terms in this manual) must access\nhttps://portal.cops.usdoj.gov to log in, review, and electronically sign the award document with the award terms\nand conditions; the Financial Clearance Memorandum and, if applicable, the cooperative agreement that is\nincorporated by reference into the award document; and, if applicable, the special award conditions and high risk\nconditions in the award document supplement within 90 days of the date shown on the award congratulatory\nletter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff, or\nequivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument."
}