{
  "document_category": "guidance",
  "docId": "guidance_98",
  "chunk_index": 2,
  "chunk_text": "Where regulations and/or policy are inconsistent with the underlying authorizing\nstatute (such as the JJDPA), however, the statute must be followed. Q: Does the definition of “detain or confine” change states’ ability to temporarily\ndetain juveniles in an adult jail or lockup for processing? A: No. A juvenile accused of a non-status offense may be detained in a jail or lockup for\nadults for up to six hours during processing, and in other limited circumstances described\nin the JJDPA. The 6-hour clock would start as soon as the juvenile was first detained, i.e.,\nnot free to leave the jail. Any instance in which an accused delinquent offender is\ndetained other than pursuant to the exceptions described in the jail removal requirement,\nor in which an adjudicated delinquent offender, a status offender or a non-offender is\ndetained in an adult jail or lockup for any length of time would result in an instance of\nnon-compliance with the jail removal requirement. Q: If a facility has a 30-second delayed egress door, is that considered a secure or nonsecure facility? A: If a facility has delayed egress doors that allow individuals to leave the facility, it is not a\nsecure facility. Q: If a Police Department or Sheriff’s Department is entirely non-secure, has no ability\nto confine any age group using architecture or stationary objects (cuffing benches),\nare these facilities no longer considered an Adult Jail or Adult Lockup? A: The partial rule does not change the definition of what is considered a jail or lockup for\nadults under the JJDPA. Please note that the definition of “jail or lockup for adults”\nincludes that it must be a “locked facility.” Q: Given the new definition of “detain or confine,” are we to count as violations\njuvenile status offenders detained in a juvenile-only facility but not secured to an\nimmovable object or placed in a cell? A: If the facility meets the statutory definition of secure juvenile detention or secure juvenile\ncorrectional facility, these would be violations of the DSO requirement, if juveniles are\nplaced there, and if none of the DSO exceptions apply. As long as no adult inmates are\ndetained in the facility, there can be no separation violation. If the facility does not meet\nthe statutory definition of a jail or lockup for adults, there can be no instance of noncompliance with the jail removal requirement. 2 Q: Is detention of status offenders awaiting a court appearance in court holding\nfacilities considered a violation of jail removal under the partial rule? A: A court holding facility is not considered a jail or lockup for adults, and the jail removal\nrequirement does not apply. However, instances of non-compliance with the separation\nrequirement can occur in any court holding facility in which a juvenile who is detained or\nconfined has contact with an adult inmate. Q: Does the jail removal requirement apply when juveniles are being transported from\none place to another? A: The jail removal requirement applies only when a juvenile is in a jail or lockup for\nadults. It does not apply while a juvenile is being transported – i.e., is in a vehicle."
}