{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 73,
  "chunk_text": "The primary goal of peer review is to enhance the reliability and integrity of PREA\naudits, encourage high standards for audit quality, and promote accountability within the PREA\nauditor community. If the peer review findings indicate that an auditor’s compliance determinations, application of\nthe Standards, corrective action requirements, or other elements are significantly deficient,\npeer review may lead to disciplinary review by the PREA Management Office. Disciplinary\nreview may also be a consequence for auditors who fail to comply with all of the peer review\nrequirements. The disciplinary review process may impact an auditor’s DOJ certification. If,\nhowever, the peer review findings reveal limited deficiencies, the PREA Management Office\nmay require the auditor to complete certain remediation steps to address the identified\ndeficiencies. Additional information regarding peer review outcomes is detailed later in this\nchapter. Peer Review Process The PREA Management Office oversees peer review and is responsible for making all final\ndecisions regarding the selection of both auditors for peer review and auditors to serve on peer\nreview teams, as well as the disposition of auditors following the completion of peer review. The PREA Resource Center is responsible for managing and coordinating the peer review\nprocess, with oversight by the PREA Management Office. An auditor will be selected to undergo a peer review based on the result of the PREA\nManagement Office’s standardized audit assessment process (see Chapter 20). Once selected,\npeer reviewers are asked to assess an audit to determine whether: 1. The auditor collected and retained sufficient documentation. 2. The audit documentation and other relevant evidence support the auditor’s compliance\nfindings. 3. The audit report conforms to the requirements articulated in the PREA Auditor\nCandidate Training, this Handbook, required auditor continuing education, and FAQs\nissued by the DOJ PREA Working Group. 4. The audit report complies with the PREA Standards that govern auditors, including:\na. “Each audit shall include a certification by the auditor that no conflict of interest\nexists with respect to his or her ability to conduct an audit of the agency under\nreview.” (28 C.F.R. § 115.403(a))\nb. “Audit reports shall state whether agency-wide policies and procedures comply\nwith relevant PREA standards.” (28 C.F.R. § 115.403(b))\n74 c. “For each PREA standard, the auditor shall determine whether the audited\nfacility reaches one of the following findings: Exceeds Standard (substantially\nexceeds requirements of standard); Meets Standard (substantial compliance;\ncomplies in all material ways with the standard for the relevant review period);\nDoes Not Meet Standard (requires corrective action). The audit summary shall\nindicate, among other things, the number of provisions the facility has achieved\nat each grade level.” (28 C.F.R. § 115.403(c))\nd. “Audit reports shall describe the methodology, sampling sizes, and basis for the\nauditor’s conclusions with regard to each standard provision for each audited\nfacility, and shall include recommendations for any required corrective action.”\n(28 C.F.R. § 115.403(d)) 5. The audit report exhibits excellent performance or auditing best practices. At the conclusion of the peer review assessment, peer reviewers are asked to provide the PREA\nManagement Office with a summary report of their findings, including information on the\ncriteria used to evaluate the auditor’s compliance determinations and a description of any\nsignificant variation between peer reviewers’ scores."
}