{
  "document_category": "guidance",
  "docId": "guidance_32",
  "chunk_index": 3,
  "chunk_text": "Finally, federal law protects your right to vote\nin presidential elections if you moved shortly\nbefore Election Day or if you are out of state on\nElection Day. This right is protected by Section\n202 of the Voting Rights Act. What if I registered to vote\nbut my name is not listed in\nthe poll book? In most states, you can get a “provisional\nballot” to vote in federal elections after you\nassert that you are registered and eligible. Section 302 of the Help America Vote Act sets\nout some rules about this. You may also be\noffered a provisional ballot if an election official\nasserts you are not eligible to vote. State laws may provide other reasons for giving\nyou a provisional ballot—for example, if you do\nnot bring the state’s required ID when you go to\nvote (in a state that requires showing ID to vote)\nor if you have already been sent an absentee\nballot. To vote with a provisional ballot, you must sign\na written affirmation. Your completed ballot will\nthen be held separately from the regular ballots\nuntil an election official determines whether it\nshould be counted. You must be given written\ninstructions about how to find out if your ballot\nwas counted, and if it was not counted, the\nreason why. Under state law, you may also have\nto provide additional information by a specific\ndate for your ballot to be counted. 6 Voting Overseas Can I vote if I am away on active\nduty or living overseas? Yes. If you would be eligible to vote if you were\nliving in the U.S., the Uniformed and Overseas\nCitizens Absentee Voting Act protects your right\nto register and vote absentee in federal elections. This law protects citizens who are in the\nmilitary or the merchant marine and who\nare serving on active duty away from home,\nwhether they are serving overseas or within\nthe U.S. It also protects their eligible family\nmembers who are away from home because of\nthat service. And it protects the voting rights of\nUnited States citizens who live overseas. For federal elections, you may register to\nvote and request an absentee ballot at the\nsame time by using the Federal Post Card\nApplication. You may request to receive your\nabsentee ballot either by mail or electronically. You can also use a back-up Federal Write-In\nAbsentee Ballot if you have made a timely\napplication for, but have not received, your\nabsentee ballot. For more information, visit the Federal Voting\nAssistance Program website at fvap.gov and\nthe Civil Rights Division’s website at justice. gov/crt/uniformed-and-overseas-citizensabsentee-voting-act. 7 Voting with Limited\nEnglish Proficiency Which federal laws protect voters\nwith limited English proficiency? Section 208 of the Voting Rights Act allows\nvoters who have difficulty reading (for example,\nbecause their English is limited) to get help\nwith the voting process from someone they\nchoose. But that person cannot be the voter’s\nemployer or an official from the voter’s union. Section 4(e) of the VRA prohibits election officials\nfrom conditioning the right to vote on a citizen’s\nability to read, write, or understand English. The\nstatute protects voters who completed at least\nthe sixth grade in American-flag schools where\nthe classes were taught in a language other than\nEnglish."
}