{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 93,
  "chunk_text": "No. Recipients should expend earned project income before\ndrawing down award funds. 5 How much time is available to\nspend program income? Allowable project expenses can be supported by earned\nprogram income during the open award period. Funds can­\nnot be drawn down for expenses that are incurred after the\naward end date. Avoid retaining earned program income for extended\nperiods of time. If you anticipate a significant laps of time\noccurring between earning and spending program income,\ncontact your COPS Office Program Manager or Grant Pro­\ngram Specialist. Unused program income should be depos­\nited into your COPS Office award account to reduce your\nfederal share. 6 These funds remain available for future use\non allowable costs, incurred before award expiration, to fully\nimplement your project. If you anticipate having unused program income remain­\ning toward the end of the award period, you may submit a\nrequest to your COPS Office Program Manager or Grant\nProgram Specialist for a no-cost extension to provide addi­\ntional time for your agency to spend program income on In the event that you earn interest on program income,\nplease contact your designated COPS Office Financial\nAnalyst for guidance on how to complete your final\nSF-425 to account for interest earned. Important: Awards must be open and active to\nincur project expenses paid for by program income. Contact the COPS Office If you have any questions regarding the federal\nrequirements on program income, please contact\nyour COPS Office Program Manager, Grant Pro­\ngram Specialist, or designated Financial Analyst. For more information about COPS Office pro­\ngrams and resources, please call the COPS Office\nResponse Center at 800-421-6770 or by email at\nAskCopsRC@usdoj.gov or visit the COPS Office\nwebsite at www.cops.usdoj.gov. 5. See 2 C.F.R. § 200.305 for awards made after December 26, 2014. Prior awards would follow 28 C.F.R. §§ 66.21 and 70.22. 6. It can take up to six weeks for the returned program income to appear in your COPS Office account. March 2019 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Consultant/Contractor Rate Information\nfor FY 2019 Awards\nRecipient guidelines on consultant rate\napproval requests COPS Office approval of that rate before drawing down Compensation for individual consultant services procured\nunder a COPS Office award must be reasonable and alloca­\nble in accordance with 2 C.F.R. Part 200, Subpart E—Cost\nPrinciples and consistent with that paid for similar services\nin the marketplace. ficient written justification as outlined in the following sec­\ntion will be limited to $650 per day for each consultant or\ncontractor. Please note that this does not mean that the rate\ncan or should be $650 for all consultants. Unless otherwise approved by the COPS Office, approved\nconsultant rates will be based on the salary a consultant\nreceives from his or her primary employer, as applicable,\nup to $650 per day. If individuals receive fringe benefits\nfrom their primary employer, such fringe benefit costs should\nnot be included in the calculation of consultant rates. For\nconsultant or contractor rates that exceed $650 per day, the\nCOPS Office requires written justification if the consultants\nor contractors are hired through a noncompetitive bid­\nding process. The recipient must provide justification for\nany consultant rate in excess of $650 per day and receive"
}