{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 9,
  "chunk_text": "If you have questions concerning this award term, and how it pertains to your\nproject budget, please contact your COPS Office Grant Program Specialist. Personnel To meet this award condition, you must ensure the following:\n Each individual employed under the CAMP award is newly hired on or after the award start date, unless an\nexception is authorized in writing by the COPS Office. If current personnel are redeployed into this program,\nthey must be paid with local funds. The COPS Office award funds may be used to backfill the resulting\nvacancy with newly hired personnel for an equivalent amount of time.  Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the\nnumber of funded positions that you had on the date of your COPS Anti-Methamphetamine Program\napplication (including funded but vacant positions) but also over and above the number of locally funded\npositions during the award period.  During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians.  You must take expeditious and timely steps to fill any vacancies that were created on or after the date of your\naward application by retirement, resignation, or other reasons with new officers or civilians other than your\nCAMP positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Anti-Methamphetamine Program. 8 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Equipment and technology To meet this award condition, you must ensure the following:\n Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is obligated\nor funded to make in the current budget. Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Anti-Methamphetamine\nProgram award. For example, a recipient who has budgeted local funds to pay for a new computer system\nmay not reallocate those funds to pay for any other law enforcement cost as a result of receiving CAMP funds\nfor the same computer system. Overtime To meet this award condition, you must ensure the following:\n Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current budget. Funds currently allocated to pay for overtime may not be reallocated to other purposes or reimbursed upon\nthe award of a COPS Anti-Methamphetamine Program award."
}