{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 17,
  "chunk_text": "c. Hot Room Security. Each institution establishes local procedures for a “hot room” in the\nWarehouse to secure Trust Fund merchandise not directly received into the Commissary. The\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26 “hot room” is a secure locked area in the Warehouse separate from other storage areas. Only\nTrust Fund merchandise is stored there. Inmates are not allowed access to the “hot room” unless\nsupervised by Warehouse/Trust Fund staff. When Warehouse space is not available, Trust Fund\nmerchandise is received directly into the Commissary. Trust Fund merchandise is never left in an\nunsecured area. d. Merchandise Security. To ensure that sales items are not concealed inside one another or\notherwise mishandled, a staff member passes merchandise through the sales window to the inmate. Staff do not rely on inmate employees for a count of the quantity sold or for item numbers of the\nmerchandise sold. Exercise care in moving inventory from the Warehouse to the Commissary. When merchandise\nmust be moved across the compound, consider a covered, securable container. No more inmates\nthan can be properly supervised are used to transport merchandise. Small valuable items (copy cards, MP3 players, etc.) are kept in a secure locked location. Only a\nreasonable number of items expected to be sold during a sales period are removed from the secure\nlocation. e. Postage Stamp Security. Due to the unique risk associated with management of postage\nstamps in a correctional environment, the following procedures are required. Postage stamps\nbrought to the sales counter are secured in a locking drawer, cabinet, or other lockable container at\nthe sales counter, and returned to the safe when sales are not being conducted. All stamp transfers\nmust be generated utilizing TRUFACS and require both staff signatures. The stamp transfer\nreceipt shall be maintained in the receiver’s stamp compartment until the next semi-annual\ninventory is reconciled. TRUFACS updates each Warehouse/Trust Fund staff member’s stamp inventory automatically as\nstamps are sold. Each Warehouse/ Trust Fund staff member reconciles the physical stamp\ninventory to the TRUFACS stamp inventory at the end of the day. Any overages/shortages\nidentified during the physical count are reported in writing no later than the following business day\nto the Trust Fund Supervisor. The Trust Fund Supervisor then enters an inventory adjustment in TRUFACS that is added to the\nother adjustments for that accounting period. The overage/shortage in TRUFACS for that\naccounting period generates a Semi-Annual Inventory Adjustment. The Trust Fund Supervisor\nmakes all reasonable efforts to ensure the affected Warehouse/Trust Fund staff member’s\ninventories are adjusted in TRUFACS before beginning additional sales. Note: Under no circumstances may staff members set aside any stamp overage to offset a\npotential future shortage. Commissary stamp inventory is maintained only in TRUFACS. f. Postage Stamp Storage. A fire-resistant, sturdy cabinet/safe with separate combination\nlocking compartments is used to keep the stock of stamps for the Commissary. This cabinet/safe\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 27 must be physically substantial or secured to the building structure or floor. Compartments are\nnumbered or labeled on the outside door of each."
}