{
  "doc_id": "guidance_44",
  "category": "guidance",
  "chunks": [
    {
      "id": "guidance_44__0",
      "chunk_id": "0",
      "content": "State Compliance\nFrequently Asked Questions Q: What was the impetus for issuing new guidance on the meaning of “detain or\nconfine”? A: The Office of Juvenile Justice and Delinquency Prevention’s (OJJDP’s) goal is to\npromote the well-being of young people and limit their contact with the justice system. We can achieve this by requiring states to provide the protections outlined in the\nJuvenile Justice and Delinquency Prevention Act (JJDPA) of 1974, as amended. The\npurpose of the new guidance is to bring the standard for compliance with the separation\nand jail removal requirements into alignment with the statutory language. This, in turn,\nprovides fuller protection to juveniles. Q: How will states/jurisdictions assess whether or not youth are free to leave nonsecure environments? What criteria will Compliance Monitors use? A: The core requirements do not apply in non-secure buildings or non-secure areas of a law\nenforcement agency. The deinstitutionalization of status offenders (DSO) requirement\napplies only in secure detention or secure correctional facilities. The separation\nrequirement applies only in secure facilities in which juveniles might have contact with\nadult inmates. The jail removal requirement applies only in adult jails and lockups which,\nby definition, are locked facilities. Q: Currently, states are monitoring facilities to ensure that juveniles are not in secure\ncustody in adult jails and lockups. How does the states’ monitoring activity need to\nchange? A: The jail removal requirement applies only in jails or lockups for adults which are, by\ndefinition, locked facilities. If a juvenile is in the non-secure area of a facility, he is not\nwithin the jail or lockup, and the jail removal requirement does not apply. Q: The definition of “detain or confine” in the partial rule does not appear to reflect\nthe intent of the drafters of the JJDPA. A: The U.S. Supreme Court has made clear that in determining the meaning of a statute, one\nmust first look to the plain language of the statute. “The starting point in discerning\ncongressional intent… is the existing statutory text.”1 When the language of a statute is\nplain and unambiguous, as is the term “detain or confine,” reference to legislative intent\nis unwarranted. 2 The JJDPA refers to “detain or confine” and not to “securely detain or\nconfine.” 1 Lamie v. U.S. Trustee, 540 U.S. 526, 527, 124 S. Ct. 1023 (2004), citing Hughes Aircraft Co. v. Jacobson, 525\nU.S. 432, 119 S .Ct. 755 (1999). 2\nDellmuth v. Muth, 491 U.S. 229, 109 S. Ct. 2397, 2401 (1989) 1 Q: Do regulations carry the same weight as policies? A: Regulations promulgated pursuant to the requirements of the Administrative\nProcedures Act (APA) are generally afforded greater deference by courts than agency\npolicies that have not been published for notice and comment in the Federal Register. Where regulations and/or policy are inconsistent with the underlying authorizing\nstatute (such as the JJDPA), however, the statute must be followed. Q: Does the definition of “detain or confine” change states’ ability to temporarily\ndetain juveniles in an adult jail or lockup for processing? A: No."
    },
    {
      "id": "guidance_44__1",
      "chunk_id": "1",
      "content": "Where regulations and/or policy are inconsistent with the underlying authorizing\nstatute (such as the JJDPA), however, the statute must be followed. Q: Does the definition of “detain or confine” change states’ ability to temporarily\ndetain juveniles in an adult jail or lockup for processing? A: No. A juvenile accused of a non-status offense may be detained in a jail or lockup for\nadults for up to six hours during processing, and in other limited circumstances described\nin the JJDPA. The 6-hour clock would start as soon as the juvenile was first detained, i.e.,\nnot free to leave the jail. Any instance in which an accused delinquent offender is\ndetained other than pursuant to the exceptions described in the jail removal requirement,\nor in which an adjudicated delinquent offender, a status offender or a non-offender is\ndetained in an adult jail or lockup for any length of time would result in an instance of\nnon-compliance with the jail removal requirement. Q: If a facility has a 30-second delayed egress door, is that considered a secure or nonsecure facility? A: If a facility has delayed egress doors that allow individuals to leave the facility, it is not a\nsecure facility. Q: If a Police Department or Sheriff’s Department is entirely non-secure, has no ability\nto confine any age group using architecture or stationary objects (cuffing benches),\nare these facilities no longer considered an Adult Jail or Adult Lockup? A: The partial rule does not change the definition of what is considered a jail or lockup for\nadults under the JJDPA. Please note that the definition of “jail or lockup for adults”\nincludes that it must be a “locked facility.” Q: Given the new definition of “detain or confine,” are we to count as violations\njuvenile status offenders detained in a juvenile-only facility but not secured to an\nimmovable object or placed in a cell? A: If the facility meets the statutory definition of secure juvenile detention or secure juvenile\ncorrectional facility, these would be violations of the DSO requirement, if juveniles are\nplaced there, and if none of the DSO exceptions apply. As long as no adult inmates are\ndetained in the facility, there can be no separation violation. If the facility does not meet\nthe statutory definition of a jail or lockup for adults, there can be no instance of noncompliance with the jail removal requirement. 2 Q: Is detention of status offenders awaiting a court appearance in court holding\nfacilities considered a violation of jail removal under the partial rule? A: A court holding facility is not considered a jail or lockup for adults, and the jail removal\nrequirement does not apply. However, instances of non-compliance with the separation\nrequirement can occur in any court holding facility in which a juvenile who is detained or\nconfined has contact with an adult inmate. Q: Does the jail removal requirement apply when juveniles are being transported from\none place to another? A: The jail removal requirement applies only when a juvenile is in a jail or lockup for\nadults. It does not apply while a juvenile is being transported – i.e., is in a vehicle."
    },
    {
      "id": "guidance_44__2",
      "chunk_id": "2",
      "content": "Q: Does the jail removal requirement apply when juveniles are being transported from\none place to another? A: The jail removal requirement applies only when a juvenile is in a jail or lockup for\nadults. It does not apply while a juvenile is being transported – i.e., is in a vehicle. If,\nhowever, the juvenile is detained or confined in a jail or lockup for adults prior to or\nfollowing transport, the jail removal requirement applies during the time the juvenile is\nin the jail or lockup. If a juvenile is detained or confined in a secure facility in which he\nhas contact with an adult inmate, prior to or following transport, it will result in an\ninstance of non-compliance with the separation requirement. Q: At one law enforcement facility there is an unlocked multi-purpose area that is not\nsecure. If youth are in that area would that be considered a violation? A: If the juvenile has not been placed within a secure detention or secure correctional\nfacility, there can be no instance of non-compliance with the DSO requirement. If the\njuvenile is not detained or confined within a “jail or lockup for adults,” defined, in part,\nas a “locked facility,” there can be no instance of non-compliance with the jail removal\nrequirement. An instance of non-compliance with the separation requirement can occur\nonly when a juvenile is detained within a secure facility such that he has contact with\nadult inmates. Q: Will accused status offenders detained non-securely in jails or lockups be counted as\na DSO violation in addition to a jail removal violation? A: If a juvenile is detained non-securely, the core requirements do not apply. Q: Will holding a juvenile non-securely in a lockup solely for the purpose of awaiting\nrelease to a parent or other responsible party be permitted? A: If the juvenile is being held non-securely, the core requirements do not apply. Q: If a juvenile is detained in the lobby or other non-secure area of a law enforcement\nfacility, does the jail removal requirement apply? A: The jail removal requirement applies only in an adult jail or lockup defined, in part, as a\n“locked facility.” Thus, if a juvenile is detained or confined within a non-secure area of\na facility, he is not within the jail or lockup, and there can be no instance of noncompliance with the jail removal requirement. 3 Q: If a juvenile is brought to an unlocked law enforcement facility without\nsecure holding capabilities (e.g., cells, cuffing rings, cuffing rails) would\nthis be an instance of non-compliance with the jail removal requirement? A: The jail removal requirement applies only in a facility that meets the JJDPA\ndefinition of an adult jail or lockup, defined, in part, as a “locked facility.” If a\njuvenile is detained within a non-secure area, he is not within a jail or lockup for\nadults. Q: Would a missing person’s report issued by parents or legal guardians constitute\nimplied consent to hold a juvenile? A:"
    },
    {
      "id": "guidance_44__3",
      "chunk_id": "3",
      "content": "If a\njuvenile is detained within a non-secure area, he is not within a jail or lockup for\nadults. Q: Would a missing person’s report issued by parents or legal guardians constitute\nimplied consent to hold a juvenile? A: The definition of “detain or confine” does not include a situation in which a juvenile is\nheld solely for the purpose of returning him to his parent(s) or guardian(s). Q: Does the definition of “detain or confine” alter states’ ability to securely detain\njuveniles pursuant to the Interstate Compact on Juveniles? A: The definition of “detain or confine” does not affect a state’s ability to place a status\noffender in a secure detention or secure correctional facility pursuant to the Interstate\nCompact on Juveniles. When a building contains a jail and a non-secure administrative area, and juveniles\nare taken only to the administrative (non-secure) side of the building, must the\nfacility maintain a log of the juvenile’s time in the non-secure area? Q: A: No. If the juvenile is detained only in a non-secure area of a facility, the core\nrequirements do not apply and there is no need to maintain logs on juveniles held there. Q: If a police department consists primarily of an open patrol room area with a cuffing\nbench and two offices that don’t lock from the outside, would this be considered a\nsecure facility such that juvenile holding logs must be kept? A: The area with a cuffing bench is a secure facility and the facility must maintain logs for\njuveniles held there. If juveniles are brought directly to the offices that don’t lock, and\nwhich are not within a facility with a secure perimeter, they may be considered nonsecure, and the facility need not keep logs on juveniles detained there. Q: Can a juvenile be deemed to be in secure custody within a facility classified as nonsecure, or are non-secure facilities exempt from the JJDPA Core Requirements? A: The core requirements apply only in secure facilities. The DSO requirement applies only\nin secure detention facilities and secure correctional facilities. The separation requirement\napplies only in institutions (secure facilities). The jail removal requirement applies only\nin jails or lockups for adults, defined, in part, as “locked” facilities. 4 Q: If a court house does not have a secure holding area, and a juvenile is brought into\nan area of a courtroom (such as a jury box) to wait for their hearing, would it be a\nseparation violation if an adult inmate’s hearing is taking place in that courtroom? A: If the juvenile is not in secure custody (detained within a secure facility), there can be no\nseparation violation. Q: Must states report on status offenders placed in a secure detention or secure\ncorrectional facility under the Youth Handgun Safety Act exception to the DSO\nrequirement? A: No. States need not report the number of juveniles placed in accordance with the Youth\nHandgun Safety Act exception. Q: Must states report on juvenile offenders detained for offenses related to the\npurchase, possession or distribution of alcohol? A: Minor-in-possession of alcohol offenses are within the category of delinquent offenses\nand must be reported accordingly."
    },
    {
      "id": "guidance_44__4",
      "chunk_id": "4",
      "content": "Q: Must states report on juvenile offenders detained for offenses related to the\npurchase, possession or distribution of alcohol? A: Minor-in-possession of alcohol offenses are within the category of delinquent offenses\nand must be reported accordingly. Q: Must states report violations in court holding facilities? A: Yes, states must report violations in court holding facilities. Q: If a juvenile is held in protective custody in a non-secure area of a jail or lockup\npending return to a parent or guardian or while awaiting transfer to a child welfare\nor social service agency, is it a jail removal violation if he is held for more than six\nhours? A: No, if the juvenile is being held in a non-secure area, the core requirements do not apply. In addition, if he is being held solely pending return to a parent or guardian or while\nawaiting transfer to a child welfare or social service agency he is not detained, and the\ncore requirements do not apply. Q: Why is OJJDP now advising that Scared Straight, Shock Incarceration, and similar\nprograms, may not result in instances of noncompliance with the core\nrequirements? A: Although not all shock incarceration-type programs result in instances of noncompliance\nwith the core requirements, OJJDP discourages the use of such programs. What is the state’s obligation to document and report adjudicated status offenders\nheld in secure juvenile facilities on the sole basis of voluntary enrollment in a\nrehabilitative diversion program and who may withdraw from participation in the\nprogram at any time? Q: A: If the juvenile is free to terminate his participation in the program at any time – i.e., is\nfree to leave – he has not been detained and the core requirements do not apply. 5 Q: Must a state count as a separation violation when a juvenile provides false\ninformation indicating that he is an adult during an arrest for the commission of a\ncriminal offense, if he is subsequently detained in contact with adults? In this\nsituation, law enforcement personnel immediately implemented sight and sound\nseparation of the juvenile from adult inmates upon discovering that the individual\nwas in fact a juvenile. A: No. If law enforcement personnel have acted in good faith upon the juvenile’s\nrepresentation that he was an adult, and had no reason to believe that he was, in fact, a\njuvenile, the state need not report this as a separation violation so long as the juvenile was\nimmediately sight and sound separated from adult inmates upon discovering that he was a\njuvenile. Q: Under the definition of “detain or confine” can juveniles who are runaways,\nabandoned, endangered due to mental illness, homelessness, or drug addiction, or\nare victims of sex trafficking or other crimes, be held for an indefinite period of\ntime, as long as they are held \"solely for the purpose of returning them to their\nparent or guardian or pending their transfer to the custody of a child welfare or\nsocial service agency? A:"
    },
    {
      "id": "guidance_44__5",
      "chunk_id": "5",
      "content": "A: Although under the current regulatory definition of “detain or confine” there is no limit\non how long a state may hold a juvenile who is being held while awaiting reunification\nwith a parent or guardian, or pending transfer to the custody of a child welfare or social\nservice agency, OJJDP expects that states will ensure that juveniles not be held in a\nsecure facility any longer than is absolutely necessary. OJJDP intends to amend the\nregulatory definition of “detain or confine” to indicate that in order for a juvenile not to\nbe detained or confined while being held solely for the purpose of returning him to his\nparent or guardian or pending his transfer to the custody of a child welfare or social\nservice agency he must be held for no more than 24 hours (excluding weekend and legal\nholidays). Q: Can juveniles who are being held solely for the purpose of returning them to their\nparent or guardian or pending their transfer to the custody of a child welfare or\nsocial service agency, be held in any type of facility, including secure ones (e.g., an\nadult jail)? A: Although the regulation does not specifically require that juveniles held under these\ncircumstances must be held in a non-secure area, OJJDP expects that states will continue\nthe best practice of holding them non-securely. OJJDP intends to amend the definition of\n“detain or confine” to clarify that in order for a juvenile not to be detained or confined, he\nmust be held non-securely. 6 Q: Can law enforcement question a victim of human trafficking who is being held nonsecurely while awaiting transfer of custody to a parent or to a social services agency\nwithout it resulting in an instance of noncompliance with the jail removal\nrequirement? A: If law enforcement is holding a juvenile non-securely, the core requirements do not\napply. Q: Has a juvenile who is charged with, and processed for a delinquent offense, and is\nsubsequently held only until he can be returned to parents or transfer to a child\nwelfare or social services agency, been detained? A: An accused delinquent offender may be held for processing for no more than 6 hours. Once booking has been completed, if the juvenile is subsequently held solely pending\nreunification with a parent or guardian, or for while awaiting transfer to the custody of a\nchild welfare or social services agency, he is not being detained. If a status offender is held in an adult jail pending transfer to a parent or social\nservices agency, will that result in an instance of noncompliance with DSO? Q: A: If a status offender is held in an adult jail solely for the purpose of reuniting him with a\nparent or guardian, or pending transfer to a child welfare or social services agency, he is\nnot detained, nor has he been “placed.” Q: Does the 6-hour exception apply in non-secure facilities? A: No. The “6-hour exception” applies only in jails and lockups for adults which, by\ndefinition, are “locked” facilities. Q:"
    },
    {
      "id": "guidance_44__6",
      "chunk_id": "6",
      "content": "Q: Does the 6-hour exception apply in non-secure facilities? A: No. The “6-hour exception” applies only in jails and lockups for adults which, by\ndefinition, are “locked” facilities. Q: Must a state count it as a DSO violation when the state detains in a secure detention\nfacility or a secure correctional facility an juvenile who is not in the United States\nlegally but is otherwise a non-offender (i.e., has not been charged with, or been\nadjudicated as having committed, an offense)? A: A juvenile alien who is a non-offender and is detained in a state facility under a written\ncontract with a federal agency, and pursuant to federal authority, has not been “placed” in\nthe facility by the state and is in federal – rather than state – custody. Thus the DSO\nrequirement does not apply. Q: Must a state count it as a core requirement violation when the state detains a tribal\nyouth status offender in a secure detention facility or secure correctional facility, at\nthe request of an Indian tribe? A: When a state detains a tribal youth in a secure detention facility or secure correctional\nfacility under a written agreement or contract with a tribe and pursuant to tribal authority,\nthe state need not count it as a DSO violation. 7"
    }
  ]
}