{
  "document_category": "guidance",
  "docId": "guidance_86",
  "chunk_index": 9,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 ■ Decision Unit 1. Trust Fund Commissary Operations (Cost Centers 3214, 3216, 3225, 3230,\n3232, and C2); Commissary Renovations (Cost Centers 3220, C7, and V8); Program Review –\nTF (Cost Center 4107). ■ Decision Unit 2. Trust Fund Profit Sharing (Cost Centers 3229 and C5 for general profit\nsharing; S4, S5, S6, S9, and C8 for inmate programs). ■ Decision Unit 5. Trust Fund Limited Inmate Computer System (32Q2, 32C9, and C9). ■ Decision Unit 6. Trust Fund Training (Cost Center C6). ■ Decision Unit 7. Trust Fund Inmate Telephone System Operations (Cost Centers 32C4 and\nC4). a. Trust Fund Operating Funds. The Trust Fund uses financial resources for:\n■\n■\n■\n■\n■\n■\n■ Salaries and benefits for Trust Fund employees. Commissary resale merchandise. Services for the operation of the Trust Fund and Deposit Fund systems. Trust Fund and Deposit Fund systems. Commissary, TRULINCS, and TRUFONE personal property (freezers, safes, shelving, etc.). Commissary, TRULINCS, and TRUFONE operating supplies. Compensation for inmate workers assigned to the Commissary. b. Trust Fund Reserve Funds. The Trust Fund maintains financial reserves for:\n■\n■\n■\n■\n■ Renovating Trust Fund facilities. Replacing outdated equipment (capital expenditures). Activating new Trust Fund facilities. Initiating new Trust Fund programs. Responding to unforeseen contingencies (sales merchandise and equipment replacement due\nto hurricanes, fires, etc.). Requests for startup funds and positions for activating new facilities (Commissary and TRUFONE\noperations) are forwarded from the Regional Activation Coordinator or Trust Fund Administrator\nto the Chief, Trust Fund Branch, about eight months before the anticipated activation date. c. Allocation of Funds and Positions (Trust Fund Appropriation). The Chief, Trust Fund\nBranch, authorizes funds for Trust Fund operations; they are distributed through the Bureau\nBudget Execution process. Obligation and accounting regulations for Appropriation 15X8408\nare found in the Program Statements Accounting Management Manual and Budget Execution\nManual. (1) Annual Requirements. The Chief, Trust Fund Branch, issues guidelines annually for\nsubmitting budget requests for the upcoming year. The following units submit annual\nrequirements: Decision Unit 1 (Commissary Operations), Decision Unit 6 (Trust Fund Training –\nsubmitted by the National Management and Specialty Training Center only), and Decision Unit 7\n(Inmate Telephone System). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 Annual submissions for Decision Unit 2, Trust Fund General Profit Sharing, may be requested, but\nare not required; the Chief, Trust Fund Branch, normally distributes these funds. The Trust Fund\nBranch may provide funding for certain approved inmate benefit programs. Allocation of these\nfunds may be based on equity formulas, submission of proposals, or other processes as the Chief,\nTrust Fund Branch, determines. Generally, Program Managers for specific areas such as\nrecreation, education, or psychology issue annual budget submission guidelines. The Trust Fund Supervisor is Cost Center Manager for X4 Cost Centers (Decision Unit 1, Cost\nCenter C2, C7, and V8; Decision Unit 2, Cost Center C5; Decision Unit 5, Cost Center C9,\nDecision Unit 7, Cost Center C4). Use of a fund control system is mandatory for all Trust Fund purchases."
}