{
  "document_category": "guidance",
  "docId": "guidance_20",
  "chunk_index": 37,
  "chunk_text": "DOJ award recipients who already have active GPRS accounts for awards created in the OJP Grants Management\nSystem (GMS) may be instructed to consolidate usernames once their COPS GPRS username is approved and\nbecomes active. For more information on GPRS username consolidation, please visit the following link:\nhttps://ojp.gov/about/pdfs/gprsjobaid.pdf. 38 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a recently\nawarded COPS Office award to your existing COPS Office award username, contact the COPS Office GPRS\nregistration team via email at COPSGPRSRegistration@usdoj.gov and provide the following information:\n\n\n\n User name (for COPS Office awards)\nFirst/last name\nVendor number\nAward number(s) to be added How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment (SF-3881) enrollment form. This form can be found on the\nCOPS Office website at the following address: www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 7th Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of the\nform and also provide the award number (printed on the award document). Next, your financial institution must\ncomplete the “Financial Institution Information” section and have the appropriate financial official sign the form. If you are already a COPS Office award recipient, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the new award as long as\nyour OJP vendor number has not changed. If you have any questions, or wish to verify your ACH enrollment form\ninformation, please call the COPS Office Response Center at 800-421-6770 and ask to speak with your state\nassigned Financial Analyst. When should Federal Financial Reports be filed? Current regulations state that once you return a signed award document, your agency is required to submit a\nFederal Financial Report (FFR) using Standard Form 425 (SF-425) at the end of every calendar quarter regardless of\naward activity. This report should reflect actual expenditures and unliquidated obligations incurred by your agency\non a cumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for\nthe most recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are\nencouraged to submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425, see the section of this\nAward Owner’s Manual titled “Reporting Requirements.” Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. 39 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Additional payment questions Can we receive advances? Yes."
}