{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 4,
  "chunk_text": "RPP participation must be summarized in the pre-release\nProgress Report under Release Planning; “Release Preparation\nProgram.”\n(3) Courses. There are six Core Topics as identified in\n28 CFR 571.13 and listed in Section 9.b. of this Program\nStatement. P5325.07\n12/31/2007\nPage 7\n(a) Course Development. The RPP Committee will\ndetermine which courses will be offered under these six\nbroad categories (Core Topics). Each course\nfacilitator will determine how many times the group\nwill meet (also known as classes). Course development should also take into account\ndifferent inmate needs. For example, an inmate who\nowns a chain of businesses will not need many courses\nin the Core Topic of “Employment,” but the RPP\nCommittee may consider establishing a course geared\ntoward the “employer” that the inmate may enroll in,\ni.e., Managing Difficult Employees, and this course\nwould satisfy the requirement for this Core Topic. The institution’s ethnic population should be\nconsidered when developing courses. For example, if\nthe institution has a large percentage of inmates who\nspeak Spanish, the institution may want to have RPP\ncourses taught in Spanish. (b) Attendance. If an inmate misses a class, the\nfacilitator may schedule a make-up class, at his or her\ndiscretion. However, if an inmate misses a course, the\ninmate is then considered as “refusing to participate\nin the program.”\n(c) Frequency. Courses must be on-going and offered\nthroughout the year.\n(4) Monitoring and Tracking\n(a) The unit team will monitor and track the inmate’s\nstatus in the RPP program on each Program Review Report\nat each scheduled program review. The unit team will review previous recommendations and\ncompare program activity with a current Inmate\nEducation Data Transcript (copy to be filed in Section\n4 of the Inmate Central File). If, at the time of the\ninmate’s program review, the inmate has enrolled in or\ncompleted any of the recommended courses, the inmate’s\nRPP status will be changed from RPP NEEDS to RPP PART. If the inmate is currently in RPP PART and is awaiting\nenrollment in another course, no change is necessary. When the inmate has completed all six categories\nrecommended, unit staff will change the inmate’s status P5325.07\n12/31/2007\nPage 8\nto RPP COMPLT. The inmate should only have one CMA RPP\ncode in addition to the “RPP UNIT C” code. Note: If an inmate’s status in the RPP Program\nchanges in the interim period between\nprogram reviews, (i.e., RPP NEEDS to RPP\nPART, RPP PART to RPP REFUSE, etc.),\nstaff may make the appropriate\nmodification in SENTRY prior to the next\nprogram review. (b) Course facilitators will enter enrollments and\ncompletions on the SENTRY Inmate Education Data\nTranscript. In order for the courses to appear on the\nInmate Education Data Transcript, EDC SENTRY codes must\nbe used. (c) The RPC will monitor and track overall\ninstitutional programming (see Section 12 of this\nProgram Statement for specific responsibilities).\n(5) Completion\n(a) Course facilitators must enter completion data,\nusing the EDC categories, within 14 calendar days of\ncourse completion. (b) The inmate must complete all recommended courses\nto be considered as having completed the RPP. Upon\ncompleting the RPP or prior to an inmate’s release\n(i.e., transfer to a CCC or to the community), the\ninmate will be provided a copy of the Inmate Education\nData Transcript if requested, for inclusion in the\nemployment folder. (6) Refusal."
}