{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 26,
  "chunk_text": "Why this condition:\nRecipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in fact\nand in appearance. 24 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipient This also means that recipients and subrecipients should avoid any action which might result in or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\naffecting negatively the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict of\ninterest that may affect your federal award. 22. Contract Provisions\nCondition: All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Part 200, (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under Federal\nAwards). Please see appendices in the Award Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions in order\nto standardize and strengthen oversight of all contracts made under federal awards. This provision protects the\npublic interest and ensures the proper management and use of federal funds as it relates to contracts entered into\nby the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the provisions\nrequired in the appendices of the Award Owner’s Manual. 25 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual 23. Restrictions on Internal Confidentiality Agreements\nCondition: No recipient or subrecipient under this award, or entity that receives a contract or subcontract with any funds\nunder this award, may require any employee or contractor to sign an internal confidentiality agreement or\nstatement that prohibits or otherwise restricts the lawful reporting of waste, fraud, or abuse to an investigative or\nlaw enforcement representative of a federal department or agency authorized to receive such information. Why this condition:\nUnder section 743 of Division E, Title VII, of the Consolidated Appropriations Act, 2017 (Pub. L. 115-31)” neither\nthe recipient, subrecipient, nor any entity that receives a contract or subcontract with any funds under this or any\nother Act may require its employees or contractors to sign an internal confidentiality agreement or statement\nprohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an investigative or law\nenforcement representative of a federal department or agency."
}