{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 5,
  "chunk_text": "A through E to for-profit (or\ncommercial) entities. More detailed guidance regarding any particular award requirement or your agency’s specific\ncircumstances can be requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire TRGP Award Owner’s Manual carefully prior to signing the award document. If you have any\nquestions, please contact your COPS Office Grant Program Specialist. When accepting your award, you should\nensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to seek your Assurances and Certification regarding certain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the time\nof application. Signing these documents assures the COPS Office that you have read, understood, and accepted the\naward terms and conditions outlined in the Assurances and Certifications. Your agency is required to keep\n4 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nAssurances and Certifications forms that were signed as part of its award application. Please read these documents\ncarefully, because signatures on these documents are treated as a material representation of fact upon which\nreliance will be placed when the U.S. Department of Justice determines whether to fund the covered award. Additional copies of the Assurances and Certifications forms are contained in the appendices. If you have any\nquestions about the Assurances and Certifications, please contact your COPS Office Grant Program Specialist via\nthe COPS Office Response Center at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs to meet the most serious needs of law\nenforcement in tribal communities. The allowable costs for which your agency’s award has been approved are\nlimited to those listed on the Financial Clearance Memorandum (FCM), which are included in your agency’s award\npackage. The FCM specifies the amount of TRGP Hiring funds awarded to your agency. You should carefully review your FCM,\nwhich contains the final officer salary and fringe benefit categories and amounts for which your agency was\napproved. Please note that the salary and fringe benefit costs requested in your award application may have been\nadjusted or removed. Your agency may only be reimbursed for the approved cost categories that are documented\nwithin the FCM, up to the amounts specified in the FCM. Your agency may not use TRGP Hiring award funds for any\ncosts that are not identified as allowable in the Financial Clearance Memorandum. Only actual allowable costs\nincurred during the award period will be eligible for reimbursement and drawdown."
}