{
  "document_category": "guidance",
  "docId": "guidance_90",
  "chunk_index": 36,
  "chunk_text": "9. Review and approve all proposed writers of any project deliverables. 10. Review and approve all subject matter experts and their assignments to any project deliverable. 11. Review and approve all sub-recipients and formal partners. 12. Permit the recipient to copyright any work that is subject to copyright and was developed, or for\nwhich ownership was acquired, under this cooperative agreement in accordance with 2 C.F.R. ยง\n200.315(b). The COPS Office reserves a royalty-free, nonexclusive and irrevocable license to\nreproduce, publish, or otherwise use the work, in whole or in part (including create derivative works),\nfor Federal Government purposes, and to authorize others to do so. The COPS Office license applies\nto (1) the copyright in any work developed under this cooperative agreement including any related\nsubaward or contract and (2) any rights of copyright to which the recipient, including its subrecipient\nor contractor, purchases ownership with support from this cooperative agreement. In addition, the\nCOPS Office may make any work that was developed or purchased under this cooperative agreement\npublically available by any means without restriction, including a U.S. Department of Justice website\nor social media account, a hard copy, or in electronic form. The COPS Office also reserves the right, at 37 its discretion, to not publish deliverables and other materials (e.g., reports, publications, manuals,\nand training curricula) developed under this cooperative agreement as a U.S. Department of Justice\nresource. B. Specifically, the recipient will do the following:\n1. Designate a project officer to work closely with the COPS Office and its designated program manager\nto achieve the tasks specified in this cooperative agreement. The project officer must be an employee\n(not a contractor or consultant) of the recipient organization, and have the authority to propose and\napprove modifications pursuant to Section VIII. of this cooperative agreement. 2. Be responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in\ndeliverables that are developed under this cooperative agreement. All licensing, publishing or similar\nagreements with a copyright holder, publisher or other relevant party must include provisions giving\nthe COPS Office a royalty-free, non-exclusive, and irrevocable license to reproduce, publish, or\notherwise use the work, in whole or in part (including create derivative works), for Federal\nGovernment purposes, and to authorize others to do so. If recipient retains a contractor or consultant\nto author or co-author a work under this cooperative agreement, the recipient must ensure that\nthere is a written agreement with the contractor or consultant that either explicitly: (1) assigns and\ntransfers all rights to the copyright in the work to the recipient for the full term of copyright or, if a\ncopyright transfer is not feasible, (2) awards the COPS Office the same royalty-free, non-exclusive and\nirrevocable license to use, and authorize others to use, the work for Federal Government purposes as\noutlined in this cooperative agreement. 3. Represent and warrant that all deliverables under this cooperative agreement were produced in a\nmanner that does not knowingly infringe or misappropriate the intellectual property rights, or violate\nthe right to privacy, of any third party."
}