{
  "document_category": "guidance",
  "docId": "guidance_89",
  "chunk_index": 1,
  "chunk_text": "Edward Byrne Memorial Justice Assistance Grant (JAG) Program\nProhibited and Controlled Expenditure Guidance\nUpdated December 2022 Award Conditions for Edward Byrne Memorial Justice Assistance Grant\n(JAG) awards made during or after (federal) Fiscal Year 2015:\nAWARD CONDITIONS: “PROHIBITED EXPENDITURE LIST” AND “CONTROLLED EXPENDITURE LIST”\nStarting with the FY 2015 program, each Office of Justice Programs (OJP) award made under the\nByrne JAG State and Local solicitations includes a series of conditions that deal with the “Prohibited\nExpenditure List” and the “Controlled Expenditure List.” The information on this webpage (1) describes\nthe items currently included on the “Prohibited Expenditure List” and on the “Controlled\nExpenditure List,” and (2) provides important explanatory notes regarding conditions in awards under\nthe FY 2015, FY 2016, and/or FY 2017 Byrne JAG programs. IMPORTANT NOTE: The explanatory notes, which follow the lists, are crucial to understanding existing\naward conditions. PROHIBITED EXPENDITURE LIST Effective starting as of August 29, 2017:\nFor purposes of conditions on OJP Byrne JAG awards that relate to the “Prohibited Expenditure List,”\nthe following items are on the “Prohibited Expenditure List.” See 34 U.S.C. § 10152, previously codified\nat 42 U.S.C. § 3751. IMPORTANT NOTE: As indicated below, Byrne JAG award funds may be used for items otherwise\nlisted in Prohibited Expenditure Category B if the Department of Justice first certifies in writing that\nextraordinary and exigent circumstances exist that make the use of Byrne JAG award funds to provide\nsuch matters essential to the maintenance of public safety and good order. Prohibited Expenditure Category A:\n Any direct or indirect use of Byrne JAG award funds to provide any security enhancements or\nany equipment to any nongovernmental entity that is not engaged in criminal justice or public\nsafety. Prohibited Expenditure Category B:\n Unless the Department of Justice first certifies in writing that extraordinary and exigent\ncircumstances exist that make the use of Byrne JAG award funds to provide such\nmatters essential to the maintenance of public safety and good order, the following items\nor matters are prohibited expenditures: Unless the Attorney General certifies that extraordinary and exigent circumstances exist that\nmake the use of such funds to provide such matters essential to the maintenance of public\nsafety and good order—\n(A) vehicles (excluding police cruisers), vessels (excluding police boats), or aircraft\n(excluding police helicopters);\n(B) luxury items;\n(C) real estate;\n(D) construction projects (other than penal or correctional institutions); or\n(E) any similar matters. “Vehicles” includes, without limitation:\no\no\no\no\no\no\no\no Wheeled armored vehicles / tactical vehicles. Buses / recreational vehicles. Command vehicles / mobile command and control centers. Trucks, including pickup trucks. Vans, including passenger vans. Motorcycles. Sport utility vehicles (SUVs). Segways, golf carts, all-terrain vehicles (ATVs), utility task vehicles (UTVs) and similar\nitems — when and if applicable state or local law requires licensing or registration of\nsuch items. For purposes of the “Prohibited Expenditure List,” a vehicle is considered a “police\ncruiser” only if it is used in the ordinary course for routine police patrol within the\nUnited States. Vehicles (including motorcycles, SUVs, pickup trucks, ATVs, and\nUTVs) used as “police cruisers” are not prohibited under JAG, and therefore may be\nacquired with JAG funds in the ordinary course, to the extent otherwise allowable\nunder the award."
}