{
  "document_category": "guidance",
  "docId": "guidance_80",
  "chunk_index": 32,
  "chunk_text": "Consolidated\nAppropriations Act, 2018, Public Law 115-141, Division B, Title II, Section 531. 32 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition:\nSection 531 of Division B, Title II, of the Consolidated Appropriations Act, 2018 (Pub. L. 115-141) prohibits the use\nof federal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution or adjudication activities. 27. Contracts and/or MOUs with Other Jurisdictions\nCondition:\nEquipment, technology, training, vehicles, sworn law enforcement officer positions and civilian positions, awarded\nmust only be used for law enforcement activities or services that benefit your agency/taskforce and the population\nthat it serves. The items funded under an AHTF award cannot be utilized by other agencies/taskforces unless the\nitems benefit the population that your agency/taskforce serves. Why this condition: The AHTF award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the AHTF award funding to benefit its own service population. What you should do:\nOfficers funded under the AHTF award cannot provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use an AHTFfunded officer to provide contract law enforcement services to a neighboring county, but can use the AHTF-funded\nofficer to provide direct law enforcement services to towns within its own county. 28. Criminal Intelligence Systems\nCondition:\nRecipients using AHTF funds to operate an interjurisdictional criminal intelligence system must comply with\noperating principles of 28 C.F.R. Part 23. By signing the Certification of Review and Representation of Compliance\nwith Requirements in the application, the recipient assured the COPS Office that it will comply with the\nrequirements of 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\ninterjurisdictional criminal intelligence system is generally defined as a system that receives, stores, analyzes, and\nexchanges or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling, 33 2018 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual bribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal intelligence systems which protect individual\nprivacy and constitutional rights. If your agency will use AHTF program funds simply to operate a single agency database (or other unrelated forms\nof technology) and will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not\napply to this award."
}