{
  "document_category": "guidance",
  "docId": "guidance_41",
  "chunk_index": 91,
  "chunk_text": "Screen and\nProjector Technician and\nService Fee Itemized Travel Costs Paid or Reimbursed with Cooperative Agreement Funds Only complete this form when submitting Conference Report Actuals. Total\nLodging Purpose/Role\nDuty Station\nName (Departure and Return\nLocation) (Participant,\nFacilitator, Logistical\nCoordinator, etc.) Total\nM&IE # of days (Include\ntax) Common Carrier\nTransportation\n(Air, Rail, or Bus) Local Transportation\nBaggage\nFees* (Includes taxi, parking,\nrental car, POV)\nTotal\n$\n$\n$\n$\n$\n$ TOTAL $ - $ - * Although there is a separate column for \"Baggage Fees\" that expense should be added to the \"Common Carrier Transportation\" in the actuals report. $ - $ - $ - - Complete this form only when submitting Actual Costs and if there are particular itemized expense in \"Part B Total Conference Costs\" of the Reporting Form exceeds\nthe threshhold or the allowable variance. Provide justification/explanation and calcualtions in the below form. Expense Category Cost Conference Meeting Space\nA/V Equipment and Services\nConference Meeting Space and\nA/V Equipment and Services\nPrinting and Distribution\nGov't Provided Meals*\nBreakfast\nLunch\nDinner\nRefreshments*\nM&IE\nLodging\nTransportation\nLocal Transportation\nLogistical Conference Planner\nProgrammatic Conference Planner\nConference\nTrainer/Instructor/Presenter/Facilitator\nOther Costs\nIndirect Costs Total: Reporting Form Variance Justification/ Explanation\n$0\n$0\n$0 Total will auto-populate $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 Conference trainer/instructor/presentor/facilitator costs should be broken out in the \"Conference\nRequest Questions\" sheet. $0\n$0\n$0\n$0\n$0\n$0\n$0\n$0 $0 Total will auto-populate 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix F. Financial/Budget Fact Sheets This appendix contains fact sheets on Program Income, Consultant/Contractor Rates, Sole Source Justification,\nIndirect Costs, and Budget Modification. 106 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Program Income for CPD, LEMHWA,\nand PASS Recipients What is program income? Program income means gross income earned by the recipi­\nent or subrecipient that is directly generated by an awardsupported activity or earned as a result of a federal award\nduring the award period. 1 Program income includes income\nfrom fees for services performed, the use or rental of real or\npersonal property acquired under federal awards, the sale\nof commodities or items fabricated under a federal award,\nlicense fees and royalties on patents and copyrights, and prin­\ncipal and interest on loans made with federal award funds. Program income means gross income earned by the\nrecipient or subrecipient that is directly generated by\nan award-supported activity or earned as a result of\na federal award during the award period. Examples of program income that has been generated from\nsome COPS Office–funded activities include fees collected\nfor conference registration, exhibit booths, and website\nadvertisements. Interest earned on advances of federal funds\nis not program income. Except as otherwise provided for in\nfederal statutes, regulations, or the award terms and condi­\ntions, program income does not include rebates, credits,\ndiscounts, or interest earned on any of these. The recipient may not earn or keep any profit resulting from\na federal award unless expressly authorized in writing by the\nCOPS Office. 2 How do I know if my COPS Office award\ngenerates program income? Although recipients are encouraged to earn program income\nto defray program costs where appropriate, most COPS\nOffice awards are not conducive to generating program\nincome. Contact your COPS Office Program Manager or\nGrant Program Specialist to determine if revenue generated\nfrom your COPS Office award constitutes program income. They will help you assess whether or not the income is gen­\nerated as a result of the award-supported activity."
}