{
  "document_category": "guidance",
  "docId": "guidance_76",
  "chunk_index": 19,
  "chunk_text": "If entered, it must be a valid code from\nthe Country Code Table in the SENTRY General Use TRM. NOTE: SENTRY will not allow “US” to be entered if a\n“state of birth” is entered (Item 13 above). P5100.08\n9/12/2006\nChapter 4, Page 4\n15. CITIZENSHIP. Enter the country code that corresponds to the\ninmate’s citizenship. This must be a valid code from the\nCountry Code Table in the SENTRY General Use TRM. Do not\nrely on the inmate’s current place of residence to\ndetermine citizenship. Special emphasis must be placed on\nthe accuracy of citizenship at the time of the inmate’s\nadmission. 16. ADDRESS - STREET. At least twenty-eight spaces are provided\nfor the inmate’s street number and name as listed in the\nPSR as “legal address.” Enter any combination of\nalphanumeric characters. 17. CITY. Fifteen spaces are provided for the inmate’s city of\nresidence as listed in the PSR as “legal address.” If\nentered, a state or foreign country must be entered. 18. STATE. Two spaces are provided for the state code. If\nentered, it must be a valid state code found under State\nPossession Code, SENTRY General Use TRM. Enter country code\nunder Item 20 if residence is not in the United States or\none of its territories or commonwealths. 19. ZIP CODE. Five spaces are provided for the zip code. It\nmust be entered when a state code has been entered. If not\navailable, the city, state, and zip code of the USMS\nOffice assigning the register number will be entered. An\naccurate zip code is important because it is used by\nSENTRY to determine mileage between the inmate’s legal\nresidence and designated institution. 20. FOREIGN COUNTRY. Two spaces are provided for the country\ncode. If entered, it must be a valid country code from the\nCountry Code Table of the SENTRY General Use TRM. \"US\" may\nnot be entered as the country code. This field must be\ncompleted if a state or zip code is not entered in the\naddress field (see Items 18 & 19 above). 21. HEIGHT. Height must be entered in a measurement of feet and\ninches. Values in feet (FT) must be 1 through 9. Values in\ninches (IN) must be 00 through 11. 22. WEIGHT. 23. HAIR. Two spaces are provided for the color code. If\nentered, it must be a valid code found under the Hair\nColor Code, SENTRY General Use TRM. Weight values must be 001-999 and represent pounds. P5100.08\n9/12/2006\nChapter 4, Page 5\n24. EYES. Two spaces are provided for the color code. If\nentered, it must be a valid code found under the Eye\nColor Code, SENTRY General Use TRM. 25. ARS ASSIGNMENT. Use a valid SENTRY category assignment,\nSENTRY General Use TRM. SECURITY DESIGNATION DATA The Security Designation Data section (Items 1 to 18) of the\nInmate Load and Security Designation form (BP-337) records\nsentencing, programing recommendations, and background\ninformation from the Judgment, the Statement of Reasons (SOR),\nand the PSR. This information is used to determine the inmate’s\nsecurity level. 1. JUDGE 1. JUDGE. 2. REC FACILITY 3. REC PROGRAM 4. USM OFFICE Enter the sentencing Judge's last name. 2. RECOMMENDED FACILITY. The court may recommend a specific\ninstitution or a geographical region for a newly committed\ninmate."
}