{
  "document_category": "guidance",
  "docId": "guidance_92",
  "chunk_index": 3,
  "chunk_text": "The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your PASS award is listed on your award document. Your award number is in the following format: 2017-XXXX-XXXX for Fiscal Year (FY) 2017 awards. The COPS Office\ntracks award information based upon this number. Therefore, it is important to have your agency’s award number\n(or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office assigns a 2 nonofficial ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If you have\nany questions regarding your award, please refer to your award number or your agency’s ORI number when you\ncontact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or thirteendigit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. Award terms and conditions The award terms and conditions are listed on your agency’s award document. By accepting this award, you are\nobtaining federal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will\ncomply with these terms and conditions (and, if applicable, any additional special or high risk conditions specific to\nyour agency). The section that follows describes, in detail, all of the award conditions, their rationales, and their\nimplications. It also addresses many frequently asked questions. If you have additional questions concerning any of\nthese award conditions, please contact your COPS Office Program Manager or call the COPS Office Response\nCenter at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from drawing\ndown or accessing award funds until the special conditions are satisfied as determined by the COPS Office. Any\nspecial or high risk conditions will be included in the award document supplement. However, if you have questions\nabout the special or high risk conditions, please contact your assigned COPS Office Program Manager. Reasons for award terms and conditions The requirements of your PASS award are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• the applicable rules, regulations and policies issued by the US Department of Justice, Office of Management\nand Budget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\n• the specific PASS programmatic requirements established by the COPS Office."
}