{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 85,
  "chunk_text": "Debarment, Suspension, and Other Responsibility Matters (Direct Recipient)\nPursuant to DOJ regulations on nonprocurement debarment and suspension implemented at 2 C.F.R. Part\n2867 and other requirements for prospective participants in a primary tier “covered transaction” as defined at\n2 C.F.R. § 2867.20(a), the applicant certifies that it and its principals for this covered transaction (that is, for\nthe grant(s) or cooperative agreement(s) for which this application is being submitted) A. are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a denial of federal benefits by a state or federal court, or voluntarily excluded from covered transactions by\nany federal department or agency;\nB. have not within a three-year period preceding this application been convicted of a felony criminal violation under any federal law or been convicted or had a civil judgment rendered against them for commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or performing a\npublic (federal, state, tribal, or local) or private agreement or transaction; violation of federal or state antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or destruction of records, making false statements, tax evasion or receiving stolen property, making false claims, or obstruction of justice or commission of any offense indicating a lack of business integrity or business honesty that\nseriously and directly affects your present responsibility;\nC. are not presently indicted for or otherwise criminally or civilly charged by a governmental entity (federal,\nstate, tribal, or local) with commission of any of the offenses enumerated in paragraph (B) of this certification;\nD. have not within a three-year period preceding this application had one or more public transactions (federal, state, tribal, or local) terminated for cause or default. 89 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\n3. 4. 5. Mandatory Disclosure\nPursuant to 2 CFR Part 2800, the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards by the U.S. Department of Justice, and as set out at 2 C.F.R. § 200.113, the applicant\ncertifies and assures that it\nA. has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement;\nB. shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable, any\nviolation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect the federal\ngrant or cooperative agreement;\nC. shall require that the language of this certification be included in the award documents for all subawards\n(as the term “Subaward” is defined at 2 C.F.R. § 200.92) and shall require that all subrecipients certify and\ndisclose accordingly."
}