{
  "document_category": "guidance",
  "docId": "guidance_24",
  "chunk_index": 23,
  "chunk_text": "Documented information from a juvenile, Youth\nCorrections Act (YCA) or District of Columbia Youth\nRehabilitation Act (DCYRA) adjudication can be used unless the\nrecord has been expunged or vacated. Minor History of Violence - Aggressive or intimidating\nbehavior which is not likely to cause serious bodily harm or\ndeath (e.g., P5100.08\n9/12/2006\nChapter 4, Page 10\nsimple assault, fights, domestic disputes, etc.) There must\nbe a finding of guilt. Serious History of Violence - Aggressive or intimidating\nbehavior which is likely to cause serious bodily harm or death\n(e.g., aggravated assault, domestic violence, intimidation\ninvolving a weapon, incidents involving arson or explosives,\nrape, etc.). There must be a finding of guilt. Example: If an offender was found guilty of homicide 20 years\nago and a simple assault 3 years ago, assign 5 points for the\nsimple assault. Or in another case, the offender had guilty\nfindings for homicide 12 years ago; aggravated assault 8\nyears ago; and fighting 2 years ago, score 6 points for the\naggravated assault 8 years ago. NOTE: 10. Attempted suicide, self-mutilation and possession of\nweapons are not applicable behaviors for History of\nViolence scoring. In addition, verbal threats (such as\nCode 203- Threatening Bodily Harm) are to be viewed as\nminor violence. HISTORY OF ESCAPE OR ATTEMPTS 10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3(S) 10-15 YEARS\n1\n3(S) 5-10 YEARS\n2\n3(S) <5 YEARS\n3\n3(S) Enter the appropriate number of points that reflect the escape\nhistory of the individual considering only those acts for\nwhich there are documented findings of guilt (i.e., DHO,\nCourt, Parole, Mandatory Release, or Supervised Release\nViolation). Escape\nhistory includes the individual's entire background of escapes\nor attempts to escape from confinement, or absconding from\ncommunity supervision, excluding the current term of\nconfinement. Exception: Any institution disciplinary hearing (UDC or DHO)\nfinding that a prohibited act was committed during the current\nterm of confinement will be scored as a history item. DSCC\nstaff must review the Chronological Disciplinary Record (CDR)\nfor inmates who were previously housed in a federal\ninstitution or contract facility. Any escape(s) or\nattempt(s) reflected on the CDR must be scored as a history\nitem. State disciplinary findings are to be scored unless\nthere is documentation that the state disciplinary proceedings\ndid not afford due process protection to the inmate. Fleeing or Eluding Arrest, Failure to Appear for traffic\nviolations, Absconding, runaways from foster homes and similar P5100.08\n9/12/2006\nChapter 4, Page 11\nbehavior should not to be scored under the Escape History\nitem, even if clearly documented, but should be considered on\na case- by-case basis under the Management Variable “Greater\nSecurity.” Failure to Appear or Flight to Avoid Prosecution\nfor any offense however, must be counted when there is a\ndocumented finding of guilt. In determining time frames, use the date of the documented\noccurrence. Documented information from a juvenile, YCA, or\nDCYRA adjudication can be used unless the record has been\nexpunged or vacated. Minor History of Escape - An escape from an open institution\nor program (e.g., minimum security facility, CCC, furlough)\nnot involving any actual or threat of violence. Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt except as previously noted. Serious History of Escape - An escape from secure custody with\nor without threat of violence."
}