{
  "document_category": "guidance",
  "docId": "guidance_48",
  "chunk_index": 10,
  "chunk_text": "Inmates who have recently returned to\ncustody with less than 12 months after a previous release,\nincluding CCC releases, are not required to complete the program\nagain if the previous successful completion is noted in the\nInmate Central File or on SENTRY as “RPP COMPLT.” If the time\nremaining to serve is more than 12 months, the RPP assignment\nwill be changed to “RPP NEEDS.” If an inmate has had a previous completion and has been\nreturned to custody to serve a longer period of incarceration,\nthe pre-existing “RPP COMPLT” should be deleted. c. Video Tapes or Modified Program. Institutions may provide\nvideo tapes or a modified program for inmates serving short\nsentences or who have missed a class (through no fault of their\nown) that will not be offered again prior to his or her release. Also, the Warden will establish procedures, and identify and\napprove those inmates who are eligible to participate in video\ntaped or a modified RPP Program. d. Local Resources. Staff are encouraged to make extensive\nuse of local resources. Many public agencies are willing to\nconduct aptitude testing, career planning, or perform other\nrelease preparation services/activities. P5325.07\n12/31/2007\nPage 17\nThe Inmate Placement Branch, Industries, Education and\nVocational Training (IEVT) Division, Central Office, has\nadditional information to assist institutions to establish\ncontacts in the community. e. Job Fairs. Mock Job Fairs invite local employers to come\nto the institution to conduct mock job interviews with inmates\nwith imminent release dates and in some instances offer inmates\nreal job opportunities upon release. Institutions are strongly\nencouraged to hold one Mock Job Fair annually. d. Course Schedule. The course schedule should resemble a\ncollege schedule and take into consideration staff work\nschedules. This will allow the inmate and unit staff to\ndetermine when courses are offered to better plan for course\nenrollment. • Minor changes in individual classes do not need to be\npublished in the course schedule (IS), i.e. instructor\nabsence, or the late night counselor changing from\nWednesday to Thursday during a specific quarter. • The RPC Committee is to approve major changes involving\nan entire course, i.e. the course will no longer be\noffered, or a new course to be added, and will need to\nbe published in the course schedule (IS). • Course schedules must be posted on inmate bulletin\nboards. • Make-up classes will be scheduled by the course\nfacilitator, at his or her discretion, for an\nindividual who misses a class. 13. RELEASE PREPARATION COORDINATOR (RPC) RESPONSIBILITIES • Coordinate and chair the RPP Committee and meetings. • Meet with unit staff member(s) responsible for the Unit RPP,\nand course facilitators, either separately or jointly, to\nmonitor program enrollments, completions, and SENTRY keying\nerrors. • Ensure unit staff and course facilitators are trained to\nenter SENTRY codes. • Publish an annual calendar of course schedules. P5325.07\n12/31/2007\nPage 18\n• Submit an Annual Report to the Warden no later than\nDecember 31 of each year. • Monitor and track the Education Quarterly Roster Report for\ninmate participation, and monitor the appropriateness and\ntimeliness of CMA RPP assignments. 14. UNIT RELEASE PREPARATION."
}