{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 72,
  "chunk_text": "subaward. Subaward means an award provided by a pass-through entity to a subrecipient for the subrecipient to\ncarry out part of a Federal award received by the pass-through entity. It does not include payments to a contractor\nor payments to an individual that is a beneficiary of a Federal program. A subaward may be provided through any\nform of legal agreement, including an agreement that the pass-through entity considers a contract. subrecipient. Subrecipient means a non-Federal entity that receives a subaward from a pass-through entity to\ncarry out part of a Federal program; but does not include an individual that is a beneficiary of such program. A\nsubrecipient may also be a recipient of other Federal awards directly from a Federal awarding agency. supplies. Supplies means all tangible personal property other than those described under equipment. A computing\ndevice is a supply if the acquisition cost is less than the lesser of the capitalization level established by the nonFederal entity for financial statement purposes or $5,000, regardless of the length of its useful life. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously submitted\napplications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least once per year to maintain an active\nstatus. Information about registration procedures can be accessed at www.sam.gov.\ntribal organization. Has the same meaning given the term in section 4(1) of the Indian Self-Determination and\nEducation Assistance Act (25 U.S.C. 5304(1)). unit of local government. County, municipality, town, township, village, parish, borough, or other unit of general\ngovernment below the state level. 76 2018 COPS Office STOP School Violence: School Violence\nPrevention Program (SVPP) Award Owner’s Manual This manual was created to assist COPS Office School Violence Prevention Program (SVPP) recipients with the\nadministrative and financial matters associated with their award. For more information about your SVPP award, please contact your COPS Office Grant Program Specialist. If you do\nnot know the name or telephone number of your SVPP Grant Program Specialist, please contact the COPS Office\nResponse Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530 To obtain details on COPS Office programs,\ncall the COPS Office Response Center at 800-421-6770. Visit the COPS Office online at www.cops.usdoj.gov. Published October 2018"
}