{
  "document_category": "guidance",
  "docId": "guidance_93",
  "chunk_index": 78,
  "chunk_text": "For all COPS Oﬃce events, the form should be sent to the COPS Office Conference Costs email address. Please\ndo not send questions or other correspondence to this email address. This mailbox should be used only for the\nsubmission of conference forms and supporting documentation (e.g., hotel contracts). 12. How far in advance do I have to submit an event for review and approval? Requests for conferences costing $100,000 or less, and not exceeding any cost thresholds (conference space\nand audio-visual equipment and services, logistical conference planner, and programmatic conference\nplanner), must be submitted to the COPS Office 90 calendar days in advance of the earliest of the following:\n• Start date of the conference;\n• Deadline for signing conference-related contracts; or\n• Obligation of funds for conference costs (except for minimal costs required to assemble and submit the\napproval request). Requests for conferences costing more than $100,000, or exceeding any one cost threshold (conference space\nand audio-visual equipment and services, logistical conference planner, or programmatic conference planner),\nmust be submitted to the COPS Office 120 calendar days in advance of the earliest of the following:\n• Start date of the conference;\n• Deadline for signing conference-related contracts; or\n• Obligation of funds for conference costs (except for minimal costs required to assemble and submit the\napproval request). If approval requests are submitted less than the required number of days in advance (as noted above), the\nCOPS Oﬃce, in its sole discretion, may consider the late requests but cannot ensure the requests will receive a\ndecision in time to avoid having to cancel the conference (particularly if any issues arise with speciﬁc items of\ncost in the request). Cancellation costs associated with conference requests that are submitted for late prior\napproval may be determined to be unallowable costs by the COPS Office. 86 13. What are the most common mistakes made on the forms so that I can avoid them in the future and increase\nthe likelihood of a quick review and approval decision for my event? Below are the most common mistakes found:\n• Inaccurate calculation of daily per diem. Daily per diem rates for locations across the nation can be found on\nthe GSA website. Ensure the daily rate used in the calculations corresponds to the speciﬁc location and dates\nof the meeting. In addition, remember that travel days are reimbursed at a slightly lower rate than meeting\ndays. The lower rates must be used for days of travel both before and after the event. The following chart\nincludes these lower rates: Full per diem rate Corresponding travel day rate (75%) $46.00 $34.50 $51.00 $38.25 $56.00 $42.00 $61.00 $45.75 $66.00 $49.50 $71.00 $53.25 EXCEPTION: If your organization has its own formal, written travel policy, your event submissions can\nreﬂect that policy instead of the rates in the chart above. In these instances, state that you have a formal,\nwritten travel policy, and clearly explain the rates in the policy and how the corresponding numbers in\nyour submission were derived. • Insuﬃcient explanation and justiﬁcation of transportation costs. Remember to break out and brieﬂy describe\nand justify the transportation costs that are included. Example:"
}