{
  "document_category": "guidance",
  "docId": "guidance_40",
  "chunk_index": 2,
  "chunk_text": "In-Kind Match In-kind match may include donations of expendable equipment; office supplies; workshop or\neducation and training materials; work space; or the monetary value of time contributed by\nprofessional and technical personnel and other skilled and unskilled labor, if the services provided\nare an integral and necessary part of a funded project. The value placed on loaned equipment\nmay not exceed its fair rental value and the value placed on donated equipment is the fair market\nvalue of the equipment at the time of the donation. The value placed on donated services must be\nconsistent with the rate of compensation paid for similar work in the organization or the labor\nmarket. Fringe benefits may be included in the valuation. Volunteer services must be documented\nand, to the extent feasible, supported by the same valuation methods used by the recipient\norganization for its own employees. The value of donated space may not exceed the fair rental\nvalue of comparable space, as established by an independent appraisal of comparable space and\nfacilities in a privately owned building in the same locality. The value for donated supplies shall be\nreasonable and not exceed the fair market value at the time of the donation. The basis for\ndetermining the value of personal services, materials, equipment, and space must be\ndocumented. Following are some specific examples of possible sources of match for this program: For the state:\n• If the state provides office space for the project, the cost of utilities, insurance, security,\njanitorial services and the like may be used as in-kind match to the extent they are not\nbeing paid out of Federal funds (including through indirect costs). If the office space is\ndonated by an outside source, the rental value of the space also may be used as match. • The salaries of any state employees that are working on grant-related purposes but are not\npaid with grant funds may be used. For example, if the state is paying the STOP\nadministrator out of non-Federal funds, the administrator's salary may be used as match. Also, if any of the administrator's support staff are paid with non-Federal funds (and are not\nincluded in indirect costs charged to the grant), then those salaries also may be used as\nmatch to the extent that the staff are working on the grant project. In addition, fringe\nbenefits of state employees working on the project may be used as match if they are not\ncovered by Federal funds. • If the project has an advisory council, such as a group that meets to develop the state's\nimplementation plan, and the members are not compensated for their time, the time spent\nby those members may be used as match. In addition, related meeting costs, such as\ntransportation costs and preparation time of the members, may be used as match to the\nextent they are not covered by Federal funds. Any other volunteers involved in the project\nalso may be used as match.\n• Other donated tangible goods that are used for the project, such as donated furniture, may\nbe used as match. For subgrantees:\n•"
}