{
  "document_category": "guidance",
  "docId": "guidance_25",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/NRB\nNUMBER:\n5325.07, CN-1\nDATE:\nAugust 15, 2019 Release Preparation Program\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements a change to Program Statement 5325.07, Release\nPreparation Program, dated December 31, 2007. The change is marked with a highlight and the deleted text is struck through. 10. [INSTITUTION RELEASE PREPARATION PROGRAM §571.13 d. Staff shall help an inmate obtain proper identification\n(social security card, driver's license, birth certificate,\nand/or any other documents needed by the inmate) prior to\nrelease.] Unit staff will make a reasonable effort to assist inmates in\nobtaining appropriate release documents.; however, because of\nthe inherent difficulties in obtaining a driver’s license, it is\nunderstood that such assistance may not be rendered. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI: CPD\nNUMBER: P5325.07\nDATE: 12/31/2007\nSUBJECT: Release Preparation\nProgram This is an electronic re-issuance for\ntechnical reasons only. There are no\nsubstance or word changes to the\ndocument. 1. [PURPOSE AND SCOPE §571.10. The Bureau of Prisons recognizes\nthat an inmate's preparation for release begins at initial\ncommitment and continues throughout incarceration and until final\nrelease to the community. This subpart establishes a\nstandardized release preparation program for all sentenced\ninmates reintegrating into the community from Bureau facilities. Exception to this subpart may be made by the Warden of a Bureau\nfacility which has been designated as an administrative maximum\nsecurity institution.] The Release Preparation Program’s (RPP) purpose is to prepare\neach inmate to re-enter the community successfully and\nparticularly, the work force. Implementing this Program\nStatement will ensure that the purpose and scope of all\ninstitution/unit release preparation programs are consistent\nthroughout the Bureau. 2. SUMMARY OF CHANGES. Statement include: Significant changes to this Program • Pretrial and detainee inmates may participate voluntarily in\nthe RPP program with the unit team’s recommendation if it\ndoes not interfere with institution safety and security\nneeds; • Institutions will use appropriate community resources to\nassist in providing release preparation programming; [Bracketed Bold - Rules]\nRegular Type - Implementing Information P5325.07\n12/31/2007\nPage 2\n• The time frame for participating in the RPP core curriculum\nhas been changed from 18 - 24 months to 30 months prior to\nrelease; • SENTRY keying assignments have been clarified; • The unit team will monitor the Inmate Education Data\nTranscript for RPP participation; • Inmates who refuse to complete any course within the core\ncurriculum recommended by the unit team will be considered\nas refusing program participation. Accordingly, any inmate\nwho refuses to participate in the Release Preparation\nProgram will not ordinarily participate in community based\nprograms. However, inmates in this category should not be\nautomatically excluded from consideration for a CCC\nreferral; • The calendar of courses has been clarified (a sample\ncalendar is provided); • The inmate RPP status will be automatically printed on the\nProgram Review Report; • Institutions are strongly encouraged to conduct at least one\nMock Job Fair annually; • Releasing inmates who have participated in the Release\nPreparation Program are encouraged to have an employment\nfolder to assist in their job seeking efforts upon release; • Video tapes may be used to assist the inmate to complete RPP\ncourses; • The Release Preparation Coordinator (RPC) will monitor RPP\nparticipation by using the Education Quarterly Roster\nReport; •"
}