{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 20,
  "chunk_text": "For more\ninformation about SAM registration, please visit www.sam.gov. 16. Reporting Subawards and Executive Compensation\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 170, Appendix A to Part 170 –\nAward Term:\nReporting Subawards and Executive Compensation.\na. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you\nmust report each action that obligates $25,000 or more in Federal funds that does not\ninclude Recovery funds (as defined in section 1512(a)(2) of the American Recovery and\nReinvestment Act of 2009, Pub. L. 111-5) for a subaward to an entity (see definitions in\nparagraph e. of this award term). Where and when to report. 2.\ni.\nii. 3. You must report each obligating action described in paragraph a.1. of this award term to\nhttps://www.fsrs.gov. For subaward information, report no later than the end of the month following the\nmonth in which the obligation was made. (For example, if the obligation was made on\nNovember 7, 2010, the obligation must be reported by no later than December 31,\n2010.) What to report. You must report the information about each obligating action that the\nsubmission instructions posted at https://www.fsrs.gov specify. 18 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nb. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five\nmost highly compensated executives for the preceding completed fiscal year, if—\nthe total Federal funding authorized to date under this award is $25,000 or more;\nin the preceding fiscal year, you received— i.\nii. (A) (B) The public does not have access to information about the compensation of the\nexecutives through periodic reports filed under section 13(a) or 15(d) of the Securities\nExchange Act of 1934 (15 U.S.C. §§ 78m(a), 78o(d)) or section 6104 of the Internal\nRevenue Code of 1986. (To determine if the public has access to the compensation\ninformation, see the U.S. Security and Exchange Commission total compensation filings\nat https://www.sec.gov/answers/execomp.htm.) iii. 2. Where and when to report. You must report executive total compensation described in\nparagraph b.1. of this award term:\ni.\nii. c. 80 percent or more of your annual gross revenues from Federal procurement\ncontracts (and subcontracts) and Federal financial assistance subject to the\nTransparency Act, as defined at 2 C.F.R. § 170.320 (and subawards); and\n$25,000,000 or more in annual gross revenues from Federal procurement contracts\n(and subcontracts) and Federal financial assistance subject to the Transparency Act,\nas defined at 2 C.F.R. § 170.320 (and subawards); and As part of your registration profile at https://www.sam.gov. By the end of the month following the month in which this award is made, and annually\nthereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph d. of this\naward term, for each first-tier subrecipient under this award, you shall report the names and\ntotal compensation of each of the subrecipient's five most highly compensated executives for\nthe subrecipient's preceding completed fiscal year, if—\ni. in the subrecipient's preceding fiscal year, the subrecipient received—\n(A) (B)"
}