{
  "document_category": "guidance",
  "docId": "guidance_98",
  "chunk_index": 6,
  "chunk_text": "A: Although under the current regulatory definition of “detain or confine” there is no limit\non how long a state may hold a juvenile who is being held while awaiting reunification\nwith a parent or guardian, or pending transfer to the custody of a child welfare or social\nservice agency, OJJDP expects that states will ensure that juveniles not be held in a\nsecure facility any longer than is absolutely necessary. OJJDP intends to amend the\nregulatory definition of “detain or confine” to indicate that in order for a juvenile not to\nbe detained or confined while being held solely for the purpose of returning him to his\nparent or guardian or pending his transfer to the custody of a child welfare or social\nservice agency he must be held for no more than 24 hours (excluding weekend and legal\nholidays). Q: Can juveniles who are being held solely for the purpose of returning them to their\nparent or guardian or pending their transfer to the custody of a child welfare or\nsocial service agency, be held in any type of facility, including secure ones (e.g., an\nadult jail)? A: Although the regulation does not specifically require that juveniles held under these\ncircumstances must be held in a non-secure area, OJJDP expects that states will continue\nthe best practice of holding them non-securely. OJJDP intends to amend the definition of\n“detain or confine” to clarify that in order for a juvenile not to be detained or confined, he\nmust be held non-securely. 6 Q: Can law enforcement question a victim of human trafficking who is being held nonsecurely while awaiting transfer of custody to a parent or to a social services agency\nwithout it resulting in an instance of noncompliance with the jail removal\nrequirement? A: If law enforcement is holding a juvenile non-securely, the core requirements do not\napply. Q: Has a juvenile who is charged with, and processed for a delinquent offense, and is\nsubsequently held only until he can be returned to parents or transfer to a child\nwelfare or social services agency, been detained? A: An accused delinquent offender may be held for processing for no more than 6 hours. Once booking has been completed, if the juvenile is subsequently held solely pending\nreunification with a parent or guardian, or for while awaiting transfer to the custody of a\nchild welfare or social services agency, he is not being detained. If a status offender is held in an adult jail pending transfer to a parent or social\nservices agency, will that result in an instance of noncompliance with DSO? Q: A: If a status offender is held in an adult jail solely for the purpose of reuniting him with a\nparent or guardian, or pending transfer to a child welfare or social services agency, he is\nnot detained, nor has he been “placed.” Q: Does the 6-hour exception apply in non-secure facilities? A: No. The “6-hour exception” applies only in jails and lockups for adults which, by\ndefinition, are “locked” facilities. Q:"
}