{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 62,
  "chunk_text": "Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of procedures\nwhere appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime rates),\ncommunity policing calls for a broadening of police outcome measures to include increased community\nsatisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community policing\ncalls for a more sophisticated approach to evaluation—one that looks not only at measured outcomes but also at\nhow feedback information is used. Transparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems, as well as police operations with the community. Organizational structure It is important that the organizational structure of the agency ensures that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments, the\ndevelopment of officers who are generalists, and using special units appropriately. 65 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nGeographic assignment of officers With community policing, there is a shift to the long-term assignment of officers in specific neighborhoods or\nareas. Geographic deployment plans can help enhance customer service and facilitate more contact between\npolice and citizens, thus establishing strong relationships and mutual accountability. Beat boundaries should\ncorrespond to neighborhood boundaries, and other government services should recognize these boundaries when\ncoordinating government public-service activities. Despecialization To achieve community policing goals, officers must be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community. Community policing encourages its\nadoption agency-wide, not just in special units, although there may be a need for specialist units that are tasked\nwith identifying and solving particularly complex problems or managing complex partnerships. Resources and finances\nAgencies must devote the necessary human and financial resources to support community policing to ensure that\nproblem-solving efforts are robust and that partnerships are sustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency,\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff including sworn officers,\nnonsworn officers, civilians, and volunteers, as well as personnel evaluations, supervision, and training. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment, selection,\nand hiring processes. Job descriptions should recognize community policing and problem-solving responsibilities\nand encourage the recruitment of officers who have a spirit of service, not just a spirit of adventure. A community\npolicing agency must also thoughtfully examine where it looks for recruits, whom it is recruiting and hiring, and\nwhat is being tested. Some community policing agencies also look for the involvement of the community in this\nprocess through the identification of competencies and participation in review boards. Personnel supervision/evaluations"
}