{
  "document_category": "guidance",
  "docId": "guidance_47",
  "chunk_index": 21,
  "chunk_text": "Round to the nearest whole number to get 82 and subtract any\njail time credit (180 days) = 76 months to release. NOTE: Enter 540 months for death penalty cases, life\nsentences, and Parolable life sentences for\nwhich a parole date has not been established. P5100.08\n9/12/2006\nChapter 4, Page 7\n7. SEVERITY OF CURRENT OFFENSE 7. SEVERITY OF\nCURRENT OFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the most\nsevere documented instant offense behavior regardless of the\nconviction offense. For multiple offenses, the highest score\nwill be used in scoring the current offense. Staff will consider\nthe offense behavior on all sentences, including federal\nsentences that have a future beginning date or a previous D.C.\nor state sentence if there was no physical release from custody. NOTE: This will require DSCC staff to make reasonable efforts\nto obtain documentation. Severity is determined by using the Offense Severity\nScale (Appendix A). Example: According to the PSR, the individual was involved in an\nAssault With Serious Injury (Greatest severity level) but pled\nguilty to a Simple Assault (Moderate severity level). Assign the\npoints on the basis of the more severe documented behavior,\ni.e., assign 7 points (Greatest severity level). In determining \"Severity of Current Offense\" staff must review\nthe Statement of Reasons (SOR) and ensure the information\nprovided is appropriately used in classifying the inmate. Example: According to the PSR the individual was involved in a\ndrug conspiracy responsible for distribution of 31 grams of\nCocaine Base “Crack”, but was individually only responsible\nfor\n2 grams, he/she would be scored as Moderate Severity for this\nitem. However, the SOR, indicates the Sentencing Judge found\nthe individual responsible for less than 1 gram; therefore, the\nappropriate scoring should be Low Moderate severity. • PROCEDURES FOR PAROLE, MANDATORY RELEASE,\nSPECIAL PAROLE TERM, OR SUPERVISED RELEASE\nVIOLATORS If the violation was the result of new criminal conduct,\nregardless of conviction status, use the new criminal conduct\nfor scoring \"Severity of Current Offense\" (see Appendix A). If\nthe violation behavior was a technical violation, score the\n\"Severity of Current Offense\" as Low Moderate. P5100.08\n9/12/2006\nChapter 4, Page 8 The original offense behavior which occurred prior to the\nviolation is considered past behavior and is not used in\ndetermining \"Severity of Current Offense.”\n• PROCEDURES FOR PROBATION VIOLATORS The original offense behavior that resulted in\nprobation should be used for scoring \"Severity of\nCurrent Offense\" (see Appendix A). However, if the new\ncriminal conduct (violation\nbehavior) is more severe than the original offense\nbehavior, then use this behavior for scoring \"Severity of\nCurrent\nOffense.” The\nmost severe documented behavior between the original offense\nand the violation behavior will be used for scoring \"Severity\nof Current Offense.” 8. CRIMINAL HISTORY SCORE 8. CRIMINAL\nHISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED - PRESENTENCE INVESTIGATION REPORT\nCRIMINAL HISTORY\n- NCIC III Enter the appropriate number of Criminal History\nPoints(CHP). SENTRY will automatically convert the CHP\nto the Bureau’s Criminal History Score (CHS). The CHS is derived from the US Sentencing Guidelines Criminal\nHistory Points, as reflected in the final judgment and the\nSOR."
}