{
  "document_category": "guidance",
  "docId": "guidance_21",
  "chunk_index": 57,
  "chunk_text": "All financial records and supporting documents associated with your PASS award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 C.F.R §C.F.R. § 200.333 (Retention requirements\nfor records). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever you\nfind more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has been\nstarted before the end of the three-year period, the records should be kept until completion of the action. These\nrecords should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 59 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the Comptroller\nGeneral of the United States, the COPS Office, and any entity designated by the COPS Office may access these\nrecords for the purposes of conducting audits, site visits, or other examinations. 60 2019 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual VI. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent examiners. The\ntwo primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice, Office of the Inspector\nGeneral (OIG) audits. Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving federal\nfinancial assistance. The 1984 Act was amended in July 1996, was revised on June 27, 2003 and again on June 26,\n2007, and is effective for fiscal years after December 31, 2003, to reflect revised audit criteria and reporting\nrequirements. The Office of Management and Budget (OMB) issued final guidance for 2 C.F.R. Part 200—Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform Guidance) on\nDecember 26, 2013. This guidance applies to all federal awards or funding increments awarded on or after\nDecember 26, 2014, and provides additional guidelines regarding the implementation of SAA requirements. 2\nC.F.R. Part 200, Subpart F – Audit Requirements, available at www.ecfr.gov/cgi-bin/textidx?tpl=/ecfrbrowse/Title02/2cfr200_main_02.tpl, establishes the requirements for organizational audits that\napply to COPS Office award recipients. Recipients must arrange for the required organization-wide (not award-byaward) audit in accordance with the requirements of Subpart F. Who must have an SAA audit?"
}