{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 2,
  "chunk_text": "In addition, auditors can contact\nthe PREA Management Office by sending an email to PREACompliance@usdoj.gov or contact\nthe PREA Resource Center by submitting an Auditor Helpdesk Form available on the Auditor\nContinuing Education and Resource Portal (Auditor Portal). About PREA and the Standards\nThe Prison Rape Elimination Act (PREA) (codified at 42 U.S.C. § 15601 et seq.), created to\nprotect individuals from sexual abuse and sexual harassment in confinement facilities, was\npassed in 2003 with unanimous support from both parties in Congress. In addition to providing\nfederal funding for research on sexual abuse in confinement facilities, a demonstration grant\nprogram for state, local, and tribal jurisdictions to establish “zero tolerance” cultures for sexual\nabuse and sexual harassment in confinement, and the provision of training and technical\n1 assistance, PREA mandated the development of national standards to achieve the goals set\nforth under the statute. The National Prison Rape Elimination Commission (Commission) was created by PREA and\ncharged with developing recommended national standards for reducing sexual abuse in\nconfinement. A report containing the recommended national standards was published in June\n2009 and conveyed to DOJ. (42 U.S.C. § 15606(e)). After extensive public comment periods and\nsubsequent revisions, DOJ published the final PREA Standards (Standards) in the Federal\nRegister on June 20, 2012 (see www.prearesourcecenter.org/sites/default/files/library/201212427.pdf). The Standards became effective on August 20, 2012 and apply to adult prisons and\njails, juvenile facilities, lockups, and community confinement facilities. The first 3-year audit\ncycle began a year later on August 20, 2013. DOJ PREA Working Group The DOJ PREA Working Group was first established by the Attorney General to review the\nCommission’s recommended standards and issue final standards “based upon the independent\njudgment of the Attorney General.” (42 U.S.C. § 15607(a)(2)). The DOJ PREA Working Group’s current mission is to provide guidance to auditors, agencies,\nand facilities on how to interpret the Standards. This guidance is issued in the form of FAQs that\nare posted on the PREA Resource Center website (see\nwww.prearesourcecenter.org/frequently-asked-questions). The DOJ PREA Working Group’s active\nPREA FAQs and the Audit\nmembers include representatives from the\nfollowing DOJ components: Office of Justice The FAQs issued by the DOJ PREA Working Group\nconstitute interpretive guidance that PREA auditors\nPrograms’ (OJP’s) Office of the Assistant\nare to follow when conducting an agency or facility\nAttorney General, Bureau of Prisons, Civil\naudit. All auditors are required to read, understand,\nRights Division, National Institute of\nand follow the FAQs issued by the DOJ PREA Working\nCorrections, Office on Violence Against\nGroup. Women, Federal Bureau of Investigation,\nOJP’s Bureau of Justice Assistance, OJP’s Office for Victims of Crime, OJP’s Office for Civil Rights,\nOJP’s Office of the General Counsel, and OJP’s Office of Juvenile Justice and Delinquency\nPrevention. PREA Management Office The PREA Management Office was established by the Deputy Attorney General in 2013 within\nOJP’s Bureau of Justice Assistance and is responsible for:\n• Creating, implementing, and overseeing all aspects of the PREA audit function. The\nPREA Management Office trains and certifies PREA auditors, provides continuing\neducation and training opportunities for DOJ-certified PREA auditors, and manages\nPREA audit oversight. • Directing a robust, nationwide training and technical assistance initiative to support\njurisdictions across the country with implementing the PREA Standards."
}