{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 15,
  "chunk_text": "The guidance and scenarios described in this chapter are not intended to be exhaustive but\nrather illustrative of what an auditor should consider when deciding whether he or she can\naccept an offer to conduct a PREA audit at any particular agency or facility. Each individual case\nwill be different and must be examined by each auditor to ensure that he or she can conduct an\nofficial PREA audit in a fair and objective manner. Questions regarding particular situations\nshould be directed to the PREA Management Office at PREACompliance@usdoj.gov. Section IV. Auditor Certification Requirements This section describes in detail the process for becoming a DOJ-certified PREA auditor and the\nrequirements that auditors must follow in order to maintain their certification. PREA Auditor Certification Process\nPREA Standard 115.402(a) and (b) establish minimum qualifications for PREA auditors and\ndirect DOJ to establish a process for auditor certification, as follows:\n(a) An audit shall be conducted by:\n(1) A member of a correctional monitoring body that is not part of, or under the\nauthority of, the agency (but may be part of, or authorized by, the relevant State\nor local government);\n(2) A member of an auditing entity such as an inspector general’s or\nombudsperson’s office that is external to the agency; or\n(3) Other outside individuals with relevant experience. (b) All auditors shall be certified by the Department of Justice. The Department of Justice\nshall develop and issue procedures regarding the certification process, which shall\ninclude training requirements. To fulfill its requirements under Standard 115.402(b), DOJ has established the following\nrequirements for PREA auditor certification (which may be amended as needed):\n1. Three years of significant auditing, monitoring, quality assurance, investigations, or\nsubstantially similar experience with the facility type or set of Standards in which the\n15 applicant seeks certification(s). When seeking both adult and juvenile certifications, an\napplicant must demonstrate at least 3 years of relevant experience in juvenile settings\nor with juvenile populations and at least 1 year of relevant experience in adult settings. Experience in an adult prison, jail, or lockup that houses youthful inmates or youthful\ndetainees does not qualify as experience with juvenile populations or juvenile settings. In addition to applicants who are employed by a corrections, detention, or relevant law\nenforcement agency or facility, PREA auditor training and certification are also open to\napplicants with related work experience in the justice system in which exposure to a\nconfinement agency or facility operations and contact with relevant inmate, resident, or\ndetainee populations are regular components of the position or role. Such positions and\nroles include, but are not limited to probation and parole; prisoner re-entry; law\nenforcement and public safety; legal positions, including prosecution and defense;\ninmate and victim advocacy; onsite technical assistance or consultations related to\ncorrections and/or conditions of confinement; and other settings that provide\nappropriate collateral exposure in confinement facilities. a. Significant auditing experience means regular job responsibilities focused on the\nobjective, unbiased, systematic examination of information to determine the\nadequacy of policies, procedures, and practices, and their compliance with\nestablished standards or guidelines. Paper-based auditing, unless it is part of a\nlarger performance-based audit process, does not qualify as significant auditing\nexperience."
}