{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 10,
  "chunk_text": "• You must take expeditious and timely steps to fill any vacancies that were created on or after the date of your\naward application by retirement, resignation, or other reasons with new officers or civilians other than your\nCAMP positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and benefits\nduring the life of the award project, your agency must continue to pay this employee with local funds. The COPS\nOffice award funds may be used to backfill the resulting vacancy with a new hire, even though the COPS Officefunded position will not be working directly on the COPS Anti-Methamphetamine Program. Equipment and technology To meet this award condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception is\nauthorized in writing by the COPS Office) and must be in addition to purchases that the recipient is obligated\nor funded to make in the current budget. Funds currently allocated to purchase equipment or technology\nmay not be reallocated to other purposes or reimbursed upon the award of a COPS Anti-Methamphetamine\nProgram award. For example, a recipient who has budgeted local funds to pay for a new computer system\nmay not reallocate those funds to pay for any other law enforcement cost as a result of receiving CAMP funds\nfor the same computer system. 8 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual Overtime To meet this award condition, you must ensure the following:\n• Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current budget. Funds currently allocated to pay for overtime may not be reallocated to other purposes or reimbursed upon\nthe award of a COPS Anti-Methamphetamine Program award. Additionally, by the conditions of this award,\nyou are required to track all overtime funded through the COPS Anti-Methamphetamine Program. Training To meet this award condition, you must ensure the following:\n• Any training provided by the COPS Anti-Methamphetamine Program is in addition to the number of hours of\ntraining already provided by your agency. Funds currently allocated for training may not be reallocated to\nother purposes. Note: This award condition applies to all state or locally funded agencies working in partnership with your agency\nunder this award. Your agency is responsible for ensuring that any state or locally funded partnership agencies use\nCOPS Office funds only to supplement, not supplant, their state or local funding as described in this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement you award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 24 months\nbeyond the initial award expiration date. Any request for an extension beyond 24 months will be evaluated on a\ncase-by-case basis. Only those recipients that can provide a reasonable justification for delays will be granted nocost extensions. Reasonable justifications may include technology implementation delays, training delays, or other\ncircumstances that interrupt the 24 month award funding period."
}