{
  "document_category": "guidance",
  "docId": "guidance_42",
  "chunk_index": 33,
  "chunk_text": "2 C.F.R. § 200.324(b)(2). Why this condition: In general, the recipients are required to procure funded items through open and free competition. However, in\nsome instances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $250,000 and have already\ndetermined that the award of a contract through a competitive process is unfeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances exists::\n\n\n\n Competition is determined inadequate after solicitation of a number of sources. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in the “Sole\nSource Justification fact sheet” in appendices of this manual.. 30. Law Enforcement Information Sharing\nCondition:\nRecipients agree to share relevant law enforcement information collected as a result of CAMP funding with the\nU.S. Department of Justice Organized Crime Drug Enforcement Task Force (OCDETF) Fusion Center. Why this condition: The CAMP award is intended to assist states in tackling their methamphetamine challenges. To coordinate rapid\nand targeted responses to overdose events and to support investigative efforts, CAMP award recipients must\nshare information with federal, state, local, and tribal public safety partners. Sharing public safety data on drug\ninvestigations, diversion reports, and changing local illicit drug supply can help inform public health preparedness\nand response efforts. What you should do:\nCAMP award recipients must share all relevant law enforcement information with the OCDETF Fusion Center.\n34 2019 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual 31. Law Enforcement Coordination\nCondition:\nRecipients must coordinate with federal, state, local, and tribal law enforcement agencies to maximize the impact\nand effectiveness of the award. Recipients must coordinate and work with U.S. Attorneys’ Offices in its state;\ncoordinate and work with the local and tribal (as applicable) law enforcement agencies in any area impacted by the\nwork of the COPS Anti-Methamphetamine Program; and coordinate as appropriate with other federal law\nenforcement partners, such as the Federal Bureau of Investigation (FBI) or Drug Enforcement Agency (DEA) to assist\ntribal law enforcement agencies. Why this condition: The CAMP award is intended to assist states in tackling their methamphetamine challenges. To ensure maximum\nimpact and effectiveness of the award, CAMP award recipients must coordinate with the U.S. Attorney’s Office in\nits state, and work with local, and tribal law enforcement agencies. What you should do:\nCAMP award recipients must coordinate with their U.S. Attorney’s Office and work with local and tribal law\nenforcement agencies."
}