{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 101,
  "chunk_text": "104 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\ncompletion, or repair of public work, to give up any part of the compensation to which he or she is\notherwise entitled. The non-Federal entity must report all suspected or reported violations to the\nFederal awarding agency. e. Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts\nawarded by the non-Federal entity in excess of $100,000 that involve the employment of mechanics\nor laborers must include a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented\nby Department of Labor regulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor\nmust be required to compute the wages of every mechanic and laborer on the basis of a standard\nwork week of 40 hours. Work in excess of the standard work week is permissible provided that the\nworker is compensated at a rate of not less than one and a half times the basic rate of pay for all\nhours worked in excess of 40 hours in the work week. The requirements of 40 U.S.C. 3704 are applicable to construction work and provide that no laborer or mechanic must be required to work in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These requirements do not apply to the purchases of supplies or materials or articles ordinarily available on the\nopen market, or contracts for transportation or transmission of intelligence. f. Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition\nof “funding agreement” under 37 CFR §401.2 (a) and the recipient or subrecipient wishes to enter\ninto a contract with a small business firm or nonprofit organization regarding the substitution of parties, assignment or performance of experimental, developmental, or research work under that “funding agreement,” the recipient or subrecipient must comply with the requirements of 37 CFR Part 401,\n“Rights to Inventions Made by Nonprofit Organizations and Small Business Firms Under Government\nGrants, Contracts and Cooperative Agreements,” and any implementing regulations issued by the\nawarding agency. g. Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 12511387), as amended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the non-Federal award to agree to comply with all applicable standards, orders or\nregulations issued pursuant to the Clean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 1251-1387). Violations must be reported to the Federal\nawarding agency and the Regional Office of the Environmental Protection Agency (EPA). h. Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 CFR\n180.220) must not be made to parties listed on the governmentwide exclusions in the System for\nAward Management (SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive Orders 12549 (3 CFR part 1986 Comp., p. 189) and 12689 (3 CFR part 1989 Comp., p. 235),\n“Debarment and Suspension.”"
}