{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 61,
  "chunk_text": "Note: These estimates are based on a 10-hour work day, the assumption that there is only one auditor working onsite\nwith no support staff, and the assumption that there is no waiting time between interviews or breaks. The actual time to\ncomplete inmate and staff interviews may vary considerably depending on deviations from these assumptions. *Inmate population size is based on the actual population on the first day of the onsite portion of the audit. Facility Type In addition to the estimated time to complete interviews with inmates and staff, auditors must also\naccount for a thorough site review, extensive documentation review, and in-briefs and out-briefs\nwith facility/agency staff. A thorough site review may range from 2 to 3 hours for smaller facilities to\n6 or more hours for larger facilities. The time necessary for documentation review while onsite will\nvary considerably based on facility size and operations, availability of relevant documentation, the\n61 extent of record-keeping, and the record-keeping format (i.e., electronic or paper records). Depending on the above factors, auditors should plan to spend between 3 and 6 hours, minimum, on\ndocumentation review. These estimates are intended to serve as a helpful reference point for\nauditors during contract negotiations with agencies and while planning the onsite portion of the\naudit. They do not include an auditor’s daily review of his or her work, transcribing and compiling\ninterview notes, further evidence review, triangulation, and corrective action planning that the\nauditor may engage in while onsite. Review of Auditor Tools for Phase Two of the PREA Audit\n•\n•\n•\n• Auditor Compliance Tool\nSite Review Instructions\nInterview Protocols\nChecklist of Documentation Phase Three: Evidence Review and Interim Report After the last day of the onsite portion of the audit, the auditor has 45 days 19 to review all the\nevidence collected, write an interim report—or final report if there is no corrective action—and\nsubmit the report to the audited facility. At this stage, auditors still have a significant amount of\nwork ahead of them and should never provide facilities with compliance findings at the\nconclusion of the onsite portion of the audit. Once an auditor has concluded the onsite visit to\nthe facility, this initiates the evidence review phase of the PREA audit in which the auditor must\nreview all of the evidence collected—including policies and procedures, the auditor’s\nobservations of routine practices in the facility, what the auditor learned in the course of\ninterviewing staff and inmates, and information contained in the documentation (e.g.,\nmedical/mental health files, investigation files, training logs)—in order to make a compliance\ndetermination for each Standard. The 45-day window required by DOJ to submit the audit\nreport to the facility is reflective of the significant time and effort needed to carefully review\nthe evidence collected for each provision of every Standard and write a professional and\nthorough audit report. Systematic Review of the Evidence Once auditors have completed the onsite phase of the audit, the Auditor Compliance Tool is a\ncritical tool that must be used by auditors to review all the evidence collected and make a\ncompliance determination for each provision of every Standard."
}