{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 75,
  "chunk_text": "Provide a written response to the issues and concerns detailed in the Notice of\nDisciplinary Review issued by the PREA Management Office (including all relevant\nsupporting documentation) Submit the underlying audit documentation for one or more audits conducted by the\nauditor\nProvide a list of all upcoming audits Depending on the nature of the deficiencies identified with an auditor’s practices and/or\nconduct, the PREA Management Office may also recommend that an auditor under disciplinary\nreview voluntarily suspend his or her auditing activity for the duration of the disciplinary review\nperiod. If the PREA Management Office receives information indicating that an auditor has engaged in\ncriminal conduct, malfeasance, gross negligence, fraud, conflict of interest, or other unlawful\nbehavior that bears on an auditor’s credibility or integrity, the PREA Management Office will\ndetermine next steps on a case-by-case basis, depending on the circumstances and the nature\nof the allegation. Where warranted, the PREA Management Office will refer the case to the\nappropriate local, state, or federal agency for investigation and disposition. Depending on the\nseverity of the allegation, the PREA Management Office may require the auditor to suspend all\nauditing activity pending the outcome of the investigation. Certain confirmed cases of serious\nauditor misconduct may result in immediate decertification. Refer to Chapter 28 for more\ninformation on disciplinary action by the PREA Management Office. 76 Disciplinary Review Outcomes The outcome of the disciplinary review process will vary depending on the nature and scope of\nthe issues identified.\n• Case Resolution. In cases where an auditor complies with all the requirements imposed\nby the PREA Management Office and is able to adequately address and remedy all the\nidentified issues, his or her case will be considered resolved. However, the PREA\nManagement Office may require additional remediation steps and/or continue to\nmonitor the auditor’s work to ensure that he or she continues to meet the auditor\nobligations outlined in the PREA Standards and the Auditor Handbook. Refer to Chapter\n24 for more information on remediation. • Disciplinary Action. Where auditors fail to adequately address the issues raised by the\nPREA Management Office or where there is sufficient evidence of serious auditor\nmisconduct or failure to meet auditor certification requirements, the PREA\nManagement Office may impose disciplinary action, up to and including suspension or\ndecertification. Additional information regarding decertification and suspension can be\nfound in Chapter 28. Remediation The objective of remediation is to provide an alternative to disciplinary review and/or\ndisciplinary action (i.e., suspension, decertification) in cases where auditors may have\ndemonstrated some deficiencies in their audit conduct and/or performance but do not meet\nthe threshold for disciplinary action. Depending on the nature and scope of the identified\ndeficiencies, the PREA Management Office may impose one or more conditions on an auditor,\nincluding, but not limited to, requiring the auditor to:\n• Provide an up-to-date and comprehensive list of all ongoing and scheduled audits • Participate in continuing education courses, practical skill-building exercises or training\nopportunities, and/or other means of improving technical competence, skills, and\nknowledge as directed by the PREA Management Office • Complete testing to confirm knowledge, understanding, or skills • Engage with the PREA Resource Center in ongoing support and technical assistance •"
}