{
  "document_category": "guidance",
  "docId": "guidance_45",
  "chunk_index": 53,
  "chunk_text": "How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your organization will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment enrollment form (SF-3881). This form can be found on the\nCOPS Office website at www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your organization must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001\nYour organization must complete the “Payee/Company Information” section following the directions on the back\nof the form and also provide the award number (printed on the award document). Next, your financial institution\nmust complete the “Financial Institution Information” section and have the appropriate financial official sign the\nform. If you are a recipient of a previous COPS Office award, you should already have filled out an ACH enrollment form. You will not be required to submit a new ACH enrollment form for the new award as long as your bank account\ninformation or OJP vendor number has not changed. If you have any questions, or wish to verify your ACH\nenrollment form information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with\nyour state assigned Financial Analyst. When should Federal Financial Reports be filed? Current regulations state that all COPS award recipients are required to submit their initial Federal Financial Report\n(FFR) using Standard Form 425 (SF-425) at the end of the period that includes the award start date, regardless of\nwhen the award was accepted, and thereafter, at the end of every calendar quarter, regardless of award activity. This report should reflect actual expenditures and unliquidated obligations incurred by your organization on a\ncumulative basis. You will not be able to make drawdowns from your GPRS account if the SF-425 report for the\nmost recent reporting quarter is not on file with the COPS Office by the deadline date. Recipients are encouraged\nto submit their SF-425 reports via the Internet at https://portal.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425 report, see the section in\nthis manual titled “Reporting Requirements,” beginning on page 64. 55 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual\nFiling the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office awards. This concept requires that your organization\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment to\nensure that federal cash on hand is the minimum that you need. There should be no excess federal award funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the recipient\n1.\n2.\n3.\n4."
}