{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 34,
  "chunk_text": "If you\nhave any questions about the Assurances and Certifications, please contact your COPS Office Grant Program\nSpecialist at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs to meet the most serious needs of law\nenforcement in tribal communities. The allowable costs for which your agency’s award has been approved are\nlimited to those listed on the Financial Clearance Memorandum (FCM), which is included in your agency’s award\npackage. The FCM specifies the exact items that your agency is allowed to fund with your TRGP Equipment/Training\naward and specifies the overall amount approved for each budget request category. Your agency may not use TRGP\nEquipment/Training award funds for any costs that are not identified as allowable in the FCM. Only actual\n33 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nallowable costs incurred during the award period will be eligible for reimbursement and drawdown. If your agency\nexperiences any cost savings over the course of the award your agency may not use that excess funding to extend\nthe length of the award beyond 36 months. Any funds remaining after your agency has drawn down for the costs of\napproved items in the FCM incurred for each item during the 36-month funding period will be deobligated during\nthe closeout process, and should not be spent by your agency. Why this condition:\nTRGP-Equipment/Training may only be used for the purchase of equipment, technology, training, uniforms, and\nother items approved by the COPS Office as reflected in the FCM. The COPS Office TRGP funds the purchase of\nitems that have a link to the implementation or enhancement of community policing initiatives in your agency. TRGP-Equipment/Training funds may only be used to pay for items and services approved by the COPS Office as\nreflected in the FCM. To be eligible for payment under this award, the purchase of approved items must be made\non or after the award start date and comply with the guidelines described in the section “Accessing Award Funds”\nin this manual. The section “Financial Record Maintenance” outlines the types of records you must keep to\ndocument that you followed this award condition. Purchases must also reflect the costs that were approved in the\nFCM. What you should do: All recipients should keep and maintain the most recent, approved version of 2018 TRGP application, which will\ncontain the approved costs for this award. Refer to your FCM for the list of approved allowable costs. Listed below\nare the budget categories that may appear on your FCM. As long as funds are spent during the award period on\nthe approved salaries or benefits (as applicable), equipment, technology, training, or other costs that were\ndocumented in your application’s budget summary and were approved through the issuance of the FCM, this\naward condition will be satisfied. The award number should be indicated on all budgetary documentation including\npurchase orders, receipts, and other documentation. All recipients should keep and maintain the most recent,\napproved version of their 2017 TRGP application for future reference."
}