{
  "document_category": "guidance",
  "docId": "guidance_95",
  "chunk_index": 75,
  "chunk_text": "To\nidentify your staff accountant, please call the COPS Office Response Center at 800-421-6770 or visit the COPS\nOffice website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law enforcement\nagency or assigned to the appropriate state or regional fusion center, works in the field of criminal intelligence and\nmay conduct data collection, research, and analysis to produce finished intelligence reports or other products\ndesigned to assist in the prevention, detection, or investigation of violations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget (OMB)\nhas required all agencies applying for federal funding to obtain this number prior to application. The DUNS number\nis a unique nine- or thirteen-digit identification number that is assigned upon request to agencies by Dun &\nBradstreet (D&B). This number will be used by the Federal Government to better track award recipient information\nthroughout the award cycle and to provide consistent name and address data for electronic award application\nsystems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN)/OJP Vendor Number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\n79 2017 COPS Office Anti-Methamphetamine Program (CAMP) Award Owner’s Manual accounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to you\nby the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office administrative\npurposes only and should not be used for IRS purposes. federally recognized tribe. Federally recognized tribes are Native American Indian tribal entities that are\nrecognized by the Bureau of Indian Affairs (BIA) and are eligible for funding and services by virtue of their status as\nsovereign Native American Indian tribes. They are acknowledged to have the immunities and privileges available to\nfederally acknowledged Indian tribes by virtue of their government-to-government relationship with the United\nStates, as well as the responsibilities, power, limitation, and obligations of such tribes. For further information,\ncontact: BIA, Division of Tribal Government Services, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240,\n202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS) database is\nmaintained by the U.S. Geological Survey, US Department of the Interior. The database assigns a unique,\npermanent feature identifier, the feature ID, which is the only standard federal key for integrating or reconciling\nfeature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan and conduct\nsite visits and office-based grant reviews. During the life of your award, you may be selected for a monitoring site\nvisit to assess your compliance with the terms and agreements of the award program, to review your community\npolicing initiatives, and to provide technical and administrative support for your award. Please contact the COPS\nOffice Response Center at 800-421-6770 if you have any compliance-related questions."
}