{
  "document_category": "guidance",
  "docId": "guidance_94",
  "chunk_index": 59,
  "chunk_text": "Problems can be a type of behavior, a place, a\nperson or persons, a special event or time, or a combination of any of these. The police, with input from the\ncommunity, should identify and prioritize concerns. Analysis: Analyzing\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an understanding of\nthe dynamics of the problem, develop an understanding of the limits of current responses, establish correlation,\nand develop an understanding of cause and effect. As part of the analysis phase, it is important to find out as much\nas possible about each aspect of the crime triangle by asking who? what? when? where? how? why? and why not? about the victim, offender, and crime location. 61 2017 COPS Hiring Program (CHP) Award Owner’s Manual Response: Responding to problems The response phase of the SARA model involves developing and implementing strategies to address an identified\nproblem by searching for strategic responses that are both broad and uninhibited. The response should follow\nlogically from the knowledge learned during the analysis and should be tailored to the specific problem. The goals\nof the response can range from totally eliminating the problem through substantially reducing the problem to\nreducing the amount of harm caused by the problem or improving the quality of community cohesion. Assessment: Assessing problem-solving initiatives\nAssessment attempts to determine if the response strategies were successful by determining if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort but also\ngathers data that builds knowledge for the future. Strategies and programs can be assessed for process, outcomes,\nor both. If the responses implemented are not effective, the information gathered during analysis should be\nreviewed. New information may have to be collected before new solutions can be developed and tested. The\nentire process should be viewed as circular rather than linear. Using the crime triangle to focus on immediate conditions (victim/offender/location) To understand a problem, many problem solvers have found it useful to visualize links among the victim, offender,\nand location (the crime triangle) and those aspects that could have an impact on them—for example, capable\nguardians for victims, handlers for offenders, and managers for locations. Rather than addressing root causes of a\nproblem, the police focus on the factors that are within their reach, such as limiting criminal opportunities and\naccess to victims, increasing guardianship, and associating risk with unwanted behavior. Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the individuals\nand organizations they serve to develop solutions to problems and increase trust in police. •\n•\n•\n•\n• Other government agencies\nCommunity members and groups\nNonprofits and service providers\nPrivate businesses\nMedia Community policing, recognizing that police rarely can solve public safety problems alone, encourages interactive\npartnerships with relevant stakeholders. The range of potential partners is large, and these partnerships can be\nused to accomplish the two interrelated goals of developing solutions to problems through collaborative problem\nsolving and improving public trust. The public should play a role in prioritizing public safety problems. Other government agencies"
}