{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 107,
  "chunk_text": "They are not readily attributable to the cost objectives that are being benefited. To facilitate\nequitable distribution of indirect expenses to the specific cost objectives, it may be necessary to establish a\nnumber of pools of indirect (F&A) costs. Indirect (F&A) cost pools must be distributed to benefited cost objectives\non bases that will produce equitable results in consideration of relative benefits derived. See 2 C.F.R. § 200.56 in\nthe Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, as adopted\nby the U.S. Department of Justice in 2 C.F.R. § 2800.101. See the COPS Office website for a fact sheet on indirect\ncosts: https://cops.usdoj.gov/pdf/2017AwardDocs/ctas/Indirect_Cost_Rate_Fact_Sheet.pdf. interoperable communications. Communications interoperability refers to the ability of emergency response\nofficials to share information via voice and data signals on demand, in real time, when needed, and as authorized. Interoperable communications policies, procedures, and technology are used to increase voice and data\ninformation sharing among the law enforcement, fire service, and emergency medical service communities. local budget cycle. Your agency’s fiscal year: some common examples include January 1 to December 31, October\n1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. matching funds. What a locality must contribute as a cash match toward total allowable project costs over the life\nof the program. There is no matching fund requirement for the TRGP program (although higher than entry-level\ncosts for hired or rehired officers must be paid with local funds). mobile data computer/laptop. A mobile data computer (MDC) is a computer terminal mounted in a vehicle that is\nlinked via wireless communication to a network that is often integrated with a CAD system. MDCs enable officers\nto complete previously handwritten reports on a computer. This often eliminates the need to enter duplicate\ninformation on multiple reports. National Incident-Based Reporting System (NIBRS). A comprehensive reporting database where agencies provide\nindividual records for eight index crimes and 38 other offenses. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent or orders are placed for approved items under your award. The term encumbrance is often used at the 111 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nlocal and state levels to describe this type of transaction. Liquidated obligations are considered cash outlays or\nmonies actually spent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual\nbasis of accounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s unique\nidentifier. The first two letters are your state abbreviation, the next three numbers are your county’s code, and the\nfinal two numbers identify your jurisdiction within your county. If your agency does not have an ORI number\nassigned by the FBI, the COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases,\nthe last two characters will be “ZZ”)."
}