{
  "document_category": "guidance",
  "docId": "guidance_81",
  "chunk_index": 83,
  "chunk_text": "After receiving notiﬁcation of approval from the COPS Office, all subsequent changes prior to the start day\nof the event should be sent to the COPS Oﬃce Conference Costs email address, as appropriate. Example: If the COPS Office approved on 9/1/2017 an event scheduled for 12/15/2017, the cooperative agreement\nrecipient or contractor should notify the COPS Office of any changes in attendees as soon as possible\n(preferably 30 days or more in advance). This scenario holds true for changes to the start and end date,\nlocation, and any other cost-related category. 89 2018 COPS Office Preparing for Active Shooter Situations (PASS) Program Award Owner’s Manual\nVII. Does the $25 per person per day limit for meeting rooms and audio-visual costs also include service fees\nand taxes? Yes. The cost allowed for conference space and audio-visual equipment and services (fees and taxes) is\nlimited to $25 per day per attendee and is not to exceed a cumulative total cost of $20,000. Total costs\nare deﬁned as direct and indirect costs. VIII. What if there are multiple meetings occurring within the larger event oﬀered to all the attendees? Is\nthe $25 per day per attendee limit applicable to each meeting? Example: A general session meeting\ncontains all attendees and later breakout sessions are oﬀered to the groups. Can each breakout session\nhave its own $25 per person per day limit? No. Despite the multiple meetings oﬀered within the larger event, the COPS Office considers and\napproves this type of situation to be a single event. IX. Can we accept complimentary food and beverage? Yes. Complimentary food and beverages may be accepted if oﬀered to everyone. Example: Hotel W oﬀers\na complimentary continental breakfast to all its overnight customers regardless of any status they may\nhave with the hotel chain. This type of complimentary oﬀer is considered a business strategy of the hotel\nto promote an increase in overnight stays. You are not required to reduce your M&IE by the value of the\nfood and beverage it oﬀered to all customers as noted in this example. X. Are the thresholds ($8,750 for logistical planner, $35,000 for programmatic planner, and $20,000 for\nconference space and audio-visual equipment and services) a cumulative cost for the entire event or a\nper day cost? The cost allowed for conference space and audio-visual equipment and services (fees and taxes) is limited\nto $25 per day per attendee and is not to exceed a cumulative total cost of $20,000. The cost allowed for\na logistical planner is the lesser of $50 per attendee or $8,750 per event. The cost allowed for a\nprogrammatic planner is the lesser of $200 per attendee or $35,000 per event. XI. To whom should I submit event requests? For all COPS Oﬃce events, the form should be sent to the COPS Office Conference Costs email address. Please do not send questions or other correspondence to this email address. This mailbox should be used\nonly for the submission of conference forms and supporting documentation (e.g., hotel contracts). XII. How far in advance do I have to submit an event for review and approval?"
}