{
  "document_category": "guidance",
  "docId": "guidance_77",
  "chunk_index": 1,
  "chunk_text": "National Institute of Justice\nProgram Income Policy DNA Capacity Enhancement and Backlog Reduction and\nForensic DNA Laboratory Efficiency Improvement and Capacity Enhancement Programs\n1. PURPOSE. This policy sets forth requirements for identifying and, if applicable, managing program income\nunder the DNA Capacity Enhancement and Backlog Reduction (DNA CEBR) and Forensic DNA Laboratory\nEfficiency Improvement and Capacity Enhancement (DNA EICE) Programs or future, specified NIJ forensic\ncapacity enhancements programs as applicable. 2. SCOPE. This policy applies to all applicants and grant award recipients under the referenced Programs,\nregardless of whether the applicant/grant award recipient or any subrecipient uses a fee-for-service model or\notherwise accepts any compensation for testing DNA samples from other governmental jurisdictions or\norganizations. 3. EFFECTIVE DATE: This policy is effective beginning December 2018 and is applicable to all applications\nsubmitted and all grant awards active on or after this date. 4. AUTHORITY: 2 C.F.R. Part 2800 (adopting 2 C.F.R. Part 200, with some modifications) 5. BACKGROUND: This policy is in compliance with 2 C.F.R. Part 200 and the Department of Justice Grants\nFinancial Guide. 6. DEFINITION: Program income means gross income earned by the non-Federal entity (e.g., a DNA CEBR or DNA\nEICE Program recipient or subrecipient) that is directly generated by a supported activity or earned as a result\nof the Federal award during the period of performance. See 2 C.F.R. ยง 200.80. 7. POLICY:\na. b. All applicants must submit a Program Income Declaration with their grant application. The Program\nIncome Declaration should indicate one of the following statuses for the grant award recipient in light of\nany proposed activities to be funded by the grant award:\n1. Does not employ a fee for service model or otherwise accept compensation from external\norganizations or jurisdictions to conduct DNA sample testing; or 2. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, but does not plan to use grant funds for any fee for\nservice-related activity; or 3. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, and does plan to accept fees for activities and/or\nservices performed using grant funds, in whole or part, from the Programs referenced in this policy;\nor 4. Employs a fee for service model or otherwise accepts compensation from external organizations or\njurisdictions to conduct DNA sample testing, but can claim the exclusion in Section 8 of this policy,\nand can produce the required documentation in support of this exclusion. Changes to the Program Income Declaration following grant award, either for the grant award recipient or\nfor any subrecipient, must be submitted by the grant award recipient to the NIJ Grant Manager at least\nten (10) business days prior to implementing any organizational or operational change that would deviate\nfrom plans specified in the original, or most recently-submitted, Program Income Declaration. Program\nIncome Declarations must be submitted for each grant and reflect the actual activity conducted. 1 c."
}