{
  "document_category": "guidance",
  "docId": "guidance_99",
  "chunk_index": 72,
  "chunk_text": "1) Auditors may be referred to the Quality Improvement Program by the PREA\nManagement Office in cases where the audit assessment process (see Chapter 20)\nreveals minor deficiencies related to auditor conduct and/or practices. 2) During its standard review of Pre- and Post-Audit Reporting Forms and audit reports\nsubmitted by auditors, the PREA Resource Center identifies issues such as minor errors\nin reporting (e.g., inconsistencies in objective or factual data in an audit report),\ninadequate information provided in audit reports (e.g., incomplete descriptions of the\nevidence relied upon to make compliance determinations), or an improper audit\nmethodology that may be improved through outreach to the auditor. Once an auditor is identified for participation in the Quality Improvement Program, the PREA\nResource Center develops a tailored strategy to address any identified issues. The PREA\nResource Center will then provide the auditor with a description of the Quality Improvement\nProgram, information regarding any issues or concerns identified with the auditor’s conduct\nand/or auditing practices, and recommendations for improvement. The level and type of\nassistance provided are determined on a case-by-case basis and are tailored to the needs of\neach auditor receiving assistance, which may include one or more of the following:\n• One-on-one assistance (via telephone, video conference, or email) with PREA Resource\nCenter staff regarding particular issues or concerns • Submission of the auditor’s next audit report to the PREA Resource Center for review\nand feedback prior to the submission of the report to the audited facility • Additional education or training requirements • Testing to confirm knowledge, understanding, or skills Quality Improvement Program Outcomes\nResolution occurs when the auditor completes the action steps required by the PREA Resource\nCenter. The PREA Management Office may subsequently spot check the auditor’s future audit\nreports and reporting form data in order to assess his or her level of improvement and\nadherence to guidance provided during the Quality Improvement Program. In cases where guidance is not being consistently integrated by an auditor, an auditor fails to\ncomplete the requirements provided by the PREA Resource Center, and/or an auditor\ndemonstrates persistent or recurring problems, these issues will be factored into the PREA\nManagement Office’s audit assessment (see Chapter 20), and when taken together with other\nidentified issues with an auditor’s body of work, may lead to disciplinary review by the PREA\nManagement Office (see Chapter 23). 73 Peer Review In peer review, an auditor’s professional peers evaluate the extent to which the auditor\ncomplies with the requirements in the Standards and properly conforms to the principles and\nmethods of the PREA audit described in this Handbook. A team of two peer reviewers is\ncharged with conducting a rigorous examination of all the evidence and documentation relied\nupon by an auditor to determine the extent to which he or she has made accurate compliance\nfindings. The primary goal of peer review is to enhance the reliability and integrity of PREA\naudits, encourage high standards for audit quality, and promote accountability within the PREA\nauditor community."
}