{
  "document_category": "guidance",
  "docId": "guidance_30",
  "chunk_index": 19,
  "chunk_text": "c. A domestic or foreign nonprofit organization; d. A domestic or foreign for-profit organization; and e. A Federal agency, but only as a subrecipient under an award or subaward to a non-Federal\nentity. 17 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual\n4. 5. Subaward:\na. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the\nrecipient award to an eligible subrecipient. b. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see 2 CFR 200.330). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. Subrecipient means an entity that:\na. Receives a subaward from you under this award; and b. Is accountable to you for the use of the Federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their direct\nsubrecipients (if applicable) and to establish the SAM as the repository for standard information about applicants\nand recipients. What you should do: At the time of award application, your agency was required to provide its DUNS number and be registered in the\nSAM database. Your agency should continue to use the same DUNS number provided in your award application and update, as\nneeded, the information associated with that DUNS number. If your agency is authorized to make subawards\nunder its award, your agency may make subawards only to entities that have DUNS numbers. For more\ninformation about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or visit\nfedgov.dnb.com/webform. Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review and\nupdate its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 16. Reporting Subawards and Executive Compensation\nCondition: The recipient agrees to comply with the following requirements of 2 C.F.R. Part 170, Appendix A to Part 170 –\nAward Term:\nI. Reporting Subawards and Executive Compensation.\na. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must report\neach action that obligates $25,000 or more in Federal funds that does not include Recovery funds (as 18 2018 COPS Office STOP School Violence: School Violence Prevention Program (SVPP) Award Owner’s Manual b. c. defined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111-5)\nfor a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nhttp://www.fsrs.gov. ii."
}