{
  "document_category": "guidance",
  "docId": "guidance_31",
  "chunk_index": 94,
  "chunk_text": "98 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Appendix D. National Institute of Justice (NIJ) bulletproof vest standards The following information was adapted from NIJ Guide 100-98, “Selection and Application Guide to Police Body\nArmor.” The publication in its entirety may be requested from:\nNational Law Enforcement and Corrections Technology Center (NLECTC)\n2277 Research Boulevard\nRockville, MD 20850\n800-248-2742 The publication may also be downloaded from the center’s website: https://justnet.org/about/nlectcsystem.html. “NIJ’s policy on body armor has always been that preserving the life of the police officer is the sole criteria\non which to judge body armor effectiveness. At present, an officer may select a garment that corresponds\nto an appropriate threat level and be confident that armor in compliance with NIJ’s standard will defeat\nthe stated threat level.” Type I (.22 LR; .38 Special) Type I body armor is light. This is the minimum level of protection every officer should have, and the armor should\nbe routinely worn at all times while on duty. Type I body armor was the armor issued during the NIJ demonstration\nproject in the mid-1970s. Most agencies today, however, because of increasing threats, opt for a higher level of\nprotection. This armor protects against .22 long rifle high-velocity lead bullets, with nominal masses of 2.6 g (40 gr), impacting\nat a velocity of 320 m/s (1,050 ft/s) or less, and against .38 special round-nose lead bullets, with nominal masses of\n10.2 g (158 gr), impacting at a velocity of 259 m/s (850 ft/s) or less. It also provides protection against most other\n.25 and .32 caliber handgun rounds. Type II-A (lower velocity .357 Magnum; 9mm)\nType II-A body armor is well suited for full-time use by police departments, particularly those seeking protection\nfor their officers from lower velocity .357 Magnum and 9mm ammunition. This armor protects against .357 Magnum jacketed soft-point bullets, with nominal masses of 10.2 g (158 gr),\nimpacting at a velocity of 381 m/s (1,250 ft/s) or less, and against 9mm full-metal jacketed bullets, with nominal\nmasses of 8.0 g (124 gr), impacting at a velocity of 332 m/s (1,175 ft/s). It also protects against such threats as .45\nauto., .38 special +P, and some other factory loads in caliber .357 Magnum and 9mm as well as the Type I threats. Type II (higher velocity .357 Magnum; 9mm)\nType II body armor is heavier and bulkier than either Types I or II-A. It is worn full-time by officers seeking\nprotection against higher velocity .357 Magnum and 9mm ammunition. 99 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual This armor protects against .357 Magnum jacketed soft-point bullets, with nominal masses of 10.2 g (158 gr),\nimpacting at a velocity of 425 m/s (1,395 ft/s) or less, and against 9mm full-jacketed bullets, with nominal\nvelocities of 358 m/s (1,175 ft/s). It also protects against most other factory loads in caliber .357 Magnum and\n9mm as well as the Type I and II-A threats. Type III-A (.44 Magnum; submachine gun 9mm)"
}