{
  "document_category": "guidance",
  "docId": "guidance_74",
  "chunk_index": 66,
  "chunk_text": "71 2019 COPS Office Law Enforcement Mental Health and Wellness Act (LEMHWA) Program Award Owner’s Manual Appendix B. Assurances and Certifications\nU.S. Department of Justice Certified Standard Assurances On behalf of the Applicant, and in support of this application for a grant or cooperative agreement, I certify under\npenalty of perjury to the U.S. Department of Justice (\"Department\"), that all of the following are true and correct:\n(1) I have the authority to make the following representations on behalf of myself and the Applicant. I understand\nthat these representations will be relied upon as material in any Department decision to make an award to the\nApplicant based on its application. (2) I certify that the Applicant has the legal authority to apply for the federal assistance sought by the application,\nand that it has the institutional, managerial, and financial capability (including funds sufficient to pay any\nrequired non-federal share of project costs) to plan, manage, and complete the project described in the\napplication properly. (3) I assure that, throughout the period of performance for the award (if any) made by the Department based on\nthe application-a. the Applicant will comply with all award requirements and all federal statutes and regulations applicable\nto the award;\nb. the Applicant will require all subrecipients to comply with all applicable award requirements and all\napplicable federal statutes and regulations; and\nc. the Applicant will maintain safeguards to address and prevent any organizational conflict of interest, and\nalso to prohibit employees from using their positions in any manner that poses, or appears to pose, a\npersonal or financial conflict of interest. (4) The Applicant understands that the federal statutes and regulations applicable to the award (if any) made by\nthe Department based on the application specifically include statutes and regulations pertaining to civil rights\nand nondiscrimination, and, in addition-a. the Applicant understands that the applicable statutes pertaining to civil rights will include section 601 of\nthe Civil Rights Act of 1964 (42 U.S.C. § 2000d); section 504 of the Rehabilitation Act of 1973 (29 U.S.C. §\n794); section 901 of the Education Amendments of 1972 (20 U.S.C. § 1681); and section 303 of the Age\nDiscrimination Act of 1975 (42 U.S.C. § 6102);\nb. the Applicant understands that the applicable statutes pertaining to nondiscrimination may include\nsection 809(c) of Title I of the Omnibus Crime Control and Safe Streets Act of 1968 (34 U.S.C. § 10228(c));\nsection 1407(e) of the Victims of Crime Act of 1984 (34 U.S.C. § 20110(e)); section 299A(b) of the Juvenile\nJustice and Delinquency Prevention Act of 2002 (34 U.S.C. § 11182(b)); and that the grant condition set\nout at section 40002(b)(13) of the Violence Against Women Act (34 U.S.C. § 12291(b)(13)), which will\napply to all awards made by the Office on Violence Against Women, also may apply to an award made\notherwise;\nc. the Applicant understands that it must require any subrecipient to comply with all such applicable\nstatutes (and associated regulations); and\nd. on behalf of the Applicant, I make the specific assurances set out in 28 C.F.R. §§ 42.105 and 42.204."
}