{
  "document_category": "guidance",
  "docId": "guidance_83",
  "chunk_index": 54,
  "chunk_text": "In addition, you must include a term or condition in the contract or subaward requiring the\nvendor or subrecipient to comply with subpart C of the OMB guidance in Part 180 (Government-wide\nNonprocurement Debarment and Suspension) and Part 2867 (DOJ Nonprocurement Debarment and Suspension). 18. Employment Eligibility\nCondition: The recipient agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Immigration Reform and Control Act of 1986 (IRCA), Public Law\n99-603. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that are\nhired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9) outlines the types of documents that an employer should review to\nconfirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you should\ncomplete and maintain the I-9 forms for all new employees under the guidelines set forth by the Bureau of\nCitizenship and Immigration Services. For further information about this requirement, please visit\nhttps://www.uscis.gov/i-9-central. 19. Enhancement of Contractor Protection from Reprisal for Disclosure of Certain Information\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he or she reasonably believes is evidence of gross mismanagement of a\nfederal contract or award, a gross waste of federal funds, an abuse of authority relating to a federal contract or\naward, a substantial and specific danger to public health or safety, or a violation of law, rule, or regulation related\nto a Federal contract (including the competition for or negotiation of a contract) or award. The recipient also\n53 2018 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual\nagrees to provide to their employees in writing (in the predominant native language of the workforce) of the rights\nand remedies provided in 41 U.S.C. § 4712. Please see appendices in the Award Owner’s Manual for a full text of\nthe statute. Why this condition:\nUnder the “Enhancement of contractor protection from reprisal for disclosure of certain information” (41 U.S.C. §\n4712), recipients are prohibited from taking reprisal actions against employees for certain whistleblowing activities\nin connection with federal awards and contracts. The program protects the public interest and ensures the proper\nmanagement and use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal contracts\nand awards to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as reprisal\nfor disclosing information that he or she reasonably believes is evidence of\n•\n•\n•\n•\n•"
}