{
  "document_category": "guidance",
  "docId": "guidance_19",
  "chunk_index": 31,
  "chunk_text": "The purpose\nis to protect the public interest and to ensure proper management in federal activities by conducting business with\nresponsible parties. What you should do: If the total value of your active grants, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings described\nin paragraph 2 of this award term that are reported in the System for Award Management (SAM) are current. The\ninformation about the reported proceedings is made available in SAM via the designated integrity and\nperformance system (currently the Federal Awardee Performance and Integrity Information System (FAPIIS)). During the award period, you must either report for the most recent five year period new information about any\nproceeding(s) that you have not reported previously or affirm that there is no new information to report. You must\nalso disclose semiannually any information about criminal, civil, and administrative proceedings. 25. Compliance with 8 U.S.C. 1373\nCondition:\nAuthority to obligate or expend contingent on compliance with 8 U.S.C. 1373\nNOTE: This grant condition applies only to State or local government entities or to non-State or local government\nentities that make subawards with these funds to a State or local government entity. State or local government entity recipients of this award, and any subrecipient of this award at any tier that is an\nentity of a State or of a unit of local government, may not obligate or expend award funds if – at the time of the\nobligation or expenditure – the “program or activity” of the recipient funded in whole or in part with the award\nfunds (which includes any such program or activity of any subrecipient at any tier) is subject to any prohibitions or\nrestrictions on sending to, requesting or receiving from, maintaining, or exchanging information on citizenship or\nimmigration status as described in 8 U.S.C. § 1373(a) or (b), including any prohibitions or restrictions imposed or\nestablished by a State or local government entity or official. A subrecipient of this award (at any tier) that is an entity of a State or of a unit of local government may not\nobligate or expend award funds if – at the time of the obligation or expenditure – the “program or activity” of the\nsubrecipient (which includes any such program or activity of any subrecipient at any further tier) funded (in whole\nor in part) with award funds is subject to any prohibitions or restrictions on sending to, requesting or receiving\nfrom, maintaining, or exchanging information on citizenship or immigration status as described in 8 U.S.C. 1373(a)\nor (b), including any prohibitions or restrictions imposed by a State or local government entity or official. Any obligations or expenditures of a recipient or subrecipient that are impermissible under this condition shall be\nunallowable costs for purposes of this award. 31 2019 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual\nRules of Construction/ For purposes of this condition, “program or activity” means what it means under section 606\nof title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d-4a)."
}